Repository: translate/mozilla-l10n
Catalog: an/mobile/android/chrome/about.dtd.po
Languages: an

source: About &brandShortName;
an: Quant a &brandShortName;

source: &brandShortName; is experimental and may be unstable.
an: &brandShortName; ye experimental y podría estar instable.

source: It automatically sends information about performance, hardware, usage and customizations back to
an: ninvia automaticament a información d'o rendimiento, hardware, uso y personalización a

source: to help make &brandShortName; better.
an: ta aduyar a amillorar &brandShortName;.

source: Check for Updates »
an: Mira actualizacions »

source: Looking for updates…
an: Se ye mirando si i hai actualizacions…

source: No updates available
an: No i hai garra actualización

source: Download update
an: Baixar l'actualización

source: Downloading update…
an: Se ye baixando l'actualización...

source: Install update
an: Instalar l'actualización

source: FAQ
an: PMF

source: Support
an: Asistencia

source: Privacy Policy
an: Politica de privacidat

source: Know Your Rights
an: Conoixca os suyos dreitos

source: Release Notes
an: Notas d'a versión

source: Credits
an: Creditos

source: Licensing Information
an: Información d'a licencia

source: Firefox and the Firefox logos are trademarks of the Mozilla Foundation.
an: Firefox y os logos de Firefox son marcas rechistradas d'a Fundación Mozilla
