Repository: translate/mozilla-l10n
Catalog: an/mobile/android/chrome/pippki.properties.po
Languages: an

source: Cancel
an: Cancelar

source: Downloading Certificate
an: Descargando certificau

source: You have been asked to trust a new Certificate Authority (CA).
an: Se l'ha demandau que confíe en una nueva Autoridat Certificadera (CA).

# downloadCert.viewCert.label
source: View
an: Veyer

source: Trust to identify websites.
an: Confiar en ista CA ta identificar puestos web.

source: Trust to identify email users.
an: Confiar en ista CA ta identificar usuarios de correu.

source: Trust to identify software developers.
an: Confiar en ista CA ta identificar desembolicadors de software.

source: Certificate Exists
an: O certificau existe

source: The Certificate already exists.
an: O certificau ya existe.

source: Password Entry Dialog
an: Dialogo ta introducir a clau

source: Please enter the password that was used to encrypt this certificate backup.
an: Introduzca a clau que s'emplegó ta zifrar ista copia de seguranza d'o certificau

source: User Identification Request
an: Solicitut d'identificación de l'usuario

source: This site has requested that you identify yourself with a certificate:
an: Iste puesto ha solicitau que s'identifique con un certificau:

source: Choose a certificate to present as identification:
an: Trigue un certificau ta presentar-lo como identificación:

source: Details of selected certificate:
an: Detalles d'o certificau trigau:

source: Remember this decision
an: Remerar ista decisión

source: Organization: "%S"
an: Organización : "%S"

source: Issued Under: "%S"
an: Emitiu por: "%S"

# clientAuthAsk.viewCert.label
source: View
an: Veyer

source: Certificate Details
an: Detalles d'o certificau

source: Issued To
an: Emeso ta

source: Issued By
an: Emeso por

source: Period of Validity
an: Periodo de valideza

source: Fingerprints
an: Ditaladas dichitals

source: Common Name (CN)
an: Nombre común (CN)

source: Organization (O)
an: Organización (O)

source: Organizational Unit (OU)
an: Unidat organizativa (OU)

source: Serial Number
an: Numero de serie

source: SHA-256 Fingerprint
an: Ditalada dichital SHA-256

source: SHA1 Fingerprint
an: Ditalada dichital SHA1

source: Begins On
an: Calendata d'inicio

source: Expires On
an: Circumduz o
