Repository: translate/mozilla-l10n
Catalog: doi/security/manager/chrome/pippki/pippki.properties.po
Languages: doi

source: Please enter the Personal Security Password for the PSM Private Keys security device.
doi: PSM प्राइवेट कुंजियां सुरक्षा डिवाइस लेई कृपा करियै व्यक्तिगत सुरक्षा पासवर्ड प्रविश्ट करो.

source: Do you want to trust "%S" for the following purposes?
doi: खॕलकें मकसदें लेई क्या तुस "%S" पर भरोसा करना चांह्‌दे ओ?

source: Certificate Authority (unnamed)
doi: सर्टिफिकेट अधिकारी (बिजन नांऽ)

source: The certificate "%S" represents a Certificate Authority.
doi: "%S" सर्टिफिकेट सर्टिफिकेट अधिकारी दी नुमायंदगी करदा ऐ.

source: The certificate "%S" was issued by:
doi: "%S"सर्टिफिकेटिसदे द्वारा जारी कीता गेआ हा:

source: Because you do not trust the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
doi: की जे तुस उस सर्टिफिकेट अधिकारी पर भरोसा नेईं करदे, जिॕन्नै एह् सर्टिफिकेट जारी कीते दा ऐ, तुस इस सर्टिफिकेट दी प्रमाणकता पर बी भरोसा नेईं करदे, जिन्ने तगर दूई चाल्ली इत्थै सूचत नेईं होऐ.

source: Because you trust the certificate authority that issued this certificate, you trust the authenticity of this certificate unless otherwise indicated here.
doi: की जे तुस उस सर्टिफिकेट अधिकारी पर भरोसा नेईं करदे, जिॕन्नै सर्टिफिकेट जारी कीता, तुस इस सर्टिफिकेट दी प्रमाणकता पर बी भरोसा नेईं करदे, जिन्ने तगर दूई चाल्ली इत्थै सूचत नेईं होऐ.

source: Because you do not know the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
doi: की जे तुस उस सर्टिफिकेट अधिकारी गी नेईं जानदे, जिन सर्टिफिकेट जारी कीता, तुस इस सर्टिफिकेट दी प्रमाणकता पर बी भरोसा नेईं करदे, जिन्ने तगर दूई चाल्ली इत्थै सूचत नेईं होऐ.

source: Certificate for this certificate authority was not found
doi: इस सर्टिफिकेट अधिकारी लेई सर्टिफिकेट नेईं लब्भा हा

source: Are you sure you want to delete these server exceptions?
doi: क्या तुसेंगी यकीन ऐ जे तुस इॕनें सर्टिफिकेटें गी म्हेसना चांह्‌दे ओ?

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
doi: जेकर तुस सर्वर खास प्रावधान गी म्हेसी ओड़दे ओ तां उस सर्वर लेई व्यावहारक सुरक्षा जाचां ब्हाल करो ते एह् इक मान्य सर्टिफिकेट गी बरतदा ऐ.

source: Delete Server Certificate Exceptions
doi: सर्वर सर्टिफिकेट खास प्रावधानें गी म्हेसो

# deleteUserCertConfirm
source: Are you sure you want to delete these certificates?
doi: क्या तुस निश्चत तौरा पर इ ʼनें सर्टिफिकेटें गी म्हेसना जां उंʼदे पर शक करना चांह्‌दे ओ?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
doi: जेकर तुस अपने गै सर्टिफिकेटें चा कोई इक म्हेसदे ओ तां तुस अपनी शनाखत लेई इसी अग्गड़ताईं नेई बरती सकदे.

source: Delete your Certificates
doi: अपने सर्टिफिकेट म्हेसो

source: You have requested to delete these CA certificates. For built-in certificates all trust will be removed, which has the same effect. Are you sure you want to delete or distrust?
doi: तुसें इʼनें CA सर्टिफिकेटें गी म्हेसने दी विनती कीती ऐ. बिच्च-निर्मत सर्टिफिकेटें आस्तै सारा भरोसा हटाई दित्ता जाह्‌ग, जिसदा प्रभाव उʼऐ नेहा ऐ.क्या तुस निश्चत तौरा पर म्हेसना जां शक करना चांह्‌दे ओ ?

source: If you delete or distrust a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
doi: जेकर तुस सर्टिफिकेट अथार्टी (CA) सर्टिफिकेट गी म्हेसदे जां उस पर शक करदे ओ तां एह् ऐपलीकेशन उस CA द्वारा जारी कुसै बी सर्टिफिकेट पर अग्गें भरोसा नेईं करग.

source: Delete or Distrust CA Certificates
doi: CA सर्टिफिकेटें गी म्हेसो जां उंʼदे पर शक करो

source: Are you sure you want to delete these people's e-mail certificates?
doi: क्या तुसेंगी यकीन ऐ जे तुस इॕनें लोकें दे ई-मेल सर्टिफिकेटें गी म्हेसना चांह्‌दे ओ?

source: If you delete a person's e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
doi: जेकर तुस इक ई-मेल सर्टिफिकेट म्हेसदे ओ तां तुस अग्गड़ताईं उॕनें लोकें गी गुप्त-लिखत ई-मेल भेजने च समर्थ नेईं होगेओ.

source: Delete E-Mail Certificates
doi: ई-मेल सर्टिफिकेटें गी म्हेसो

# deleteOrphanCertConfirm
source: Are you sure you want to delete these certificates?
doi: क्या तुस निश्चत तौरा पर इ ʼनें सर्टिफिकेटें गी म्हेसना जां उंʼदे पर शक करना चांह्‌दे ओ?

source: Delete Certificates
doi: CA सर्टिफिकेट म्हेसो

source: Certificate File to Import
doi: दरामद करने आस्तै सर्टिफिकेट फाइल

source: File Name to Backup
doi: बैक-अप करने गी फाइल नांऽ

source: PKCS12 Files
doi: PKCS12 फाइलां

source: This certificate has been verified for the following uses:
doi: खॕलके उपयोगें लेई इस सर्टिफिकेट दी पड़ताल होई गेदी ऐ:

source: Could not verify this certificate because it has been revoked.
doi: इस सर्टिफिकेट दी पड़ताल नेईं होई सकी की जे एह् मनसूख होई गेदी ऐ.

source: Could not verify this certificate because it has expired.
doi: इस सर्टिफिकेट दी पड़ताल नेईं होई सकी की जे इसदा समां पूरा होई गेदा ऐ.

source: Could not verify this certificate because it is not trusted.
doi: इस सर्टिफिकेट दी पड़ताल नेईं होई सकी की जे एह् भरोसेमंद नेईं ऐ.

source: Could not verify this certificate because the issuer is not trusted.
doi: इस सर्टिफिकेट दी पड़ताल नेईं होई सकी की जे जारीकर्ता भरोसेमंद नेईं ऐ.

source: Could not verify this certificate because the issuer is unknown.
doi: इस सर्टिफिकेट दी पड़ताल नेईं होई सकी की जे जारीकर्ता अनजांता ऐ.

source: Could not verify this certificate because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
doi: इस सर्टिफिकेट दी तस्दीक नेईं कीती जाई सकी की जे इस पर जेह्‌ड़ा दस्खत अल्गोरिद्‌म बरतियै दस्खत कीते गेदे हे उस्सी असमर्थत करी दित्ता गेआ ऐ की जे एह् सुरक्षत नेईं ऐ.

source: Could not verify this certificate for unknown reasons.
doi: अनजांते कारणें मूजब इस सर्टिफिकेट दी पड़ताल नेईं होई सकी.

source: Organization: "%S"
doi: संस्था: "%S"

source: Issued Under: "%S"
doi: खॕल्ल जारी: "%S"

source: Connection Not Encrypted
doi: कनैक्शन गुप्त-लिखत नेईं ऐ.

source: The website %S does not support encryption for the page you are viewing.
doi: जेह्‌ड़ा सफा तुस दिक्खा करदे ओ %Sवैबसाइट उस सफे आस्तै एन्क्रिप्शन दा समर्थन नेईं करदी.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
doi: बिना एन्क्रिप्शन दे इंटरनैट्ट पर भेदी गेदी जानकारी संचारन दे दौरान दुए लोकें द्वारा दिक्खी जाई सकदी ऐ.

source: The page you are viewing is not encrypted.
doi: जेह्‌ड़ा सफा तुस दिक्खा करदे ओ, ओह् गुप्त-लिखत नेईं ऐ.

source: The page you are viewing was encrypted before being transmitted over the Internet.
doi: जेह्‌ड़ा सफा तुस दिक्खा करदे ओ, उसगी इंटरनैट्ट पर भेजने शा पैह्‌लें गुप्त-लिखत कीता हा.

source: Connection Partially Encrypted
doi: कनैक्शन आंशक तौरा पर गुप्त-लिखत

source: Certificate Viewer:
doi: सर्टिफिकेट दर्शक:

source: <Not Part Of Certificate>
doi: <सर्टिफिकेट दा हिस्सा नेईं>

source: You should click OK only if you trust "%S" to protect your encryption private key.
doi: तुसें ठीक ऐ(OK) पर सिर्फ तां क्लिक करना चाहिदा जे तुसेंगी "%S" उप्पर थुआढ़ी गुप्त-लेखन प्राइवेट कुंजी गी संरक्षत करने दा भरोसा होऐ.

source: (not set)
doi: (सैट्ट नेईं)

source: Unable to change Master Password.
doi: मास्टर पासवर्ड बदलने च असमर्थ.

source: You did not enter the correct current Master Password. Please try again.
doi: तुसें दुरुस्त मजूदा मास्टर पासवर्ड प्रविश्ट नेईं कीता. कृपा करियै दुबारा कोशश करो.

source: Master Password successfully changed.
doi: मास्टर पासवर्ड सफलतापूर्वक बदलेआ.

source: Warning! You have deleted your Master Password.
doi: चेतावनी! तुसें अपना मास्टर पासवर्ड म्हेसी ओड़ेआ ऐ.

source: Warning! You have decided not to use a Master Password.
doi: चेतावनी! तुसें मास्टर पासवर्ड नेईं बरतने दा निर्णां कीता ऐ.

source: Your stored web and email passwords, form data, and private keys will not be protected.
doi: थुआढ़े भंडारत वैब ते ई-मेल पासवर्ड, फार्म डेटा, ते प्राइवेट कुंजियां संरक्षत नेईं होङन.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
doi: इसलै तुस FIPS अवस्था च ओ. FIPS गी इक गैर-सक्खना मास्टर पासवर्ड लोड़दा ऐ.

source: Failed to Login
doi: लाग-इन करने च असफल

source: Choose a PKCS#11 device to load
doi: लोड करने लेई PKCS#11 डिवाइस तालो

source: Module
doi: माड्यूल

source: Path
doi: रस्ता

source: Label
doi: लेबल

source: Manufacturer
doi: निर्माता

source: Serial Number
doi: क्रम-संख्या

source: HW Version
doi: HW सरूप

source: FW Version
doi: FW सरूप

source: Status
doi: वस्तुस्थिति

source: Description
doi: विवरण

source: Disabled
doi: असमर्थत

source: Not Present
doi: हाजर नेईं

source: Uninitialized
doi: बिन शुरू कीते दा

source: Not Logged In
doi: लाग-इन नेईं कीता

source: Logged In
doi: लाग-इन कीता

source: Ready
doi: त्यार

source: Enable FIPS
doi: FIPS गी समर्थत करो

source: Disable FIPS
doi: असमर्थFIPS

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
doi: FIPS अवस्था गी लोड़ ऐ जे हर इक सुरक्षा डिवाइस लेई थुआढ़े कोल इक मास्टर पासवर्ड सैट्ट ऐ. FIPS अवस्था गी समर्थ करने दी कोशश करने शा पैह्‌लें पासवर्ड सैट्ट करो.

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
doi: सुरक्षा डिवाइस आस्तै FIPSमोड बदलने च असमर्थ. एह् सफारश कीती जंदी ऐ जे तुस निकास करो ते इस ऐपलीकेशन गी परतियै शुरू करो.

source: Reset Master Password
doi: मास्टर पासवर्ड परतियै सैट्ट करो

source: Your password has been reset.
doi: थुआढ़ा पासवर्ड परतियै सैट्ट होई गेदा ऐ.

source: Select File containing somebody's Email certificate to import
doi: दरामद करने लेई कुसै दे ई-मेल सर्टिफिकेट आह्‌ली फाइल चुनो

source: Select File containing CA certificate(s) to import
doi: दरामद करने लेई कुसै दे CA सर्टिफिकेट (एं)आह्‌ली फाइल चुनो

source: Select File containing Server certificate to import
doi: दरामद करने लेई कुसै दे वैब साइट सर्टिफिकेट आह्‌ली फइल चुनो

source: Certificate Files
doi: सर्टिफिकेट फाइलां

source: Save Certificate To File
doi: सर्टिफिकेट गी (To) फाइल गी बचाइयै रक्खो

source: X.509 Certificate (PEM)
doi: X.509 सर्टिफिकेट (PEM)

source: X.509 Certificate with chain (PEM)
doi: X.509 सर्टिफिकेट सिलसिले सनैं (PEM)

source: X.509 Certificate (DER)
doi: X.509 सर्टिफिकेट (DER)

source: X.509 Certificate (PKCS#7)
doi: X.509 सर्टिफिकेट (PKCS#7)

source: X.509 Certificate with chain (PKCS#7)
doi: X.509 सर्टिफिकेट सिलसिले सनैं(PKCS#7)

source: File Error
doi: फाइल गल्ती

source: Access denied
doi: पुज्ज नकारी गेई

source: File is locked
doi: फाइल जंदरा बंद

source: No space left on device
doi: डिवाइस पर कोई थाह्‌र बची दी नेईं ऐ

source: Unknown error
doi: अनजांती गल्ती

source: You are about to override how %S identifies this site.
doi: तुस ओवरराइड करने आह्‌ले ओ जे %S इस साइट दी शनाखत किॕयां करदी ऐ.

source: This site attempts to identify itself with invalid information.
doi: एह् साइट अपनी शनाखत अमान्य जानकारी कन्नै करने दा प्रयास करदी ऐ.

source: Wrong Site
doi: गल्त साइट

source: Outdated Information
doi: परानी जानकारी

source: Unknown Identity
doi: अनजांती शनाखत

source: Valid Certificate
doi: मान्य सर्टिफिकेट

source: This site provides valid, verified identification. There is no need to add an exception.
doi: एह् साइट मान्य,पड़तालशुदा शनाखतीकरण उपलब्ध करांदी ऐ. इक खास प्रावधान जमा करने दी कोई जरूरत नेईं.

source: Checking Information
doi: जाच जानकारी

source: No Information Available
doi: कोई जानकारी उपलब्ध नेईं
