Repository: translate/mozilla-l10n
Catalog: dsb/calendar/chrome/calendar/calendar-occurrence-prompt.properties.po
Languages: dsb

source: is a repeating event
dsb: jo wóspjetujuce se tšojenje

source: is a repeating task
dsb: jo wóspjetujucy se nadawk

source: Delete Repeating Event
dsb: Wóspjetujuce se tšojenje wulašowaś

source: Delete Repeating Task
dsb: Wóspjetujucy se nadawk wulašowaś

source: Edit Repeating Event
dsb: Wóspjetujuce se tšojenje wobźěłaś

source: Edit Repeating Task
dsb: Wóspjetujucy se nadawk wobźěłaś

source: Delete just this occurrence
dsb: Toś to tšojenje wulašowaś

source: Edit just this occurrence
dsb: Toś to tšojenje wobźěłaś

source: Delete this and all future occurrences
dsb: Toś to tšojenje a wšykne pśichodne tšojenja wulašowaś

source: Edit this and all future occurrences
dsb: Toś to tšojenje a wšykne pśichodne tšojenja wobźěłaś

source: Delete all occurrences
dsb: Wšykne tšojenja wulašowaś

source: Edit all occurrences
dsb: Wšykne tšojenja wobźěłaś
