Repository: translate/mozilla-l10n
Catalog: sa/toolkit/chrome/global/filepicker.properties.po
Languages: sa

source: All Files
sa: सर्वाणि फैल्स्

source: HTML Files
sa: HTML फैल्स्

source: Text Files
sa: विषयफैल्स्

source: Image Files
sa: चित्रफैल्स्

source: XML Files
sa: XML फैल्स्

source: XUL Files
sa: XUL फैल्स्

source: Applications
sa: प्रयोगाः

source: Audio Files
sa: आडियो सञ्चिकाः

source: Video Files
sa: वीडियो सञ्चिकाः

# dirTextInputLabel
source: Directory name:
sa: कोशनाम :

source: Confirm
sa: दृढय

source: Open
sa: उद्घाटय

source: Save
sa: सञ्चय

source: Select
sa: वृणु

source: No
sa: न

source: Format:
sa: रचना :

# errorOpenFileDoesntExistTitle
source: Error opening %S
sa: %S उद्घाटने दोषः

source: File %S doesn't exist
sa: %S फैल् नास्ति

source: Error accessing %S
sa: %S प्राप्तौ दोषः

source: Directory %S doesn't exist
sa: %S कोशः नास्ति

# errorOpeningFileTitle
source: Error opening %S
sa: %S उद्घाटने दोषः

source: File %S is not readable
sa: %S फैल् अपाठ्यम्

source: Error saving %S
sa: %S सञ्चये दोषः

source: %S is a file, can't save %S
sa: %S एकं फैल् अस्ति, %S सञ्चितुं न शक्यते

source: Path %S doesn't exist, can't save %S
sa: %S मार्गः नास्ति, %S सञ्चितुं न शक्यते

source: File %S is not writable.
sa: %S फैल् अलेख्यः

source: Cannot create file. Directory %S is not writable.
sa: फैल् उत्पादयितुं न शक्यते। %S कोशः अलेख्यः।

# errorNewDirDoesExistTitle
source: Error creating %S
sa: %S उत्पादने दोषः

source: A file named %S already exists, directory cannot be created.
sa: %S इति नाम्नि एकं फैल् पूर्वमेव विद्यते, कोशं उत्पादयितुं न शक्यते।

# errorCreateNewDirTitle
source: Error creating %S
sa: %S उत्पादने दोषः

source: Directory %S could not be created
sa: %S कोशम् उत्पादयितुं न शक्यते

source: Directory cannot be created, %S is a file
sa: कोशम् उत्पादयितुं न शक्यते, %S एकं फैल् अस्ति

source: Directory cannot be created, %S not writable
sa: कोशम् उत्पादयितुं न शक्यते, %S अलेख्यम्

source: Create new directory
sa: नूतनकोशम् उत्पादय

# promptNewDirMessage
source: Directory name:
sa: कोशनाम :

source: Unknown Error
sa: अज्ञातदोषः

source: An unknown error occured (path %S)
sa: अज्ञातदोषः सम्पन्नः (मार्गः %S)
