Repository: translate/mozilla-l10n
Catalog: an/mobile/overrides/appstrings.properties.po
Languages: an

source: The URL is not valid and cannot be loaded.
an: L'URL no ye valida y no se puede cargar.

source: Firefox can't find the file at %S.
an: Firefox no ha puesto trobar o fichero en %S.

source: Firefox can't find the server at %S.
an: Firefox no ha puesto trobar o servidor en %S.

source: Firefox doesn't know how to open this address, because one of the following protocols (%S) isn't associated with any program or is not allowed in this context.
an: Firefox no sabe cómo ubrir ista adreza, porque uno d'os protocolos siguients (%S) no ye asociau ta garra programa u no ye permitiu en iste contexto.

source: Firefox can't establish a connection to the server at %S.
an: Firefox no ha puesto establir una connexión con o servidor en %S.

source: The connection to %S was interrupted while the page was loading.
an: S'ha interrumpiu a connexión con %S entre a carga d'a pachina.

source: The server at %S is taking too long to respond.
an: O servidor en %S ye tardando masiau en responder.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
an: Firefox ha detectau que o servidor ye reendrezando a solicitut d'ista adreza d'una traza que nunca no se rematará.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
an: Ta amostrar ista pachina, %S ha de ninviar información que repetirá qualsiquier acción (como una busca u una confirmación de compra) que s'haiga feito antes.

source: Resend
an: Torna a ninviar

source: Firefox doesn't know how to communicate with the server.
an: Firefox no ha sabiu cómo comunicar-se con o servidor.

source: The connection to the server was reset while the page was loading.
an: S'ha reiniciau a connexión con o servidor mientres a pachina se yera cargando.

source: This document is no longer available.
an: Iste documento ya no ye disponible.

source: Firefox is currently in offline mode and can't browse the Web.
an: Firefox ye actualment en modo sin connexión y no se puede navegar.

source: The document cannot change while Printing or in Print Preview.
an: O documento no se puede cambiar mientres a imprentación u mientres s'amostre l'anvista preliminar.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
an: Ista adreza fa servir un puerto de ret que normalment s'emplega con fins distintas a la navegación web. Firefox ha cancelau a solicitut t'a suya protección.

source: Firefox is configured to use a proxy server that can't be found.
an: Firefox ye configurau ta fer servir un servidor proxy que no se puede trobar.

source: Firefox is configured to use a proxy server that is refusing connections.
an: Firefox ye configurau ta fer servir un servidor proxy que ye refusando as connexions.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
an: No s'ha puesto amostrar a pachina que ye mirando de veyer porque fa servir una forma de compresión no valida u no admitida.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
an: No s'ha puesto amostrar a pachina que ye mirando de veyer porque se tracta d'un tipo de fichero que podría no estar seguro ubrir-lo. Meta-se en contacto con os proprietarios d'o puesto web ta informar-les d'o problema.

source: External Protocol Request
an: Solicitut de protocolo externo

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
an: Cal executar una aplicación externa ta chestionar os enlaces %1$S:. Enlaz solicitau: %2$S Aplicación: %3$S Si no asperaba ista solicitut, ye posible que sía un intento d'aprofeitar una vulnerabilidat en ixatro programa. Cancele ista solicitut de no estar que sía seguro que no ye maliciosa.

source: <Unknown>
an: <Desconoixiu>

source: Remember my choice for all links of this type.
an: Recordar a mía esleción ta totz os enlaces d'iste tipo.

source: Launch application
an: Executar l'aplicación

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
an: S'ha reportau que %S ye un puesto enrestidor y s'ha bloquiau d'alcuerdo con as suyas preferencias de seguranza.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
an: S'ha reportau que o puesto web en %S podría estar un fraude disenyau ta enganyar a os usuarios ta que compartan información personal u financiera.

source: This page has a content security policy that prevents it from being loaded in this way.
an: Ista pachina tiene una politica de seguranza de contenius que impide que se cargue d'ista traza.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
an: A pachina que ye mirando de veyer no se puede amostrar porque s'ha produciu una error en a transmisión d'os datos.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
an: Ista pachina fa servir una tecnolochía sin guarancias y que no se troba ya disponible por defecto en Firefox.

source: Firefox cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
an: O Firefox no puede guaranciar a seguranza d'os tuyos datos en %S ya que fa servir SSLv3, un protocolo de seguranza trencau.
