Repository: translate/mozilla-l10n
Catalog: ny/browser/chrome/browser/aboutDialog.dtd.po
Languages: ny

source: About &brandFullName;
ny: Za &brandFullName;

source: &Check for updates
ny: &Kuona zobwera kumene

source: Restart &brandShortName; to Update
ny: Kuyambanso &brandShortName; ku uthenga watsopano

source: &Apply Update…
ny: &Kufunsira Uthenga watsopano…

source: &brandShortName; is experimental and may be unstable.
ny: &brandShortName; ndikuyesa ndipo mwina sikungakhazikike.

source: is a
ny: ndi ya

# community.exp.creditsLink
source: global community
ny: madera a dziko lonse

# community.exp.end
source: working together to keep the Web open, public and accessible to all.
ny: kugwirila limodzi pakusunga Web yotsegula, kwa wina aliyense kugwiritsa ntchito.

source: &brandShortName; is designed by
ny: &brandShortName; inapangidwa ndi

# community.creditsLink
source: global community
ny: madera a dziko lonse

# community.end3
source: working together to keep the Web open, public and accessible to all.
ny: kugwirila limodzi pakusunga Web yotsegula, kwa wina aliyense kugwiritsa ntchito.

source: Want to help?
ny: Mukufuna kuthandiza?

source: Make a donation
ny: Pelekani chithandizo

source: or
ny: kapena

source: get involved!
ny: lowererani!

source: Licensing Information
ny: Uthenga wopangira chiphaso

source: End-User Rights
ny: Kumaliza-Ufulu wa ogwiritsa

source: Privacy Policy
ny: Ndondomeko za chinsinsi

source: Checking for updates…
ny: Kuwona mauthenga obwera kumene

source: &brandShortName; is up to date
ny: &brandShortName; ilipo mpaka lero

source: Updates disabled by your system administrator
ny: Mauthenga atsopano sakutheka chifukwa cha ndondomeko ya mpangiri wanu

source: &brandShortName; is being updated by another instance
ny: &brandShortName; yakonzedwanso posachedwapa ndi ina

source: Update failed.
ny: Mauthenga atsopano alepheleka.

source: Updates available at
ny: Zobwera kumene zikupezeka pa

source: You can not perform further updates on this system.
ny: Simungathe kupangabe zobwera kumene pa ndondomeko iyi.

source: Learn more
ny: Phunzirani zambiri

source: Downloading update —
ny: Kulowetsa zobwera kumene —

source: Applying update…
ny: Kufunsira zobwera kumene…

source: You are currently on the
ny: Pakali pano muli pa
