Repository: translate/mozilla-l10n
Catalog: son/netwerk/necko.properties.po
Languages: son

source: Looking up %1$S…
son: Goo ma %1$S ceeci…

source: Connected to %1$S…
son: %1$S ciyandi…

source: Sending request to %1$S…
son: Goo ma hãayan sanba %1$S doo…

source: Transferring data from %1$S…
son: Goo ma bayhayey berandi ka hun %1$S doo…

source: Connecting to %1$S…
son: Goo ma ciya %1$S se…

source: Read %1$S
son: %1$S caw

source: Wrote %1$S
son: Hantumandi %1$S ga

source: Waiting for %1$S…
son: Goo ma %1$S batu…

source: Beginning FTP transaction…
son: FTP neerumi sintin...

source: Finished FTP transaction
son: FTP neerumi ben

source: The FTP server %1$S is currently unsupported.
son: %1$S FTP feršikaa ši nda gaakašinay dumoo woo ra.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
son: Tataaru moɲoo woo goo ma bisandi doo taaga here. War ga baa ka bayhaya hantumantey sanba koyne doo taagaa here?

source: Index of %1$S
son: %1$S maaboŋ

source: Up to higher level directory
son: Zijandi foolaaɲaa beeri here

source: Show hidden objects
son: Haya tugantey cebe

source: Name
son: Maa

source: Size
son: Adadu

source: Last Modified
son: Barmay cee koraa

source: File:
son: Tuku:

source: You are about to visit "%1$S". This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
son: War ga baa ka "%1$S" naaru. A ga hin ka tee kaŋ nungoo woo m'alhiila hala war ma tammahãa kaŋ nungu tana foo no. Adiši war ma hansa hawgay.

source: I understand and will be very careful
son: Ay faham nda ay ga hansa ka hawgay.

source: You are about to log in to the site "%1$S" with the username "%2$S", but the website does not require authentication. This may be an attempt to trick you. Is "%1$S" the site you want to visit?
son: War ga baa ka war boŋhantum "%1$S" nungoo ga nda goykaw maa "%2$S", amma nungoo woo ši lasal-tabatandiyan waažibandi. A ga hin ka tee a ma wiri ka war darga. "%1$S" ti nungoo kaŋ war ga baa k'a naaru wala?

source: You are about to log in to the site "%1$S" with the username "%2$S".
son: War ga baa ka war boŋhantum "%1$S" nungoo ga nda goykaw maa "%2$S".
