Repository: translate/mozilla-l10n
Catalog: co/toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: co

source: Installing: %s
co: Stallazione di: %s

source: Installing Shared File: %s
co: Stallazione di i cartulari spartuti: %s

source: Replacing: %s
co: Sustituzione di: %s

source: Replacing Shared File: %s
co: Soprascrittura di u cartulare spartutu: %s

source: Skipping: %s
co: Sarà tralasciatu: %s

source: Skipping Shared File: %s
co: Sarà tralasciatu u cartulare spartutu: %s

source: Deleting file: %s
co: Supprissione di u cartulare: %s

source: Deleting component: %s
co: Supprissione di i cumpunenti: %s

source: Executing: %s
co: Esecuzione di: %s

source: Executing: %s with argument: %s
co: Esecuzione di: %s cù l'argumenti: %s

source: Copy File: %s to %s
co: Copia di u cartulare: %s in %s

source: Execute File: %s
co: Esecuzione di u cartulare: %s

source: Execute File: %s with argument: %s
co: Esecuzione di u cartulare: %s cù l'argumenti: %s

source: Move File: %s to %s
co: Spiazzamentu di u cartulare: %s in %s

source: Rename File: %s to %s
co: Mudificazione di u nome di u cartulare: %s in %s

source: Create Folder: %s
co: Criazione di u ripirtoriu: %s

source: Remove Folder: %s
co: Supprissione di u ripirtoriu: %s

source: Rename Folder: %s to %s
co: Mudificazione di u nome di u ripirtoriu: %s in %s

source: Windows Shortcut: %s
co: Ligami Windows: %s

source: Mac Alias: %s
co: Alias Mac: %s

source: Windows Register Server: %s
co: Sirvore d'arrigistramentu Windows: %s

source: Unknown file operation command!
co: Cumandu d'uparazione di u cartulare scunnisciutu

source: Patching: %s
co: Mudificazione di: %s

source: Uninstalling: %s
co: Disinstallazione di: %s

source: Register Skin: %s
co: Arrigistramentu di l'apparenza: %s

source: Register Locale: %s
co: Arrigistramentu di a lucalizazione: %s

source: Register Content: %s
co: Arrigistramentu di u cuntinutu: %s

source: Register Package: %s
co: Arrigistramentu di u package: %s

source: Use this theme
co: Aduprà stu tema

source: Use this locale
co: Aduprà sta lucalizazione

source: Install the theme "%1$S" from %2$S?
co: Stallà u tema "%1$S" da %2$S?

source: Install the locale "%1$S" from %2$S?
co: Stallà a lucalizazione "%1$S" da %2$S?

source: Install
co: Stallà

source: Queued
co: In la fila

source: Downloading…
co: Scaricamentu in corsu…

source: Downloaded
co: Scaricati

source: Installing…
co: Stallazione in corsu…

source: Unsigned
co: Micca signata

source: ERROR
co: ARRORE

source: Success
co: Stallazione riisciuta

source: Restart to complete
co: Rilancià par cumplità a stallazione

source: Access denied
co: Accessu nigatu

source: Unexpected installation error Review the Error Console log for more details.
co: Arrore di stallazione inaspittatu Cunsultà a cunsola di l'arrori par ditagli di più.

source: Install script not found
co: Impussibule di truvà unu script di stallazione

source: Not a valid install package
co: U cartulare ùn hè micca un pacchettu stallevule

source: Invalid argument
co: Argumentu micca validu

source: User canceled
co: Annullitu da l'utulizadore

source: Required file does not exist
co: Manca un cartulare nicissariu

source: Read only
co: Accessu in sola littura

source: AppleSingle extraction error
co: Arrore di strazzione AppleSingle

source: Invalid path
co: Parcorsu micca validu

source: EXTRACTION_FAILED
co: Strazzione micca riisciuta

source: Canceled
co: Annullitu

source: Download error
co: Arrore di scaricamentu

source: Script error
co: Arrore in lu script

source: Already exists
co: Esiste dighjà

source: Out of space
co: Spaziu pienu annant'à u discu

source: Chrome registration failed
co: Impussibule di fà l'arrigistramentu chrome

source: Unfinished install
co: Stallazione micca cumplitata

source: Unsupported package
co: Pacchettu micca suppurtatu

source: Signing could not be verified.
co: A signatura ùn pò esse virificata.

source: Invalid file hash (possible download corruption)
co: Hash di u cartulare micca validu (sicuramente scaricamentu currottu)

source: Unknown or invalid file hash type
co: Hash di u cartulare micca validu o scunnisciutu

source: Out of memory
co: Mimoria piena

source: Unexpected error %S
co: Arrore inaspittatu %S
