Repository: translate/mozilla-l10n
Catalog: haw/dom/chrome/layout/HtmlForm.properties.po
Languages: haw

source: Reset
haw: Hoʻomaka hou

source: Submit Query
haw: Waiho i ka Nīnau

source: Browse…
haw: Kele...

source: File Upload
haw: Hoʻouka ʻana Waihona

source: This is a searchable index. Enter search keywords:
haw: He papa kuhikuhi kikoʻī e hiki ke huli kēia. E kikokiko i nā ʻōlelo pihi huli:

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
haw: Loaʻa i kēia kahua i ka enctype=%S, akā naʻe ʻaʻole loaʻa i ke kiʻina hana=kaumanaʻo. Ke waiho nei me ke kiʻina hana=GET a ʻaʻole me ka enctype.

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
haw: Loaʻa i kēia kahua i ke komo waihona, akā naʻe, nele i ke kiʻina hana=POSt a me enctype=multipart/form-data ma ke kahua. ʻAʻole e hoʻouna ana ka waihona.

source: Form Post from %S
haw: Kaumanaʻo Kahua mai %S

source: A form was submitted in the %S encoding which cannot encode all Unicode characters, so user input may get corrupted. To avoid this problem, the page should be changed so that the form is submitted in the UTF-8 encoding either by changing the encoding of the page itself to UTF-8 or by specifying accept-charset=utf-8 on the form element.
haw: Ua waiho ʻia ke kahua me ka hoʻopāʻāluana %S e hiki ʻole ke hoʻopāʻālua i nā kinona hua Unicode, no laila hele a hewa paha ka manaʻo o ka mea hoʻohana. No ka ʻalo ʻana i kēia pilikia, pono ʻoe e hoʻololi i ka ʻaoʻao i hiki ke hoʻouna i ke kahua me ka hoʻopāʻāluana UTF-8 mao ka hoʻololi ʻana o ka hoʻopāʻāluana o ka ʻaoʻao iho i UTF-8 aiʻole mao ke kākau ʻana o accept-charset=utf-8 ma ka pōiwi kahua.

source: All Supported Types
haw: Nā ʻAno apau i Kākoʻo ʻia

source: No file selected.
haw: ʻAʻohe waihona i koho ʻia.

source: No files selected.
haw: ʻAʻole waihona i koho ʻia.

source: %S files selected.
haw: %S mau waihona i koho ʻia.

source: Choose a color
haw: Koho i kekahi waihoʻoluʻu

source: and one more;and #1 more
haw: a me hoʻokahi aʻe; a me #1 mau aʻe
