Repository: translate/mozilla-l10n
Catalog: szl/toolkit/chrome/global/aboutTelemetry.properties.po
Languages: szl

source: This page shows the information about performance, hardware, usage and customizations collected by Telemetry. This information is submitted to %1$S to help improve %2$S.
szl: Ta strōna pokŏzuje informacyje ô fungowaniu, maszinie, wykorzistaniu i zmianach sebrane ôd Telemetryje. Ta informacyjŏ je wysyłanŏ do %1$S, coby pōmōż ulepszyć %2$S.

source: General Data
szl: Ôgōlne daty

# generalDataHeadingValue
source: Value
szl: Werta

source: Telemetry Log
szl: Telemetryjowy log

source: Timestamp
szl: Czasowy sztympel

source: Data
szl: Daty

source: Slow SQL Statements on Main Thread
szl: Poleke przikŏzy SQL na głōwnyj nitce

source: Slow SQL Statements on Helper Threads
szl: Poleke przikŏzy SQL na pōmagerskich nitkach

source: Hits
szl: Trefy

source: Avg. Time (ms)
szl: Strzedni czŏs (ms)

source: Statement
szl: Przikŏz

source: Hang Report #%1$S (%2$S seconds)
szl: Report ô wiyszaniu #%1$S (%2$S sekund)

source: Late Write #%1$S
szl: Niyskorny proces zŏpisu #%1$S

source: Stack:
szl: Stos:

source: Memory map:
szl: Mapa pamiyńci:

source: An error occurred while fetching symbols. Check that you are connected to the Internet and try again.
szl: Feler przi wołaniu symbolōw. Sprŏwdźcie, jeźli żeście sōm skuplowani z Internetym i sprōbujcie jeszcze rŏz.

source: samples
szl: przikłŏdy

source: average
szl: strzedni

source: sum
szl: suma

source: Copy
szl: Kopiyrować

source: Property
szl: Włŏszczyzna

# valuesHeader
source: Value
szl: Werta

source: Add-on ID
szl: ID ôd przidŏwki

source: Details
szl: Detajle

source: %1$S Provider
szl: Dostŏwca %1$S
