Repository: translate/mozilla-l10n
Catalog: haw/netwerk/necko.properties.po
Languages: haw

source: Looking up %1$S…
haw: Huli no %1$S…

source: Connected to %1$S…
haw: Ke hoʻokuʻi nei iā %1$S…

source: Sending request to %1$S…
haw: Ke hoʻouna nei i ka noina iā %1$S…

source: Transferring data from %1$S…
haw: Ke kāneʻe nei i ka ʻikepili mai %1$S…

source: Connecting to %1$S…
haw: Ke hoʻokuʻi nei iā %1$S…

source: Read %1$S
haw: Heluhelu iā %1$S

source: Wrote %1$S
haw: Ua kākau iā %1$S

source: Waiting for %1$S…
haw: Ke kali nei no %1$S...

source: Looked up %1$S…
haw: Ua huli no %1$S…

source: Beginning FTP transaction…
haw: Ke hoʻomaka nei i ka hoʻouna FTP ʻana...

source: Finished FTP transaction
haw: Ua pau ka hoʻouna FTP ʻana

source: The FTP server %1$S is currently unsupported.
haw: Kākoʻo ʻia ʻole ke kikowaena pūnaewele FTP %1$S i kēia manawa.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
haw: Ke kia hou ʻia nei kēia ʻaoʻao pūnaewele i kekahi wahi hou. Makemake ʻoe e hoʻouna hou i nā ʻikepili kahua āu i kikokiko ai i ka wahi hou?

source: Index of %1$S
haw: Papakuhikuhi kikoʻī o %1$S

source: Up to higher level directory
haw: Hele aʻe i kekahi kumu kiʻekiʻe aʻe

source: Show hidden objects
haw: Hōʻike i nā ʻikamu i hoʻohūnā ʻia

source: Name
haw: Inoa

source: Size
haw: Nui

source: Last Modified
haw: Kāloli Hope aku

source: File:
haw: Waihona:

source: You are about to visit “%1$S”. This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
haw: E kipa ana ʻoe iā "%1$S". Hana kolohe paha kēia kahua i kāu manaʻo ʻana o ka hele ʻana i kekahi kahua ʻē aʻe. E akahele pono loa.

source: I understand and will be very careful
haw: Maopopo a e akahele ana wau

source: You are about to log in to the site “%1$S” with the username “%2$S”, but the website does not require authentication. This may be an attempt to trick you. Is “%1$S” the site you want to visit?
haw: E ʻeʻe ana ʻoe i ke kahua "%1$S" me ka inoa mea hoʻohana ʻo "%2$S", akā ʻaʻole noi i kēia kahua pūnaewele i ka hōʻoiana. He hana kolohe paha kēia. Makemake ʻoe e kipa iā "%1$S"?

source: You are about to log in to the site “%1$S” with the username “%2$S”.
haw: E ʻeʻe ana ʻoe i ke kahua "%1$S" me ka inoa mea hoʻohana ʻo "%2$S".

source: The resource at “%1$S” was blocked because tracking protection is enabled.
haw: Ua pale ʻia ke kumuwaiwai ma "%1$S" ma muli o ka hoʻā ʻana o ka palena kolokolo.
