Repository: translate/mozilla-l10n
Catalog: pbb/toolkit/chrome/global/filepicker.properties.po
Languages: pbb

source: All Files
pbb: Jxuka eç jxawnxisa's

source: HTML Files
pbb: Eç jxawnxisaa HTML-te

source: Text Files
pbb: Eç fxi'nxi'sa's jxawnxi

source: Image Files
pbb: Eç jxawnxisatx piisawa'h

source: XML Files
pbb: Eç jxawnxisa XML-te

source: XUL Files
pbb: Eç jxawnxisa XUL-te

source: Applications
pbb: Vxiswa'ja's

source: Audio Files
pbb: Eç jxawnxisaaju kapnasa's ksusuhnxi

source: Video Files
pbb: Eç jxawnxisaa kaapnasa's ktegunxisaa

# dirTextInputLabel
source: Directory name:
pbb: Pkhakhenxisaa yase:

source: Confirm
pbb: kaayaki'jin

source: %S already exists. Do you want to replace it?
pbb: %S txã' vxia'k. ¿Pejxipa'ga yu'pthewa'ja's?

source: Open
pbb: Phande

source: Save
pbb: Jxawna

source: Select
pbb: Txitxna

source: No
pbb: Ewumeeen

source: Format:
pbb: Txã'wẽ:

# errorOpenFileDoesntExistTitle
source: Error opening %S
pbb: Ewmee phadenxi %S

source: File %S doesn’t exist
pbb: Eç jxawnxi %S vxiaçme'

source: Error accessing %S
pbb: Ewmee phadenxi %S

source: Directory %S doesn’t exist
pbb: Pkhakhenxi %S vxiaçme'

# errorOpeningFileTitle
source: Error opening %S
pbb: Ewmee phadenxi %S

source: File %S is not readable
pbb: Eç jxawnxisa's jxpayya' ewuçme' %S

source: Error saving %S
pbb: Jxawya' ewuçme' %S

source: %S is a file, can’t save %S
pbb: %S na' teeçx eç jxawnxisa', jxawya' ewuçme %S

source: Path %S doesn’t exist, can’t save %S
pbb: Dxi'ja' %S vxiaçme'; jxawya' ewuçme' %S

source: File %S is not writable.
pbb: Fxi'jxa' ewuçme' eç jxawnxisaate %S

source: Cannot create file. Directory %S is not writable.
pbb: Vxithya' ewume' eç jxawnxi's. Fxi'jxa' ewume' pkhakhenxisa's %S.

# errorNewDirDoesExistTitle
source: Error creating %S
pbb: Ewmee vxithya' %S

source: A file named %S already exists, directory cannot be created.
pbb: Teeçx eç jxawnxisa's pa'ya ya'path %S vxia'yakh ayte, napa na'sa ewuçmeeta' pkhakhen vxithya'.

# errorCreateNewDirTitle
source: Error creating %S
pbb: Ewmee vxithya' %S

source: Directory %S could not be created
pbb: Pkhakhen vxithya' ewuçme' %S

source: Directory cannot be created, %S is a file
pbb: Pkhakhen vxithya' ewuçme', %S na' teeçx eç jxawnxisa'.

source: Directory cannot be created, %S not writable
pbb: Pkhakhen vxithya' ewuçme' usçxapa ewuçme' ki'h fxi'jxa' %S

source: Create new directory
pbb: Teeçx u'se pkhakhenxi's ki'h vxithya'.

# promptNewDirMessage
source: Directory name:
pbb: Pkhakhenxisaa yase:

source: Unknown Error
pbb: Ewmeesa's jiyunximeesa'.
