Repository: translate/mozilla-l10n
Catalog: quy/mobile/android/chrome/browser.properties.po
Languages: quy

source: Installing Add-on
quy: Huntapasqata hapichispa

source: Install
quy: Hapichiy

source: Unverified add-on
quy: Huntapasqata mana qawarispa

source: This site would like to install an unverified add-on. Proceed at your own risk.
quy: Kay tiyasqaykipi mana qawarisqata huntapachiyta munan .qanpa munayniyki qawanpi

source: Downloading add-on
quy: Huntapasqa taqtay

source: Installation complete
quy: Huntapasqa hapichiy

source: ADD-ONS
quy: Huntapasqakuna

source: Download starting
quy: Taqtay qallariy

source: Download complete
quy: Huntasqa taqtay

source: Can't open file. Tap to save it.
quy: Manan kichakuyta taqi atikunchu.ñitiy allchanapaq

source: Download too big
quy: Hatuhatunmi taqtayqa

source: Not enough storage space
quy: Taqinapaqqa manan kawinanpaq kanñachu

source: Download started…
quy: Taqtayqa qallarinñan

# alertDownloadsPause
source: Pause
quy: Allillamanta

source: Resume
quy: Kaqmanta

# alertDownloadsCancel
source: Cancel
quy: Tatisqa

source: %S downloaded
quy: Taqtasqaña %S

source: Downloads are disabled in guest sessions
quy: Minkarisqakunapaq taqtasqakunaqa sikisqan kaskan

source: Press BACK to leave full-screen mode
quy: Kutinapi matipay hunta qawana imakaqpi kananpaq

source: '%S' has been added as a search engine
quy: %S' nisqapin yapapasqa kanki machkanapaq

source: Couldn't add '%S' as a search engine
quy: Manan yapapakunchu '%S' nisqaman machkanapaq

source: '%S' is already one of your search engines
quy: %S nisqaqa ñan umanchanña machkanaykipaq

source: Printing…
quy: Urquy munasqaykita

source: Abort Download
quy: Taqtasqaykita saqiy utaq tatichiy

source: Do you want to abort this download?
quy: Munankichu taqtasqa saqiyta?

source: Error
quy: pantay

source: Blocked add-on
quy: Huntapa tatichisqa

# addonError.learnMore
source: Learn more
quy: Aswan yachay

source: Unverified add-ons
quy: Huntapasqata mana qawarispa

source: One or more installed add-ons cannot be verified and have been disabled.
quy: Huntapasqakuna hapichisqa sikisqa manan rikukunchu hinaspapas manañan kanñachu

source: Dismiss
quy: Wikapasqa

source: View add-ons
quy: Huntapasqakuna qaway

source: The add-on could not be downloaded because of a connection failure on #2.
quy: Huntapasqaqa manan taqtakunchu chupanchasqapi pantay #2.nisqapi kaqtin

source: The add-on from #2 could not be installed because it does not match the add-on #3 expected.
quy: #2 nisqapi huntapasqa manan hapichikuyta atinchu manan huntapasqawan tarinakunchu #3 nisqapi suyay

source: The add-on downloaded from #2 could not be installed because it appears to be corrupt.
quy: #2 nisqamanta huntapasqa taqtasqa manan hapichikuyta atikunchu manaña allin kasqanrayku

# addonError-4
source: #1 could not be installed because #3 cannot modify the needed file.
quy: #1 nisqa manan hapichikunchu #3 nisqan mana atinchu taqi ima allchapayta

source: #3 has prevented #2 from installing an unverified add-on.
quy: #3 nisqan yuyaycharun #2 nisqa mana qawasqa huntapasqa hapichiyta

source: This add-on could not be installed because of a filesystem error.
quy: Kay huntapasqaqa manan hapichinata atikunchu taqi pantay kaqtin

source: This add-on could not be installed because it does not match the add-on #3 expected.
quy: #2 nisqapi huntapasqa manan hapichikuyta atinchu manan huntapasqawan tarinakunchu #3 nisqapi suyay

source: This add-on could not be installed because it appears to be corrupt.
quy: huntapasqa taqtasqa manan hapichikuyta atikunchu manaña allin kasqanrayku

# addonLocalError-4
source: #1 could not be installed because #3 cannot modify the needed file.
quy: #1 nisqan mananpuni hapichinapaq hinachu #3 nisqan mana atinchu taqi ima allchapayta.

source: This add-on could not be installed because it has not been verified.
quy: Kay huntapayqa manan hapichinapaq hinachu mana qawasqa kaqtin

source: #1 could not be installed because it is not compatible with #3 #4.
quy: #1 nisqaqa manan hapichinapaq hinachu mana #3 #4 nisqawan tupanasqa kaqtin

source: #1 could not be installed because it has a high risk of causing stability or security problems.
quy: #1 nisqan mana hapichinapaq hinachu yanqan pantachinman imakaqta

source: Restart to complete changes.
quy: Kaqkaqmantaqallariy tiqray huntachinapaq

source: Unsafe add-ons installed. Restart to disable.
quy: Hapichisqa mana allin hapichinakuna. kaqkaqmantaqallariy mana kananpaq

source: Restart
quy: kaqmantaqallariy

# doorhanger.learnMore
source: Learn more
quy: Aswan yachay

source: #1 prevented this site from opening a pop-up window. Would you like to show it?;#1 prevented this site from opening #2 pop-up windows. Would you like to show them?
quy: #1nisqan mana kichananta munanchu .rikuchiyta munawaqchu?#1 nisqan mana kichanchu #2 kuyuq tuquta qawachiyta munawaqchu?

# popup.dontAskAgain
source: Don't ask again for this site
quy: Ama tapukuychu kay tiyasqamanta

source: Show
quy: Qawachiy

source: Don't show
quy: Ama qawachiychu

source: This site has been identified as containing malware or a phishing attempt. Be careful.
quy: malware nisqapi kikinchasqa phishing nisqapi yanqtaq

source: Popups
quy: Tuqukuna kichapasqa

source: %S prevented this site (%S) from asking you to install software on your device.
quy: %S nisqan harkan kay(%S) softwarenisqata hapichinaykipaq mañakusunki

source: %S prevented this add-on (%S) from installing on your device.
quy: %S nisqa harkan kay yuyaychay (%S) hapichinanisqa qaykunanta

source: %S prevented an add-on from installing on your device.
quy: %S nisqa minkarikun huntapasqa hapichiqpa haykunanta.

# xpinstallPromptAllowButton
source: Allow
quy: Munay

source: Software installation has been disabled by your system administrator.
quy: software nisqapiwasapachiqniyki imakaq hapichinata sikisqa

source: Software installation is currently disabled. Press Enable and try again.
quy: Softwarenisqa kunanpuni sikisqa kachan.ñitiy kichachiy nisqapi hinaspa kaqmanta qallariy

source: Enable
quy: Kichachiy

source: Verified by: %S
quy: %S nisqapa qawasqa

source: You have added a security exception for this site
quy: hinachakanqa qawapakuqta kay tiyasqanman yapapasqanki

source: %S, %S
quy: %S, %S nisqa

source: %S (%S)
quy: %S (%S)nisqa

# geolocation.allow
source: Share
quy: Mallichiy, aypachiy

source: Don't share
quy: Ama mallichiychu, ama aypachiychu

source: Share your location with %S?
quy: %S? nisqawan maypi kasqaykita aypachiy

source: Location
quy: Tiyasqan, churapana, kasqan

# geolocation.dontAskAgain
source: Don't ask again for this site
quy: Ama tapukuychu kay kasqanmanta

# desktopNotification2.allow
source: Always
quy: Chaynapunin

# desktopNotification2.dontAllow
source: Never
quy: Haykaqpas

source: Would you like to receive notifications from this site?
quy: Munawaqchu mañakuykunata kaypi chaskiyta?

source: Notifications
quy: Mañarikuy

source: Image unblocked
quy: Uyan mana tatichisqa

source: Show All
quy: Lliw qawachiy

# contacts.allow
source: Allow
quy: Munay

# contacts.dontAllow
source: Don't allow
quy: Mana munay

source: Allow %S to access your contacts?
quy: %S nisqata munawaqchu riqsisqaykikunaman qaykunanta?

# contacts.dontAskAgain
source: Don't ask again for this site
quy: Ama tapukuychu kay kasqanmanta

# deviceStorageMusic.allow
source: Allow
quy: Munay

# deviceStorageMusic.dontAllow
source: Don't allow
quy: Mana munay

source: Allow %S access to your music?
quy: %S nisqa munawaqchu takiykikunaman qaykunanta?

# deviceStorageMusic.dontAskAgain
source: Don't ask again for this site
quy: Ama tapukuychu kay kasqanmanta

# deviceStoragePictures.allow
source: Allow
quy: munay

# deviceStoragePictures.dontAllow
source: Don't allow
quy: Mana munay

source: Allow %S access to your images?
quy: %S nisqa munawaqchu uyanpaman qaykunanta?

# deviceStoragePictures.dontAskAgain
source: Don't ask again for this site
quy: Ama tapukuychu kay kasqanmanta

# deviceStorageSdcard.allow
source: Allow
quy: Munay

# deviceStorageSdcard.dontAllow
source: Don't allow
quy: Mana munay

source: Allow %S access to external storage?
quy: %S nisqa hawa taqisqaman haykunanta munawaqchu?

# deviceStorageSdcard.dontAskAgain
source: Don't ask again for this site
quy: Ama kaqmanta tapukuychu kay kasqanmanta

# deviceStorageVideos.allow
source: Allow
quy: Munay

# deviceStorageVideos.dontAllow
source: Don't allow
quy: Mana munay

source: Allow %S access to your videos?
quy: %S nisqa munawaqchu qawanapataykiman qaykunanta?

# deviceStorageVideos.dontAskAgain
source: Don't ask again for this site
quy: Ama tapukuychu kay kasqanmanta

source: New tab opened;#1 new tabs opened
quy: Musuq qichipha kichasqa #1 nisqapi musuq qichiphakuna kichasqakuna

source: New private tab opened;#1 new private tabs opened
quy: Musuq payllapa qichipha kichasqa ;#1 musuq payllapa qachiphakuna kichasqakuna

source: SWITCH
quy: Tiqray

source: Closed %S
quy: %S nisqa wisqasqa

source: Closed Private Browsing
quy: Payllapa llikachasqan wisqasqa

source: Closed tab
quy: Qichipha wisqasqa

source: UNDO
quy: Chaqruy, wikapay, wiqchuy

source: Allow %S to store data on your device for offline use?
quy: %S nisqa munawaqchu taqinchasqa imanisqaykikunaman mana llikachasqaman lluqsinanta?

# offlineApps.dontAskAgain
source: Don't ask again for this site
quy: Ama kay kasqanmanta tapukuychu

# offlineApps.allow
source: Allow
quy: Munay

# offlineApps.dontAllow2
source: Don't allow
quy: Mana munay

source: Offline Data
quy: Imanisqakuna qichusqa

source: Logins
quy: Taqirimaykunapa qallariynin

source: Save
quy: Allchay

source: Don't save
quy: Mana alchay

source: false
quy: Mana kaq

source: Text copied to clipboard
quy: Qillqasqa patara allchapanaman

# casting.sendToDevice
source: Send to Device
quy: Hapichiqman suchiy

source: Mirror Tab
quy: Qichipha qawachiy

source: Stop Mirror
quy: Amaña qawachiychu

source: Open Link in New Tab
quy: Musuq qichiphapi kichay

source: Open Link in Private Tab
quy: Payllapa qichiphanpi kichay

# contextmenu.share
source: Share
quy: Mallichiy, aypachiy

source: Copy Link
quy: Tupachinata aypachiy

source: Share Link
quy: Tupachinata mallichiy

source: Bookmark Link
quy: Tupachinakunata yapapay

source: Copy Email Address
quy: Tiyanan riqsichiqniykita qillqay

source: Share Email Address
quy: Wakinman tiyanan riqsichiqnitkita quy

source: Copy Phone Number
quy: waqyanaykipa yupayninta qillqay

source: Share Phone Number
quy: Waqyanaykipa yupayninta quy

source: Select Input Method
quy: Imanruwana haykunaykita aqllapay

source: Full Screen
quy: Qawana pata huntasqa

source: View Image
quy: uyan qaway

source: Copy Image Location
quy: May uyan risqan qillqay

source: Share Image
quy: uyanta qawachiy

source: %S Search
quy: %S nisqata machkay

source: Save Image
quy: Uyanta allchay

source: Show Image
quy: Uyan qawachiy

source: Set Image As
quy: Uyanpurakama churay

source: Add Search Engine
quy: Yapapay unanchanata machkananpaq

source: Play
quy: Mirachiy

# contextmenu.pauseMedia
source: Pause
quy: Allillamanta

source: Share Video
quy: Qawanapata qawachiy

source: Show Controls
quy: Qawaqta qawachiy

source: Mute
quy: Upallachiy

source: Unmute
quy: Kaqmanta uyarikuqta allchapay

source: Save Video
quy: Qawanapatata allchay

source: Save Audio
quy: Uyarikuqta allchay

source: Add to Contacts
quy: Riqsisqaykikunata yapapay

# contextmenu.sendToDevice
source: Send to Device
quy: Hapichiqman suchiy

source: Copy
quy: niraq urquy

source: Cut
quy: Kuchuy

source: Select All
quy: Lliwllata aqllapay

source: Paste
quy: Ratachiy

source: Call
quy: Waqyay

source: Done
quy: kaypata

source: Pick a date
quy: Punchay aqllay

# inputWidgetHelper.datetime
source: Pick a date and a time
quy: Punchaytawan, tuymitawan aqllay

# inputWidgetHelper.datetime-local
source: Pick a date and a time
quy: Punchaytawan, tuymitawan aqllay

source: Pick a time
quy: Tuymita aqllay

source: Pick a week
quy: Siqita aqllay

source: Pick a month
quy: Killata aqllay

# inputWidgetHelper.cancel
source: Cancel
quy: Tatichiy

source: Set
quy: Chaninchay

source: Clear
quy: Pichay

source: <anonymous>
quy: Manasutichasqa

source: Stack trace from %S, function %S, line %S.
quy: %S nisqmanta qatipay%S nisqapi imanruwanan%S. nisqa kinraysiqi.

source: %S: timer started
quy: %S nisqapi tuymichaywan qallariynin

source: %1$S: %2$Sms
quy: %1$S: %2$Sms nisqa

source: %S contains plugin content. Would you like to activate it?
quy: %S pluqin nisqa taqichasqan kan munawaqchu kichayta?

source: Activate
quy: Qallariy, kichay, hapichiy

source: Don't activate
quy: Ama qallariy, mana kichay, mana hapichiy

# clickToPlayPlugins.dontAskAgain
source: Don't ask again for this site
quy: Ama tapukuychu kay kasqanmanta

source: Plugins
quy: Chaykama

source: Incorrect password
quy: Mana allin payllapa

source: Incoming Connection
quy: Chupanchasqa haykuy

source: Allow USB debugging connection?
quy: USB nisqapichupanchasqata munawaqchu wiqchuyta?

source: Allow remote debugging connection from %1$S:%2$S? This connection requires a QR code to be scanned in order to authenticate the remote device's certificate. You can avoid future scans by remembering the device.
quy: %1$S:%2$S nisqamanta munawaqchu aqllaspawiqchuyta? kay chupanchasqaqa QR nisqanmi kanan riqsichiqraphi kikinchananpaq ichaqa yukawaqmi imankaqurquyta hapichiqta yuyaspa.

source: Deny
quy: Manapunin

# remoteIncomingPromptAllow
source: Allow
quy: Munay

source: Scan
quy: Imankaqurquy

source: Scan and Remember
quy: Imankaqurquy hinaspa yuyariy

source: %S debugging enabled
quy: %S nisqapi kichasqata aqllaspawiqchuy

source: App
quy: Churapay

source: Listening on port %S
quy: %S nisqapi tukupayninpi uyarispa

source: Activate debugging for %S
quy: %S nisqapaq aqllapawiqchuy qallarichiy

source: Touch to activate remote debugger
quy: Kunanni wiqchuqpa chayraq qallariy

source: Open
quy: Kichay

source: Ignore
quy: mana musiaq

# helperapps.dontAskAgain
source: Don't ask again for this site
quy: Ama tapukuychu kay kasqanmanta

source: Open With %S App
quy: %S nisqawan kichay

# helperapps.always
source: Always
quy: Kanqapuni

# helperapps.never
source: Never
quy: Haykaqpas

source: Complete action using
quy: Ruwaspa ruway huntapasqa

source: Download
quy: Taqtay

# helperapps.alwaysUse
source: Always
quy: Kanqapuni

source: Just once
quy: Kunanpunin kanqa

source: This site (%S) attempted to install a theme.
quy: (%S)nisqa tiyasqaqa sapakutitan imaninanta hapichiyta munan

# lwthemeInstallRequest.allowButton
source: Allow
quy: Munan

source: Would you like to share your camera with %S?
quy: Qawanapatata munawaqchu %S nisqawan aypachiyta?

source: Would you like to share your microphone with %S?
quy: %S nisqawan munawaqchu yanapakuy rimanayki aypachiyta?

source: Would you like to share your camera and microphone with %S?
quy: %S nisqawan munawaqchu qawanapataykitawan yanapakuqrimanaykitawan aypachiyta?

source: Don't Share
quy: Manan aypachiymanchu

# getUserMedia.shareRequest.label
source: Share
quy: Aypachiy

source: Camera %S
quy: %S nisqa qawanapata

source: Front facing camera
quy: Uya uyapura qawanapata

source: Back facing camera
quy: Qipa qawanapata

source: No Video
quy: Mana qawanayuq

source: Choose a tab to stream
quy: Huk qichiphata qawachinapaq aqllay

source: Video source
quy: Qawanapataq ñawin

source: Microphone %S
quy: %S nisqa yanapakuq rimana

source: No Audio
quy: Mana uyariyniyuq

source: Microphone to use
quy: Rimay yanapakuq

source: Camera is on
quy: Qawanapata kanchaq

source: Microphone is on
quy: Rimay yanapaq kanchaq

source: Camera and microphone are on
quy: qawanapata hinaspa rimay yanapaq kanchaqkuna

source: Camera has been blocked.
quy: qawanapata tatichisqa

source: Microphone has been blocked.
quy: rimay yanapaq tatichisqa

source: Camera and microphone have been blocked.
quy: qawanapata hinaspa rimay yanapaq tatichisqakuna

source: Tap the screen to show reader options
quy: Llamiy qawanata ñawinchana chaychukanman nisqakunata qawachisunaykipaq

source: Open in App
quy: kichay ruwananpi

# openInApp.cancel
source: Cancel
quy: Tatichiy

source: "Choose a tab to stream"
quy: Huk qichiphata aqllay chayachinapaq

source: Link
quy: Tupachina

source: Image
quy: uyan

source: Video
quy: qawanapata

source: Audio
quy: uyarina

source: Phone
quy: Waqyana

source: Mail
quy: Imaman apachina

source: Choose feed
quy: Ñawinta aqllay

source: Subscribe with
quy: Churapakuy chaywan

source: %1$S is deprecated. Please use %2$S instead
quy: %1$S nisqa mana aqllasqa kachan ama hina kaychu %2$S nisqata churay rantinta
