Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/places/places.properties.po
Languages: az, bg, bn_in, br, he, hy_am, is, kn, lb, mai, nb_no, oc, sd, sv, th, tr, tt, vi

source: The bookmarks and history system will not be functional because one of %S's files is in use by another application. Some security software can cause this problem.
az: %S proqramına aid fayllardan biri başqa bir proqram tərəfindən istifadə olunduğu üçün, əlfəcin və səyahət keçmişi sistemi işləməyəcək. Bəzi təhlükəsizlik proqramları buna səbəb ola bilər.
bg: Отметки и История няма да работят, защото един от файловете на %S е заключен от друго приложение. Някои от програмите за безопасност може да предизвикат такъв проблем.
bn_in: %S-র একটি ফাইল অন্য অ্যাপ্লিকেশন দ্বারা বর্তমানে ব্যবহৃত হওয়ার ফলে বুকমার্ক ও পূর্ববর্তী তথ্যের ব্যবস্থাগুলি বর্তমানে সঞ্চালিত হবে না। নিরাপত্তা বিষয়ক কোনো সফ্টওয়্যারের ফলে এই সমস্যা দেখা দিতে পারে।
br: Ar reizhiad sinedoù hag istor ne vo ket arc'hwelel rak ur restr eus %S zo implijet gant un arload all. Ul lod eus ar meziantoù diogelroez a c'hell bezañ kaoz d'ar gudenn-mañ.
he: מערכת הסימניות וההיסטוריה לא מתפקדת מאחר שאחד הקבצים של %S נמצא בשימוש על ידי יישום אחר. בעיה זו נגרמת לעתים על ידי תוכנות אבטחה.
hy_am: Էջանիշերի և պատմության համակարգը չի գործի, քանի որ %S ֆայլերից մեկը օգտագործվում է այլ ծրագրի կողմից: Սրա պատճառը կարող է լինել անվտանգության ինչ որ ծրագիր:
is: Bókamerki og ferill eru ekki aðgengilegar því einhverjar skrár fyrir %S eru þegar í notkun af öðru forriti. Stundum getur öryggishugbúnaður valdið þessum vandræðum.
kn: ಬುಕ್‌ಮಾರ್ಕುಗಳ ಹಾಗು ಇತಿಹಾಸ ವ್ಯವಸ್ಥೆಯು ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ ಏಕೆಂದರೆ %S ಕಡತಗಳಲ್ಲಿ ಒಂದು ಬೇರೆ ಅನ್ವಯಗಳಿಂದ ಬಳಸಲ್ಪಡುತ್ತಿದೆ. ಕೆಲವು ಸುರಕ್ಷತಾ ತಂತ್ರಾಂಶವು ಈ ತೊಂದರೆ ಕಾರಣವಾಗಿರಬಹುದು.
lb: D'Lieszeechen an Verlaf System wäert net funktionéiere well eng vun dem %S sengen Fichierë vun enger anerer Applikatioun benotzt gëtt. Verschidden Sécherheets Softwaren kënnen dësen Problem verursaachen.
mai: ई पुस्तकचिह्न आ इतिहास तंत्र कार्यशील नहि रहत किएक %S क फाइलमे सँ एकटा कोनो दोसर अनुप्रयोगक द्वारा प्रयोगमे अछि. किछु सुरक्षा साफ़्टवेयर एहि समस्याक कारण बन सकैत अछि.
oc: Los marcapaginas e l'istoric del sistèma foncionaràn pas per çò que un dels fichièrs de %S es utilizat per un autre programa. Lo problèma pòt venir d'un logicial de seguretat.
sv: Systemet med bokmärken och historik kommer inte att fungera eftersom en av %S filer används av ett annat program. Vissa säkerhetsprogram kan orsaka detta problem.
th: ระบบที่คั่นหน้าและประวัติจะไม่สามารถใช้งานได้เนื่องจากมีโปรแกรมอื่นใช้งานแฟ้มของ %S อยู่ โปรแกรมรักษาความปลอดภัยบางโปรแกรมอาจเป็นสาเหตุของปัญหานี้
tr: %S uygulamasına ait dosyalardan biri başka bir uygulama tarafından kullanılmakta olduğundan, yer imi ve tarama geçmişi sistemi çalışmayacak. Bazı güvenlik yazılımları bu soruna sebep olabilir.
tt: Saife-imleri ve keçmiş sistemi işlemeycek çünki %S dosyeleriniñ biri başqa bir uyğulama tarafından qullanılmaqtadır. Bazı emniyet yazılımı bu meselege yol açabilir.
vi: Hệ thống các trang đánh dấu và lược sử sẽ không hoạt động vì một tập tin của %S đang bị một chương trình khác sử dụng. Một phần mềm bảo mật nào đó cũng có thể gây ra vấn đề này.

source: Learn More
tt: Kübrek Öyren

# lockPromptInfoButton.accessKey
source: L
tt: Ö

source: Sort by Name
az: Ada görə sırala
bg: Сортиране по име
bn_in: নাম অনুযায়ী ক্রমবিন্যাস করা হবে
br: Rummañ dre anv
he: מיין לפי שם
hy_am: Խմբավորել ըստ անվան
is: Raða eftir nafni
kn: ಹೆಸರಿನ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸು
mai: नाम क अनुसार छाँटू
nb_no: Sorter etter navn
oc: Triada per nom
sd: نالي موجب ڇانٽيو
sv: Ordna efter namn
th: เรียงตามชื่อ
tr: İsme göre sırala
vi: Xếp theo tên

source: Sort by &Name
az: &Ada görə sırala
bg: Сортиране по &име
bn_in: &নাম অনুযায়ী ক্রমবিন্যাস করা হবে
br: Rumm&añ dre anv
hy_am: Խմբավորել ըստ &անվան
is: Raða eftir &nafni
kn: ಹೆಸರಿನ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸು
mai: नामसँ छांटू (&N)
nb_no: Sorter etter &navn
oc: Triar per &nom
sv: Ordna efter &Namn
th: เรียงตาม&ชื่อ
tr: İ&sme göre sırala
vi: Xếp theo &tên

source: Sort by &Location
az: &Məkana görə sırala
bg: Сортиране по &местоположение
bn_in: &অবস্থান অনুযায়ী ক্রমবিন্যাস করা হবে
br: Rummañ dre &lec'hiadur
hy_am: Խմբավորել ըստ &տեղի
is: &Raða eftir staðsetningu
kn: ಸ್ಥಳದ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸು
mai: स्थान क अनुसार छाँटू
nb_no: Sorter etter &plassering
oc: Triar per emp&laçament
sv: Sortera efter &Plats
th: เรียงตาม&สถานที่
tr: &Konuma göre sırala
vi: Xếp theo địa &chỉ

source: Sort by Most Recent &Visit
az: Ən &son ziyarətə görə sırala
bg: Сортиране по по&следно посещение
bn_in: সাম্প্রতিক &ভিজিট দ্বারা বাছাই করুন
br: Rummañ dre &weladenn nevesañ
hy_am: Խմբավորել ըստ վերջին &այցելության
is: &Raða eftir nýjustu heimsókn
kn: ಅತ್ಯಂತ ಇತ್ತೀಚಿನ ಭೇಟಿಯ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸು
mai: सबसे हालिया विजिट केर अनुसार छाँटू
nb_no: Sorter etter sist &Besøkt
oc: Triat dempuèi la darrièra &visita
sv: Sortera efter Senaste &Besök
th: เรียงตามการเ&ยี่ยมชมล่าสุด
tr: Son &ziyarete göre sırala
vi: Xếp theo lần xem &gần đây nhất

source: Sort by Visit &Count
az: Ziyarət &sayısına görə sırala
bg: Сортиране по &брой посещения
bn_in: পরিদর্শনের &সংখ্যা অনুযায়ী ক্রমবিন্যাস করা হবে
br: Rummañ dre &gont ar gweladenniñ
hy_am: Խմբավորել ըստ &այցելությունների
is: &Raða eftir fjölda heimsókna
kn: ಭೇಟಿಯ ಎಣಿಕೆಯ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸು
mai: भ्रमण गिनती क अनुसार छाँटू
nb_no: Sorter etter besøks&antall
oc: Triar per &nombre de visitas
sv: Sortera efter besöks &Antal
th: เรียงตาม&ครั้งที่เข้าชม
tr: Ziyaret s&ayısına göre sırala
vi: Xếp theo &số lần xem

source: Sort by &Keyword
az: Açar sö&zə görə sırala
bg: Сортиране по &ключова дума
hy_am: Խմբավորել ըստ &հիմնաբառի
mai: बीजशब्द क अनुसार छाँटू

source: Sort by &Description
az: Açıq&lamaya görə sırala
bg: Сортиране по &описание
bn_in: &বিবরণ অনুযায়ী ক্রমবিন্যাস করা হবে
br: Rummañ dre &zeskrivadur
hy_am: Խմբավորել ըստ &նկարագրության
is: &Raða eftir lýsingu
kn: ವಿವರಣೆಯ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸು
mai: विवरण क अनुसार छाँटू
nb_no: Sorter etter &beskrivelse
oc: Triar per &descripcion
sv: Sortera på &Beskrivning
th: เรียงตามคำอธิ&บาย
tr: Açıkla&maya göre sırala
vi: Xếp theo &mô tả

source: Sort by Add&ed
az: Ə&lavə edilməyə görə sırala
bg: Сортиране по &добавено на
bn_in: &যোগ করার তারিখ অনুযায়ী ক্রমবিন্যাস করা হবে
br: Rummañ dre ar re &ouzhpennet
hy_am: Խմբավորել ըստ &ավելացնելու
is: &Raða eftir hvenær bætt við
kn: ಸೇರಿಸಿದುದರ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸು
mai: जोड़ल गेल अनुसार छाँटू
nb_no: Sorter etter &lagt til
oc: Triada p&er data d'apondon
sv: Sortera på &Tillagd
th: เรียงตามวันที่เ&พิ่ม
tr: &Ekleme tarihine göre sırala
vi: Xếp theo &thời điểm thêm vào

source: Sort by Last &Modified
az: Son &düzəlişə görə sırala
bg: Сортиране по пос&ледна промяна
bn_in: &সর্বশেষ পরিবর্তনের সময় অনুযায়ী ক্রমবিন্যাস করা হবে
br: Rummañ dre an hini diwezhañ &kemmet
hy_am: Խմբավորել ըստ &փոփոխման
is: &Raða eftir seinast breytt
kn: ಕೊನೆಯದಾಗಿ ಮಾರ್ಪಡಿಸಲಾದುದರ ಮೇರೆಗೆ ವಿಂಗಡಿಸು
mai: अंतिम रूपांतरण क अनुसार छाँटू
nb_no: Sorter etter sist &oppdatert
oc: Triar per data de darrièra &modificacion
sv: Sortera efter Senast &uppdaterad
th: เรียงตามการเปลี่ยนแ&ปลงล่าสุด
tr: Son &değişiklik tarihine göre sırala
vi: Xếp theo lần sửa &cuối

source: Sort by &Tags
az: &Nişanlara görə sırala
bg: Сортиране по &етикети
bn_in: &ট্যাগ অনুযায়ী ক্রমবিন্যাস করা হবে
br: Rumm&añ dre glavioù
hy_am: Խմբավորել ըստ &պիտակի
is: Raða eftir &tögum
kn: ಟ್ಯಾಗ್‌ಗಳ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸು
mai: टैग द्वारा छाँटू (&T)
nb_no: Sorter etter &etiketter
oc: &Triar per balisas
sv: Ordna efter &Taggar
th: เรียงตามแ&ท็ก
tr: E&tiketlere göre sırala
vi: Xếp theo ta&g

source: Tags
az: Etiketlər
bg: Етикети
bn_in: ট্যাগ
br: Merkoù
he: תגיות
hy_am: Կցապիտակներ
is: Merki
kn: ಟ್ಯಾಗ್‌ಗಳು
lb: Tagen
nb_no: Etiketter
oc: Etiquetas
sd: چٽڪيون
sv: Etiketter
th: แท็ก
tr: Etiketler
vi: Nhãn

source: Tab
az: Vərəq
bg: Подпрозорец
br: Taol
hy_am: Ներդիր
kn: ಟ್ಯಾಬ್
nb_no: Fane
sd: ٽنگڻي
sv: Tabb
tr: Sekme Tuşu

source: Keyword
az: Açar söz
bg: Ключова дума
bn_in: কীওয়ার্ড
br: Gerioù alc'hwez
he: מילת מפתח
hy_am: Հիմնաբառ
is: Stikkorð
kn: ಸೂಚಕ ಪದ
mai: बीजशब्द
nb_no: Nøkkelord
oc: Mot clau
sd: ڪي بورڊ
sv: Nyckelord
th: คำสำคัญ
tr: Anahtar kelime
vi: Từ khóa

source: Search
az: Axtar
bg: Търсене
bn_in: অনুসন্ধান
br: Klask
he: חיפוש
hy_am: Որոնում
is: Leita
kn: ಹುಡುಕು
mai: खोजू…
nb_no: Søk
oc: Recercar
sd: ڳوليو
sv: Sök
th: ค้นหา
tr: Ara
vi: Tìm kiếm

source: &Learn More
az: Ə&traflı Öyrən
bg: &Научете повече
bn_in: অতিরিক্ত তথ্য (&)
br: &Gouzout hiroc'h
hy_am: &Իմանալ ավելին
is: &Fræðast meira
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
mai: बेसी जानू (&L)
nb_no: &Les mer
oc: &Ne saber mai
sv: &Lär dig mer
th: เ&รียนรู้เพิ่มเติม
tr: &Daha fazlasını öğrenin
vi: Tìm &hiểu thêm

source: JSON
mai: जेएसओएन

source: Open “%S”
nb_no: Åpne «%S»

source: Sort ‘%S’ by Name
nb_no: Sorter «%S» etter navn

source: The bookmarks and history system will not be functional because one of %S’s files is in use by another application. Some security software can cause this problem.
nb_no: Bokmerke- og historikksystemet vil ikke virke fordi en av %S sine filer er i bruk av et annet program. Noen sikkerhetsprogrammer kan forårsake dette problemet.
