Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/places/places.dtd.po
Languages: as, bn_bd, bn_in, br, hi_in, kab, kk, kn, ku, ky, lb, ml, mn, my, or, sd, si, ta, te, tk, ug, ur, uz, xh, zu

source: &Import and Backup
as: ইমপোৰ্ট কৰক আৰু বেকআপ লওক
bn_bd: ইমপোর্ট ও ব্যাক-আপ (&I)
bn_in: ইমপোর্ট ও ব্যাক-আপ করুন
br: Enporzh&iañ ha gwarediñ
hi_in: आयात और बैकअप (&I)
kab: &Kter u ḥrez
kk: &Импорт және резервілеу
kn: ಆಮದು ಮಾಡಿಕೋ ಹಾಗು ಬ್ಯಾಕ್ಅಪ್ ತೆಗೆದುಕೋ
ku: Bîne û H&ilîne
ky: &Импорттоо жана резервдөө
lb: &Importéieren a sécheren
ml: ഇംപോര്‍ട്ടും ബാക്കപ്പും
mn: &Импортлох болон Нөөцлөх
my: တင်သွင်းပြီး အရန်သင့် သိမ်းဆည်းပါ
or: ଆମଦାନୀ ଏବଂ ନକଲ ସଂରକ୍ଷଣ
sd: ۽ آمد ۽ بيڪ اَپ
si: ආයාත සහ රක්‍ෂිත
ta: இறக்குமதி மற்றும் பின்சேமிப்பு
te: దిగుమతిచేయి మరియు బ్యాక్అప్‌చేయి
tk: Içe al we Ätiýançlandyr
ug: ئەكىر ۋە زاپاسلا(&I)
ur: &درآمد و پشتارہ
uz: &Import qilish va zahira nusxasini yaratish
xh: &Thumela uze ulalelisele
zu: &Faka bese wenza isipele

source: Import and backup your bookmarks
as: ইমপোৰ্ট কৰক আৰু আপোনাৰ পত্ৰচিহ্নসমূহ বেকআপ লওক
bn_bd: আপনার বুকমার্ক ইম্পোর্ট এবং ব্যাকআপ
bn_in: বুকমার্ক ইম্পোর্ট ও ব্যাক-আপ করুন
br: Enporzhiañ ha gwarediñ ho sinedoù
hi_in: अपने पुस्तचिह्नों को आयात और बैकअप करें
kab: Kter u ḥrez ticraḍ-ik n usebtar
kk: Бетбелгілеріңізді импорттау мен қор көшіру
kn: ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕುಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ ಹಾಗು ಬ್ಯಾಕ್ಅಪ್ ಇರಿಸಿಕೊಳ್ಳಿ
ku: Bijareyên xwe derxe û hilîne
ky: Чөп каттарыңызды импорттоо жана резервдөө
lb: Lieszeechen importéieren a sécheren
ml: അടയാളക്കുറിപ്പുകള്‍ ഇംപോര്‍ട്ട് ചെയ്തു് ബാക്കപ്പെടുക്കുക
my: သင်၏မှတ်သားဝတ်စာမျက်နှာများအားတင်သွင်းပြီးသိမ်ဆည်းထားမည်။
or: ଆପଣଙ୍କର ଚିହ୍ନିତ ସ୍ଥାନଗୁଡ଼ିକୁ ଆମଦାନୀ କରନ୍ତୁ ଏବଂ ନକଲ ସଂରକ୍ଷଣ କରନ୍ତୁ
sd: پنهنجا نشان زد آمد ڪريو ۽ سانڍي رکو
si: ඔබගේ පිටුසළකුණු ආයාතකර ආරක්ෂිත කොපියක් ගන්න
ta: உங்கள் புத்தகக்குறிகளை ஏற்றி பிரதியெடுக்கவும்
te: మీ యిష్టాంశములను దిగుమతిచేయుము మరియు బ్యాకప్ వుంచుము
tk: Bellikleri içe al we ätiýançlandyr
ug: خەتكۈچ ئەكىرىڭ ۋە زاپاسلاڭ
ur: اپنی نشانیاں درآمد اور پشتارہ کریں
uz: Xatcho‘plarni import qilish va zahira nusxasini yaratish
xh: Thumela uze ulalelisele iibhukhmakhi zakho
zu: Faka izimpawu zakho zokubekisa bese wenza isipele

source: Go back
as: পিছলৈ যাওক
bn_bd: পূর্ববর্তী স্থানে ফিরে যাবে
bn_in: পূর্ববর্তী স্থানে চলুন
br: Mont war-gil
hi_in: वापस जाएँ
kab: Uɣal ɣer deffir
kk: Алдыңғы бетке қайту
kn: ಹಿಂದಕ್ಕೆ ತೆರಳು
ku: Here paş
ky: Артка кайтуу
lb: Zeréck
ml: പുറകോട്ടു് പോകുക
mn: Буцна
my: ပြန်ဆုတ်ပါ
or: ପଛକୁ ଯାଆନ୍ତୁ
sd: پٺتي وڃو
si: පසුපසට යන්න
ta: பின்னால் செல்
te: వెనుకకు వెళ్ళు
tk: Yza git
ug: كەينىگە
ur: واپس جائیں
uz: Orqaga qaytish
xh: Yiya emva
zu: Buyela emuva

source: Go forward
as: আগলৈ যাওক
bn_bd: পরবর্তী স্থানে এগিয়ে যাবে
bn_in: পরবর্তী স্থানে এগিয়ে চলুন
br: Mont war-raok
hi_in: आगे जाएँ
kab: Ddu ɣer zdat
kk: Келесі бетке өту
kn: ಮುಂದಕ್ಕೆ ತೆರಳು
ku: Here pêş
ky: Алга өтүү
lb: Weider goen
ml: മുമ്പോട്ടു് പോകുക
my: ဆက်သွားပါ
or: ଆଗକୁ ବଢନ୍ତୁ
sd: اڳتي وڃو
si: ඉදිරියට යන්න
ta: முன்னால் செல்
te: ముందుకు వెళ్ళు
tk: Öňe git
ug: ئالدىغا
ur: آگے بڑھیں
uz: Oldinga oʻtish
xh: Yiya phambili
zu: Iya phambili

source: Mor&e
as: অধিক
bn_bd: আরও (&e)
bn_in: অধিক
br: M&uioc'h a draoù
hi_in: अधिक (&e)
kab: &Ugar
kk: Көбір&ек
kn: ಹೆಚ್ಚು
ku: Zêd&etir
ky: Көбү&рөөк
lb: &Méi
ml: കൂടുതല്‍
mn: Н&эмэлт
my: ပိုမို၍
or: ଅଧିକ
sd: وڌيڪ
si: බොහෝ
ta: அதிகப்படியாக
te: ఎక్కువ
tk: Köprak maglumat
ug: تېخىمۇ كۆپ(&E)
ur: &مزید
uz: Koʻpr&oq
xh: Oku&ninzi
zu: Okuning&i

source: L&ess
as: কম
bn_bd: কম (&e)
bn_in: আড়াল
br: N&ebeutoc'h
hi_in: कम
kab: D&daw
kk: А&здау
kn: ಕಡಿಮೆ
ku: &Kêmtir
ky: А&зыраак
lb: Ma&nner
ml: കുറവു്
mn: Ц&өөл
my: လျှော့၍
or: କମ
sd: گهٽ
si: අඩු
ta: குறைவாக
te: తక్కువ
tk: Azrak maglumat
ug: ئاز(&E)
ur: &کم
uz: Ka&mroq
xh: Oku&ncinci
zu: O&kuncane

source: Select an item to view and edit its properties
as: বৈশিষ্টসমূহ চাই আৰু তাক সম্পাদন কৰিবলৈ এটা বস্তু বাছক।
bn_bd: একটি আইটেম নির্বাচন করে তার বৈশিষ্ট্য প্রদর্শন ও পরিবর্তন
bn_in: কোনো বস্তু প্রদর্শন করার জন্য ও সেটির বৈশিষ্ট্য পরিবর্তের উদ্দেশ্যে নির্বাচন করুন
br: Diuzañ an ergorenn evit gwelout he ferzhioù
hi_in: किसी मद की विशेषताओं को देखने के लिए इसे चुनें और संपादित करें
kab: Fren aferdis akken ad twaliḍ udiɣ ad tesnifleḍ taɣaṛa yines
kk: Қарап шығу мен қасиеттерін түзету үшін элементті таңдаңыз
kn: ಒಂದು ಅಂಶದ ಗುಣಲಕ್ಷಣಗಳನ್ನು ನೋಡಲು ಹಾಗು ಸಂಪಾದಿಸಲು ಒಂದು ಅಂಶವನ್ನು ಆರಿಸಿ
ku: Ji bo nîşandan û serrastkirina taybetmendiyan yekê hilbijêre
ky: Көрүү жана касиеттерин түзөтүү үчүн элементти тандаңыз
lb: Wiel een Element fir d'Eegeschaften ze änneren oder ze kucken
ml: ഒരു വസ്തു തെരഞ്ഞെടുത്തു് ഗുണഗണങ്ങള്‍ ചിട്ടപ്പെടുത്തുക
mn: Харахыг болон засварлахыг хүссэн зүйлээ сонгоно уу
my: အချက်တခုကို ရှုမြင်ဖို့နဲ့ ၄င်းရဲ့ ဂုဏ်အင်္ဂါရပ်များကို တည်းဖြတ်ဖို့ ရွေးချယ်ပါ
or: ଗୁଣଧର୍ମ ଦେଖିବାକୁ ଏବଂ ସମ୍ପାଦନ କରିବାକୁ ଗୋଟିଏ ବସ୍ତୁ ଚୟନ କରନ୍ତୁ
sd: نظر مان ڪڍڻ لاءِ شئہ چونڊيو ۽ ان جون خاصيتون سمپادت ڪريو
si: වත්කම් දර්ශනයට සහ සැකසීමට අයිතමයක් තෝරන්න
ta: ஒரு உருப்படியை அதன் தன்மைகளை பார்க்க மற்றும் திருத்த தேர்ந்தெடுக்கவும்
te: అంశము యొక్క లక్షణములను దర్శించుటకు మరియు సరిచేయుటకు ఎంపికచేయుము
tk: Häsiýetini görmek we özgertmek isleýän zadyňyzy saýlaň
ug: كۆرىدىغان بىر تۈرنى تاللاش ۋە خاسلىقىنى تەھرىرلەش
ur: شے کے خواص نظارہ اور تدوین کرنے کے لیے اسے منتخب کریں
uz: Koʻrish uchun bandni tanlang va xossalarini oʻzgartiring
xh: Khetha iayithem uyijonge uze uhlele iipropati zayo
zu: Khetha into ezobukwa bese uhlela izakhiwo zayo

# find.label find.accesskey
source: &Search:
as: সন্ধান কৰক:
bn_bd: অনুসন্ধান: (&S)
bn_in: অনুসন্ধান:
br: Kla&sk :
hi_in: खोजें: (&S)
kab: &Nadi:
kk: І&здеу:
kn: ಹುಡುಕು:
ku: &Bigere:
ky: &Издөө:
lb: &Sichen:
ml: തെരയുക:
my: ရှာဖွေပါ -
or: ସନ୍ଧାନ କରନ୍ତୁ:
sd: &تلاش:
si: සොයන්න:
ta: தேடு:
te: వెతుకు:
tk: Gözleg:
ug: ئىزدە(&S):
ur: &تلاش:
uz: &Izlash:
xh: &Zingela:
zu: &Sesha:

source: Vie&w
as: দৰ্শন কৰক
bn_bd: প্রদর্শন (&w)
bn_in: প্রদর্শন
br: G&welout
hi_in: दृश्य
kab: &Smizzwer
kk: Қа&рау
kn: ನೋಟ
ku: &Bibîne
ky: &Көрүнүш
lb: &Sortéieren
ml: കാഴ്ച
mn: Ха&рах
my: ရှုမြင်ချက်
or: ଦୃଶ୍ୟ
sd: منظر
si: දසුන්
ta: பார்வை
te: దర్శించు
tk: Synla
ug: كۆرۈنۈش(&W)
ur: &نظارہ
uz: Koʻr&inishi
xh: Jon&ga
zu: Bhe&ka

source: By &Date
as: তাৰিখৰে
bn_bd: তারিখ অনুসারে (&D)
bn_in: তারিখ অনুযায়ী
br: &Diouzh an deiziad
hi_in: दिनांक अनुसार
kab: S wazem&z
kk: Кү&ні бойынша
kn: ದಿನಾಂಕದ ಆಧಾರದಲ್ಲಿ
ku: Li gorî &dîrokê
ky: &Дата боюнча
lb: No &Datum
ml: തീയതി അനുസരിച്ചു്
mn: &Огноогоор
my: &ရက်ဆွဲအားဖြင့်
or: ତାରିଖ ଦ୍ୱାରା
sd: ۽ تاريخ موجب
si: දිනය අනුව
ta: தேதியின் படி
te: తేదీ అనుసరించి
tk: Wagta görä
ug: چېسلا بويىچە(&D)
ur: حسبِ &تاریخ
uz: &Sana boʻyicha
xh: Ngalo &Mhla
zu: Ngo &suku

source: By &Site
as: ছাইটৰে
bn_bd: সাইট অনুসারে (&S)
bn_in: সাইট অনুযায়ী
br: &Diouzh al lec'hienn
hi_in: साइट अनुसार
kab: S usmel
kk: Са&йт бойынша
kn: ತಾಣದ ಆಧಾರದಲ್ಲಿ
ku: &Malper
ky: Са&йт боюнча
lb: No &Säit
ml: സൈറ്റ് അനുസരിച്ചു്
mn: Хууд&саар
my: &ဝတ်စာမျက်နှာအားဖြင့်
or: ସାଇଟ ଦ୍ୱାରା
sd: ۽ سائيٽ موجب
si: අඩවිය අනුව
ta: தளத்தின் படி
te: సైటు అనుసరించి
tk: Saýta görä
ug: بېكەت بويىچە(&S)
ur: حسبِ &سائٹ
uz: &Sayt boʻyicha
xh: Kwesi &Siza
zu: Nge&sayithi

source: By Most &Visited
as: সৰ্বাধিক ভ্ৰমণ কৰা
bn_bd: সর্বাধিক প্রদর্শিত (&V)
bn_in: সর্বাধিক পরিদর্শন অনুযায়ী
br: &Diouzh an hini gweladennetañ
hi_in: सबसे अधिक देख गए अनुसार (&V)
kab: S umḍan n u&nerzu
kk: Көбір&ек қаралғаны бойынша
kn: ಹೆಚ್ಚು ಬಾರಿ ಭೇಟಿಯ ಆಧಾರದಲ್ಲಿ
ku: Yên Herî Zêde &Vebûne
lb: No Opruff
ml: ഏറ്റവും കൂടുതല്‍ സന്ദര്‍ശിച്ചതു് അനുസരിച്ചു്
mn: Хамгийн их &зорчсоноор
my: &အရောက်များခဲ့ဆုံးဝတ်စာမျက်နှာများအားဖြင့်
or: ଅଧିକାଂଶ ସମୟରେ ପରିଦର୍ଶିତ ଅନୁସାରେ
sd: ۽ سڀني کان وڌيڪ نظر مان ڪڍيل موجب
si: වැඩි පිවිසුම්වාර ගණන අනුව
ta: அதிகம் பார்க்கப்பட்டது படி
te: ఎక్కవగా చూసిన దానిననుసరించి
tk: Iň Köp Gezilene görä
ug: زىيارەت سانى بويىچە(&V)
ur: برائے زیادہ &ملاحظہ کیے گۓ
uz: &Koʻp kirilganligi boʻyicha
xh: Ngabasoloko &Betyelelwa
zu: Ngoku&vakashelwe kakhulu

source: By &Last Visited
as: শেহতীয়াভাৱে ভ্ৰমণ কৰা
bn_bd: শেষবার প্রদর্শিত (&L)
bn_in: সর্বশেষ পরিদর্শন অনুযায়ী
br: Diouzh an hini gwe&ladennet diwezhatañ
hi_in: अंतिम बार देखे गए अनुसार (&L)
kab: S wazemz n unerzu ane&ggaru
kk: С&оңғы қаралғаны бойынша
kn: ಕೊನೆಯ ಬಾರಿ ಭೇಟಿಯ ಆಧಾರದಲ್ಲಿ
ku: &Yên di dawiyê de vebûne
lb: No fir d'&lescht besicht
ml: ഏറ്റവും ഒടുവില്‍ സന്ദര്‍ശിച്ചതു് അനുസരിച്ചു്
mn: Сүү&лд зорчсоноор
my: &နောက်ဆုံးလည်ခဲ့သောစာမျက်နှာများအားဖြင့်
or: ଶେଷଥର ପରିଦର୍ଶିତ ଅନୁସାରେ
sd: ۽ آخر ۾ نظر مان ڪڍيل موجب
si: අවසන්වර පිවිසුම අනුව
ta: கடைசியாக பார்த்தது படி
te: చివరిసారిగా చూసిన దానిననుసరించి
tk: Iň Soňky Gezilene görä
ug: ئاخىرقى زىيارەت ۋاقتى بويىچە(&L)
ur: حسب آخری &بار ملاحظہ کردہ
uz: &Soʻnggi kirilgani boʻyicha
xh: Ngabokugqibela &Ukutyelelwa
zu: Ngoku&gcine kuvakashelwe

source: By Da&te and Site
as: তাৰিখ আৰু ছাইটৰে
bn_bd: তারিখ ও সাইট অনুসারে (&t)
bn_in: তারিখ ও সাইট অনুযায়ী
br: &Diouzh an deiziad hag al lec'hienn
hi_in: दिनांक और साइट (&t)
kab: S wazemz d us&mel
kk: Күн &мен сайт бойынша
kn: ದಿನಾಂಕ ಹಾಗು ತಾಣದ ಆಧಾರದಲ್ಲಿ
ku: &Li gorî dîrok û malperê
lb: No Da&tum a Säit
ml: തീയതിയും സൈറ്റും അനുസരിച്ചു്
mn: Огноо &ба Хуудсаар
my: &ရက်ဆွဲနှင်ဝတ်ဆိုက်လိပ်စာအားဖြင့်
or: ତାରିଖ ଏବଂ ସାଇଟ ଦ୍ୱାରା
sd: تاريخ ۽ سائيٽ موجب
si: දිනය සහ අඩවිය අනුව පෙළ ගැසු
ta: தேதி மற்றும் தளத்தின் படி
te: తేదీ మరియు సైటు అనుసరించి
tk: Wagt we Saýta görä
ug: ۋاقىت ۋە تورتۇرا بويىچە(&T)
ur: حسب &تاریخ اور سائٹ
uz: &Sana va sayt boʻyicha
xh: Ngalo M&hla Nangesi Siza
zu: Ngo&suku nangesayithi

source: Open in a New &Private Window
br: Digeriñ e-barzh ur prenestr &merdeiñ prevez nevez
kab: &Ldi ɣef usfaylu uslig amaynut
kn: ಹೊಸ &Private ಕಿಟಕಿಯಲ್ಲಿ ಕೊಂಡಿಯನ್ನು ತೆರೆ
uz: Linkni yangi &maxfiy oynada ochish
