Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/places/places.dtd.po
Languages: as, bn_bd, bn_in, br, hi_in, kab, kk, kn, ku, ky, lb, ml, mn, my, or, sd, si, ta, te, tk, ug, ur, uz, xh, zu

source: Library
as: লাইব্ৰেৰী
bn_bd: লাইব্রেরি
bn_in: লাইব্রেরি
br: Levraoueg
hi_in: लाइब्रेरी
kab: Tamkarḍit
kk: Жинақталған
kn: ಲೈಬ್ರರಿ
ku: Pirtûkxane
lb: Bibliothéik
ml: സംഭരണി
mn: Сан
my: စာကြည့်တိုက်
or: ଲାଇବ୍ରେରୀ
sd: لائبرري
si: පුස්තකාලය
ta: தரவகம்
te: దాచిన సంచయము
tk: Kitaphana
ug: ئامبار
ur: لائبریری
uz: Kutubxona
xh: Ilayibhrari
zu: Umtapo

source: &Organize
as: সংগঠিত কৰক
bn_bd: সংগঠিতকরণ (&O)
bn_in: সুবিন্যস্ত করুন
br: A&ozañ
hi_in: व्यवस्थित करें (&O)
kab: &Suddes
kk: Ба&сқару
kn: ವ್ವವಸ್ಥಿತಗೊಳಿಸು
ku: &Organîze Bike
lb: &Organiséieren
ml: സജ്ജമാക്കുക
my: ဖွဲ့စည်းပါ
or: ସୁସଂଗଠିତ କରିବା
sd: &ترڪيب ڏيو
si: පිළිවෙලට සකසන්න
ta: ஒழுங்குப்படுத்து
te: అమర్చు
tk: Gurna
ug: تەشكىللە(&O)
ur: &تنظیم کریں
uz: &Boshqarish
xh: &Ququzelela
zu: &Hlela

source: Organize your bookmarks
as: আপোনাৰ পত্ৰচিহ্নসমূহ সজাঁওক
bn_bd: আপনার বুকমার্ক সংগঠিত করুন
bn_in: বুকমার্ক সুবিন্যস্ত করুন
br: Aozañ ho sinedoù
hi_in: अपने पुस्तचिह्नों को व्यवस्थित करें
kab: Suddes ticraḍ n usebtar
kk: Бетбелгілеріңізді басқару
kn: ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕುಗಳನ್ನು ವ್ಯವಸ್ಥಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಿ
ku: Bijareyên xwe bi rê ve bibe
lb: Lieszeechen organiséieren
ml: അടയാളക്കുറിപ്പുകള്‍ ചിട്ടപ്പെടുത്തുക
my: သင်၏ဝတ်စာမျက်နှာအမှတ်များကိုစုစည်းပါ။
or: ଆପଣଙ୍କର ଚିହ୍ନିତ ସ୍ଥାନଗୁଡ଼ିକୁ ଆୟୋଜନ କରନ୍ତୁ
sd: پنهنجي نشان زد کي ترتيب ڏيو
si: ඔබගේ පිටුසළකුණු පෙළගසන්න
ta: உங்கள் புத்தகக்குறிகளை ஒழுங்குப்படுத்து
te: మీ యిష్టాంశములను నిర్వహించు
tk: Bellikleriňizi gurnaň
ug: خەتكۈچلىرىڭىزنى تەشكىللەڭ
ur: اپنی نشانیاں تنظیم کریں
uz: Xatchoʻplarni boshqarish
xh: Ququzelela iibhukhmakhi zakho
zu: Hlela izimpawu zakho zokubekisa

source: &Close
as: বন্ধ কৰক
bn_bd: বন্ধ (&C)
bn_in: বন্ধ করুন
br: S&erriñ
hi_in: बंद करें (&C)
kab: &Mdel
kk: &Жабу
kn: ಮುಚ್ಚು
ku: &Girtin
lb: &Zoumaachen
ml: അടയ്ക്കുക
mn: &Хаа
my: ပိတ်ပါ
or: ବନ୍ଦକରନ୍ତୁ
sd: ۽ بند ڪريو
si: වසන්න
ta: மூடு
te: మూయుము
tk: &Ýap
ug: ياپ(&C)
ur: &بند کریں
uz: &Yopish
xh: &Vala
zu: &Vala

source: w
ur: ب
zu: k

source: &Views
as: দৃশ্য
bn_bd: প্রদর্শন (&V)
bn_in: প্রদর্শন
br: G&welioù
hi_in: दृश्य
kab: &Askan
kk: Тү&рі
kn: ನೋಟಗಳು
ku: &Xuyakirin
ky: Тү&рү
lb: &Usiichten
ml: കാഴ്ചകള്‍
mn: Хара&гдац
my: ရှုမြင်ချက်များ
or: ଦୃଶ୍ୟଗୁଡିକ
sd: ۽ منظر
si: දර්ශනය
ta: பார்வைகள்
te: దర్శనాలు
tk: Görnüş
ug: كۆرۈنۈش(&V)
ur: &نظارے
uz: &Koʻrishlar
xh: &Iimbono
zu: Uku&buka

source: Change your view
as: আপোনাৰ দৰ্শন সলনি কৰক
bn_bd: আপনার দৃশ্যপট পরিবর্তন করুন
bn_in: প্রদর্শন পরিবর্তন করুন
br: Kemmañ ho kwelioù
hi_in: अपना दृश्य बदलें
kab: Snifel askan-ik
kk: Көрінісіңізді ауыстыру
kn: ನಿಮ್ಮ ನೋಟವನ್ನು ಬದಲಾಯಿಸಿಕೊಳ್ಳಿ
ku: Xuyakirina xwe biguherîne
ky: Көрүнүшүңүздү алмаштыруу
lb: Usiicht änneren
ml: കാഴ്ചകള്‍ മാറ്റുക
my: သင်၏မြင်ကွင်းအားပြောင်းပါ
or: ଆପଣଙ୍କର ଦୃଷ୍ଟିକୋଣକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
sd: پنهنجو منظر بدلايو
si: දසුන වෙනස් කරන්න
ta: உங்கள் பார்வையை மாற்றவும்
te: మీరు దర్శించురీతి మార్చుము
tk: Synyňyzy üýtgediň
ug: كۆرۈنۈشىڭىزنى ئۆزگەرتىڭ
ur: اپنا نظارہ تبدیل کریں
uz: Koʻrishingizni oʻzgartirish
xh: Tshintsha uluvo lwakho
zu: Shintsha ukubuka kwakho

source: Show &Columns
as: স্তম্ভ দেখুৱাওক
bn_bd: কলাম প্রদর্শন করা হবে (&C)
bn_in: কলাম প্রদর্শন করা হবে
br: Di&skouez ar bannoù
hi_in: स्तंभ दिखाएँ (&C)
kab: Sken ti&gejda
kk: Бағандарды &көрсету
kn: ಕಾಲಂಗಳನ್ನು ತೋರಿಸು
ku: &Stûnan Nîşan Bide
ky: &Тилкелерди көрсөтүү
lb: Weis d'&Kolonnen
ml: നിരകള്‍ കാണിക്കുക
mn: Ба&гануудыг харуул
my: ကော်လံများကို ပြသပါ
or: ସ୍ତମ୍ଭଗୁଡିକୁ ଦର୍ଶାନ୍ତୁ
sd: ۽ ڪالمَ ڏيکاريو
si: තීරු දර්ශනය
ta: நிரல்களை காட்டு
te: నిలువువరుసలను చూపుము
tk: Sütünleri Görkez
ug: رەتنى كۆرسەت(&C)
ur: &کالم دکھائیں
uz: &Ustunlarni koʻrsatish
xh: Bonisa &iiKholam
zu: Bo&nisa uhlu

source: &Sort
as: সজাঁওক
bn_bd: সাজানো (&S)
bn_in: ক্রমবিন্যাস
br: &Rummañ
hi_in: छाँटें (&S)
kab: Smi&zzwer s
kk: &Сұрыптау
kn: ವಿಂಗಡಿಸು
ku: &Rêzkirin
ky: &Сорттоо
lb: &Sortéieren
ml: ക്രമത്തിലാക്കുക
mn: &Эрэмбэл
my: မျိုးတူစုပါ
or: ସଜାଡନ୍ତୁ
sd: ڇانٽيل
si: අනුපිළිවෙලට සැකසු
ta: வரிசைப்படுத்தப்பட்டது
te: క్రమపరచు
tk: Tertiple
ug: تەرتىپلە(&S)
ur: &چھانٹیں
uz: &Saralash
xh: &Landelelanisa
zu: H&lunga

source: &Unsorted
as: অসজোঁৱা
bn_bd: অবিন্যস্ত (&U)
bn_in: অবিন্যাস্ত
br: Dir&ummet
hi_in: बिना छाँटा (&U)
kab: (U&r iţusmizzwar ara)
kk: Сұры&птаусыз
kn: ವಿಂಗಡಿಸದೆ ಇರುವ
ku: &Rêznebûyî
ky: &Сорттолбогон
lb: &Onsortéiert
ml: ക്രമത്തില്‍ അല്ലാത്തവ
mn: Эрэмбэгү&й
my: မျိုးတူ စုမထားသော
or: ଅସଜଡା
sd: ۽ اڻ ڇانٽيل
si: අනුපිළිවෙලට නොසැකසු
ta: வரிசைப்படுத்தப்படாதது
te: క్రమపరచని
tk: Tertiplenmedik
ug: تەرتىپلەنمىگەن(&U)
ur: &ناچھانٹا ہوا
uz: &Saralanmagan
xh: &Akuhlelahlelwanga
zu: Ak&uhlungiwe

source: &A > Z Sort Order
as: A > Z ক্ৰম সজাঁওক
bn_bd: &A > Z ক্রমে (A)
bn_in: ছোট থেকে বড়
br: Urzh ar rummañ &A > Z
hi_in: &A > Z छाँटन क्रम
kab: Amizzwer igemmen &A > Z
kk: Алфавит &бойынша сұрыптау
kn: &A > Z ವಿಂಗಡಣಾ ಕ್ರಮ
ku: &A > Z Rêz Bike
ky: &Алфавит боюнча сорттоо
lb: O&psteigend (A > Z)
ml: &A > Z ക്രമത്തില്‍
mn: &А > Я эрэмбэрр
my: &က > အ အစဉ်လိုက် မျိုးတူစု
or: &A > Z କ୍ରମରେ ସଜାଡନ୍ତୁ
sd: ۽ A > Z ڇانٽڻ جو سلسلو
si: &A > Z පිළිවෙළ
ta: &A > Z வரிசை
te: &A > Z క్రమపద్దతి
tk: A'dan Z'ýa tertiple
ug: &A > Z تەرتىپتە
ur: &ا > ے چھانٹی ترتیب
uz: &A > Z saralash tartibida
xh: Ulandelelwano Lokuhlelahlela &A > Z
zu: Indlela yokuhlunga ye-&A > Z

source: &Z > A Sort Order
as: Z > A ক্ৰম সজাঁওক
bn_bd: &Z > A ক্রমে (Z)
bn_in: বড় থেকে ছোট
br: Urzh ar rummañ &Z > A
hi_in: &Z > A छाँटन क्रम
kab: Amizzwer amnusruy &Z > A
kk: Алфави&т бойынша кері сұрыптау
kn: ವಿಂಗಡಣಾ ಕ್ರಮ ಳ > ಎ
ku: &Z > A Rêz Bike
ky: &Алфавиттин тескерисинче сорттоо
lb: O&fsteigend (Z > A)
ml: &Z > A ക്രമത്തില്‍
mn: &Я > А эрэмбээр
my: &အ > က အစဉ်လိုက် မျိုးတူစု
or: &Z > A କ୍ରମରେ ସଜାଡନ୍ତୁ
sd: ۽ A > Z ڇانٽڻ جو سلسلو
si: &Z > A පිළිවෙළ
ta: &Z > A வரிசை
te: &Z > A క్రమపద్దతి
tk: Z'dan A'ýa tertiple
ug: &Z > A تەرتىپتە
ur: &ے > ا چھانٹی ترتیب
uz: &Z > A saralash tartibida
xh: Ulandelelwano Lokuhlelahlela &Z > A
zu: Indlela yokuhlunga ye-&Z > A

source: &Import Bookmarks from HTML…
as: পত্ৰচিহ্নসমূহ HTML ৰ পৰা ইমপোৰ্ট কৰক…
bn_bd: এইচটিএমএল থেকে বুকমার্ক ইম্পোর্ট করুন… (&I)
bn_in: HTML থেকে বুকমার্ক ইম্পোর্ট করুন…
br: Enporzh&iañ sinedoù diouzh ar mentrezh HTML…
hi_in: HTML में पुस्तचिह्न आयात करें…(&I)
kab: &Kter tivcraḍ n isebtar s umasal HTML…
kk: Бетбелгілерді HTML ішінен &импорттау…
kn: &Import ಪುಟಗುರುತುಗಳನ್ನು HTML ನಿಂದ…
ku: Bijareyan ji HTMLê &bîne…
ky: &HTML'ден чөп каттарды импорттоо...
ml: എച്ടിഎംഎല്ലില്‍ നിന്നും അടയാളക്കുറിപ്പുകള്‍ ഇംപോര്‍ട്ട് ചെയ്യുക…
or: HTML ରୁ ଚିହ୍ନିତସ୍ଥାନଗୁଡ଼ିକୁ ଆମଦାନୀ କରନ୍ତୁ…
sd: ۽HTML ايل مان نشان زدن جي آمد ڪريو۔۔۔
si: HTML වෙතින් පිටුලකුණු ආයාත කිරීම…
ta: HTML-லில் இருந்து பூக்மார்க்கை இறக்குமதி செய்
te: ఇష్టాంశములను HTML నుండి దిగుమతిచేయి…
tk: Bellikleri HTML'dan içeri al...
ug: HTML دىن خەتكۈچ ئەكىر(&I)…
ur: HTML سے نشانیاں &درآمد کریں ...
uz: Xatchoʻplarni HTMLdan &import qilish
xh: &Ngenisa izalathisi eziphawulweyo ezivela ku-HTML…
zu: Ngen&isa amagama okubekisa kusuka ku-HTML...

source: &Export Bookmarks to HTML…
as: পত্ৰচিহ্নসমূহ HTML লৈ এক্সপোৰ্ট কৰক…
bn_bd: এইচটিএমএল এ বুকমার্ক এক্সপোর্ট করুন… &E
bn_in: HTML-এ বুকমার্ক এক্সপোর্ট করুন…
br: E&zporzhiañ sinedoù etrezek ar mentrezh HTML…
hi_in: HTML में पुस्तचिह्न निर्यात करें…(&E)
kab: &Sifeḍ ticrad n usebtar s umasal HTML…:
kk: Бетбелгілерді HTML ішіне &экспорттау…
kn: &Export ಪುಟಗುರುತುಗಳು HTML ಗೆ…
ku: Bijareyan wekî HTML &derxe…
ky: &Чөп каттарды HTML'ге экспорттоо...
ml: എച്ടിഎംഎല്ലില്‍ നിന്നും അടയാളക്കുറിപ്പുകള്‍ എക്സ്പോര്‍ട്ട് ചെയ്യുക…
or: HTML ରୁ ଚିହ୍ନିତସ୍ଥାନଗୁଡ଼ିକୁ ରପ୍ତାନୀ କରନ୍ତୁ…
sd: ۽ HTML ڏانهن نشانزد جي روانگي ڪريو۔۔۔
si: HTML වෙත පිටුලකුණු නිර්යාත කිරීම…
ta: பூக்மார்க்கை HTML-க்கு ஏற்றுமதி செய்
te: ఇష్టాంశములను HTML కు యెగుమతిచేయి…
tk: Bellikleri HTML'dan daşary ber...
ug: خەتكۈچنى HTML غا چىقار(&E)…
ur: نشانیاں HTML میں &برآمد کریں ...
uz: Xatchoʻplarni HTMLga &eksport qilish...
xh: &Ngenisa iibhukhmakhi kwi-HTML…
zu: Hambisa izimpawu zokub&ekisa ku-HTML...

source: Import Data from &Another Browser…
as: অন্য ব্ৰাউছাৰৰ পৰা তথ্য ইমপোৰ্ট কৰক…
bn_bd: অন্যান্য ব্রাউজার থেকে ডাটা ইম্পোর্ট করুন…
bn_in: অন্য ব্রাউজার থেকে তথ্য ইম্পোর্ট করুন…
br: En&porzhiañ roadennoù diouzh ur merdeer all…
hi_in: दूसरे ब्राउज़र से आँकड़ा आयात करें…(&A)
kab: Kter isefka seg &iminig nniḍen
kk: &Мәліметті басқа браузерден импорттау…
kn: ಇನ್ನೊಂದು ವೀಕ್ಷಕದಿಂದ ಮಾಹಿತಿಯನ್ನು ಆಮದು ಮಾಡಿ…
ku: Daneyan ji gerokeke &din bîne…
ky: &Башка браузерден маалыматтарды импорттоо...
ml: മറ്റൊരു ബ്രൌസറില്‍ നിന്നും ഡേറ്റാ ഇംപോര്‍ട്ട് ചെയ്യുക…
my: &အခြားဘယောက်ဆာတစ်ခုမှအချက်အလက်များကိုသွင်းယူမည်။
or: ଅନ୍ୟ ଏକ ବ୍ରାଉଜରରୁ ତଥ୍ଯ ଆମଦାନୀ କରନ୍ତୁ…
sd: ٻئي برائوز مان سامگزيءَ جي آمد ڪريو۔۔۔
si: Browser වෙනත් බ්‍රව්සරයකින් දත්ත ආයාත කිරීම…
ta: மற்றொரு உலவியில் இருந்து தரவை இறக்குமதி செய்
te: వేరే విహరణి నుండి దత్తాంశమును దిగుమతి చేయి…
tk: Başga Gezdirijidäki Maglumatlary Içeri Al...
ug: باشقا تور كۆرگۈدىن سانلىق مەلۇمات ئەكىر(&A)…
ur: کسی &دوسرے براؤزر سے کوائف درآمد کریں ...
uz: Ma`lumotlarni &boshqa jilddan import qilish
xh: Thumela iingcombolo &kwenye ibhrawuza…
zu: Ngenisa id&atha kusuka kwisiphequluli esinye...

source: &Backup…
as: বেকআপ কৰক…
bn_bd: ব্যাকআপ… (&B)
bn_in: ব্যাক-আপ করুন…
br: Gwa&rediñ…
hi_in: बैकअप…
kab: K&les…
kk: Резер&вті көшіру…
kn: ಬ್ಯಾಕ್ಅಪ್…
ku: &Hilîne
ky: &Резервдөө…
lb: Ba&ckupen…
ml: ബാക്കപ്പ്…
mn: Нөө&цөл…
my: သိမ်းဆည်းပါ...
or: ନକଲ ସଂରକ୍ଷଣ…
sd: پوئواري …
si: රක්‍ෂිතය…
ta: பின்சேமிப்பு…
te: బ్యాక్అప్…
tk: Ätiýaçla...
ug: زاپاسلا(&B)…
ur: &پشتارہ…
uz: &Zahiralash
xh: &Ilalela…
zu: Isi&pele…

source: &Restore
as: পুনৰুদ্ধাৰ কৰক
bn_bd: পুনরুদ্ধার (&R)
bn_in: পুনরুদ্ধার
br: A&ssav
hi_in: पुनर्संग्रहित करें (&R)
kab: &Err-d
kk: Қалпына &келтіру
kn: ಮರುಸ್ಥಾಪಿಸು
ku: &Danişîna Berê
ky: &Калыбына келтирүү
lb: &Restauréieren
ml: വീണ്ടെടുക്കുക
mn: Нөөцөө&с сэргээ…
my: ပြန်​ပေးအပ်ပါ
or: ପୁନଃସ୍ଥାପନ
sd: وري قائم ڪريو
si: යාළි පිහිටුවන්න…
ta: மறுசேமிப்பு
te: తిరిగివుంచు
tk: Yza Ýükle
ug: ئەسلىگە كەلتۈر(&R)
ur: &بحال کریں
uz: &Tiklash
xh: &Buyisela isimo
zu: Buyi&sela

source: &Choose File…
as: ফাইল বাছক…
bn_bd: ফাইল নির্বাচন… (&C)
bn_in: ফাইল নির্বাচন করুন…
br: Di&bab ur restr…
hi_in: फ़ाइल चुनें…(&C)
kab: &Fren afaylu…
kk: Файл&ды таңдау…
kn: ಕಡತವನ್ನು ಆರಿಸು…
ku: &Pelê hilbijêre...
ky: Файл&ды тандоо…
lb: &Fichier wielen…
ml: ഫയല്‍ തെരഞ്ഞെടുക്കുക…
mn: &Файл сонго…
my: ဖိုင် ရွေးပါ...
or: ଫାଇଲ ଚୟନକରନ୍ତୁ…
sd: ۽ فائل چونڊيو۔۔۔۔
si: ගොනුව තෝරන්න…
ta: கோப்பினை தேர்ந்தெடு…
te: ఫైల్ ఎంచుకొనుము…
tk: Faýl Saýla...
ug: ھۆججەت تاللا(&C)…
ur: مسل &منتخاب کریں…
uz: Faylni &tanlash
xh: &Khetha Ifayili…
zu: &Khetha ifayela…

source: &Bookmark This Page…
as: এই পৃষ্টা পত্ৰচিহ্নিত কৰক…
bn_bd: এই পৃষ্ঠাটি বুকমার্ক করুন… (&B)
bn_in: বর্তমান পৃষ্ঠা বুকমার্ক করুন…
br: Ouzhpennañ ar &bajenn-mañ d'ar sinedoù…
hi_in: इस पृष्ठ को पुस्तचिह्नित करें…(&B)
kab: &Creḍ asebter agi…
kk: Бұл &парақты бетбелгілерге қосу…
kn: ಈ ಪುಟವನ್ನು ಬುಕ್‌ಮಾರ್ಕ್ ಮಾಡು…
ku: Vê Rûpelê Têxe nav &Bijareyan…
ky: Бул &баракты чөп катка кошуу…
lb: Dës Säit &markéieren…
ml: ഈ താള്‍ അടയാളപ്പെടുത്തുക…
my: &ဤစာမျက်နှာအား မှတ်သားထားပါ...
or: ଏହି ପୃଷ୍ଠାକୁ ଚିହ୍ନିତ କରନ୍ତୁ…
sd: ۽ هي صفحو نشان زد ڪريو۔۔۔
si: මෙය පිටුසළකුණු කරන්න…
ta: இந்தப் பக்கத்தைப் புத்தகக்குறியிடு…
te: ఈ పేజీని ఇష్టాంశముగా చేయి…
tk: Bu Sahypany Belliklere Goş
ug: بۇ بەتنى خەتكۈچكە قوش(&B)…
ur: یہ صفحہ &نشان زد کریں…
uz: Bu sahifani &xatchoʻpga qoʻshish
xh: &Faka ibhukhmakhi kweli khasi …
zu: Pha&wula leli khasi…

source: &Delete This Page
as: এই পৃষ্ঠা মচক
bn_bd: এই পৃষ্ঠাটি মুছে ফেলুন (&D)
bn_in: বর্তমান পৃষ্ঠা মুছে ফেলুন
br: &Dilemel ar bajenn-mañ
hi_in: इस पृष्ठ को मिटाएँ (&D)
kab: &Kkes asebter agi
kk: &Беттер ішінен іздеу
kn: ಈ ಪುಟವನ್ನು ಅಳಿಸಿ ಹಾಕು
ku: Vê rûpelê &jê bibe
ky: Бул баракты ө&чүрүү
lb: Dës Säit &läschen
ml: ഈ താള്‍ വെട്ടിനീക്കുക
mn: Энэ хуудсыг ус&тга
my: ဒီစာမျက်နှာကို ပယ်ဖျက်ပါ
or: ଏହି ପୃଷ୍ଠାକୁ ଅପସାରଣ କରନ୍ତୁ
sd: ۽ هي صفحو خارج ڪريو
si: මෙම පිටුව මකන්න
ta: இந்த பக்கத்தை அழி
te: ఈ పేజీని తొలగించు
tk: Bu Sahypany Öçür
ug: بۇ بەتنى ئۆچۈر(&D)
ur: اس صفحے کو &حذف کریں
uz: Bu sahifani &oʻchirish
xh: &Cima eli khasi
zu: &Susa leli khasi

source: &Forget About This Site
as: এই ছাইটৰ বিষয়ে পাহৰি যাওক
bn_bd: এই সাইটটি মনে রাখা হবে না (&F)
bn_in: এই সাইট সম্বন্ধে তথ্য সংরক্ষণ করা হবে না
br: &Ankouaat al lec'hienn-mañ
hi_in: इस साइट को भूल ही जाएँ (&F)
kab: Ţu &asmel agi
kk: &Бұл парақты өшіру
kn: ಈ ತಾಣವನ್ನು ಮರೆತು ಬಿಡು
ku: Vê rûpelê ji &bîr bike
ky: &Бул баракты өчүрүү
lb: Dës Säit &vergiessen
ml: ഈ സൈറ്റ് സംബന്ധിച്ചുള്ള വിവരങ്ങള്‍ ഉപേക്ഷിക്കുക
mn: Энэ хуудсыг &март
my: ဒီကွန်ရက် အကြောင်းကို မေ့ပစ်ပါ
or: ଏହି ସାଇଟ ବିଷୟରେ ଭୁଲିଯାଆନ୍ତୁ
sd: ۽ هيءَ سائين وساري ڇڏيو
si: මෙම පිටුව ගැන නොසිතන්න
ta: இந்த தளத்தை மறக்கவும்
te: ఈ సైటుని మర్చిపో
tk: Bu Sahypany Unut
ug: بۇ بەتنى ئۇنۇت(&F)
ur: اس سائٹ کے بارے میں &بھول جائیں
uz: Bu saytni &unutish
xh: &Libala ngale sayithi
zu: Khohlwa &ngaleli sayithi

source: &Open
as: খোলক
bn_bd: খুলুন (&O)
bn_in: খুলুন
br: Di&geriñ
hi_in: खोलें (&O)
kab: &Ldi
kk: &Ашу
kn: ತೆರೆ
ku: &Veke
ky: &Ачуу
lb: &Opmaachen
ml: തുറക്കുക
mn: &Нээ
my: ဖွင့်ပါ
or: ଖୋଲନ୍ତୁ
sd: ۽ کوليو
si: විවෘත කරන්න
ta: திற
te: తెరువు
tk: Aç
ug: ئاچ(&O)
ur: &کھولیں
uz: &Ochish
xh: &Vula
zu: &Vula

source: Open in a &New Window
as: এটা নতুন উইন্ডোত খোলক
bn_bd: নতুন উইন্ডোতে খুলুন (&N)
bn_in: নতুন উইন্ডোর মধ্যে খোলা হবে
br: Digeriñ e-barzh ur pre&nestr nevez
hi_in: नए विंडो में खोलें (&N)
kab: Ldi deg usfaylu ama&ynut
kk: Жаңа &терезеде ашу
kn: ಹೊಸ ವಿಂಡೋದಲ್ಲಿ ತೆರೆ
ku: Di pencereyeke &nû de veke
ky: &Жаңы терезеден ачуу
lb: An enger neier &Fënster opmaachen
ml: പുതിയ ജാലകത്തില്‍ തുറക്കുക
mn: &Шинэ цонхонд нээ
my: ၀င်းဒိုးအသစ် တခုမှာ ဖွင့်ပါ
or: ନୂତନ ୱିଣ୍ଡୋରେ ଖୋଲନ୍ତୁ
sd: ۽ نئينءَ ونڊو ۾ کوليو
si: නව කවුළුවක විවෘත කරන්න
ta: ஒரு புதிய சாளரத்தில் திறக்கவும்
te: కొత్త విండోనందు తెరువుము
tk: Täze Penjirede Aç
ug: يېڭى بىر كۆزنەكتە ئاچ(&N)
ur: &نئے دریچے میں کھولیں
uz: &Yangi oynada ochish
xh: Vula &kwiWindow entsha
zu: Vula efasiteleni &elisha

source: Open in a Ne&w Tab
as: এটা নতুন টেবত খোলক
bn_bd: নতুন ট্যাবে খুলুন (&W)
bn_in: নতুন ট্যাবের মধ্যে খোলা হবে
br: Di&geriñ e-barzh un ivinell nevez
hi_in: नए टैब में खोलें (&w)
kab: Ldi ɣef ic&cer aamaynut
kk: Жаңа бе&тте ашу
kn: ಹೊಸ ಹಾಳೆಯಲ್ಲಿ ತೆರೆ
ku: &Di Hilpekîneke Nû de Veke
lb: An enger neier &Klapp opmaachen
ml: പുതിയ ടാബില്‍ തുറക്കുക
mn: Шинэ &самбарт нээ
my: စာအမှတ် အသစ်တခုမှာ ဖွင့်ပါ
or: ନୂତନ ଟ୍ୟାବରେ ଖୋଲନ୍ତୁ
sd: نئين ٽنگڻيءَ ۾ کوليو
si: නව ටැබයක විවෘත කරන්න
ta: ஒரு புதிய கீற்றில் திறக்கவும்
te: కొత్త టాబ్‌నందు తెరువుము
tk: Täze Depderçe Aç
ug: يېڭى بىر بەتكۈچتە ئاچ(&W)
ur: &نئی ٹیب میں کھولیں
uz: Ya&ngi ichki oynada ochish
xh: Vula kwiThebhu eN&tsha
zu: Vula ku&maki elisha

source: &Open All in Tabs
as: সকলোক টেবত খোলক
bn_bd: ট্যাবে সব খুলুন (&O)
bn_in: ট্যাবের মধ্যে সকল খোলা হবে
br: Digeriñ an h&oll anezho e ivinelloù
hi_in: सबको टैब में खोलें (&O)
kab: Ldi &merra ɣef yIccaren
kk: Әрқай&сысын жаңа бетте ашу
kn: ಎಲ್ಲಾ ಹಾಳೆಗಳಲ್ಲೂ ತೆರೆ
ku: &Hemûyan di Hilpekînan de Veke
lb: &Alles a Klappen opmaachen
ml: എല്ലാം ടാബുകളില്‍ തുറക്കുക
mn: Бүгдийг &нь самбарт нээ
my: အားလုံးကို စာအမှတ်များနဲ့ ဖွင့်ပါ
or: ସମସ୍ତଙ୍କୁ ଟ୍ୟାବରେ ଖୋଲନ୍ତୁ
sd: ۽ سڀ ٽنگڻين ۾ کوليو
si: සියල්ල ටැබ තුළ විවෘත කරන්න
ta: அனைத்தையும் கீற்றுகளாகத் திற
te: అన్ని టాబ్‌లను తెరువుము
tk: Hemmesini Depderçelerde Aç
ug: ھەممىنى بەتكۈچتە ئاچ(&O)
ur: &تمام ٹیبوں میں کھولیں
uz: Barchasini ichki oynalarda &ochish
xh: &Vula zonke iithebhu
zu: Vula konke ku&mamaki

source: Propert&ies
as: বৈশিষ্ট্যসমূহ
bn_bd: বৈশিষ্ট্যাবলী (&I)
bn_in: বিবিধ বৈশিষ্ট্য
br: Perzh&ioù
hi_in: गुण
kab: Taɣa&ṛa
kk: Қаси&еттері
kn: ಗುಣಲಕ್ಷಣಗಳು
ku: &Taybetmendî
lb: &Eegeschaften
ml: ഗുണഗണങ്ങള്‍
mn: Ш&инж чанар
my: ဂုဏ်အင်္ဂါရပ်များ
or: ଗୁଣଧର୍ମ
sd: خاصيتون
si: වත්කම්
ta: தன்மைகள்
te: లక్షణములు
tk: Hasiýetler
ug: خاسلىقلار(&I)
ur: &خواص
uz: Xossala&ri
xh: Iinkcazelo ngeempa&wu
zu: Izic&i

source: &Sort By Name
as: নামেৰে সজাঁওক
bn_bd: নাম অনুসারে সাজান (&S)
bn_in: নাম অনুসারে সুবিন্যস্ত করুন
br: Ru&mmañ dre anv
hi_in: नामानुसार छाँटें (&S)
kab: &Smizzwer s yisem
kk: Ат&ы бойынша сұрыптау
kn: ಹೆಸರಿನಿಂದ ವಿಂಗಡಿಸು
ku: &li Gorî Navan Rêz Bike
ky: &Аты боюнча сорттоо
lb: Nom Numm &sortéieren
ml: പേരു് അനുസരിച്ചു് ക്രമത്തിലാക്കുക
mn: Нэ&рээр эрэмбэл
my: အမည်အလိုက် မျိုးတူစုပါ
or: ନାମ କ୍ରମାନୁସାରେ ସଜାଡନ୍ତୁ
sd: ۽ نالي موجب ڇانٽيو
si: නම අනුව පෙළ ගැසු
ta: பெயரால் வரிசைப்படுத்தப்ப
te: నామము ద్వారా క్రమపరచు
tk: Ada görä Tertiple
ug: ئاتى بويىچە تەرتىپلە(&S)
ur: &چھانٹیں بمطابق نام
uz: Nomi boʻyicha &saralash
xh: &Lungisa ngeGama
zu: &Hlunga ngegama

source: r
kk: й
mn: э
ur: ن

source: New &Bookmark…
as: নতুন পত্ৰচিহ্ন…
bn_bd: নতুন বুকমার্ক… (&B)
bn_in: নতুন বুকমার্ক…
br: Si&ned nevez…
hi_in: नया पुस्तकचिह्न…(&B)
kab: Tacreṭ n uqebtar tamaynut…
kk: Жаңа &бетбелгі…
kn: ಹೊಸ ಬುಕ್‌ಮಾರ್ಕ್…
ku: &Bijareya Nû...
ky: Жаңы &чөп кат...
lb: Neit Lies&zeechen
ml: പുതിയ അടയാളക്കുറിപ്പു്…
mn: &Шинэ хаяг…
my: မှတ်သားချက် အသစ်
or: ନୂତନ ଚିହ୍ନିତସ୍ଥାନ…
sd: نئون نشانزد۔۔۔
si: නව පිටු සලකුණ…
ta: புதிய புத்தகக்குறி…
te: కొత్త ఇష్టాంశము…
tk: Täze Bellik...
ug: يېڭى خەتكۈچ(&B)…
ur: نئی &نشانی…
uz: Yangi &xatchoʻp
xh: Isalathisi &Esiphawulayo Esitsha…
zu: Uphawu &lokubekisa olusha…

source: New F&older…
as: নতুন ফোল্ডাৰ…
bn_bd: নতুন ফোল্ডার… (&O)
bn_in: নতুন ফোল্ডার…
br: Te&uliad nevez…
hi_in: नया फ़ोल्डर…(&o)
kab: Akara&m Amaynut...
kk: Жаңа б&ума…
kn: ಹೊಸ ಕಡತಕೋಶ…
ku: &Peldanka Nû...
ky: Жаңы п&апка…
lb: Neien &Dossier…
ml: പുതിയ ഫോള്‍ഡര്‍…
mn: Шинэ &сан…
my: ဖိုင်တွဲ အသစ်
or: ନୂତନ ଫୋଲଡର…
sd: نئون فولڊر
si: නව බහලුම…
ta: புதிய கோப்புறை…
te: కొత్త సంచయం…
tk: Täze Bukja...
ug: يېڭى قىسقۇچ(&O)…
ur: نیا &پوشہ…
uz: Yangi &jild
xh: Is&iqulathi Seefayili Esitsha…
zu: Ifolda e&ntsha…

source: F
br: N
kk: м
lb: D
ur: پ

source: New &Separator
as: নতুন বিভাজক
bn_bd: নতুন বিভাজক (&S)
bn_in: নতুন বিভাজনরেখা
br: Di&sranner nevez
hi_in: नया पृथक्ककारक (&S)
kab: Ana&braz amaynut
kk: Ж&аңа ажыратқыш
kn: ಹೊಸ ವಿಭಜಕ
ku: &Navbeynkara Nû
ky: Жаңы &бөлгүч
lb: Nei &Trennlinn
ml: പുതിയ വിടവടയാളം
mn: Шинэ &тусгаарлагч
my: ပုဒ်ခွဲ အသစ်
or: ନୂତନ ବିଭାଜକ
sd: نئون ڌار ڪندڙ
si: නව වෙන්කරණය
ta: புதிய பிரிப்பி
te: కొత్త సెపరేటర్
tk: Täze Aýyrgyç
ug: يېڭى ئايرىغۇچ(&S)
ur: نیا &جداکار
uz: Yangi &ajratgich
xh: &Isihlukanisi esitsha
zu: Ise&hlukanisi esisha

source: &Reload Live Bookmark
as: জীৱন্ত পত্ৰচিহ্ন পুনঃ ল'ড কৰক
bn_bd: লাইভ বুকমার্ক রিলোড করা হবে (&R)
bn_in: লাইভ বুকমার্ক পুনরায় লোড করুন
br: Adka&rgañ ar sined dialuskel
hi_in: जीवंत पुस्तचिह्न फिर लोड करें (&R)
kab: S&miren ineksam
kk: Жаңалықта&р таспасының бетбелгісін жаңарту
kn: ಲೈವ್ ಬುಕ್‌ಮಾರ್ಕ್ ಅನ್ನು ಮತ್ತೊಮ್ಮೆ ಲೋಡ್ ಮಾಡು
ku: Bija&reya Zindî Ji Nû VeBar Bike
ky: &Жаңылыктар тасмасынын чөп катын жаңыртуу
lb: Live-Lieszeeche&n nei lueden
ml: ലൈവ് അടയാളക്കുറിപ്പു് വീണ്ടും ലഭ്യമാക്കുക
mn: Амь&д хаягийг дахин дууд
my: သက်၀င် မှတ်သားချက်ကို ပြန်ဖွင့်ပါ
or: ଜୀବନ୍ତ ଚିହ୍ନିତ ସ୍ଥାନକୁ ପୁନର୍ଧାରଣ କରନ୍ତୁ
sd: سجيو نشانزد نئين سِرِ لوڊ ڪريو
si: සජීවි පිටු සලකුණ යළි පූරණය
ta: லைவ் புத்தகக்குறியை மீளேற்று
te: లైవ్ ఇష్టాంశమును తిరిగిలోడ్‌చేయి
tk: Janly Belligi Täzele
ug: شۇئان خەتكۈچنى قايتا يۈكلە(&R)
ur: لایو نشانی &پھر لوڈ کریں
uz: Jonli xatchoʻpni &qayta yuklash
xh: &Phinda ulayishe Isalathisi esiphawulayo esiphilayo
zu: &Layisha futhi uphawu lokubekisa oluphilayo

source: &Move…
as: স্থানান্তৰ কৰক…
bn_bd: স্থানান্তর… (&M)
bn_in: স্থান পরিবর্তন…
br: Di&lec'hiañ…
hi_in: खिसकाएँ… (&M)
kab: Sen&kez…
kk: Басқа жерге а&уыстыру…
kn: ಜರುಗಿಸು…
ku: &Bibe...
ky: &Башка жерге ташуу…
lb: &Réckelen…
ml: നീങ്ങുക…
mn: &Зөө…
my: ရွှေ့ပါ...
or: ଗତି କରନ୍ତୁ…
sd: ڇٽڪيون
si: ගෙන යන්න…
ta: நகர்த்தவும்…
te: కదుపు…
tk: Süýşür...
ug: يۆتكە(&M)…
ur: &بڑھائیں…
uz: &Koʻchirish
xh: &Hambisa…
zu: &Susa…

source: Name
as: নাম
bn_bd: নাম
bn_in: নাম
br: Anv
hi_in: नाम
kab: Isem
kk: Аты
kn: ಹೆಸರು
ku: Nav
ky: Аты
lb: Numm
ml: പേരു്
mn: Нэр
my: အမည်
or: ନାମ
sd: نالو
si: නම
ta: பெயர்
te: పేరు
tk: Ady
ug: ئاتى
ur: نام
uz: Nomi
xh: Igama
zu: Igama

source: Tags
as: টেগ
bn_bd: ট্যাগ
bn_in: ট্যাগ
br: Klavioù
hi_in: टैग
kab: Tibzimin
kk: Белгілер
kn: ಟ್ಯಾಗ್‌ಗಳು
ku: Etîket
ky: Белгилер
lb: Tagen
ml: ടാഗുകള്‍
mn: Таглаа
my: စာအမှတ်များ
or: ଟ୍ୟାଗଗୁଡିକ
sd: چٽڪيون
si: ලේබල
ta: கீற்றுகள்
te: టాగ్స్ ‌
tk: Ýazgyjyklar
ug: بەتكۈچلەر
ur: ٹیگ
uz: Teglar
xh: Iithegi
zu: Amamaki

source: Location
as: স্থান
bn_bd: অবস্থান
bn_in: অবস্থান
br: Lec'hiadur
hi_in: स्थान
kab: Tansa
kk: Орналасқан жері
kn: ತಾಣ
ku: Cih
ky: Жайгашкан жери
lb: Adress
ml: സ്ഥാനം
my: တည်နေရာ
or: ସ୍ଥାନ
sd: ٺڪاڻو
si: පිහිටුම
ta: இடம்
te: స్థానము
tk: Salgy
ug: ئورنى
ur: محل وقوع
uz: Manzili
xh: Indawo
zu: Indawo

source: Most Recent Visit
as: আটাইতকৈ শেহতীয়া দৰ্শন
bn_bd: সবচেয়ে সাম্প্রতিক পরিদর্শন
bn_in: সাম্প্রতিক ভিজিট
br: Gweladenn nevesañ
hi_in: सबसे हाल का विजिट
kab: Tirza taneggarut
kk: Ең соңғы шолу
kn: ಅತ್ಯಂತ ಇತ್ತೀಚಿನ ಭೇಟಿ
ku: Serdana Dawîn
ml: ഏറ്റവും ഒടുവിലത്തെ സന്ദര്‍ശനം
my: နောက်ဆုံးအသုံးပြုခဲ့သော ဝတ်ဆိုဒ်များ
or: ନିକଟରେ ପରିଦର୍ଶିତ
si: වඩා මෑත පිවිසුම
ta: அண்மையில் பார்த்தவை
te: ఇటీవల దర్శించిన
ur: سب سے حالیہ مصاحبہ
uz: Eng soʻnggi kirilgan
xh: Olona Tyelelo lwaKutshanje

source: Visit Count
as: দৰ্শনৰ সংখ্যা
bn_bd: পরিদর্শনের সংখ্যা
bn_in: পরিদর্শনের সংখ্যা
br: Kont ar gweladenniñ
hi_in: देखने की संख्या
kab: Amḍan n tmerziwin
kk: Қараулар саны
kn: ಭೇಟಿ ಮಾಡಿದ ಲೆಕ್ಕ
ku: Hejmara Vebûnê
ky: Кароолор саны
lb: Opruff
ml: എത്ര തവണ സന്ദര്‍ശിച്ചു
mn: Зорчсон тоо
my: လည်ပတ်မူ အရေအတွက်
or: ପରିଦର୍ଶନ ସଂଖ୍ଯା
sd: ڳڻپ نظر مان ڪڍو
si: පිවිසුම් එකතුව
ta: பார்த்த எண்ணிக்கை
te: కౌంట్ దర్శించు
tk: Gezilme Sany
ug: زىيارەت سانى
ur: ملاحظہ شماری
uz: Kirishlar soni
xh: Ubalo lotyelelo
zu: Ukubalwa kokuvakashela

source: Keyword
as: কিৱাৰ্ড
bn_bd: কীওয়ার্ড
bn_in: নির্দেশক শব্দ
hi_in: बीजशब्द
kk: Қысқаша аты
kn: ಮುಖ್ಯಪದ
ku: Peyva Kilît
ky: Ачкыч сөз
lb: Schlësselwuert
ml: കീവേര്‍ഡ്
mn: Түлхүүр үг
my: သော့ချက် စာလုံး
or: ସୂଚକ ଶବ୍ଦ
sd: ڪي بورڊ
si: මූල පදය
ta: முக்கியச்சொல்
te: కీపదము
tk: Açar söz
ur: کلیدی لفظ
uz: Kalit soʻz
xh: Igama eliphambili
zu: Igama eliwukhiye

source: Description
as: বিৱৰণ
bn_bd: বর্ণনা
bn_in: বর্ণনা
br: Deskrivadur
hi_in: विवरण
kab: Aglam
kk: Анықтамасы
kn: ವಿವರಣೆ
ku: Daxuyanî
ky: Аныктамасы
lb: Beschreiwung
ml: വിവരണം
mn: Тодорхойлолт
my: ဖေါ်ပြချက်
or: ବର୍ଣ୍ଣନା
sd: بيان
si: විස්තරය
ta: விளக்கம்
te: వివరణ
tk: Suratlandyrma
ug: چۈشەندۈرۈش
ur: تصریح
uz: Ta`rifi
xh: Inkcazelo
zu: Incazelo

source: Added
as: যোগ কৰা হ'ল
bn_bd: যোগ হয়েছে
bn_in: যোগ হওয়ার তারিখ
br: Ouzhpennet
hi_in: जोड़ा गया
kab: Azem n tmerna
kk: Қосылған
kn: ಸೇರ್ಪಡಿಸಲಾದ
ku: Têxistin
ky: Кошулган
lb: Bäigesat
ml: ചേര്‍ത്തിരിക്കുന്നു
mn: Нэмэгдсэн
my: ထည့်သွင်းထားပြီ
or: ଯୁକ୍ତ
sd: شامل ڪيو ويو
si: එක් කළා
ta: சேர்க்கப்பட்டது
te: జతచేయబడింది
tk: Goşulan senesi
ug: قوشۇلدى
ur: اضافہ شدہ
uz: Qoʻshilgan
xh: Okongeziweyo
zu: Kwengeziwe

source: Last Modified
as: সৰ্বেশষ পৰিৱৰ্তীত
bn_bd: সর্বশেষ পরিবর্তন
bn_in: সর্বশেষ পরিবর্তনের সময়
br: An hini kemmet diwezhañ
hi_in: अंतिम रूपांतरित
kab: Asnifel aneggaru
kk: Соңғы рет өзгертілген
kn: ಕೊನೆಯ ಬಾರಿಗೆ ಮಾರ್ಪಡಿಸಲಾದ
ku: Guherandina Dawîn
ky: Соңку өзгөртүү
lb: Fir d'lescht geännert
ml: ഏറ്റവും ഒടുവില്‍ മാറ്റിയതു്
mn: Сүүлд өөрчлөгдсөн
my: နောက်ဆုံး မွမ်းမံချိန်
or: ପୂର୍ବ ରୂପାନ୍ତରଣ
sd: آخري ڦيرڦار ڪيل
si: අවසන් වෙනස්කම
ta: கடைசியாக திருத்தியமைக்கப்பட்டது
te: చివరిగా సవరించిన
tk: Soňky Üýtgedilen
ug: ئاخىرقى ئۆزگەرتىش
ur: آخری بار ترمیم کردہ
uz: Soʻnggi oʻzgartirilgan
xh: Ihlengahlengiswe Okokugqibela
zu: Ukugcinwa kokushintsha

# search.label search.accesskey
source: &Search:
as: সন্ধান কৰক:
bn_bd: অনুসন্ধান (&S):
bn_in: অনুসন্ধান:
br: Kla&sk :
hi_in: खोजें: (&S)
kab: &Nadi:
kk: І&здеу
kn: ಹುಡುಕು:
ku: &Lêgerîn:
ky: &Издөө:
lb: &Sichen:
ml: തെരയുക:
my: ရှာဖွေပါ -
or: ଖୋଜନ୍ତୁ:
sd: &تلاش:
si: සොයන්න:
ta: தேடு:
te: శోధించు:
tk: Gözleg:
ug: ئىزدە(&S):
ur: &تلاش:
uz: &Izlash:
xh: &Zingela:
zu: &Sesha:

source: f
ur: ڈ
