Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/places/places.properties.po
Languages: az, bg, bn_in, br, he, hy_am, is, kn, lb, mai, nb_no, oc, sd, sv, th, tr, tt, vi

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
az: Təhlükəsizliyiniz üçün javascript və verilənlər URL-ləri tarixçə pəncərəsindən və ya yan paneldən açıla bilməz.
bg: От съображения за сигурност javascript или адреси не могат да бъдат зареждани от историята или страничната лента.
bn_in: নিরাপত্তার কারণে, পূর্ববর্তী তথ্যের উইন্ডো অথবা সাইড-বার থেকে javascript অথবা ডাটা url খোলা সম্ভব হবে না।
br: Evit abegoù a ziogelroez, ne vez ket karget javascript pe URLioù ar roadennoù diouzh prenestr ar roll istor pe ar varrenn gostez
he: מטעמי אבטחה, תסריטי Javascript וכתובות data לא יטענו מחלון ההיסטוריה או מסרגל הצד.
hy_am: Անվտանգության նկատառումներով, javascript-ը կամ հասցեները չեն կարող ներմուծվել հիշողության պատուհանից կամ վահանակից:
is: Vegna öryggisástæðna, er ekki hægt að hlaða inn javaskriftum eða gagna URL frá feril glugga eða hliðslá.
kn: ಸುರಕ್ಷತಾ ಕಾರಣಗಳಿಂದಾಗಿ, ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಅಥವಾ ಮಾಹಿತಿ ಯುಅರ್ಎಲ್‌ಗಳು ಇತಿಹಾಸ ವಿಂಡೋ ಅಥವಾ ಬದಿಯ ಪಟ್ಟಿಯಿಂದ ಲೋಡ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ.
lb: Aus Sécherheetsgrënn, kënnen JavaScript oder Daten URL'en net aus der Verlaf-Fënster oder Säiteleescht geluede ginn.
mai: सुरक्षा कारणसँ, इतिहास विंडो अथवा कतका पट्टीसँ जावास्क्रिप्ट अथवा आँकड़ा यूआरएल लोड नहि कएल जाए सकैत अछि.
nb_no: Av sikkerhetsårsaker kan ikke javascript- eller data-URL-er lastes fra historikkvinduet eller sidestolpen.
oc: Per de rasons de seguretat, las URL JavaScript o las URL de donadas pòdon pas èsser cargadas a partir de la fenèstra d'istoric o de la barra laterala.
sv: Av säkerhetsskäl kan JavaScript eller data-URL:er inte laddas från Historik-fönstret eller sidofältet.
th: ด้วยเหตุผลความมั่นคง ที่ตั้ง URL ที่เป็นข้อมูลหรือจาวาสคริปต์ จะไม่ถูกโหลดจากแถบข้างหรือหน้าต่างประวัติ
tr: Güvenlik nedeniyle JavaScript veya veri URL'leri geçmiş penceresinden veya kenar çubuğundan açılamaz.
tt: İminlík sebeplerínnen, javascript yaki birü URL'lerí tarix terezesínnen yaki yan çıbıqtan yöklene almas.
vi: Vì lí do bảo mật, javascript hoặc url dữ liệu không thể được nạp từ thanh lề hoặc cửa sổ lược sử.

source: (no title)
az: (başlıq yoxdur)
bg: (без заглавие)
bn_in: (শিরোনাম)
br: (titl ebet)
he: (אין כותרת)
hy_am: (անվերնագիր)
is: (enginn titill)
kn: (ಯಾವುದೆ ಶೀರ್ಷಿಕೆಯಿಲ್ಲ)
lb: (keen Titel)
mai: (कोनो शीर्षक नहि)
nb_no: (ingen tittel)
oc: (sens títol)
sd: (عنوان ناهي)
sv: (namnlös)
th: (ไม่มีชื่อ)
tr: (başlık yok)
tt: (başlıqsız)
vi: (không tiêu đề)

source: (Empty)
az: (Boş)
bg: (Празно)
bn_in: (ফাঁকা)
br: (Goullo)
he: (ריק)
hy_am: (Դատարկ)
is: (Tómt)
kn: (ಖಾಲಿ)
lb: (Eidel)
mai: (रिक्त)
nb_no: (Tom)
oc: (Void)
sd: (خالي)
sv: (Tom)
th: (ว่าง)
tr: (Boş)
tt: (Buş)
vi: (Trống)

source: Bookmarks backup filename
az: Əlfəcin ehtiyyatının fayl adı
bg: Име на резервното копие
bn_in: বুকমার্কের ব্যাক-আপ সংরক্ষণের ফাইল
br: Restr gwared ar sinedoù
he: קובץ גיבוי סימניות
hy_am: Էջանիշերի պահուստային ֆայլի անունը
is: Skráarnafn bókamerkja afrits
kn: ಬುಕ್‌ಮಾರ್ಕುಗಳ ಬ್ಯಾಕ್ಅಪ್ ಕಡತದ ಹೆಸರು
lb: Lieszeechen Backup Fichiers-Numm
mai: पुस्तकचिह्न बैकअप फाइल
nb_no: Filnavn for sikkerhetskopi av bokmerker
oc: Fichièr de salvament dels marcapaginas
sd: نشانزدن جي بيڪ اپ جي فائل جو نالو
sv: Säkerhetskopia på bokmärken
th: ชื่อแฟ้มสำรองข้อมูลที่คั่นหน้า
tr: Yer imi yedeğinin dosya adı
tt: Qıstırğıçlar xesterleme dosyesí ismí
vi: Tên tập tin sao lưu trang đánh dấu

source: Revert Bookmarks
az: Əlfəcinləri Bərpa Edin
bg: Възстановяване на отметки
bn_in: পূর্ববর্তী বুকমার্ক তালিকা প্রত্যাবর্তন করুন
br: Tuginañ ar sinedoù
he: שחזר סימניות
hy_am: Էջանիշերի վերականգնում
is: Endurheimta bókamerki
kn: ಬುಕ್‌ಮಾರ್ಕುಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸು
lb: Lued d'Lieszeechen frësch
mai: पुस्तकचिह्न लौटाउ
nb_no: Tilbakestill bokmerker
oc: Restablir los marcapaginas
sd: نشانزد موٽائي ساڳيءَ جاءِ تي آڻيو
sv: Återställ bokmärken
th: คืนที่คั่นหน้ากลับ
tr: Eski yer imlerini getir
tt: Qıstırğıçlarnı Kirí Kitír
vi: Khôi phục Trang đánh dấu

source: This will replace all of your current bookmarks with the backup. Are you sure?
az: Bu əməliyyat hazırki əlfəcinlərinizi yedəkdəki əlfəcinlərlə dəyişəcək. Bunu etmək istədiyinizə əminsiniz?
bg: Това ще замени текущите отметки с тези от резервния файл. Сигурни ли сте?
bn_in: এর ফলে বর্তমান বুকমার্কের পরিবর্তে সংরক্ষিত ব্যাক-আপগুলি স্থাপন করা হবে। আপনি কি নিশ্চিতরূপে এটি করতে ইচ্ছুক?
br: Lakaet e vo ar gwared e-lec'h ho sinedoù bremanel holl. Ha sur oc'h ?
he: פעולה זו תחליף את כל הסימניות הנוכחיות עם הגיבוי. האם אתה בטוח?
hy_am: Դուք կփոխարինեք ձեր ընթացիկ էջանիշերը պահեստայիով: Դուք համոզվա՞ծ էք:
is: Þetta yfirskrifar öll bókamerki með afritinu. Ertu viss?
kn: ಇದು ನಿಮ್ಮ ಈಗಿನ ಬುಕ್‌ಮಾರ್ಕುಗಳನ್ನು ಬ್ಯಾಕ್ಅಪ್‌ನಿಂದ ಬದಲಾಯಿಸುತ್ತದೆ. ನೀವು ಖಚಿತವಾಗಿಯೂ ಹೀಗೆ ಮಾಡಲು ಬಯಸುತ್ತೀರೆ?
lb: Dëst ersetzt all deng aktuell Lieszeechen mat dem Backup. Bass de sécher?
mai: ई अहाँक सबहि पुस्तकचिह्न केँ बैकअप सँ बदैल देत. की अहाँ निश्चित छी?
nb_no: Dette vil erstatte alle bokmerker du har nå med sikkerhetskopien. Er du sikker på at du vil gjøre dette?
oc: Aquò remplaçarà totes vòstres marcapaginas pel salvament. Sètz segur(a) ?
sv: Det här ersätter alla dina nuvarande bokmärken med säkerhetskopian. Är du säker?
th: นี่จะแทนที่ที่คั่นหน้าทั้งหมดในปัจจุบันด้วยข้อมูลที่สำรองไว้ แน่ใจหรือไม่?
tr: Bu işlem hâlihazırdaki yer imlerinizi yedektekilerle değiştirecek. Bunu yapmak istediğinizden emin misiniz?
tt: Bu, xelí xezírdegí qıstırğıçlarığıznıñ hemmesín xesterleme bílen ğiwaz iteçek. Işanıçlısızmı?
vi: Bản sao lưu sẽ ghi đè tất cả các trang đánh dấu hiện thời của bạn. Bạn có chắc không?

source: Select a bookmarks backup
az: Əlfəcin ehtiyatını seçin
bg: Избиране на резервен файл с отметки
bn_in: বুকমার্কের একটি ব্যাক-আপ নির্বাচন করুন
br: Diuzañ ur gwared sinedoù
he: בחר גיבוי סימניות
hy_am: Ընտրեք էջանիշերի պահուց
is: Veldu bókamerkja afrit
kn: ಒಂದು ಬುಕ್‌ಮಾರ್ಕುಗಳ ಬ್ಯಾಕ್ಅಪ್ ಅನ್ನು ಆರಿಸು
lb: Wiel een Lieszeechen Backup
mai: पुस्तकचिह्न बैकअप चुनू
nb_no: Velg en sikkerhetskopi
oc: Seleccionatz un salament de marcapaginas
sd: نشانزدن جو بيڪ اَپ چونڊيو
sv: Välj en säkerhetskopia på bokmärken
th: เลือกที่คั่นหน้าที่สำรองไว้
tr: Yer imi yedeği seçin
tt: Bír qıstırğıçlar xesterlemesín saylağız
vi: Chọn bản sao lưu chứa trang đánh dấu

source: Unsupported file type.
az: Dəstəklənməyən fayl formatı.
bg: Неподдържан вид на файл.
bn_in: ফাইলের ধরন সমর্থিত নয়।
br: Rizh restr anskoret
he: סוג קובץ לא נתמך.
hy_am: Չսպասարկվող ֆայլի տեսակ:
is: Óstudd skráartegund.
kn: ಬೆಂಬಲವಿರದ ಕಡತದ ಬಗೆ.
lb: Net ënnerstëtzen Daten Typ.
mai: असमर्थित फाइल प्रकार
nb_no: Ustøttet filtype.
oc: Mena de fichièr pas gerida.
sd: بنا سمرٿن واريءَ فائل جو قسم
sv: Filtypen stöds inte.
th: ไม่สนับสนุนประเภทแฟ้มนี้
tr: Desteklenmeyen dosya türü.
tt: Desteklenmegen dosye türü.
vi: Kiểu tập tin không hỗ trợ.

source: Unable to process the backup file.
az: Ehtiyat faylı emal edilə bilmir.
bg: Резервният файл не може да бъде обработен.
bn_in: ব্যাক-আপ ফাইলের প্রক্রিয়াকরণে বিফলতা।
br: N'eo ket gouest da geweriañ restr ar gwared.
he: לא ניתן לעבד את קובץ הגיבוי.
hy_am: Չստացվեց գործարկել պահոցային ֆայլը:
is: Get ekki hlaðið inn afritunarskrá.
kn: ಬ್ಯಾಕ್ಅಪ್‌ ಕಡತವನ್ನು ಸಂಸ್ಕರಿಸಲಾಗಿಲ್ಲ.
lb: Net méiglech d'Backup Fichier ze benotzen.
mai: बैकअप फाइलक प्रक्रियामे असमर्थ
nb_no: Klarte ikke behandle sikkerhetskopien.
oc: Impossible de tractar lo fichièr de salvament.
sd: بيڪ اَپ فائل جي پرڪريا ڪرڻ ۾ اَسمرٿ۔
sv: Kan inte bearbeta säkerhetskopieringsfilen.
th: ไม่สามารถประมวลผลแฟ้มสำรองได้
tr: Yedek dosyası işlenemiyor.
tt: Xesterleme dosyesí íşlenelmiy.
vi: Không thể xử lí tập tin sao lưu.

source: Live Bookmark loading…
az: Canlı Əlfəcin yüklənir…
bg: Зареждане на жива отметка…
bn_in: লাইভ বুকমার্ক লোড করা হচ্ছে…
br: Kargañ ar sinedoù dialuskel
he: טוען עדכנייה…
hy_am: Կենդանի Էջանշի բեռնում...
is: Hleð lifandi bókamerki…
kn: ಲೈವ್ ಬುಕ್‌ಮಾರ್ಕ್ ಲೋಡ್ ಆಗುತ್ತಿದೆ…
lb: Live-Lieszeechen lued…
mai: जीवंत पुस्तकचिह्न लोडिंग…
nb_no: Laster levende bokmerke …
oc: Cargament del marcapaginas dinamic...
sd: متحرڪ نشان زد لوڊ ڪريو۔۔۔
sv: Aktiva bokmärket laddas…
th: กำลังโหลดไลฟ์บุ๊กมาร์ก…
tr: Canlı yer imi yükleniyor…
tt: Canlı Qıstırğıç yöklene…
vi: Đánh Dấu Động đang tải…

source: Live Bookmark feed failed to load.
az: Canlı Əlfəcin axını yüklənə bilmədi.
bg: Емисията на живата отметка не успя да се зареди.
bn_in: লাইভ বুকমার্কের ফিড লোড করতে ব্যর্থ।
br: C'hwitadenn war kargañ ar sinedoù dialuskel.
he: כישלון בטעינת עדכנייה.
hy_am: Կենդանի Էջանիշի բեռնումը չհաջողվեց:
is: Mistókst að hlaða inn lifandi bókamerki.
kn: ಲೈವ್ ಬುಕ್‌ಮಾರ್ಕ್ ಫೀಡ್ ಲೋಡ್ ಆಗುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ.
lb: Live-Lieszeechen Feed konnt net geluede ginn.
mai: जीवंत पुस्तकचिह्न फ़ीड लोड करब मे विफल.
nb_no: Klarte ikke laste inn levende bokmerke.
oc: Impossible de cargar lo marcapaginas dinamic.
sd: متحرڪ نشان زد جي ڀرتي لوڊ ڪرڻ ناڪام ٿي۔
sv: Aktiva bokmärkeskanalen kunde inte laddas.
th: โหลดไลฟ์บุ๊กมาร์กไม่สำเร็จ
tr: Canlı yer imi beslemesi yüklenemedi.
tt: Canlı Qıstırğıç azığı yöklenelmedí…
vi: Đánh Dấu Động không tải được.

source: Open "%S"
az: Aç: "%S"
bg: Отваряне на „%S“
bn_in: "%S" খুলুন
br: Digeriñ "%S"
he: פתח "%S"
hy_am: Բացել «%S»
is: Opna "%S"
kn: "%S" ಅನ್ನು ತೆರೆ
mai: "%S" खोलू
oc: Dobrir "%S"
sd: کوليو "%S"
sv: Öppna ”%S”
th: เปิด "%S"
tr: Aç: "%S"
tt: Aç: "%S"
vi: Mở "%S"

source: Sort '%S' by Name
az: Ada görə sırala: '%S'
bg: Сортиране на „%S“ по име
bn_in: নাম অনুযায়ী '%S'-র ক্রমবিন্যাস করা হবে
br: Rummañ '%S' dre anv
he: מיין '%S' לפי שם
hy_am: Դասավորել «%S» ըստ անվանման
is: Raða '%S' eftir nafni
kn: '%S' ಅನ್ನು ಹೆಸರಿನ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸು
lb: Sortéier '%S' no Numm
mai: '%S' केँ नाम क अनुसार छाँटू
oc: Triar '%S' per nom
sd: '%S' نالي موجب ڇانٽيو
sv: Ordna ”%S” efter namn
th: เรียง '%S' ตามชื่อ
tr: İsme göre sırala: '%S'
tt: '%S' İsímge küre Sortlansın
vi: Xếp '%S' theo Tên

# sortByNameGeneric
source: Sort by Name
tt: İsímge küre Sortla

# view.sortBy.name.label
source: Sort by Name
tt: İsímge küre Sortla

source: N
tt: s

source: Sort by Location
tt: Qunımğa küre Sortla

# view.sortBy.url.accesskey
source: L
tt: Q

source: Sort by Visit Date
tt: Ziyaret Tarixına küre Sortla

source: V
tt: Z

source: Sort by Visit Count
tt: Ziyaret Sanına küre Sortla

source: C
tt: S

source: Sort by Keyword
tt: Açqıçsüzge küre Sortla

source: K
tt: A

source: Sort by Description
tt: Taswirge küre Sortla

source: D
tt: T

source: Sort by Added
tt: Östelü Tarixına küre Sortla

source: Sort by Last Modified
tt: Soñğı Üzgeríşke küre Sortla

source: M
tt: z

source: Sort by Tags
tt: Yarlıqlarğa küre Sortla

source: T
tt: Y

source: Search Bookmarks
az: Əlfəcinlərdə Axtar
bg: Търсене в отметките
bn_in: বুকমার্ক অনুসন্ধান করুন
br: Klask er sinedoù
he: חפש בסימניות
hy_am: Որոնել էջանիշերում
is: Leita í bókamerkjum
kn: ಬುಕ್‌ಮಾರ್ಕುಗಳಿಗಾಗಿ ಹುಡುಕು
lb: Sich an de Lieszeechen
mai: पुस्तकचिह्न खोजू
nb_no: Søk i bokmerker
oc: Recercar dins los marcapaginas
sd: نشانزدن جي ڳولا ڪريو
sv: Sök bokmärken
th: ค้นที่คั่นหน้า
tr: Yer imlerinde ara
tt: Qıstırğıçlarda Ízle
vi: Tìm kiếm Trang đánh dấu

source: Search History
az: Tarixçədə Axtar
bg: Търсене в историята
bn_in: পূর্ববর্তী তথ্য অনুসন্ধান করুন
br: Klask er roll istor
he: חפש בהיסטוריה
hy_am: Որոնել Պատմությունում
is: Leitarsaga
kn: ಇತಿಹಾಸವನ್ನು ಹುಡುಕು
lb: Sich am Verlaf
mai: इतिहास खोजू
nb_no: Søk i historikk
oc: Recercar dins l'istoric
sd: اِتهاس جي ڳولا ڪريو
sv: Sök i historik
th: ค้นประวัติ
tr: Geçmişte ara
tt: Tarixta Ízle
vi: Tìm kiếm Lược sử

source: Search Downloads
az: Yüklənənlərdə axtar
bg: Търсене в изтеглянията
bn_in: ডাউনলোড অনুসন্ধান করুন
br: Klask er pellgargadurioù
he: חפש בהורדות
hy_am: Որոնել ներբեռնում
is: Leita í niðurhali
kn: ಇಳಿಕೆಗಳನ್ನು ಹುಡುಕು
mai: डाउनलोड खोजू
nb_no: Søk i nedlastinger
oc: Recercar dins los telecargaments
sd: ڊائون لوڊ ڳوليو
sv: Sök hämtade filer
th: ค้นหาการดาวน์โหลด
tr: İndirilenlerde ara
tt: İñdírmelerní Ízle
vi: Tìm kiếm trong dữ liệu đã Tải xuống

source: Search in '%S'
tt: '%S' íçínde ízle

source: Confirm open
az: Açma Təsdiqi
bg: Отваряне
bn_in: প্রদর্শনের নিশ্চিতি
br: Kadarnaat an digeriñ
he: אישור פתיחה
hy_am: Բացման հաստատում
is: Staðfesta opnun
kn: ತೆರೆಯಲ್ಪಟ್ಟಿದ್ದನ್ನು ಖಚಿತಪಡಿಸು
lb: Bestäteg d'Opmaachen
mai: खोलनाइ संपुष्ट करू
nb_no: Bekreft åpning
oc: Confirmar la dobertura
sd: کولڻ جي تصديق ڪريو
sv: Bekräfta öppning
th: ยืนยันการเปิด
tr: Açış onayı
tt: Açışnı rasla
vi: Xác nhận mở

source: You are about to open %S tabs. This might slow down %S while the pages are loading. Are you sure you want to continue?
az: %S vərəq açmaq üzrəsiniz. Bu, səhifələr yüklənərkən %S proqramının yavaşlamağına səbəb ola bilər. Davam etmək istədyinizə əminsiniz?
bg: На път сте да отворите %S подпрозореца. Това може да забави %S докато страниците се зареждат. Желаете ли да продължите?
bn_in: আপনি %S-টি ট্যাব খুলতে চলেছেন। এর ফলে, পেজ লোড করার সময় %S-র কর্ম ধীর গতিতে সঞ্চালিত হতে পারে। আপনি কি নিশ্চিতরূপে এই কাজ করতে ইচ্ছুক?
br: Digoret e vo %S ivinell ganeoc'h. Gorrekaet e vo %S marteze e-pad ma vo karget ar pajennadoù. Fellout a ra deoc'h kenderc'hel ?
he: אתה עומד לפתוח %S לשוניות. פעולה זו עשויה להאט את %S בזמן שהדפים נטענים. אתה בטוח שברצונך להמשיך?
hy_am: Դուք հիմա պատրաստվում էք բացել %Sի մի քանի էջադիր: Դա կարող է դանդաղեցնել %S-ի էջերի բեռնումը: Դուք համոզվա՞ծ էք որ ցանկանում էք շարունակել:
is: Þú ert að fara að opna %S flipa. Þetta gæti hægt á %S á meðan síðurnar eru að hlaðast inn. Ertu viss um að þú viljir halda áfram?
kn: ನೀವು %S ಹಾಳೆ‌ಗಳನ್ನು ತೆರೆಯಲ್ಲಿದ್ದೀರಿ. ಇದು %S ಅನ್ನು ಪುಟಗಳು ಲೋಡ್‌ ಆಗುವವರೆಗೆ ಒಂದಿಷ್ಟು ನಿಧಾನಗೊಳಿಸಬಹುದು. ನೀವು ನಿಜವಾಗಲೂ ಮುಂದುವರೆಯಲು ಬಯಸುತ್ತೀರೆ?
lb: Du bass am gaang %S Taben op ze maachen. Dëst kéint den %S méi lues maachen während d'Taben lueden. Bass de sécher dass weider wëlls maachen?
mai: अहाँ %S टैब केँ खोलबाक नजदीक छी. ई %S केँ धीमा कए सकैत अछि जखन पृष्ठ लोड भए रहल अछि. की अहाँ जारी रखबाक लेल निश्चित छी?
nb_no: Du åpner nå %S faner. Dette kan gjøre at %S bruker lang tid på å laste sidene. Er du sikker på at du vil fortsette?
oc: Sètz a mand de dobrir %S onglets. Pòt alentir %S pendent que las paginas se cargaràn. Sètz segur(a) que volètz contunhar ?
sv: Du försöker öppna %S flikar på samma gång. Detta kan göra %S långsam medan sidorna hämtas. Är du säker på att du vill fortsätta?
th: คุณกำลังจะเปิดแท็บ %S แท็บ ซึ่งอาจทำให้ %S ช้าลงระหว่างกำลังโหลดหน้า ต้องการทำต่อหรือไม่
tr: %S sekme açmak üzeresiniz. Bu, sayfalar yüklenirken %S uygulamasının yavaşlamasına neden olabilir. Devam etmek istediğinizden emin misiniz?
tt: %S ilmek açmaq üzresiñiz. Bu, saifeler yüklengende %S uyğulamasını yavaşlatabilir. Devam etmege istegeniñizden eminsiñizmi?
vi: Bạn chuẩn bị mở %S thẻ. Điều này có thể làm chậm %S trong khi các trang đang tải. Bạn có chắc bạn muốn tiếp tục?

source: Open tabs
az: Vərəqləri aç
bg: Отваряне на подпрозорците
bn_in: ট্যাব খুলুন
br: Digeriñ ivinelloù
he: פתח לשוניות
hy_am: Բացել ներդիրները
is: Opna flipa
kn: ತೆರೆಯಲ್ಪಟ್ಟ ಹಾಳೆಗಳು
lb: Maach d'Taben op
mai: टैब खोलू
nb_no: Åpne faner
oc: Dobrir los onglets
sd: ٽنگڻيون کوليو
sv: Öppna flikar
th: เปิดแท็บ
tr: Sekmeleri aç
tt: Ílmeklerní aç
vi: Mở thẻ

source: Warn me when opening multiple tabs might slow down %S
az: Birdən çox vərəq açmağın %S proqramını yavaşlada biləcəyi hallarda məni xəbərdar et
bg: Предупреждение, когато отварянето на няколко подпрозореца може да забави %S
bn_in: একাধিক ট্যাব খোলার ফলে %S-র কর্মের গতি হ্রাস হওয়ার সম্ভাবনা থাকলে সতর্কতামূলক বার্তা প্রদর্শন করা হবে
br: Kemenn din mar befe gorrekaet %S gant digoradur lies a ivinelloù
he: הזהר אותי בכל פעם שפתיחת מספר לשוניות עשויה להאט את %S
hy_am: Զգուշացնել բազմակի ներդիրների բացման պարագայում, որոնք կարող են դանդաղեցնել %S -ի աշխատանքը:
is: Vara við ef ég reyni að opna marga flipa sem gæti hægt á %S
kn: ಹಲವಾರು ಹಾಳೆಗಳನ್ನು ತೆರೆಯುವಾಗ %S ವು ನಿಧಾನಗೊಳ್ಳುವ ಸಾಧ್ಯತೆ ಇದ್ದಲ್ಲಿ ನನ್ನನ್ನು ಎಚ್ಚರಿಸು
lb: Warn mech wann d'Opmaache vun puer Taben den %S kéint lues maachen
mai: हमरा चेतावनी दिअ जखन कतेक टैब %S केँ धीमा कए सकैत अछि
nb_no: Advar når åpning av flere faner kan gjøre %S treg
oc: M'alertar quand ensagi de dobrir mai d'un onglet que poirian alentir %S
sd: گهڻ قسميون ٽنگڻيون کولڻ وقت جڏهن اهي %S کي سلهو ڪنديون هجن تہ مونکي چتايو
sv: Varna när öppnande av många flikar kan göra %S långsam
th: เตือนเมื่อการเปิดหลายแท็บอาจทำให้ %S ช้าลง
tr: Birden çok sekme açmanın %S uygulamasını yavaşlatabileceği durumlarda beni uyar
tt: Birden ziyade ilmekni açuv %S uyğulamasını yavaşlata bilgende meni tenbile
vi: Cảnh báo tôi khi mở nhiều thẻ có thể làm chậm %S

source: Import Bookmarks File
az: Əlfəcin Faylını İdxal et
bg: Внасяне на файл с отметки
bn_in: বুকমার্কের ফাইল ইম্পোর্ট করা হবে
br: Enporzhiañ restr ar sinedoù
he: יבא קובץ סימניות
hy_am: Ներմուծել էջանիշերի ֆայլը
is: Flytja inn bókamerkjaskrá
kn: ಬುಕ್‌ಮಾರ್ಕುಗಳ ಕಡತವನ್ನು ಆಮದು ಮಾಡಿಕೊ
lb: Importéier Lieszeechen Fichier
mai: पुस्तकचिह्न फाइल आयात करू
nb_no: Importer bokmerkefil
oc: Importar un fichièr de marcapaginas
sd: نشانزدن جي فائل جي آمد ڪريو
sv: Importera bokmärkesfilen
th: นำเข้าแฟ้มที่คั่นหน้า
tr: Yer imi dosyasını içe aktar
tt: Qıstırğıçlar Dosyesín İtxal İt
vi: Nhập tập tin chứa Trang đánh dấu

source: Export Bookmarks File
az: Əlfəcinləri Faylını İxrac et
bg: Изнасяне на файл с отметки
bn_in: বুকমার্কের ফাইল এক্সপোর্ট করা হবে
br: Ezporzhiañ restr ar sinedoù
he: יצא קובץ סימניות
hy_am: Արտահանել էջանիշերի ֆայլը
is: Flytja út bókamerkjaskrá
kn: ಬುಕ್‌ಮಾರ್ಕುಗಳ ಕಡತವನ್ನು ರಫ್ತು ಮಾಡು
lb: Exportéier Lieszeechen Fichier
mai: पुस्तकचिह्न फाइल निर्यात करू
nb_no: Eksporter bokmerkefil
oc: Exportar los marcapaginas dins un fichièr
sd: نشانزد جي فائل جي روانگي ڪريو
sv: Exportera bokmärkesfilen
th: ส่งออกแฟ้มที่คั่นหน้า
tr: Yer imi dosyasını dışa aktar
tt: Qıstırğıçlar Dosyesín İxrac İt
vi: Xuất tập tin chứa Trang đánh dấu

source: Save Search
tt: Ízlewní Saqla

source: Name:
tt: İsím:

source: New Search
tt: Yaña Ízlew

source: No items
az: Obyekt yoxdur
bg: Няма елементи
bn_in: কিছু নেই
br: Ergorenn ebet
he: אין פריטים
hy_am: Չկա տարր
is: Engir hlutir
kn: ಯಾವುದೇ ಅಂಶವಿಲ್ಲ
lb: Keng Anträg
mai: कोनो वस्तु नहि
nb_no: Ingen elementer
oc: Pas cap d'element
sd: ڪي بہ شيون نہ
sv: Inga poster
th: ไม่มีรายการ
tr: Öğe yok
tt: Elementler yuq
vi: Không có mục nào

source: One item;#1 items
az: Bir element;#1 element
bg: Един елемент;#1 елемента
bn_in: একটি বস্তু;#1 বস্তু
br: Un ergorenn;#1 ergorenn
he: פריט אחד;#1 פריטים
hy_am: Մեկ միավոր;#1 միավորներ
is: #1 hlutur;#1 hlutir
kn: ಒಂದು ಅಂಶ;#1 ಅಂಶಗಳು
mai: एकगोट मद;#1 मद
nb_no: Ett element;#1 elementer
oc: Un element;#1 elements
sd: هڪ شئە؛#1 شيون
sv: En post;#1 poster
th: 1 รายการ;#1 รายการ
tr: #1 öğe
tt: Bír dane;#1 dane
vi: Một mục;#1 mục

source: Most Visited
az: Ən çox baxılanlar
bg: Най-посещавани
bn_in: সর্বাধিক পরিদর্শিত
br: Gweladennoù aliesañ
he: נצפה תדיר
hy_am: Ամենաշատ այցելվող
is: Oftast heimsótt
kn: ಇತ್ತೀಚೆಗೆ ಬೇಟಿ ನೀಡಲಾದ
lb: Am meeschten besicht
mai: सबसँ बेसी देखल गेल
nb_no: Mest besøkt
oc: Los mai visitats
sd: گهڻي ڀاڱي نظر مان ڪڍيل
sv: Mest besökta
th: เข้าชมบ่อย
tr: En çok ziyaret edilenler
tt: İñ Küp Ziyaret İtílgen
vi: Vào nhiều nhất

source: Recently Bookmarked
az: Yeni Əlfəcinlənmiş
bg: Последни отметки
bn_in: সম্প্রতি বুকমার্ক করা
br: Lakaet war ur sined nevez zo
he: סימניות אחרונות
hy_am: Վերջերս ավելացված
is: Nýlega sett í bókamerki
kn: ಇತ್ತೀಚಿಗೆ ಮಾಡಲಾದ ಬುಕ್‌ಮಾರ್ಕುಗಳು
lb: Rezent Lieszeechen
mai: हाल मे पुस्तचिह्नित
oc: Marcats recentament
sd: تازو نشانزد ڪيل
sv: Senaste bokmärken
th: หน้าเพิ่งคั่น
tr: Yer imlerine yeni eklenenler
tt: Baya Qıstırğıçlanğan
vi: Đánh dấu Gần đây

source: Recent Tags
az: Son istifadə olunan etiketlər
bg: Последни етикети
bn_in: সাম্প্রতিক ট্যাগ
br: Ivinelloù nevesañ
he: תגיות אחרונות
hy_am: Նախորդ նշումները
is: Nýleg tög
kn: ಇತ್ತೀಚಿನ ಟ್ಯಾಗ್‌ಗಳು
lb: Rezent Tagen
mai: हालक टैग
nb_no: Nylig merket
oc: Etiquetas recentas
sd: تازيون ٽنگڻيون
sv: Senast använda etiketter
th: ป้ายเพิ่งติด
tr: Son kullanılan etiketler
tt: Baya Yarlıqlar
vi: Các nhãn Gần đây

source: History
az: Tarixçə
bg: История
bn_in: পূর্ববর্তী তথ্য
br: Roll istor
he: היסטוריה
hy_am: Պատմություն
is: Ferill
kn: ಇತಿಹಾಸ
lb: Verlaf
mai: इतिहास
nb_no: Historikk
oc: Istoric
sd: اِتهاس
sv: Historik
th: ประวัติ
tr: Geçmiş
tt: Tarix
vi: Lược sử

source: Downloads
az: Yüklənənlər
bg: Изтегляния
bn_in: ডাউনলোড
br: Pellgargadurioù
he: הורדות
hy_am: Բեռնումներ
is: Niðurhal
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
mai: डाउनलोड करू
nb_no: Nedlastinger
oc: Telecargaments
sd: ڊائون لوڊس
sv: Filhämtningar
th: ดาวน์โหลด
tr: İndirilenler
tt: İñdírmeler
vi: Tải xuống

source: All Bookmarks
az: Bütün Əlfəcinlər
bg: Всички отметки
bn_in: সকল বুকমার্ক
br: An holl sinedoù
he: כל הסימניות
hy_am: Բոլոր էջանիշերը
is: Öll bókamerki
kn: ಎಲ್ಲಾ ಬುಕ್‌ಮಾರ್ಕುಗಳು
lb: All Lieszeechen
mai: सभटा पुस्तकचिह्न
nb_no: Alle bokmerker
oc: Totes los marcapaginas
sd: سڀ نشاد زد
sv: Alla bokmärken
th: ที่คั่นหน้าทั้งหมด
tr: Tüm yer imleri
tt: Hemme Qıstırğıçlar
vi: Toàn bộ các Trang đánh dấu

source: Tag
az: Etiket
bg: Етикет
bn_in: ট্যাগ
br: Klav
he: תגית
hy_am: Նշում
kn: ಟ್ಯಾಗ್‌
mai: टैग
nb_no: Etikett
oc: Etiqueta
sd: ٽنگڻي
sv: Etikett
th: ป้าย
tr: Etiket
tt: Yarlıq
vi: Nhãn

source: Bookmark
az: Əlfəcin
bg: Отметка
bn_in: বুকমার্ক
br: Sined
he: סימניה
hy_am: Էջանիշ
is: Bókamerki
kn: ಬುಕ್‌ಮಾರ್ಕ್
lb: Lieszeechen
mai: पुस्तकचिह्न
nb_no: Bokmerke
oc: Marcapaginas
sd: نشان زد
sv: Bokmärke
th: ที่คั่นหน้า
tr: Yer imi
tt: Qıstırğıç
vi: Đánh dấu

source: Browser Startup Error
az: Səyyah başlatma xətası
bg: Грешка при стартиране на браузъра
bn_in: ব্রাউজার আরম্ভ সংক্রান্ত ত্রুটি
br: Fazi en ur loc'hañ ar merdeer
he: תקלה בהפעלת הדפדפן
hy_am: Դիտարկիչի մեկնարկային սխալ
is: Ræsivilla í vafra
kn: ಜಾಲವೀಕ್ಷಕದ ಆರಂಭಿಕ ದೋಷ
lb: Browser Start Feeler
mai: ब्राउज़र श्रीगणेश त्रुटि
nb_no: Oppstartfeil i nettleseren
oc: Error d'aviada del navigador
sd: برائوزد شروع ٿيڻ ۾ چوڪ
sv: Fel vid start av webbläsaren
th: การเริ่มต้นเบราเซอร์เกิดข้อผิดพลาด
tr: Tarayıcı başlatma hatası
tt: Gizüçí Başlaw Xatası
vi: Lỗi Khởi Động Trình Duyệt
