Repository: translate/mozilla-l10n
Catalog: cak/devtools/client/webConsole.dtd.po
Languages: cak

source: Web Console
cak: Ajk'amaya'l Temeb'äl

source: Browser Console
cak: Rutemeb'al okik'amaya'l

source: Open URL in New &Tab
cak: Tijaq URL pa jun k'ak'a' &ruwi'

source: &Net
cak: &k'amab'ey

source: Log network access
cak: Tiq'alajisäx okem pa k'amab'ey

source: Log CSS errors and warnings
cak: Keq'alajisäx taq sachoj chuqa' kitzijol k'ayewal pa CSS

source: Log JavaScript exceptions
cak: Keq'alajisäx JavaScrip taq man relik ta

source: Sec&urity
cak: Chaj&ixïk

source: Log security errors and warnings
cak: Keq'alajisäx taq rusachoj chajixïk chuqa' kitzijol k'ayewal

source: Logging
cak: Tz'ib'axïk

source: Log messages sent to the window.console object
cak: Keq'alajisäx rutzijol taq taqoj etaqon pa ri window.console wachinäq

# btnPageLogging.accesskey3
source: L
cak: K

# btnConsoleErrors
source: Errors
cak: Taq sachoj

# btnConsoleInfo
source: Info
cak: Etamab'äl

# btnConsoleWarnings
source: Warnings
cak: Kitzijol k'ayewal

# btnConsoleLog
source: Log
cak: Tz'ib'axïk

source: Reflows
cak: Taq qajnäq

source: &Server
cak: &Ruk'u'x samaj

source: Log messages received from a web server
cak: Kitz'ib'axik taq rutzijol taqoj ek'ulun pa jun okik'amaya'l ruk'u'x samaj

# btnServerErrors
source: Errors
cak: Taq sachoj

# btnServerInfo
source: Info
cak: Etamab'äl

# btnServerWarnings
source: Warnings
cak: Kitzijol k'ayewal

# btnServerLog
source: Log
cak: Tz'ib'axïk

source: Shared Workers
cak: Komonin samajela'

source: Service Workers
cak: Samajela' pa samaj

source: Add-on or Chrome Workers
cak: Add-on o Chrome Samajela'

source: Filter output
cak: Tichayüx elem

source: Clea&r
cak: Ti&josq'ïx

source: Clear the Web Console output
cak: Tijosq'ïx relem ri Ajk'amaya'l temeb'äl

source: Copy Link Loc&ation
cak: Ruwach&ib'exik rub'ey ximon tzij

source: Open in &Variables View
cak: Tijaq pa taq &jalwachil tzub'al

source: &Store as global variable
cak: &K'ayb'äl achi'el chijun jalwachil
