Repository: translate/mozilla-l10n
Catalog: sah/webapprt/webapprt/downloads/downloads.dtd.po
Languages: sah

source: Starting…
sah: Саҕаланна...

source: Scanning for viruses…
sah: Вирус көрдөөһүн...

source: Downloads
sah: Хачайдааһыннар

source: &Resume
sah: &Хаттаан

source: &Cancel
sah: &Салҕаама

source: Open Containing &Folder
sah: Билэ&лээх паапканы арый

source: Show in &Finder
sah: Finder-гэ &көрдөр

source: &Open
sah: &Арый

source: Open Wit&h…
sah: Манна &арый...

source: &Retry
sah: &Хатылаа

source: &Go to Download Page
sah: &Хачайдааһын сирэйигэр көһүү

source: Copy Download &Link
sah: Хачайдааһын &сигэтин төгүллээ

source: R&emove From List
sah: Тиһиктэн &сот

source: &Clear List
sah: Тиһиги ы&раастаа

source: Removes completed, canceled, and failed downloads from the list
sah: Түмүктэммит, тохтотуллубут уонна сатмматах хачайдааһыннары тиһиктэн сотор

source: Close when downloads complete
sah: Хачайдаан баран сабан кэбис

source: Closes the Downloads window when all files are done downloading
sah: Хачайдааһын түннүгүн бары билэлэр хачаданнахтарына сабан кэбис

source: Show this Folder
sah: Бу пааканы арый

source: Search…
sah: Көрдөөһүн...
