Repository: translate/mozilla-l10n
Catalog: rm/calendar/chrome/calendar/preferences/general.dtd.po
Languages: rm

source: General Settings
rm: Preferenzas generalas

source: &Date Text Format:
rm: Format per &data e temp:

source: Long
rm: Lung

source: Short
rm: Curt

source: Timezone
rm: Zona d'urari

source: &Select the closest city in your timezone:
rm: &Tscherna la citad il pli datiers en tia zona d'urari:

source: Default Values for New Items
rm: Valurs da standard per novs elements

source: Events
rm: Occurrenzas

source: Tasks
rm: Pensums

source: D&efault Length:
rm: Durada da s&tandard:

source: None
rm: Nagin

source: Start of Day
rm: Cumenzament dal di

source: End of Day
rm: Fin dal di

source: Tomorrow
rm: Damaun

source: Next Week
rm: L'emna proxima

source: Relative to Current Time
rm: Relativamain al temp acutal

source: Relative to Start
rm: Relativamain al cumenzament

source: Relative to Next Hour
rm: Relativamain a l'ura proxima

source: Today Pane
rm: Lastra dal di

source: The &upcoming section shows:
rm: La secziun per &proxims elements mussa:

source: Accessibility
rm: Accessibladad

source: Optimize &colors for accessibility
rm: Optimar &colurs per l'accessibladad
