Repository: translate/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/preferences/security.dtd.po
Languages: roa_es_val

source: &Warn me when sites try to install add-ons
roa_es_val: &Advertir-me quan una web intente instalar complements

source: &Block dangerous and deceptive content
roa_es_val: &Bloquejar el contigut perillós i falaç

source: Block &dangerous downloads
roa_es_val: Bloquejar &descàrreges perilloses

source: Warn me about unwanted and un&common software
roa_es_val: Avisar-me de software no desijat i inhabitual

source: &Exceptions…
roa_es_val: &Excepcions…

source: Logins
roa_es_val: Credencials

source: &Remember logins for sites
roa_es_val: &Recorda les credencials per als llocs

source: E&xceptions…
roa_es_val: E&xcepcions…

source: &Use a master password
roa_es_val: A&mprar una contrasenya mestra

source: Change &Master Password…
roa_es_val: Canviar la &contrasenya mestra…

source: Saved &Logins…
roa_es_val: Credencials &guardades…
