Repository: translate/mozilla-l10n
Catalog: wo/toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: wo

source: Add-ons Manager
wo: Saytukatu modili mottali yi

source: Search all add-ons
wo: Wut ci biir modili yokk yépp

# loading.label
source: Loading…
wo: Yeb mi…

source: You don't have any add-ons of this type installed
wo: Amuloo benn modil bu mel nii te sampu

# listEmpty.availableUpdates.label
source: No updates found
wo: Amul benn yeesal

source: You haven't recently updated any add-ons
wo: Toog nga lu yàgg yeesaloo say modili mottali

source: Check For Updates
wo: Wut ay yeesal

source: Could not find any matching add-ons
wo: Amul benn modil bu mengoo

source: Learn more about add-ons
wo: Gënati jàngaat ci modili mottali yi

source: &Install Add-on From File…
wo: &Samp modil dale ko ci…

source: Tools for all add-ons
wo: Jumtukaayi modil yépp

source: Go back one page
wo: Dellu ginnaaw benn xët

source: Go forward one page
wo: Jëm kanam benn xët

source: All add-ons have been disabled by safe mode.
wo: Anamu ñakk lajj suuxal na modili yokk yépp.

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
wo: Wóorliku andu modili mottali yi dafa suux. Xëyna dafa am ay modil yu mënula and.

# warning.checkcompatibility.enable.label
source: Enable
wo: Suqali

source: Enable add-on compatibility checking
wo: Suqali seetlu yi ànd

source: Add-on update security checking is disabled. You may be compromised by updates.
wo: Wóoralu yeesali kaarange modili mottali yi dafa suux. Xëyna da nga am ay modili mottali yu wóorul.

# warning.updatesecurity.enable.label
source: Enable
wo: Suqali

source: Enable add-on update security checking
wo: Suqali wóoralu yeesali kaaraange yu modili mottali yi

# info.plugincheck.label
source: Check to see if your plugins are up to date
wo: Seetal ndax plugins yi yees nañu

# info.plugincheck.tooltip
source: Check to see if your plugins are up to date
wo: Seetal ndax plugins yi yees nañu

source: Get Add-ons
wo: Katalog

source: Recent Updates
wo: Yeesal

source: Available Updates
wo: Yeesal yi féex

source: &Check for Updates
wo: &Wut ay yeesal

source: &View Recent Updates
wo: &Wone yeesal yi bees

source: Update &Add-ons Automatically
wo: &Yeesal boppam modil yi

source: &Reset All Add-ons to Update Automatically
wo: &Suqali yeesalu boppam bu bépp modil

source: &Reset All Add-ons to Update Manually
wo: &Suuxal yeesalu boppam bu bépp modil

source: Updating add-ons
wo: Yeesal modil yi

source: Your add-ons have been updated.
wo: Say modil yees nañu.

source: Your add-on updates have been downloaded.
wo: Say yeesali modil yebu nañu.

source: Restart now to complete installation
wo: Tambaliwaatal ngir sottal samp wi.

# updates.noneFound.label
source: No updates found
wo: Amul benn yeesal bu féex

source: View Available Updates
wo: Wone yeesal yi féex

source: Install Updates
wo: Samp yeesal yi

source: Install available updates in this list
wo: Samp yeesal yi féex ci lim bii

source: &Show More Information
wo: &Wone xibaar yi

source: &Find Updates
wo: Wut &yeesal yi

# cmd.preferencesWin.label cmd.preferencesWin.accesskey
source: &Options
wo: &Tannéef yi

# cmd.preferencesUnix.label cmd.preferencesUnix.accesskey
source: &Preferences
wo: &Taamu yi

source: &About
wo: &Ci mbiri

source: &Enable
wo: &Suqali

source: &Disable
wo: S&uuxal

source: &Wear Theme
wo: &Def tem bi

source: Stop &Wearing Theme
wo: &Dindi tem bi

source: &Install
wo: &Samp

source: &Remove
wo: &Neenal

source: Options
wo: Tànnéef yi

# cmd.showPreferencesWin.tooltip
source: Change this add-on's options
wo: Soppali tànnéefi modili mottali yi

source: Preferences
wo: Taamu yi

# cmd.showPreferencesUnix.tooltip
source: Change this add-on's preferences
wo: Soppi taamu yu modilu mottali bi

source: &Contribute
wo: &Wàll si

source: Contribute to the development of this add-on
wo: Wàll si ci yokkute modilu mottali bi

source: Show Release Notes
wo: Wone karmati sumb

source: Show the release notes for this update
wo: Wone karmati sumb bu yeesal bii

source: Hide Release Notes
wo: Nëbb karmati sumb

source: Hide the release notes for this update
wo: Nëbb karmati sumbu yeesal bii

source: What are Add-ons?
wo: Yan ñooy modili mottali yi

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
wo: Modili mottali yi ay jëfekaay lañu yu lay may nga solal &brandShortName; ak gëddë walla melin yi yokku. Gañeel diir ak benn pano wet,seet metewo walla nga soppi melokaanu &brandShortName; numu la neexe.

source: When you're connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
wo: Bu sa jokkoo internet suqallikoo, pano bi dina la may nga gis yenn ci modili mottali yi gën te gëna siiw.

source: Version
wo: Sumb

# detail.lastupdated.label
source: Last Updated
wo: Yeesal bi mujj

source: Developer
wo: Tallalkat

# detail.homepage.label
source: Homepage
wo: Xëtu dalal

source: Downloads
wo: Yeb yi

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
wo: Tàllalkatu modil day ñaan nga dimbali ko as tuut ngir mu mottali liggéey bi

source: Automatic Updates
wo: Yeesali boppam

source: Default
wo: Ñakk ndigal

source: Automatically install updates only if that's the default
wo: Yeesal yi dina ñu sampul seen bopp su fekkeeni regalaasu ñakk ndigal la

source: On
wo: Suqali

source: Automatically install updates
wo: Sampal boppam yeesal yi

source: Off
wo: Suux

source: Don't automatically install updates
wo: Du sampal boppam yeesal yi

# detail.home
source: Homepage
wo: Xëtu dalal

source: Add-on Profile
wo: Jëmmalinu modil bi

source: Size
wo: Dayo

source: Check &for Updates
wo: &Wut ay yeesal yu féex

source: Check for updates for this add-on
wo: Wut ay yeesal yu féex pur modil bi

# detail.showPreferencesWin.label detail.showPreferencesWin.accesskey
source: &Options
wo: &Tannéef yi

# detail.showPreferencesWin.tooltip
source: Change this add-on's options
wo: Soppali tànnéefi modil yi

# detail.showPreferencesUnix.label detail.showPreferencesUnix.accesskey
source: &Preferences
wo: &Taamu yi

# detail.showPreferencesUnix.tooltip
source: Change this add-on's preferences
wo: Soppi taamu modil bi

source: Rating
wo: Yëgg

source: Pause
wo: Tekkeeral

source: Cancel
wo: Neenal

source: Name
wo: Tur

source: Sort by name
wo: Tànn turoo tur

# sort.dateUpdated.label
source: Last Updated
wo: Yeesal bi mujj

source: Sort by date updated
wo: Tànn yeesal bi mujj besoo bes

source: Best match
wo: Jaadu

source: Sort by relevance
wo: Tànn yi jaadu

source: Price
wo: Njëg

source: Sort by price
wo: Tànn njëgoo njëg

source: Search:
wo: Wut:

source: My Add-ons
wo: Samay modili mottali

source: Show installed add-ons
wo: Wone modili mottali yi sampu

source: Available Add-ons
wo: Modili mottali yi féex

source: Show add-ons available to install
wo: Wone modili mottali yi féex ngir sampu

# addon.homepage
source: Homepage
wo: Xëtu dalal

source: More
wo: Gën bari

source: Show more details about this add-on
wo: Wone benn bennal yu gën bari ci modilu mottali bii

source: Unknown
wo: Xameesuko

source: (disabled)
wo: (suux)

source: Update
wo: (Yeesal )

# addon.undoAction.label
source: Undo
wo: Neenal

source: Undo this action
wo: Neenal jëf jile

# addon.undoRemove.label
source: Undo
wo: Neenal

source: Keep this add-on installed
wo: Denc modili mottali bii

source: Restart now
wo: Tambaliwaatal léegi

source: Install
wo: Samp

source: Install this add-on
wo: Samp modilu mottali bii

source: Update Now
wo: Yeesal léegi

source: Install the update for this add-on
wo: Samp benn yeesal pur modil bi

source: Include in Update
wo: Boole ci benn yeesal

source: An update is available
wo: Benn yeesal féex na

source: Checking for updates…
wo: Wóoral ay yeesal…

source: Release Notes:
wo: Karmati sumb:

# addon.loadingReleaseNotes.label
source: Loading…
wo: Fat wi…

source: Sorry, but there was an error loading the release notes.
wo: Njumte am na bi ñuy yeb karmati sumb bi

source: By
wo: Ci

source: End-User License Agreement
wo: Deggoo yaatal jëfandikookat

source: Accept and Install…
wo: Nangu te samp…

source: Browse…
wo: Toppaatu…

source: Learn More
wo: Gën cee jàngaat
