Repository: translate/mozilla-l10n
Catalog: wo/toolkit/chrome/mozapps/extensions/update.properties.po
Languages: wo

source: Check Now
wo: Seet léegi

source: Don't Check
wo: Bul seet

source: Install Now
wo: Samp léegi

source: Next >
wo: Li ci topp >

source: Cancel
wo: Neenal

source: Finished checking %S
wo: Seet %S jeex na

source: Downloading: %S
wo: Yeb wi: %S

source: Installing: %S
wo: Samp wi: %S

source: Close
wo: Tëj

source: %S was unable to install updates for the following add-ons:
wo: %S mënula samp yeesali modil yii:

source: %S was unable to check for updates for the following add-ons:
wo: %S mënula seet féexaayu yeesali modil yii :
