Repository: translate/mozilla-l10n
Catalog: yua/browser/chrome/browser/tabbrowser.properties.po
Languages: yua

source: Connecting…
yua: Táan u nuup...

source: Securing connection…
yua: Táan u jets'ik u nuup...

source: Searching…
yua: Táan u kaaxan...

source: Loading…
yua: Táan u na'aksaj...

source: Waiting…
yua: Táan u páak'taj...

source: Downloading…
yua: Táan u yéemsaj...

source: New Tab
yua: Túumben ich

source: Close Tab
yua: K'al u yich

source: Close
yua: K'albil

source: Confirm close
yua: A'al wáa taak a k'alik

source: Close tabs
yua: K'al u yicho'ob

source: Warn me when I attempt to close multiple tabs
yua: A'alten wáaj táan in k'alik ya'ab ich
