Repository: translate/mozilla-l10n
Catalog: ss/toolkit/chrome/mozapps/profile/profileSelection.properties.po
Languages: ss

source: Profile: '%S' - Path: '%S'
ss: Iphrofayili '%S' - Indlela: '%S'

source: Select Profile
ss: Khetsa iphrofayili

source: Please select a profile to begin %S, or create a new profile.
ss: Khetsa iphrofayili kucala %S, noma yakha iphrofayili lensha.

source: Profile In Use
ss: Kusebenta kwephrofayili

source: %S cannot use the profile "%S" because it is in use. To continue, close the running instance of %S or choose a different profile.
ss: %S angeke asebentise iphrofayili "%S" ngoba iyasebenta. Kuchubeka, vala indlela lehambako ya %S noma khetsa iphrofayili leyehlukile.

source: Rename Profile
ss: Phindza wetse libito lephrofayili

source: Rename the profile "%S" to:
ss: Bita kabusha umniningwane"%S" ku:

source: Invalid profile name
ss: Libito lelingekho emtsetfweni lephrofayili

source: The profile name "%S" is not allowed.
ss: Libito lemniningwane "%S" alikavunywa.

source: Choose Profile Folder
ss: Khetsa ifolda yephrofayili

source: An empty profile name is not allowed.
ss: Libito lephrofayili lengenalutfo alikavunyelwa.

source: The character "%S" is not allowed in profile names. Please choose a different name.
ss: Lilunga "%S" alikavunywa kumabito emniningwane. Khetsalibito lelihlukile.

source: Delete Profile
ss: Cisha imininingwane

source: Delete Files
ss: Cisha emafayela

source: Don't Delete Files
ss: Ungacishi lamafayela

source: Profile couldn't be created. Probably the chosen folder isn't writable.
ss: Imininingwane ayikakheki. Mhlawumbe lefolda lekhetsiwe ayibhaleki.

source: Profile Creation failed
ss: Ehlulekile kwakheka emaphrofayili

source: A profile with this name already exists. Please choose another name.
ss: Iphrofayili lenalelibito iyatfolakala. Khetsa lelinye libito.

source: Profile Exists
ss: Akhona emaphrofayili

source: Click Finish to create this new profile.
ss: Chafata Cedza utekwakha lephrofayili lensha.
