Repository: translate/mozilla-l10n
Catalog: */webapprt/webapprt/webapp.properties.po
Languages: af, ar, bg, bn_in, eu, ga_ie, hr, kab, kk, km, kn, ku, lt, ml, ne, or, ro, si, ta, te, ug, uz

source: Quit %S
af: Sluit %S af
ar: أغلق %S
bg: Изход от %S
bn_in: %S থেকে প্রস্থান করুন
eu: Itxi %S
ga_ie: Scoir %S
hr: Napusti %S
kab: Ffeɣ si %S
kk: %S жұмысын аяқтау
km: បិទ %S
kn: %S ಇಂದ ನಿರ್ಗಮಿಸು
ku: Ji %S'ê derkeve
lt: Baigti darbą su „%S“
ml: %S-ല്‍ നിന്നും പുറത്തു് കടക്കുക.
ne: %S अन्त्य गर्नुहोस्
or: %S ରୁ ବିଦାୟ ନିଅନ୍ତୁ
ro: Ieșire din %S
si: %S පිටවන්න
ta: %S லிருந்து வெளியேறு
te: %S నిష్క్రమించు
ug: %S دىن چېكىن
uz: %Sdan chiqish

source: Hide %S
af: Versteek %S
ar: أخفِ %S
bg: Скриване на %S
bn_in: %S আড়াল করা হবে
eu: Ezkutatu %S
ga_ie: Folaigh %S
hr: Sakrij %S
kab: Ffer %S
kk: %S жасыру
km: លាក់ %S
kn: %S ಅನ್ನು ಅಡಗಿಸು
ku: %Sê veşêre
lt: Nerodyti „%S“
ml: %S അദൃശ്യമാക്കുക
ne: %S लुकाउनुहोस्
or: %S କୁ ଲୁଚାନ୍ତୁ
ro: Ascunde %S
si: %S සඟවන්න
ta: %S ஐ மறை
te: %S మరుగునవుంచు
ug: %S نى يوشۇر
uz: %Sdan yashirish

source: %S - Share Location
af: %S - Deel ligging
ar: ‏%S - نشر الموقع
bg: %S – Споделяне на местоположението
bn_in: %S - অবস্থান প্রকাশ করা হবে
eu: %S - Partekatu kokapena
ga_ie: %S - Nocht mo Láthair
hr: %S - Dijeljenje lokacije
kab: %S - Bḍu asideg inu
kk: %S - орналасумен бөлісу
km: %S - ទីតាំង​ចែករំលែក
kn: %S - ಸ್ಥಳವನ್ನು ಪ್ರಕಟಿಸು
ku: %S - Ciyê cografîk parve bike
lt: %S – jūsų buvimo vieta
ml: %S - സ്ഥാനം പങ്കിടുക
ne: %S - स्थान बाँड्नुहोस्
or: %S -ଅବସ୍ଥାନ ସହଭାଗ କରନ୍ତୁ
ro: %S - Împărtășește locația
si: %S - පිහිටුම බෙදා ගන්න
ta: %S - இருப்பிடத்தைப் பகிர்
te: %S - స్థానం తెలియజెప్పు
ug: %S - ھەمبەھىر ئورنى
uz: %S - manzilni boʻlishish

source: Do you want to share your location?
af: Wil u u ligging deel?
ar: أتريد نشر موقعك؟
bg: Искате ли да споделите вашето местоположение?
bn_in: আপনার অবস্থান প্রকাশ করতে ইচ্ছুক কি?
eu: Zure kokapena partekatu nahi duzu?
ga_ie: An bhfuil fonn ort an láthair ina bhfuil tú a nochtadh?
hr: Želite li podijeliti svoju lokaciju?
kab: tebɣiḍ aţebḍuḍ asideg inek?
kk: Орналасуыңызбен бөлісуді қалайсыз ба?
km: តើ​អ្នក​ចែករំលែក​ទីតាំង​របស់​អ្នក​ដែរ​ឬទេ ?
kn: ನೀವಿರುವ ಸ್ಥಳವನ್ನು ಎಲ್ಲರಿಗೂ ತಿಳಿಸಲು ಬಯಸುವಿರಾ?
ku: Dixwazî ciyê xwe yê cografîk parve bikî?
lt: Ar sutinkate atskleisti savo buvimo vietą?
ml: നിങ്ങളുടെ സ്ഥാനം പങ്കിടണമോ?
ne: के तपाइँ आफ्नो सथान सेयर गर्न चाहनुहुन्छ?
or: ଆପଣ ନିଜର ଅବସ୍ଥାନ ସହଭାଗ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
ro: Doriți să vă împărtășiți locația?
si: ඔබට ඔබේ පිහිටුම බෙදා ගැණීමට අවශ්‍ය ද?
ta: உங்கள் இருப்பிடத்தைப் பகிர விரும்புகிறீர்களா?
te: మీరు మీ స్థానమును తెలియజెప్పాలని అనుకొనుచున్నారా?
ug: ئورنىڭىزنى ھەمبەھىرلەمسىز؟
uz: Manzilingizni boʻlishishni xohlaysizmi?

source: Share Location
af: Deel ligging
ar: انشر الموقع
bg: Споделяне на местоположението
bn_in: অবস্থান প্রকাশ করা হবে
eu: Partekatu kokapena
ga_ie: Do Láthair a Fheiceáil
hr: Podijeli lokaciju
kab: Bḍu adeg
kk: Орналасуыңызды жариялау
km: ចែក​រំលែក​ទីតាំង
kn: ಸ್ಥಳವನ್ನು ಪ್ರಕಟಿಸು
ku: Ciyê cografîk parve bike
lt: Atskleisti
ml: സ്ഥാനം പങ്കിടുക
ne: स्थान बाँड्नुहोस्
or: ଅବସ୍ଥାନ ସହଭାଗ କରନ୍ତୁ
ro: Împărtășește locația
si: පිහිටුම බෙදන්න
ta: இடத்தைப் பகிர்
te: స్థానము తెలియజెప్పు
ug: ھەمبەھىر ئورنى
uz: Manzilni boʻlishish

source: Don't Share
af: Moenie deel nie
ar: لا تنشر
bg: Без споделяне
bn_in: শেয়ার করা হবে না
eu: Ez partekatu
ga_ie: Ná Comhroinn
hr: Nemoj dijeliti
kab: &Ur beṭṭu ara
kk: Бөліспеу
km: កុំ​ចែករំលែក
kn: ಪ್ರಕಟಿಸಬೇಡ
ku: Parve neke
lt: Neatskleisti
ml: പങ്കിടരുതു്
ne: नबाँड्नुहोस्
or: ସହଭାଗ କରନ୍ତୁ ନାହିଁ
ro: Nu împărtăși
si: පිහිටුම බෙදන්න එපා
ta: பகிர வேண்டாம்
te: తెలియజెప్ప వద్దు
ug: ھەمبەھىر قىلما
uz: Boʻlishilmasin

# geolocation.remember
source: Remember my choice
af: Onthou my keuse
ar: تذكّر اختياري
bg: Запомняне на избора ми
bn_in: নির্বাচিত মান মনে রাখা হবে
eu: Gogoratu nire aukera
ga_ie: Meabhraigh mo rogha
hr: Zapamti moju odluku
kab: Cfu ɣef ufran inu
kk: Таңдауымды есте сақтау
km: ចងចាំ​ជម្រើស​របស់​ខ្ញុំ
kn: ನನ್ನ ಆಯ್ಕೆಯನ್ನು ನೆನಪಿಟ್ಟುಕೊ
ku: Tercîha min bi bîr bîne
lt: Įsiminti pasirinkimą
ml: എന്റെ ഇഷ്ടം സൂക്ഷിയ്ക്കുക
or: ମୋର ପସନ୍ଦକୁ ମନେରଖନ୍ତୁ
ro: Reține alegerea mea
si: මගේ තේරීම මතක තබා ගන්න
ta: என் விருப்பத்தை நினைவு கொள்ளவும்
te: నా ఎంపికను గుర్తుంచుకో
ug: تاللىشىمنى ئەستە تۇت
uz: Tanlovim eslab qolinsin

source: %S - Show notifications
af: %S - Wys kennisgewings
ar: %S - أظهر التنبيهات
bg: %S – Показване на уведомления
bn_in: %S - বিজ্ঞপ্তি দেখান
eu: %S - Erakutsi jakinarazpenak
ga_ie: %S - Taispeáin fógraí
hr: %S - prikaži obavijesti
kab: %S - Ilɣa
kk: %S - хабарламаларды көрсету
km: %S - បង្ហាញ​ការ​ជូនដំណឹង
kn: %S - ಸೂಚನೆಗಳನ್ನು ತೋರಿಸು
ku: %S - Agahdariyan nîşan bide
lt: %S – pranešimų rodymas
ml: %S - അറിയിപ്പുകള്‍ കാണിയ്ക്കുക
ne: %S - सूचनाहरु देखाउनुहोस्
or: %S - ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକୁ ଦର୍ଶାନ୍ତୁ
ro: %S - Arată notificările
si: %S - දැන්වීම් පෙන්වන්න
ta: %S - அறிவிப்புகளை காண்பி
te: %S - గమనింపులను చూపించు
ug: %S - ئەسكەرتىشلەرنى كۆرسەت
uz: %S - ogohlantirishlarni koʻrsatish

source: Do you want to allow notifications?
af: Wil u kennisgewings toelaat?
ar: أتريد السماح بالتنبيهات؟
bg: Разрешавате ли уведомления?
bn_in: আপনাকে বিজ্ঞপ্তির অনুমতি দিতে চান?
eu: Jakinarazpenak baimendu nahi dituzu?
ga_ie: An bhfuil fonn ort fógraí a thaispeáint?
hr: Želite li dopustiti obavijesti?
kab: Tebɣiḍ asireg n ilɣa?
kk: Хабарламаларды рұқсат етуді қалайсыз ба?
km: តើ​អ្នក​ចង់​អនុញ្ញាត​ការ​ជូនដំណឹង​ឬ?
kn: ನೀವು ಸೂಚನೆಗಳನ್ನು ಅನುಮತಿಸಲು ಬಯಸುವಿರಾ?
ku: Dixwazî destûrê bidî agahdariyan?
lt: Ar leisti rodyti pranešimus?
ml: അറിയിപ്പുകള്‍ അനുവദിയ്ക്കണമോ?
ne: के तपाईँ सूचनाहरु देखाउन चहानु हुन्छ?
or: ଆପଣ ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକୁ ଅନୁମତି ଦେବାକୁ ଚାହାନ୍ତି କି?
ro: Doriți să permiteți notificări?
si: ඔබට දැන්වීම් වෙත ඉඩදීමට අවශ්‍යද?
ta: அறிவிப்புகளை அனுமதிக்க விரும்புகிறீர்களா?
te: మీరు ప్రకటనలను అనుమతించాలని అనుకొంటున్నారా?
ug: ئۇقتۇرۇشلارغا يول قويامسىز؟
uz: Ogohlantirishlarga ruxsat berishni xohlaysizmi?

source: Show
af: Wys
ar: أظهر
bg: Показване
bn_in: প্রদর্শন করা হবে
eu: Erakutsi
ga_ie: Taispeáin
hr: Prikaži
kab: Sken
kk: Көрсету
km: បង្ហាញ
kn: ತೋರಿಸು
ku: Nîşan bide:
lt: Rodyti
ml: കാണിക്കുക
or: ଦେଖାଅ
ro: Arată
si: පෙන්වන්න
ta: காண்பி
te: చూపించు
ug: كۆرسەت
uz: Koʻrsatish

source: Don't show
af: Moenie wys nie
ar: لا تُظهر
bg: Без показване
bn_in: দেখাবেন না
eu: Ez erakutsi
ga_ie: Ná taispeáin
hr: Ne prikazuj
kab: Ur skan ara
kk: Көрсетпеу
km: កុំ​បង្ហាញ
kn: ತೋರಿಸಬೇಡ
ku: Nîşan nede
lt: Nerodyti
ml: കാണിയ്ക്കരുതു്
ne: नदेखाउनुहोस्
or: ଦେଖାଅ ନାହିଁ
ro: Nu arăta
si: පෙන්වන්න එපා
ta: காண்பிக்காதே
te: చూపించవద్దు
ug: كۆرسەتمە
uz: Koʻrsatilmasin

# desktop-notification.remember
source: Remember my choice
af: Onthou my keuse
ar: تذكّر اختياري
bg: Запомняне на избора ми
bn_in: নির্বাচিত মান মনে রাখা হবে
eu: Gogoratu nire aukera
ga_ie: Meabhraigh mo rogha
hr: Zapamti moj izbor
kab: Cfu ɣef ufran inu
kk: Таңдауымды есте сақтау
km: ចងចាំ​ជម្រើស​របស់​ខ្ញុំ
kn: ನನ್ನ ಆಯ್ಕೆಯನ್ನು ನೆನಪಿಟ್ಟುಕೊ
ku: Tercîha min bi bîr bîne
lt: Įsiminti pasirinkimą
ml: എന്റെ ഇഷ്ടം സൂക്ഷിയ്ക്കുക
or: ମୋର ପସନ୍ଦକୁ ମନେରଖନ୍ତୁ
ro: Ține minte alegerea mea
si: මගේ තේරීම මතක තබා ගන්න
ta: என் விருப்பத்தை நினைவு கொள்ளவும்
te: నా ఎంపికను గుర్తుంచుకో
ug: تاللىشىمنى ئەستە تۇت
uz: Tanlovim eslab qolinsin

source: Install %S
af: Installeer %S
ar: ثبّت %S
bg: Инсталиране на %S
bn_in: %S ইনস্টল করা হবে
eu: Instalatu %S
ga_ie: Suiteáil %S
hr: Instaliraj %S
kab: Sebded %S
kk: %S орнату
km: ដំឡើង %S
kn: %S ಅನ್ನು ಅನುಸ್ಥಾಪಿಸು
ku: %Sê saz bike
lt: „%S“ įdiegimas
ml: %S ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
ne: स्थापित गर्नुहोस् %S
or: %S କୁ ସ୍ଥାପନ କରନ୍ତୁ
ro: Instalează %S
si: %S ස්ථාපනය
ta: %S ஐ நிறுவு
te: %S సంస్థాపించు
ug: %S نى ئورنات
uz: %Sni oʻrnatish

source: Do you want to install %S?
af: Wil u %S installeer?
ar: أتريد تثبيت %S؟
bg: Искате ли да се инсталира %S?
bn_in: আপনি কি %S ইনস্টল করতে ইচ্ছুক?
eu: %S instalatu nahi duzu?
ga_ie: An bhfuil fonn ort %S a shuiteáil?
hr: Želite li instalirati %S?
kab: Tebɣiḍ asebded n %S?
kk: %S орнатуды қалайсыз ба?
km: តើ​អ្នក​ចង់​ដំឡើង %S?
kn: %S ಅನ್ನು ನೀವು ಅನುಸ್ಥಾಪಿಸಲು ಬಯಸುವಿರಾ?
ku: Dixwazî %Sê saz bikî?
lt: Ar norite įdiegti programą „%S“?
ml: നിങ്ങള്‍ക്കു് %S ഇന്‍സ്റ്റോള്‍ ചെയ്യണമോ?
ne: के तपाईँ %S स्थापना गर्न चाहनुहुन्छ?
or: ଆପଣ %S କୁ ସ୍ଥାପନ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
ro: Doriți să instalați %S?
si: ඔබට %S ස්ථාපනයට අවශ්‍යද?
ta: %S ஐ நிறுவ வேண்டுமா?
te: మీరు %S సంస్థాపించాలని అనుకొనుచున్నారా?
ug: بۇ %S نى ئورنىتامسىز؟
uz: %Sni oʻrnatishni xohlaysizmi?

source: Install App
af: Installeer webtoepassing
ar: ثبّت التطبيق
bg: Инсталиране на приложение
bn_in: অ্যাপ্লিকেশন ইনস্টল করা হবে
eu: Instalatu aplikazioa
ga_ie: Suiteáil an Aip
hr: Instaliraj aplikaciju
kab: Isnasen ibedden
kk: Қолданбаны орнату
km: ដំឡើង​កម្មវិធី
kn: ಆಪ್ ಅನ್ನು ಅನುಸ್ಥಾಪಿಸು
ku: Sepanê saz bike
lt: Įdiegti programą
ml: പ്രയോഗം ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
ne: एप स्थापना गर्नुहोस्
or: ପ୍ରୟୋଗ ସ୍ଥାପନ କରନ୍ତୁ
ro: Instalare aplicație
si: යෙදුම ස්ථාපනය
ta: பயன்பாட்டை நிறுவு
te: అనువర్తనం సంస్థాపించు
ug: ئەپنى ئورنات
uz: Ilova dastur oʻrnatish

source: Don't Install
af: Moenie installeer nie
ar: لا تُثبّت
bg: Да не се инсталира
bn_in: অ্যাপ্লিকেশন ইনস্টল করা হবে না
eu: Ez instalatu
ga_ie: Ná Suiteáil
hr: Nemoj instalirati
kab: Ur sebdad ara
kk: Орнатпау
km: មិន​ដំឡើង
kn: ಅನುಸ್ಥಾಪಿಸಬೇಡ
ku: Saz neke
lt: Neįdiegti
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യേണ്ട
ne: स्थापित नगर्नुहोस्
or: ସ୍ଥାପନ କରନ୍ତୁ ନାହିଁ
ro: Nu instala
si: ස්ථාපනය නොකරන්න
ta: நிறுவ வேண்டாம்
te: సంస్థాపించ వద్దు
ug: ئورناتما
uz: Oʻrnatilmasin

source: Uninstall %S
ar: أزل %S
bg: Премахване на %S
bn_in: %S আনইনস্টল করা হবে
eu: Desinstalatu %S
ga_ie: Díshuiteáil %S
hr: Ukloni %S
kab: Kkes %S
kk: %S өшіру
km: លុប %S
kn: %S ವಿಸರ್ಜಿಸು
ml: %S നീക്കം ചെയ്യുക
or: %S କୁ ବିସ୍ଥାପନ କରନ୍ତୁ
ro: Dezinstalează %S
si: අස්ථාපනය (%S)
ta: %S ஐ நீக்கு
te: %S నిర్మూలించు
uz: %Sni o‘chirish

source: Do you want to uninstall %S?
ar: أتريد إزالة %S؟
bg: Искате ли да се премахнете %S?
bn_in: আপনি কি %S ইনস্টল করতে ইচ্ছুক?
eu: %S desinstalatu nahi duzu?
ga_ie: An bhfuil fonn ort %S a dhíshuiteáil?
hr: Želite li ukloniti %S?
kab: Tebɣiḍ aţekkseḍ %S?
kk: %S өшіруді қалайсыз ба?
km: តើ​អ្នក​ចង់​លុប %S ឬ?
kn: %S ಅನ್ನು ನೀವು ವಿಸರ್ಜಿಸು ಬಯಸುವಿರಾ?
ml: താങ്കള്‍ക്ക് %S നീക്കം ചെയ്യണോ?
or: ଆପଣ %S କୁ ବିସ୍ଥାପନ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
ro: Doriți să dezinstalați %S?
si: ඔබට %S අස්ථාපනය කිරීමට අවශ්‍යද?
ta: %S ஐ நீக்க வேண்டுமா?
te: మీరు %S ను నిర్మూలించాలని అనుకుంటున్నారా?
uz: %Sni o‘chirishni xohlaysizmi?

source: Uninstall App
ar: أزل التطبيق
bg: Премахване на приложение
bn_in: অ্যাপ্লিকেশন ইনস্টল করা হবে
eu: Desinstalatu aplikazioa
ga_ie: Díshuiteáil an Aip
hr: Ukloni aplikaciju
kab: Kkes asnas
kk: Қолданбаны өшіру
km: លុប​កម្មវិធី
kn: ಆಪ್ ಅನ್ನು ವಿಸರ್ಜಿಸು
ml: പ്രയോഗം നീക്കം ചെയ്യുക
or: ପ୍ରୟୋଗକୁ ବିସ୍ଥାପନ କରନ୍ତୁ
ro: Dezinstalare aplicație
si: යෙදුම අස්ථාපනය
ta: பயன்பாட்டை நீக்கு
te: అనువర్తనం నిర్మూలించు
uz: Ilova dasturni o‘chirish

source: Don't Uninstall
ar: لا تُزل
bg: Да не се премахва
bn_in: অ্যাপ্লিকেশন করবেন না
eu: Ez desinstalatu
ga_ie: Ná Díshuiteáil
hr: Nemoj ukloniti
kab: Ur sebdad ara
kk: Өшірмеу
km: កុំ​លុប
kn: ವಿಸರ್ಜಿಸುವುದು ಬೇಡ
ml: നീക്കം ചെയ്യേണ്ട
or: ବିସ୍ଥାପନ କରନ୍ତୁ ନାହିଁ
ro: Nu dezinstala
si: අස්ථාපනය නොකරන්න
ta: நீக்க வேண்டாம்
te: నిర్మూలించవద్దు
uz: O‘chirilmasin

source: Payment
af: Betaling
ar: الدفع
bg: Плащане
bn_in: পেমেন্ট
eu: Ordainketa
ga_ie: Íocaíocht
hr: Plaćanje
kab: Afru
kk: Төлем
km: ការ​បង់ប្រាក់
kn: ಪಾವತಿ
ku: Peredayîn
lt: Apmokėjimas
ml: പ്രതിഫലം
ne: भुक्तानी
or: ପରିଶୋଧ
ro: Plată
si: ගෙවීම
ta: கட்டணம்
te: చెల్లింపు
ug: پۇل تۆلەش
uz: Toʻlov

source: Which payment provider do you want to use?
af: Watter betalingvoorsiener wil u gebruik?
ar: ما مزوّد الخدمة الذي تريد الدفع عن طريقه؟
bg: Коя система за плащане искате да ползвате?
bn_in: কোন পেমেন্ট প্রদানকারীকে আপনি ব্যবহার করতে চান?
eu: Zein ordainketa-hornitzaile nahi duzu erabili?
ga_ie: Cé acu soláthraithe íocaíochta ab fhearr leat?
hr: Kojeg pružatelja usluge plaćanja želite koristiti?
kab: Anwas aseǧǧaw n ufru i tebɣiḍ aţqedceḍ?
kk: Қай төлемдер қызметтер көрсетушісін қолдануды қалайсыз?
km: តើ​ក្រុមហ៊ុន​ផ្ដល់​ការ​បង់ប្រាក់​ណាមួយ​ដែល​អ្នក​ចង់​ប្រើ?
kn: ನೀವು ಯಾವ ಪಾವತಿ ಒದಗಿಸುವವರನ್ನು ಬಳಸಲು ಬಯಸುವಿರಿ?
ku: Dixwazî kîjan xizmeta peredanê bi kar bînî?
lt: Kurio apmokėjimo paslaugos teikėjo paslaugomis naudositės?
ml: നിങ്ങള്‍ക്കു് ഏതു് പേയ്മെന്റ് പ്രൊവൈഡര്‍ ഉപയോഗിയ്ക്കണം?
ne: तपाईँ कुन भुक्तानी प्रदायक प्रयोग गर्न चाहनु हुन्छ?
or: କେଉଁ ପରିଶୋଧ ପ୍ରଦାତାଙ୍କୁ ଆପଣ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁଛନ୍ତି?
ro: Care furnizor de servicii de plată doriți să îl utilizați?
si: ඔබට භාවිත කිරීමට ඇවැසි ගෙවීම් සැපයුම්කරු කවුද?
ta: எந்த கட்டணம் செலுத்துபவரை நீங்கள் பயன்படுத்த விரும்புகிறீர்கள்?
te: మీరు ఏ చెల్లింపుదారును ఉపయోగించాలని అనుకొనుచున్నారు?
ug: قايسى پۇل تۆلەش ئۇسۇلىدىن پايدىلىنىسىز؟
uz: Qaysi toʻlov usulidan foydalanishni xohlaysiz?
