Repository: translate/mozilla-l10n
Catalog: */browser/metro/chrome/preferences.dtd.po
Languages: xh

source: Options
xh: Ekunokukhethwa kuko

source: Character Encoding
xh: Ukufakwa kweekhowudi kwikharakhtha

source: Auto-detect
xh: Fumana ngokuzenzekelayo

source: Show encoding options on the App Bar
xh: Bonisa ukhetho lokufaka ikhowudi kwiBha yee-Apps

source: Clear Private Data
xh: Sula Iinkcukacha Zabucala

source: Clear your browsing history, passwords, cookies, and form data on this device
xh: Sula imbali yakho yokubhrawuza, iipasiwedi, iikhuki, nengcombolo ekwifomu ekwesi sixhobo

source: Clear
xh: Sula

source: Done!
xh: Kugqityiwe!

source: Browsing history
xh: Imbali yokubhrawuza

source: Other data (passwords, cache, cookies, etc)
xh: Enye ingcombolo (iipasiwedi, ikhatshe, iikhuki, njl.)

source: Download history
xh: Khuphela imbali

source: Cookies
xh: Ii-Cookies

source: Cache
xh: Ikhatshe

source: Site preferences
xh: Iipriferensi zesayithi

source: Saved passwords
xh: Iipasiwedi ezigciniweyo

source: Offline website data
xh: Ngcombolo zewebhusayithi ezingekho kwinethiwekhi

source: Active logins
xh: Iinkcukacha zokungena ezisebenzayo

source: Remember Passwords
xh: Khumbula iipasiwedi

source: Do Not Track
xh: Musa ukulanda umkhondo

source: Tell websites that I do not want to be tracked
xh: Xelela iiwebhusayithi ukuba andifuni ulandwe umkhondo wam

source: Tell websites that I want to be tracked
xh: Xelela iiwebhusayithi ukuba ndifuna ulandwe umkhondo wam

source: Do not tell websites anything about my tracking preferences
xh: Musa ukuxelela iiwebhusayithi nantoni na ngeepriferensi zam zokulandwa komkhondo wam

source: Learn more&#x2026;
xh: Funda ngakumbi&#x2026;

source: Crash Reporter
xh: Ingxelo yokonakala

source: &brandShortName; submits crash reports to help Mozilla make your browser more stable and secure
xh: ne-&brandShortName; ifaka iingxelo zokonakala ukuze incede iMozilla yenze ibhrawuza yakho izinze yaye ikhuseleke

source: Include the address of the page I was on
xh: Quka idilesi yephepha ebendikulo

source: Telemetry
xh: Ithelemetri

source: Shares usage statistics about &brandShortName; with Mozilla to help us make your browser better
xh: Yabelana ngamanani malunga ne-&brandShortName; kunye neMozilla ukuze yenze ibhrawuza yakho ngcono
