Repository: translate/mozilla-l10n
Catalog: gn_*/browser/chrome/browser/aboutCertError.dtd.po
Languages: gn_bo

source: Untrusted Connection
gn_bo: aguɨye eiporu

source: This Connection is Untrusted
gn_bo: kuae conexion mbaetɨ jaekavi

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
gn_bo: Reiporu rei reipɨ vaerä &brandShortName; jupi rupi <b>#1</b>, erei mbaetɨta jükürai.

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
gn_bo: Reipota yave reiporu kuae web añetete vae, kuae reta omboyekua metei kayɨmba erei ngatu mbaetɨ ipuere ovae kuae sitio web ikayɨmba.

source: What Should I Do?
gn_bo: ¿Mbae pa ayapota?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
gn_bo: Remoïruñoi kuae Web jend ndive yave mbaenboavai reve, kuae oyeavɨ vae oipota jei oime kia oipota mbae oyapo ikavi agüɨye reo tenonde.

source: Get me out of here!
gn_bo: ¡Eë kuae güi!

source: I Understand the Risks
gn_bo: aikuaa oimeta mbae

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
gn_bo: Reikuaa mbae ko oasa oï vae yave ndepuere remombeu &brandShortName; pe eyeko jókuae Web jenda oï vae re. <b>echa reyeko kuae Web jenda re yave, kuae oyeavɨ vae ipuere ko kia oime omboavai güɨnoi remïru renoi vae.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
gn_bo: aguɨye emboyoarambo mbaendunga erei oime yave a ni reikua yave jaekavita kuae sitio peguara yave, mbaetɨ yave jaekavi aguɨye eiporu esa mbaetɨ kayɨmba jaekavi.

source: Add Exception…
gn_bo: Emoïru oyeeyagüe...

source: Technical Details
gn_bo: Ipoki mbae oyapo katu vae reta regua
