Repository: translate/mozilla-l10n
Catalog: gn_*/browser/chrome/browser/syncSetup.dtd.po
Languages: gn_bo

source: &syncBrand.fullName.label; Setup
gn_bo: Instalar &syncBrand.fullName.label;

source: Welcome! If you've never used &syncBrand.fullName.label; before, you will need to create a new account.
gn_bo: Bienvenido! si usted nunca ha usado &syncBrand.fullName.label; antes, necesitará crear una nueva cuenta.

source: Create a New Account
gn_bo: Crear una cuenta nueva

source: I Have an Account
gn_bo: Oime änoi metei cuenta

source: Have you used &syncBrand.fullName.label; before?
gn_bo: ¿Ya antes ha usado &syncBrand.fullName.label; ?

source: I've never used &syncBrand.shortName.label; before
gn_bo: Yo nunca antes he usado &syncBrand.shortName.label;

source: Server
gn_bo: Oparavɨkɨ vae

source: Use a custom server…
gn_bo: Utiliza un servidor personalizado...

source: &Account
gn_bo: Cuent&a

source: &Password
gn_bo: Ndeño reikuaa vae

source: Recovery &Key
gn_bo: &Emborecupera llave

source: Account Details
gn_bo: Detalles de la cuenta

source: &Email Address
gn_bo: Kërai oy&emiondio aerä tupapire computadora rupi

source: Choose a &Password
gn_bo: Ei&paravo metei ndeño reikua vae

source: Confir&m Password
gn_bo: Confir&mar contraseña

source: I &agree to the
gn_bo: &Acepto los

source: Terms of Service
gn_bo: Yembogeta reta kërai oyeporu vaerä

source: and the
gn_bo: y la

source: Privacy Policy
gn_bo: Yembogeta yandendive opɨta vae

source: &brandShortName; Cares About Your Privacy
gn_bo: &brandShortName; oyemboambeko ndeiño reiko vae re

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The Recovery Key which is necessary to decrypt your data is not uploaded.
gn_bo: Rënöi vaerä opaete ndeño, opaete nde dato reta oyekuatia öi oyeekuavo vaerä, llave omborecupera vae jaekavi ko oyajɨa vaerä nde dato reta oyeekuavo mbae reta.

source: Your Recovery &Key
gn_bo: &Nde llave oyemborecupera pɨpe vae

source: Generate a new key
gn_bo: Toyeapo pɨau ye ndeño reikuaa vae

source: Your Recovery Key is required to access &syncBrand.fullName.label; on other machines. Please create a backup copy. We cannot help you recover your Recovery Key.
gn_bo: Nde llave oyemborecupera pɨve vae jaekavi ko yaike vaerä &syncBrand.fullName.label; pe ïrü maquina pe. Eyapo ikavi vae, eyapo metei backup. Mbaetɨ orepuere pomborɨ oyemborecupera vaerä nde llave oyemborecupera pɨpe vae.

source: &Print…
gn_bo: Yaikuatía tu&papire re vae…

source: Pair a Device
gn_bo: Ëmöiru metei dispositivo

source: Show me how.
gn_bo: Emboechauka cheve kërai ko vae.

source: I don't have the device with me
gn_bo: Mbaetɨ anoi dispositivo chendive

source: To activate, select "Pair a Device" on your other device.
gn_bo: Rëmöɨ vaerä, eipararavo "Pair a Device" ïrü dispositivo pe.

source: Then, enter this code:
gn_bo: Kuae jaɨkue rupi, emboingue código:

source: To activate your new device, select "Set Up Sync" on the device.
gn_bo: Rëmömɨi vaerä dispositivo ipɨau, eiparavo "Set Up Sync" dispositivo pe.

source: Enter the code that the device provides:
gn_bo: Emboingue codigo dispositivo omëe gue:

source: Please try again.
gn_bo: Eyapo ikavi vae, emboɨpɨye pɨau.

source: The device has been successfully added. The initial synchronization can take several minutes and will finish in the background.
gn_bo: Dispositivo tanta jaekavi opɨta. Oyemboɨjɨ kavi iyɨpɨ güi vae ipuereta oñearö puku katumi jare opata mokoïa plano pe.

source: To activate your device you will need to enter your Recovery Key. Please print or save this key and take it with you.
gn_bo: Rëmömɨi vaerä dispositivo, emoingue nde llave recuperacion pegua. Eyapo ikavi vae emoimprime ani eñovätü nde llave jare eraja ndendive.

source: Device Connected
gn_bo: Dispositivo oñemoconecta

source: Sign In
gn_bo: Emboɨpɨ sesión...

source: You can get a copy of your Recovery Key by going to &syncBrand.shortName.label; Options on your other device, and selecting "My Recovery Key" under "Manage Account".
gn_bo: Ndepuere rënoi metei copia nde llave güi recuperación pegua reoyave &syncBrand.shortName.label; pe opcione reta ïrü dispositivo pe, jare eiparavo "che llave recuperacion pegua" iguɨ pe "cuenta iyangarekoa regua".

source: Verifying…
gn_bo: Omae öi...

source: Reset Password
gn_bo: Eñono kavi ye ndeño reikuaa vae

source: I have lost my other device.
gn_bo: Amokañɨ ïrü che dispositivo.

source: Sync Options
gn_bo: Oindaivi öi vae reta Sync regua

source: Sync My
gn_bo: Yemboɨjɨ kavi

source: Book&marks
gn_bo: kayɨ&mba reta

source: &Tabs
gn_bo: Pes&taña reta

source: Histo&ry
gn_bo: Nde&reko jɨru

source: &Passwords
gn_bo: Ndeño reikua vae reta

source: Preference&s
gn_bo: Oyeparagüe reta

source: &Add-ons
gn_bo: îguât&airu reta

source: Recommended:
gn_bo: Ñee kavi reta:

source: Confirm
gn_bo: Omoañete

source: Warning: The following devices will be overwritten with your local data:
gn_bo: Omombeu: Dispositivo reta outa öi vae oyekuatiata dato reta kuaɨgua reta ndive.

source: Setup Complete
gn_bo: Opa oñemoinstala

source: You can change this preference by selecting Sync Options below.
gn_bo: Nde ndepuere reipoepɨ kuae reipota vae reiparavo reve Sync pe.

source: You may now continue using &brandShortName;.
gn_bo: Añave ndepuere reiporu ye &brandShortName;.
