Repository: translate/mozilla-l10n
Catalog: roa-*-val/mobile/overrides/netError.dtd.po
Languages: es

source: Problem loading page
es: Problema carregant esta pàgina

source: Unable to connect
es: No es pot conectar

source: This address is restricted
es: Esta direcció està restringida

source: Server not found
es: No s'ha trobat el servidor

source: File not found
es: Archiu no trobat

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
es: <ul> <li>Comprove que el nom d'archiu no te erros d'escritura, incloent l'us de mayúscules.</li> <li>Comprove si l'archiu s'ha mogut, renomenat o borrat.</li> </ul>

source: Access to the file was denied
es: S'ha denegat l'accés a l'archiu

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
es: <ul> <li>Ha pogut ser borrat, mogut, o els permisos d'archiu poden previndre l'accés.</li> </ul>

source: Oops.
es: ¡Ui!

source: <p>&brandShortName; can’t load this page for some reason.</p>
es: <p>&brandShortName; no es pot carregar esta pàgina per alguna raó.</p>

source: The address isn’t valid
es: Esta direcció no és vàlida

source: The connection was interrupted
es: La conexió s'ha interromput

source: <p>The requested document is not available in &brandShortName;’s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
es: <p>El document requerit ya no està disponible en la caché de &brandShortName;.</p><ul><li>Com precaució de seguritat, &brandShortName; no torne a demanar automáticament documents sensibles.</li><li>Pulse en Intentar de nou per a tornar a demanar el document del lloc web.</li></ul>

source: Offline mode
es: Modo desconectat

source: Content Encoding Error
es: Erro de codificació de contingut

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
es: <ul> <li>Per favor, contacte en els propietaris del lloc web per a informar-los d'este problema.</li> </ul>

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
es: <ul> <li>Per favor, contacte en els propietaris del lloc web per a informar-los d'este problema.</li> </ul>

source: The connection was reset
es: La conexió ha segut reiniciada

source: The connection has timed out
es: La conexió ha caducat

source: The address wasn’t understood
es: La direcció no resulta comprensible

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
es: <ul> <li>Podria necessitar instalar un atre software per a obrir estadirecció.</li> </ul>

source: The proxy server is refusing connections
es: El servidor proxy esta rebujant les conexions

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
es: <ul> <li>Comprove la configuració del proxy per a assegurar-se de que és correcta.</li> <li>Contacte en el seu administrador de ret per a assegurar-se de que el servidor proxy esta funcionant.</li> </ul>

source: Unable to find the proxy server
es: No se pot trobar el servidor proxy

source: The page isn’t redirecting properly
es: La pàgina no està redirigint-se adequadament

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
es: <ul> <li>Este problema a vegades està causat per desactivar o rebujar la recepció de cookies.</li> </ul>

source: Unexpected response from server
es: Resposta inesperada del servidor

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
es: <ul> <li>Comprove que el seu sistema té l'administrador de seguritat personal instalat.</li> <li>Açò podria ser degut a una configuració no estàndart del servidor.</li> </ul>

# nssFailure2.title
source: Secure Connection Failed
es: Conexió segura fallida

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
es: <ul> <li>La pàgina que intenta vore no pot mostrar-se perque no es pot verificar l'autenticitat de les senyes rebudes.</li> <li>Per favor, contacte en els responsables de la web per a informar-los d'este problema.</li> </ul>

# nssBadCert.title
source: Secure Connection Failed
es: Conexió segura fallida

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
es: <p>&brandShortName; ha impedit que esta pàgina se carregue d'esta forma perque la pàgina te una política de seguritat de contingut que no ho permet.</p>

source: Corrupted Content Error
es: Erro de contingut corrupte

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
es: <p>La pàgina que està intentant vore no es pot mostrar perque s'ha detectat un erro en la transmissió de les senyes.</p><ul><li>Per favor, contacte en els propietaris del lloc web per a informar-los d'este problema</li></ul>

source: Or you can add an exception…
es: O pot afegir una excepció…

source: Add Exception…
es: Afegir excepció…

source: Remote XUL
es: XUL remot

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
es: <p><ul><li>Per favor, contacte en els propietaris del lloc web per a informar-los d'este problema.</li></ul></p>

source: Unable to Connect Securely
es: No es possible conectar de manera segura

source: Advanced info: SSL_ERROR_UNSUPPORTED_VERSION
es: Informació alvançada: ERRO_SSL_VERSIÓ_NO SOPORTADA

# weakCryptoUsed.title
source: Your connection is not secure
es: La seua conexió no és segura

source: Advanced info: SSL_ERROR_NO_CYPHER_OVERLAP
es: Informació alvançada: ERRO_SSL_ERRO_NO_CYPHER_OVERLAP

# inadequateSecurityError.title
source: Your connection is not secure
es: La seua conexió no és segura
