Repository: translate/mozilla-l10n
Catalog: */suite/chrome/common/dataman/dataman.dtd.po
Languages: lt

source: Data Manager
lt: Duomenų tvarkytuvė

source: All data types
lt: Visų tipų duomenys

source: Cookies only
lt: Tik slapukai

source: Permissions only
lt: Tik leidimai

source: Preferences only
lt: Tik nuostatos

source: Passwords only
lt: Tik slaptažodžiai

source: Storage only
lt: Tik saugykla

source: Search Domains
lt: Ieškoti srities

source: Domain
lt: Sritis

source: &Forget About This Domain
lt: &Užmiršti apie šią sritį

source: &Forget Global Data
lt: &Užmiršti globalius duomenis

source: Cookies
lt: Slapukai

source: Permissions
lt: Leidimai

source: Preferences
lt: Nuostatos

source: Passwords
lt: Slaptažodžiai

source: Storage
lt: Saugykla

source: Form Data
lt: Formų duomenys

source: Forget
lt: Užmiršimas

source: This domain has stored the following cookies on your computer:
lt: Šioje vardų srityje esančios svetainės turi jūsų kompiuteryje įrašiusios šiuos slapukus:

source: Cookie Name
lt: Slapuko vardas

source: Information about the selected Cookie
lt: Informacija apie pažymėtą slapuką

source: Content:
lt: Kita informacija:

source: Host:
lt: Pagrindinis kompiuteris:

source: Domain:
lt: Sritis:

source: Path:
lt: Kelias:

source: Send For:
lt: Serverio saugumas:

source: Expires:
lt: Galioja iki:

source: &When removing, block the listed websites from setting future cookies
lt: Pašalinus slapukus, už&drausti juos įrašiusioms svetainėms įrašyti naujus slapukus

source: Use Default
lt: Naudoti numatytąsias nuostatas

source: Always ask
lt: Visada klausti

source: Never save
lt: Niekada neįrašyti

source: Allow
lt: Leisti

source: Allow for Same Domain
lt: Leisti vienoje srityje

source: Block
lt: Neleisti

source: Enter a host name
lt: Įveskite serverio vardą

source: Content preferences are a way for &brandShortName; to save its settings, like zoom levels, specifically for a website.
lt: Turinio nuostatos įgalina „&brandShortName;“ įsiminti kai kuriuos atskirose svetainėse taikytinus parametrus (mastelį ir pan.)

source: Preference Name
lt: Nuostata

source: Value
lt: Reikšmė

source: You have the following passwords stored for this domain:
lt: Kompiuteryje yra įrašyti šios srities svetainių šie slaptažodžiai:

source: Username
lt: Naudotojo vardas

source: Password
lt: Slaptažodis

source: &Copy Password
lt: &Kopijuoti slaptažodį

source: This domain uses the following web storages on your computer:
lt: Kompiuteryje yra laikomos šios srities svetainių šios saugyklos:

source: Type
lt: Tipas

source: Size
lt: Dydis

source: Search Field Data
lt: Ieškoti formos lauko reikšmės

source: Field Name
lt: Lauko vardas

source: Entered Value
lt: Reikšmė

source: Use Count
lt: Naudota kartų

source: First Used
lt: Pirmąkart naudota

source: Last Used
lt: Paskutinįkart naudota

source: &Cookies
lt: &slapukus

source: &Permissions
lt: lei&dimus

source: C&ontent Preferences
lt: turi&nio nuostatas

source: P&asswords
lt: slaptaž&odžius

source: &Storage
lt: s&augyklas

source: Form &Data
lt: for&mų duomenis

source: &Forget This Data
lt: &Užmiršti šiuos duomenis
