Repository: translate/mozilla-l10n
Catalog: */suite/chrome/common/dataman/dataman.properties.po
Languages: hu, lt, pt_br

source: At end of session
hu: A munkamenet végén
lt: Seanso pabaigoje
pt_br: no final da sessão

source: Encrypted connections only and no script access
hu: Csak titkosított kapcsolatok, parancsfájlok nélkül
lt: tik šifruotasis ryšys; scenarijams prieiga nesuteikiama
pt_br: Apenas conexões criptografadas e sem acesso a script

source: Encrypted connections only
hu: Csak titkosított kapcsolatok
lt: Tik šifruotasis ryšys
pt_br: Somente conexões criptografadas

source: Any type of connection, no script access
hu: Bármilyen kapcsolat, parancsfájlok nélkül
lt: bet koks ryšys; scenarijams prieiga nesuteikiama
pt_br: Qualquer tipo de conexão e sem acesso a script

source: Any type of connection
hu: Bármilyen kapcsolat
lt: Bet koks ryšys
pt_br: Qualquer tipo de conexão

source: Are you sure you want to delete the selected cookies?
hu: Biztosan el szeretné távolítani a kiválasztott sütiket?
lt: Ar tikrai pašalinti pažymėtus slapukus?
pt_br: Tem certeza de que deseja excluir os cookies selecionados?

source: Remove Selected Cookies
hu: Kiválasztott sütik eltávolítása
lt: Pažymėtų slapukų šalinimas
pt_br: Remover Cookies selecionados

# cookies.deleteSelectedYes
source: &Remove
hu: &Eltávolítás
pt_br: &Remover

source: Use XUL/XBL Markup
hu: XUL/XBL nyelv használata
lt: XUL/XBL kodo naudojimas
pt_br: Usar marcação XUL/XBL

source: Set Cookies
hu: Süti elhelyezése
lt: Slapukų įrašymas
pt_br: Definir Cookies

source: TLS False Start using RC4
hu: TLS hibás indulás RC4 használatával
lt: Priešlaikinis TLS startavimas, naudojant RC4
pt_br: Início falso do TLS usando RC4

source: TLS False Start using RSA
hu: TLS hibás indulás RSA használatával
lt: Priešlaikinis TLS startavimas, naudojant RSA
pt_br: Início falso do TLS usando RSA

source: Share Location
hu: Földrajzi hely adatainak megosztása
pt_br: Compartilhar localização

source: Load Images
hu: Képek betöltése
lt: Paveikslėlių įkėlimas
pt_br: Carregar imagens

source: Store Local Databases
hu: Adatbázisok helyi tárolása
lt: Vietinių duomenų bazių įrašymas
pt_br: Armazenar bancos de dados locais

source: Install Add-ons
hu: Kiegészítők telepítése
lt: Priedų įdiegimas
pt_br: Instalar complementos

source: Offline Web Applications
hu: Webalkalmazások
lt: Duomenys darbui neprisijungus
pt_br: Aplicações web offline

source: Run Plugins
hu: Bővítmények futtatása
lt: Papildinių vykdymas
pt_br: Executar plugins

source: Save Passwords
hu: Jelszavak mentése
lt: Slaptažodžių įrašymas
pt_br: Salvar senhas

source: Activate Plugins
hu: Bővítmények aktíválása
lt: Papildinių aktyvinimas
pt_br: Ativar plugins

source: Open Popup Windows
hu: Felugró ablakok megnyitása
lt: Iškylančiųjų langų atvėrimas
pt_br: Abrir janelas popup

source: Run Scripts
hu: Parancsfájlok futtatása
lt: Scenarijų vykdymas
pt_br: Executar scripts

source: Load Stylesheets
hu: Stíluslapok betöltése
lt: Stiliaus aprašų įkėlimas
pt_br: Carregar folhas de estilo

source: Use Strict Transport Security
hu: Strict Transport Security használata
lt: „Strict Transport Security“ naudojimas
pt_br: Usar segurança rigorosa de transporte

source: Apply Strict Transport Security to subdomains
hu: Strict Transport Security alkalmazása az altartományokra
lt: „Strict Transport Security“ taikymas subdomenams
pt_br: Aplicar segurança rigorosa de transporte em subdomínios

source: Tracking Activity
hu: Tevékenységek követése
pt_br: Registrando atividade

source: Select a type
hu: Válasszon egy típust
lt: Pasirinkite tipą
pt_br: Selecione um tipo

source: Hide Passwords
hu: Jelszavak elrejtése
lt: Nerodyti slaptažodžių
pt_br: Esconder senhas

# pwd.hidePasswords.accesskey
source: P
hu: J

source: Show Passwords
hu: Jelszavak megjelenítése
lt: Rodyti slaptažodžius
pt_br: Exibir senhas

# pwd.showPasswords.accesskey
source: P
hu: J
pt_br: s

source: Are you sure you wish to show your passwords?
hu: Biztosan meg szeretné jeleníteni a jelszavait?
lt: Ar tikrai parodyti slaptažodžius?
pt_br: Tem certeza que deseja exibir suas senhas?

source: Are you sure you want to delete the selected passwords?
hu: Biztosan el szeretné távolítani a kiválasztott jelszavakat?
lt: Ar tikrai pašalinti pažymėtus slaptažodžius?
pt_br: Tem certeza de que deseja excluir as senhas selecionadas?

source: Remove Selected Passwords
hu: Kiválasztott jelszavak eltávolítása
lt: Pažymėtų slaptažodžių šalinimas
pt_br: Remover as senhas selecionadas

# pwd.deleteSelectedYes
source: &Remove
hu: &Eltávolítás
pt_br: &Remover

source: Are you sure you want to delete the selected preferences?
hu: Biztosan el szeretné távolítani a kiválasztott beállításokat?
lt: Ar tikrai pašalinti pažymėtas nuostatas?
pt_br: Tem certeza de que deseja excluir as preferências selecionadas?

source: Remove Selected Preferences
hu: Kiválasztott beállítások eltávolítása
lt: Pažymėtų nuostatų šalinimas
pt_br: Remover as preferências selecionadas

# prefs.deleteSelectedYes
source: &Remove
hu: &Eltávolítás
pt_br: &Remover

source: Are you sure you want to delete the selected web storages?
hu: Biztos benne, hogy eltávolítja a kiválasztott webtárolókat?
lt: Ar tikrai pašalinti pažymėtas saityno saugyklas?
pt_br: Tem certeza de que deseja excluir os armazenamentos web selecionados?

source: Remove Selected Storages
hu: Eltávolítja a kiválasztott tárolókat
lt: Pažymėtų saugyklų šalinimas
pt_br: Remover armazenamentos selecionados

# storage.deleteSelectedYes
source: &Remove
hu: &Eltávolítás
pt_br: &Remover

source: Are you sure you want to delete the selected form history entries?
hu: Biztosan el szeretné távolítani a kiválasztott űrlapadatokat?
lt: Ar tikrai pašalinti pažymėtus formų laukų duomenis?
pt_br: Tem certeza de que deseja excluir as entradas do histórico de formulários selecionadas?

source: Remove Selected Form Data
hu: Kiválasztott űrlapadatok eltávolítása
lt: Pažymėtų formų laukų duomenų šalinimas
pt_br: Remover dados de formulários selecionados

# fdata.deleteSelectedYes
source: &Remove
hu: &Eltávolítás
pt_br: &Remover

source: Forget about all data of the following types associated with the domain "%S":
hu: A(z) „%S” tartománnyal összefüggő, megadott típusú adatok törlése:
lt: Užmiršti visus su sritimi „%S“ susietus šių tipų duomenis:
pt_br: Esquecer todos os dados dos seguintes tipos associados ao domínio "%S":

source: All data associated with the domain "%S" of the following types has been deleted:
hu: Minden, a(z) „%S” tartománnyal összefüggő, megadott típusú adat törölve lett:
lt: Pašalinti visi su sritimi „%S“ susieti šių tipų duomenys:
pt_br: Todos os dados associados com o domínio "%S" dos seguintes tipos serão excluídos:

source: Forget about all global data of the following types:
hu: Az összes megadott típusú adat törlése:
lt: Užmiršti visus globalius šių tipų duomenis:
pt_br: Esquecer sobre todos os dados globais dos seguintes tipos:

source: All global data of the following types has been deleted:
hu: Minden megadott típusú adat törölve lett:
lt: Pašalinti visi globalūs šių tipų duomenys:
pt_br: Todos os dados globais dos seguintes tipos serão deletados:
