Repository: translate/mozilla-l10n
Catalog: zam/browser/chrome/browser/preferences/preferences.dtd.po
Languages: zam

source: Options
zam: Kuan tak kel xhin

source: Preferences
zam: Koo lash luu

source: &brandShortName; Preferences
zam: Kuan tak lii xhin luu &brandShortName;

source: General
zam: Ree ta koo taak niel

source: Tabs
zam: Loo yib

source: Content
zam: Koo xho lent kue

source: Applications
zam: Ree koo tak li chel

source: Privacy
zam: Ko yent cho nie

source: Security
zam: Tish naa lasht luu yent cho niey

source: Advanced
zam: Ko mach

source: Help
zam: Taa diif yaal
