Repository: translate/mozilla-l10n
Catalog: kok/browser/chrome/browser/places/bookmarkProperties.properties.po
Languages: kok

source: Add
kok: जोडात

# dialogAcceptLabelSaveItem
source: Save
kok: जतनाय करात

source: Subscribe
kok: वर्गणी करची

source: Add Bookmarks
kok: बुकमार्कस् जोडात

# dialogAcceptLabelEdit
source: Save
kok: जतनाय करात

# dialogTitleAddBookmark
source: New Bookmark
kok: नवे बुकमार्क

source: Subscribe with Live Bookmark
kok: लाईव्ह बुकमार्कासांगाताक वर्गणीदार जायात

# dialogTitleAddFolder
source: New Folder
kok: नवो फोल्डर

source: New Bookmarks
kok: नवो बुकमार्क

source: Properties for "%S"
kok: "%S" खातीर वैशिश्ट्यां

source: [Folder Name]
kok: [धारकाचे नाव]

# newFolderDefault
source: New Folder
kok: नवो फोल्डर

# newBookmarkDefault
source: New Bookmark
kok: नवे बुकमार्क

source: New Live Bookmark
kok: नवो लायव्ह बुकमार्क
