Repository: translate/mozilla-l10n
Catalog: gn_*/browser/chrome/browser/preferences/main.dtd.po
Languages: gn_bo

source: Startup
gn_bo: Iyɨpɨ

source: When &brandShortName; &starts:
gn_bo: Al &iniciar &brandShortName;:

source: Show my home page
gn_bo: Emboechauka che pagina iyɨpɨ

source: Show a blank page
gn_bo: Emboechauka metei pagina mbaetɨ mbae guɨnoi vae

source: Show my windows and tabs from last time
gn_bo: Emboechauka ventana reta jare pestaña reta oyepea öi vae sesion iyapɨ re

source: Home &Page:
gn_bo: &Página de inicio:

source: Use &Current Page
gn_bo: Usar página a&ctual

source: Use Current Pages
gn_bo: Eiporu pagina reta añave öi vae reta

source: Use &Bookmark…
gn_bo: Eipor&u käñɨma...

source: &Restore to Default
gn_bo: &Restaurar valor por defecto

source: Downloads
gn_bo: Ombogüeyɨ

source: Sa&ve files to
gn_bo: &Guardar automáticamente en

source: Br&owse…
gn_bo: E&xaminar…

source: Choos&e…
gn_bo: &Elegir…

source: &Always ask me where to save files
gn_bo: Pregunt&arme siempre en dónde guardarlas
