Repository: translate/mozilla-l10n
Catalog: co/security/manager/chrome/pippki/deviceManager.dtd.po
Languages: co

source: Device Manager
co: Gistione di i dispusitivi

source: Security Modules and Devices
co: Mòduli è dispusitivi di sicurità

source: Details
co: Ditagli

source: Value
co: Valore

source: Log I&n
co: Entre

source: Log &Out
co: &Esce

source: Change &Password
co: Cambià u codice

source: &Load
co: &Caricà

source: &Unload
co: &Scaricà

source: Enter the information for the module you want to add.
co: Scrive e infurmazione pà u mòdulu chì si vole aghjustà.

source: Module Name:
co: Nome di u mòdulu:

source: M
co: N

source: New PKCS#11 Module
co: Novu mòdulu PKCS#11

source: Module filename:
co: Nome di u cartulare di u mòdulu:

source: Browse…
co: Sfuglittà…

source: B
co: o

source: Load PKCS#11 Device
co: Caricà u dispusitivu PKCS#11
