Repository: translate/mozilla-l10n
Catalog: ks/toolkit/chrome/mozapps/plugins/plugins.dtd.po
Languages: ks

source: We're very sorry, but &brandShortName; can't play Flash on this device.
ks: أسئ چھ شرمند، مگر &برانڈ شاٹ ناو؛ ہیکْہ نْہ پْلے کْرتھ فْلیش یتھ ڈیوایسس پیٹھ۔

source: Learn More…
ks: مزید زٲنیو

source: A plugin is needed to display this content.
ks: پلگ اِن ہاو۪ی یِم مشمولات

source: Tap here to activate plugin.
ks: یتِت۪یتھ دبٲویو پلگ اِن چالو كرنئ خٲطر

source: Activate plugin.
ks: پْلگ اِن کْریو ایکٹیویٹ

source: Check for updates…
ks: اپڈیٹس خٲطرئ وچھیو

source: This plugin is disabled.
ks: پلگ اِن چھُ ناممكن بناونئ آمُٹ

source: This plugin has been blocked for your protection.
ks: پلگ اِن چھُ بند آمُت كرنئ تُہند۪ی حفاظت خٲطرئ

source: Hide plugin
ks: پْلگ اِن کْریو ہایِڈ

source: Manage plugins…
ks: پلگ اِنس سںبٲلیو

source: Reload the page
ks: صفحئ كریو دوبارئ لوڈ

source: to try again.
ks: دوبارئ كریو كوشش

source: Send crash report
ks: كریش بیان سوزیو

source: Sending report…
ks: بیان سوزان

source: Crash report sent.
ks: كریش بیان سوزمُت

source: Crash reporting disabled.
ks: كریش بیان نا ممكن بنٲومُت

source: Submission failed.
ks: پیش كروٛن گٲو ناكام

source: No report available.
ks: كہین بیان چھُ نئ دستیاب

source: Add a comment (comments are publicly visible)
ks: جمع کْریو اکھ کومینٹ ( کومینٹ چھ پبلیکلی ویزیبْل)

source: Include the page's URL
ks: پیج یو آر ایل کْریو شأمل

source: File
ks: فایل

source: MIME Types
ks: ٹائپMIME

source: Enable Adobe Flash protected mode
ks: اینیبْل کْریو ایبوڈ فْلیش محفوظ موڈ
