Repository: translate/mozilla-l10n
Catalog: mni/toolkit/chrome/global/config.dtd.po
Languages: mni

source: about:config
mni: মরম:কনফিগ্য়ুরেসন

source: This might void your warranty!
mni: মসিনা অদোমগী ৱারেন্তিদু চৎনহন্দবা যাই!

source: I'll be careful, I promise!
mni: ঐ চেকশিনগনি, ঐনা ৱাশক্লি!

source: Show this warning next time
mni: মসিগী চেকশিনৱাসি মথংদা উৎলো

source: Sea&rch:
mni: থিবা: (&r)

source: Preference Name
mni: প্রিফরেন্স মমিং

source: Status
mni: স্তেতস

source: Type
mni: মখল

source: Value
mni: ভেল্য়ু

source: Click to sort
mni: মথং-মনাও শেম্নবা ক্লিক তৌরো

source: Click to select columns to display
mni: কলমশিং খন্দুনা ফোঙদোক্নবা ক্লিক তৌরো

source: &Copy
mni: শিনবা (&C)

source: Copy &Name
mni: মমিং শিনবা (&N)

source: Copy &Value
mni: ভেল্য়ু শিনবা (&V)

source: &Modify
mni: শেমদোকপা (&M)

source: &Toggle
mni: তোগল (&T)

source: &Reset
mni: রিসেত তৌবা (&R)

source: Ne&w
mni: অনৌবা (&w)

source: &String
mni: স্ত্রিং (&S)

source: &Integer
mni: ইন্তিজর (&I)

source: &Boolean
mni: বুলিযান (&B)
