Repository: translate/mozilla-l10n
Catalog: nso/toolkit/installer/windows/install.*.po
Languages: it

source: &OK
it: &LOKILE

source: OK
it: LOKILE

source: Cancel
it: Khansela

source: &Cancel
it: &Khansela

source: &Next >
it: &Latelago >

source: < &Back
it: < &Morago

source: &Ignore
it: &Hlokomologa

source: To configure a Proxy server for this download, click the Connection... button.
it: Go beakanya sebara ya Proksi ya go selaolli se, kgotla Kgokaganyo... kunopi.

source: &Connection...
it: &Kgokagano...

source: Proxy Settings:
it: Dipeakanyo tša Proksi:

source: &Proxy Settings
it: &Dipeakanyo tša Proksi

source: Server:
it: Sebara:

source: Port:
it: Bohlomelo:

source: User id:
it: Boitsebišo bja modiriši:

source: Password:
it: Lentšuphetišo:

source: _: SELECTDIRECTORY Select a directory
it: Kgetha tšhupalefelo

source: &Directories:
it: &Ditšhupalefelo:

source: Dri&ves:
it: Ditera&ebe:

source: Remaining:
it: Šetšego:

source: File:
it: Faele:

source: To Path:
it: Go Tsela:

source: &Accept
it: &Amogela

source: &Decline
it: &Gana

source: &Program Folder:
it: &Foltara ya Lenaneo:

source: E&xisting Folders:
it: Difoltara tše di lego G&ona:

source: Setup has finished copying files to your computer. Before you can use $ProductNameInternal$, you must restart Windows or your computer. Choose one of the following options and click OK to finish setup.
it: Peakanyo e feditše go kopolla difaele go khomphuthara ya gago. Pele ga ge o ka šomiša $ProductNameInternal$, o swanetše go thoma leswa Windows goba khomphuthara ya gago. Kgetha ye nngwe ya dikgetho tše di latelago gomme o kgotle LOKILE go fetša peakanyo.

source: Restart
it: Thoma gape

source: Yes, I want to restart my computer now.
it: Ee, ke nyaka go thoma leswa khomphuthara ya ka gabjale.

source: No, I will restart my computer later.
it: Aowa, ke tla thoma leswa khomphuthara ya ka ka morago.

source: &Additional Components:
it: &Dikarolwana tša Tlaleletšo:

source: Description
it: Tlhaloso

source: Total download size:
it: Palomoka ya saese ya go bula:

source: Space Available:
it: Sekgoba se se lego gona:

source: C&omponents:
it: Di&karolwana:

source: Choose a Folder to install $ProductName$ into:
it: Kgetha Foltara go lokela $ProductName$ ka go:

source: Install Folder
it: Lokela Foltara

source: B&rowse...
it: F&etleka...

source: Download Size: %u KB
it: Saese ya go Laolla: %u KB

source: Current Settings:
it: Dipeakanyo tša Bjale:

source: ...to the following location:
it: ...go lefelo le le latelago:

source: %s, and:
it: %s, le:

source: &Install
it: &Lokela

source: &Delete
it: &Phumula

source: &Continue
it: &Tšwelapele

source: &Skip
it: &Tshela

source: Re&ad Me
it: Mpa&le

source: &Pause
it: &Khutša

source: &Resume
it: &Thoma gape

source: Checked
it: Lekotšwe

source: Unchecked
it: Sa lekolwago

source: Extracting...
it: Tsopola...

source: Could not create %s dialog.
it: Ga se e hlame %s sekgoba.

source: %s failed.
it: %s paletšwe.

source: File not found: %s
it: Faele ga se ya hwetšwa: %s

source: GetSystemDirectory() failed.
it: GetSystemDirectory() e paletšwe.

source: GetWindowsDirectory() failed.
it: GetWindowsDirectory() e paletšwe.

source: Exit Setup
it: Etšwa Peakanyo

source: You have not finished installing $ProductName$. If you exit Setup now, $ProductName$ will not be installed. Are you sure you want to cancel Setup?
it: Ga se wa fetša go lokela $ProductName$. Ge o etšwa go Peakanyo gabjale, $ProductName$ le ka se lokelwe. E ka ba o na le bonnete bja gore o nyaka go khansela Peakanyo?

source: Restarting Windows
it: Go thoma leswa Windows

source: GetProcAddress() of %s failed.
it: GetProcAddress() ya %s e paletšwe.

source: WritePrivateProfileString() failed for file %s
it: WritePrivateProfileString() e paletšwe ya faele %s

source: Please wait while Setup retrieves its configuration script from the web...
it: Ka kgopelo leta ka ge Peakanyo e ntšha sengwalwa sa peakanyo ya sona go tšwa go webe...

source: Setup was unable to create the TEMP directory: %s
it: Peakanyo e paletšwe ke go hlama tšhupalefelo ya TEMP: %s

source: _: DLGBROWSETITLE Select a directory
it: Kgetha tšhupalefelo

source: Could not determine available disk space for: %s
it: Ga se e laetše sekgoba sa tisiki seo se lego gona sa: %s

source: Disk space check
it: Lekola sekgoba se tisiki

source: Setup has detected insufficient disk space to continue with installation on %s for the path: %sRequired: %sAvailable: %sClick Retry if more disk space has been made available, or click Cancel to cancel Setup.
it: Peakanyo e lemogile sekgoba sa tisiki seo se sego sa lekanela go tšwelapele ka go lokela go %s go tsela: %sNyakegago: %sLego gona: %sKgotla Leka gape ge sekgoba sa tisiki se se ntši se dirilwe gore se hwetšagale, goba kgotla Khansela go khansela Peakanyo.

source: Setup has detected insufficient disk space to continue with installation process on %s for the path: %sRequired: %sAvailable: %sClick OK to go back and choose a different destination path.
it: Peakanyo e lemogile sekgoba sa tisiki seo se sego sa lekanela go tšwelapele ka tshepetšo ya go lokela go %s go tsela: %sNyakegago: %sLe go gona: %sKgotla OK go bolea morago le go kgetha tsela ye e fapanago ya lefelo.

source: Could not create folder: %sMake sure you have access to create the folder.
it: Ga se ya hlama foltara: %sNetefatša gore o na le phihlelelo ya go hlama foltara.

source: $ProductNameInternal$ Setup Error
it: $ProductNameInternal$ Phošo ya Peakanyo

source: File count:
it: Palo ya faele:

source: Filename:
it: Leina la faele:

source: Preparing Install, please wait...
it: Go itokišetša go Lokela, ka kgopelo leta...

source: Configuring %s, please wait...
it: Beakanya %s, ka kgopelo leta...

source: Error occurred during installation
it: Phošo e hlagile nakong ya go lokela

source: $ProductName$ can only run on Windows 95 or newer. Setup will now exit.
it: $ProductName$ e ka sepela fela go Windows 95 goba e mpsha. Peakanyo gabjale e tla tšwa.

source: $ProductName$ Setup - Install Progress
it: $ProductName$ Peakanyo - Go lokela go Tšwela pele

source: Preparing file: %s
it: Lokiša faele: %s

source: Currently installing %s
it: Gabjale e lokela %s

source: Copying file: %s
it: Khopa faele: %s

source: Warning
it: Temošo

source: Message
it: Molaetša

source: Attention
it: Hlokomela

source: The following directory does not exist:%sWould you like to create it?
it: Tšhupalefelo ye e latelago ga e gona:%sE ka ba o rata go e hlama?

source: Create Directory?
it: Hlama Tšhupalefelo?

source: Invalid Program folder name entered.
it: Leina la lenaneo la foltara le e sego la makgonthe le tsentšwe.

source: Default
it: Tifolete

source: Invalid path entered.
it: Tsela ye e sego ya makgonthe e tsentšwe.

source: Setup Type:
it: Mohuta wa Peakanyo:

source: Selected Components:
it: Dikarolwana tše Kgethilwego:

source: Destination Directory:
it: Tšhupalefelo ya Lefelo:

source: Program Folder:
it: Foltara ya Lenaneo:

source: Deleting destination directory to be able to upgrade, please wait...
it: Go phumula tšhupalefelo ya lefelo go kgona go kaonafatša, ka kgopelo leta...

source: Setup
it: Peakanyo

source: Download Site:
it: Saete ya go laolla:

source: Save downloaded and Setup program files to:
it: Boloka tše di butšwego le difaele tša lenaneo la Peakanyo go:

source: Initializing Setup, please wait...
it: Go thoma Peakanyo, ka kgopelo leta...

source: %s Setup
it: %s Peakanyo

source: GetVersionEx() failed!
it: GetVersionEx() e paletšwe!

source: Usage
it: Tšhomišo

source: Extracting %s
it: Ntšha %s

source: Launching Setup...
it: Go hloma Peakanyo...

source: Unable to write file %s
it: Palelwa ke go ngwala faele %s

source: Installation
it: Go lokela

source: Out of memory!
it: Lahlegetšwe ke tlhaologanyo!

source: Could not load %s
it: Ga se e tsenye %s

source: Could not load string resource ID %d
it: Ga se e tsenye mothopo wa thapo ID %d

source: Null pointer encountered.
it: Go kopanwe le phointa ye e sego ya maleba.

source: Memory allocation error.
it: Phošo ya kabo ya tlhaologanyo.

source: Setup has detected that %s (%s) is still running. Click OK to quit %s and proceed with installation. Alternatively, use the Windows Task Manager to quit %s, and then click OK to continue with installation.
it: Peakanyo e lemogile gore %s (%s) e sa sepetšwa. Kgotla LOKILE go tšwa %s le go tšwelapele ka go lokela. Goba, šomiša Selaola Mošomo sa Windows go tšwa go %s, gomme o kgotle LOKILE go tšwelapele la go lokela.

source: Setup will now exit. Setup could not continue because %s (%s) is still running. Try manually quitting %s using Windows Task Manager, and then run Setup again.
it: Peakanyo gabjale e tla tšwa. Peakanyo ga se ya tšwela pele ka baka la gore %s (%s) e sa sepetšwa. Leka ka tsela ya manuae go tšwa %s ka go šomiša Selaola Mošomo sa Windows, gomme o be o sepetše Peakanyo gape.

source: $ProductName$ cannot be installed into a folder that is inside the Windows folder. Please choose a different folder.
it: $ProductName$ e ka se lokelwe ka go foltara yeo e lego ka gare ga foltara ta Windows. Ka kgopelo kgetha foltara e nngwe.
