Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/history/history.dtd.po
Languages: xh

source: &Search:
xh: &Phendla

source: &Expand
xh: &Yandisa

source: &Collapse
xh: &Wisa

source: By &Date
xh: U&mhla

source: By &Site
xh: &Inxiwa

source: By Most &Visited
xh: Undwendwelo &Lwesininzi

source: By &Last Visited
xh: Undwendwelo L&okugqibela

source: By Da&te and Site
xh: Umhla &kunye nenxiwa

source: &Open
xh: &Vula

source: Open in New &Tab
xh: Vula Udibaniso kwi &Tab Entsha

source: Open in New &Window
xh: Vula Udibaniso kwi &Window Entsha

source: &Bookmark This Link...
xh: Amanqaku encwadi Olu &dibansiso

source: &Copy Link Location
xh: &Khuphela Udibaniso Lwendawo ekuyo
