Repository: translate/mozilla-l10n
Catalog: prs/browser/chrome/browser/aboutCertError.dtd.po
Languages: prs

source: Untrusted Connection
prs: ارتباط نا معتبر

source: This Connection is Untrusted
prs: این اتصال غیر قابل اعتماد است

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
prs: شما از &brandShortName; خواسته‌اید که به صورت امن به <b>#1</b> متصل شود، ولی تأیید امنیت اتصال شما امکان‌پذیر نیست.

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
prs: معمولاً هنگامی که تلاش می‌کنید به صورت امن اتصال برقرار کنید، پایگاه‌ها امکانات قابل اعتمادی برای تشخیص هویت فراهم می‌کنند که ثابت کنند مقصد شما همان پایگاهی است که قصد رفتن به آن را داشتید. با این وجود، امکان تأیید هویت این پایگاه وجود ندارد.

source: What Should I Do?
prs: چه باید کرد؟

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
prs: اگر معمولاً بدون اشکال به این پایگاه وصل می‌شوید، این پیغام خطا به معنی آن است که شخصی تلاش می‌کند هویت این پایگاه را جعل کند، پس نباید به مرور این پایگاه ادامه دهید.

source: Get me out of here!
prs: ترک این مکان!

source: I Understand the Risks
prs: متوجه خطرات هستم

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
prs: اگر متوجه هستید که چه اتفاقی افتاده است، می‌توانید از &brandShortName; بخواهید که به هویت این پایگاه اطمینان کند. <b>حتی اگر به این پایگاه اطمینان دارید، این پیغام خطا ممکن است به معنی آن باشد که شخصی در حال مداخله در اتصال شما است.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
prs: اگر دلیل خوبی برای موجود نبودن امکان تشخیص هویت امن توسط این پایگاه سراغ ندارید، از افزودن استثنا برای آن خودداری کنید.

source: Add Exception…
prs: افزودن استثنا…

source: Technical Details
prs: جزئیات فنی
