Repository: translate/mozilla-l10n
Catalog: prs/browser/chrome/browser/syncGenericChange.properties.po
Languages: prs

source: Change your Password
prs: تغییر گذرواژه

source: Change Password
prs: تغییر گذرواژه

source: Changing your password…
prs: در حال تغییر گذرواژه…

source: Your password has been changed.
prs: گذرواژهٔ شما تغییر یافت.

source: There was an error changing your password.
prs: در تغییر گذرواژهٔ شما اشکالی پیش آمد.

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
prs: طول کلمه ی عبور شما باید حداقل 8 کرکتر باشد. کلمه ی عبور یمی تواند با نام کاربری و یا کلید بازیابی شما یکسان باشد.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
prs: توجه: پس از تغییر گذرواژه، هیچ‌کدام از رایانه‌های دیگر شما قادر به اتصال به حساب کاربری‌تان نخواهند بود.

source: My Recovery Key
prs: کلید بازیابی من

source: Change Recovery Key
prs: تغییر کلید بازیابی

source: Changing Recovery Key and uploading local data, please wait…
prs: در حال تغییر کلید بازیابی و اپلود داده های محلی، لطفا صبر کنید...

source: There was an error while changing your Recovery Key!
prs: اشتباهی در هنگام تغییر کلید بازیابی شما روی داد!

source: Your Recovery Key was successfully changed!
prs: کلید بازیابی شما موفقانه تغییر داده شد!

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
prs: برای حفظ اطمینان از محفوظ ماندن اطلاعات خصوصی شما، تمام این اطلاعات پیش از ارسال به صورت رمز درمی‌آید. کلید لازم برای رمزگشایی از اطلاعات شما ارسال نخواهد گردید.

source: Your Recovery Key
prs: کلید بازیابی شما

# new.password.title
source: Update Password
prs: تغییر گذرواژه

source: Your password was rejected by the server, please update your password.
prs: گذرواژهٔ شما توسط پایگاه هم‌گام‌سازی پذیرفته نشد. لطفاً گذرواژهٔ جدید را وارد کنید.

source: Enter your new password
prs: گذرواژهٔ جدید را وارد کنید.

source: Confirm your new password
prs: تأیید گذرواژهٔ جدید

# new.password.acceptButton
source: Update Password
prs: تغییر گذرواژه

source: Password incorrect, please try again.
prs: گذرواژهٔ وارد شده صحیح نیست. لطفآ دوباره تلاش کنید.

# new.recoverykey.title
source: Update Recovery Key
prs: به روز رسانی کلید بازیابی

# new.recoverykey.acceptButton
source: Update Recovery Key
prs: به روز رسانی کلید بازیابی
