Repository: translate/mozilla-l10n
Catalog: */toolkit/installer/windows/install.*.po
Languages: it

source: Trebuchet MS Bold
it: ITrebuchet MS Egqamile

source: &OK
it: &Lungile

source: OK
it: Lungile

source: Cancel
it: Khansela

source: &Cancel
it: &Khansela

source: &Next >
it: &Okulandelayo >

source: < &Back
it: < &Hlehla

source: &Ignore
it: &Ungakunaki

source: To configure a Proxy server for this download, click the Connection... button.
it: Ukuze uthole isimo seseva ye-proxy yalokhu okuthathwe kwafakwa, chofoza inkinobho... Yokuxhuma.

source: &Connection...
it: &Ukuxhuma...

source: Proxy Settings:
it: Ukuhlelwa Kwe-proxy:

source: &Proxy Settings
it: &Ukuhlelwa Kwe-proxy

source: Server:
it: Iseva:

source: Port:
it: Iphothi:

source: User id:
it: Umazisi Woyisebenzisayo:

source: Password:
it: Igama Lokungena:

source: _: SELECTDIRECTORY Select a directory
it: Khetha incwadi yohlu

source: &Directories:
it: &Izincwadi zohlu:

source: Dri&ves:
it: Ama&drayva:

source: Remaining:
it: Okusele:

source: File:
it: Ifayela:

source: URL:
it: I-URL:

source: To Path:
it: Iya eNdleleni:

source: &Accept
it: &Yamukela

source: &Decline
it: &Yenqaba

source: &Program Folder:
it: &Ifolda Yohlelo Olusetshenziswayo:

source: E&xisting Folders:
it: A&mafolda Akhona:

source: Setup has finished copying files to your computer. Before you can use $ProductNameInternal$, you must restart Windows or your computer. Choose one of the following options and click OK to finish setup.
it: Ukuhlelwa sekuqedile ukukophishela amafayela kuyikhompyutha yakho. Ngaphambi kokuba usebenzise i-$ProductNameInternal$, kumelwe uyiqale kabusha i-Windows noma ikhompyutha yakho. Khetha okunye kwalokhu okulandelayo bese uchofoza uLungile ukuze uqede ukuhlelwa.

source: Restart
it: Qala kabusha

source: Yes, I want to restart my computer now.
it: Yebo, ngifuna ukuqala kabusha ikhompyutha manje.

source: No, I will restart my computer later.
it: Cha, ngizobuye ngiyiqale kabusha ikhompyutha yami.

source: &Additional Components:
it: &Izici Ezenezelwe:

source: Description
it: Incazelo

source: Total download size:
it: Ingqikithi yokuthathwe kwafakwa:

source: Space Available:
it: Isikhala Esisekhona:

source: C&omponents:
it: I&zici:

source: Choose a Folder to install $ProductName$ into:
it: Khetha ifolda yokufakela i-$ProductName$:

source: Install Folder
it: Fakela ifolda

source: B&rowse...
it: B&heka...

source: Download Size: %u KB
it: Usayizi wokuthathwe kwafakwa: %u KB

source: Current Settings:
it: Indlela Okuhleleke Ngayo Manje:

source: ...to the following location:
it: ...kuya kule ndawo elandelayo:

source: %s, and:
it: %s, ne-:

source: &Install
it: &Fakela

source: &Delete
it: &Cisha

source: &Continue
it: &Qhubeka

source: &Skip
it: &Yeqa

source: Re&ad Me
it: Fu&nda mina

source: &Pause
it: &Yima kancane

source: &Resume
it: &Qala futhi

source: Checked
it: Ihloliwe

source: Unchecked
it: Ayihloliwe

source: Extracting...
it: Iyakhipha...

source: Could not create %s dialog.
it: Ayikwazanga ukwakha %s ingxoxo.

source: %s failed.
it: %s ihlulekile.

source: File not found: %s
it: Ifayela alitholakalanga %s

source: GetSystemDirectory() failed.
it: GetSystemDirectory() kuhlulekile.

source: GetWindowsDirectory() failed.
it: GetWindowsDirectory() kuhlulekile.

source: Exit Setup
it: Phuma eKuhlelweni

source: You have not finished installing $ProductName$. If you exit Setup now, $ProductName$ will not be installed. Are you sure you want to cancel Setup?
it: Awukaqedi ukufakela i-$ProductName$. Uma uphuma eKuhlelweni manje, i-$ProductName$ ngeke ifakelwe. Uyaqiniseka yini ukuthi ufuna ukukhansela uKuhlelwa?

source: Restarting Windows
it: Iqala kabusha i-Windows

source: GetProcAddress() of %s failed.
it: GetProcAddress() kwaloku %s kuhlulekile.

source: WritePrivateProfileString() failed for file %s
it: WritePrivateProfileString() kuhlulekile kuleli fayela %s

source: Please wait while Setup retrieves its configuration script from the web...
it: Sicela ulinde lapho uKuhlelwa kusabuyisa umbhalo wesimo sako kuwebhu...

source: Setup was unable to create the TEMP directory: %s
it: Ukuhleleka akukwazanga ukwakha incwadi yohlu YESIKHASHANA: %s

source: _: DLGBROWSETITLE Select a directory
it: Khetha incwadi yohlu

source: Could not determine available disk space for: %s
it: Ayikwazanga ukuthola isikhala sedisiki esisele: %s

source: Disk space check
it: Ukuhlola isikhala sedisiki

source: Setup has detected insufficient disk space to continue with installation on %s for the path: %sRequired: %sAvailable: %sClick Retry if more disk space has been made available, or click Cancel to cancel Setup.
it: Ukuhlelwa kuthole ukuthi isikhala sedisiki asanele ukuthi ungaqhubeka nokufakela %s kule ndlela: %sEsidingekayo: %sEsikhona: %sChofoza uZama Futhi uma isikhala sedisiki sesikhona, noma uchofoze uKhansela ukuze ukhansele uKuhlelwa.

source: Setup has detected insufficient disk space to continue with installation process on %s for the path: %sRequired: %sAvailable: %sClick OK to go back and choose a different destination path.
it: Ukuhlelwa kuthole ukuthi isikhala sedisiki asanele ukuthi ungaqhubeka nokufakela %s kule ndlela: %sEsidingekayo: %sEsikhona: %sChofoza uLungile ukuze ubuyele emuva ukhethe enye indlela okuzoya kuyo.

source: Could not create folder: %sMake sure you have access to create the folder.
it: Ayikwazanga ukwakha ifolda: %sQiniseka ukuthi uvumelekile ukwakha ifolda.

source: $ProductNameInternal$ Setup Error
it: $ProductNameInternal$ Iphutha Lokuhleleka

source: File count:
it: Inani lamafayela:

source: Filename:
it: Igama lefayela:

source: Preparing Install, please wait...
it: Ilungiselela ukufakela, sicela ulinde...

source: Configuring %s, please wait...
it: Ithola isimo %s, sicela ulinde...

source: Error occurred during installation
it: Kwenzeke iphutha ngesikhathi ifakela

source: $ProductName$ can only run on Windows 95 or newer. Setup will now exit.
it: I-$ProductName$ ingasebenza ku-Windows 95 noma kwentsha kunayo. Ukuhlelwa sekuzophuma manje.

source: $ProductName$ Setup - Install Progress
it: $ProductName$ Ukuhlelwa - Indlela Okuqhubeka Ngayo Ukufakela

source: Preparing file: %s
it: Ilungiselela ifayela: %s

source: Currently installing %s
it: Iyafakela manje %s

source: Copying file: %s
it: Ikopisha ifayela: %s

source: Warning
it: Isixwayiso

source: Message
it: Umyalezo

source: Attention
it: Naka lokhu

source: The following directory does not exist:%sWould you like to create it?
it: Le ncwadi yohlu ayikho:%sUngathanda ukuyakha?

source: Create Directory?
it: Yakha iNcwadi Yohlu?

source: Invalid Program folder name entered.
it: Kufakwe igama lefolda Yohlelo Olusetshenziswayo elingasebenzi.

source: Default
it: Okwakhona

source: Invalid path entered.
it: Kufakwe indlela engasebenzi.

source: Setup Type:
it: Uhlobo Lokuhlelwa:

source: Selected Components:
it: Izici Ezikhethiwe:

source: Destination Directory:
it: Incwadi Yohlu okuyiwa kuyo:

source: Program Folder:
it: Ifolda Yohlelo olusetshenziswayo:

source: Deleting destination directory to be able to upgrade, please wait...
it: Icisha incwadi yohlu okuyiwa kuyo ukuze ikwazi ukuthuthukisa, sicela ulinde...

source: Setup
it: Ukuhlelwa

source: Download Site:
it: Ingosi Okuthathwa kuyo:

source: Save downloaded and Setup program files to:
it: Gcina amafayela ohlelo olusetshenziswayo athathiwe futhi uwahlele ku-:

source: Initializing Setup, please wait...
it: Iqalisa uKuhlelwa, sicela ulinde...

source: %s Setup
it: %s Ukuhlelwa

source: GetVersionEx() failed!
it: GetVersionEx() kuhlulekile!

source: Usage
it: Ukusetshenziswa

source: Extracting %s
it: Ukukhipha %s

source: Launching Setup...
it: Iqala uKuhlelwa...

source: Unable to write file %s
it: Ayikwazi ukukopisha amafayela %s

source: Installation
it: Ukufakela

source: Out of memory!
it: Ayinankumbulo!

source: Could not load %s
it: Ayikwazi ukulayisha %s

source: Could not load string resource ID %d
it: Ayikwazanga ukulayisha umazisi wentanjana %d

source: Null pointer encountered.
it: Ihlangane nokokukhomba okungasebenzi.

source: Memory allocation error.
it: Iphutha ekwabiweni kwenkumbulo.

source: Setup has detected that %s (%s) is still running. Click OK to quit %s and proceed with installation. Alternatively, use the Windows Task Manager to quit %s, and then click OK to continue with installation.
it: Ukuhlelwa kuthole ukuthi i-%s (%s) isasebenza. Chofoza uLungile ukuze iyeke %s uqhubeke nokufakela. Kungenjalo, sebenzisa uMqondisi Womsebenzi We-Windows ukuze iyeke %s, bese uchofoza uLungile ukuze uqhubeke nokufakela.

source: Setup will now exit. Setup could not continue because %s (%s) is still running. Try manually quitting %s using Windows Task Manager, and then run Setup again.
it: Ukuhlelwa sekuzophuma. Ukuhlelwa akukwazanga ukuqhubeka ngoba %s (%s) isasebenza. Zama ukuyiyekisa wena %s usebenzisa uMqondisi Womsebenzi We-Windows, bese uphinda usebenzisa uKuhlelwa.

source: $ProductName$ cannot be installed into a folder that is inside the Windows folder. Please choose a different folder.
it: I-$ProductName$ ngeke ifakelwe kwifolda engaphakathi kwifolda ye-Windows. Sicela ukhethe ifolda ehlukile.
