Repository: translate/mozilla-l10n
Catalog: nso/toolkit/chrome/mozapps/plugins/plugins.dtd.po
Languages: nso

source: We're very sorry, but &brandShortName; can't play Flash on this device.
nso: Re maswabi, eupša &brandShortName; e ka se bapale Flash sešomišweng se.

source: Learn More…
nso: Ithute mo go oketšegilego…

source: A plugin is needed to display this content.
nso: Go nyakega tsebišo-koketšo gore go tsentšwe dikagare tše.

source: Tap here to activate plugin.
nso: Kgotla mo gore o diragatše tsebišo-koketšo.

source: Activate plugin.
nso: Diragatša tsebišo-koketšo.

source: Check for updates…
nso: Lekola dimpshafatšo…

source: This plugin is disabled.
nso: Tsebišo-koketšo ye e šitišitšwe.

source: This plugin has been blocked for your protection.
nso: Tsebišo-koketšo e thibetšwe bakeng sa tšhireletšo ya gago.

source: Manage plugins…
nso: Laola ditsebišo-koketšo...

source: Reload the page
nso: Hlahlela letlakala gape

source: to try again.
nso: gore o leke gape.

source: Send crash report
nso: Romela pego ya go pšhatlega

source: Sending report…
nso: Go romela pego…

source: Crash report sent.
nso: Pego ya go pšhatlega e rometšwe.

source: Crash reporting disabled.
nso: Pego ya go pšhatlega e šitišitšwe.

source: Submission failed.
nso: Go iša go padile.

source: No report available.
nso: Ga go na pego yeo e lego gona.

source: Add a comment (comments are publicly visible)
nso: Tsenya tshwaotshwao (ditshwaotshwao di bonwa ke bohle)

source: Include the page's URL
nso: Akaretša URL ya letlakala

source: File
nso: Faele

source: MIME Types
nso: Mehuta ya MIME
