Repository: translate/mozilla-l10n
Catalog: nso/toolkit/chrome/mozapps/plugins/plugins.properties.po
Languages: nso

source: To install %S, you need to agree to the following:
nso: Go lokela %S, o swanetše go dumela tše latelago:

source: Downloading %S…
nso: Go laolla %S…

source: Finished downloading %S.
nso: E feditše go laolla %S.

source: Installing %S…
nso: Go lokela %S…

source: Successfully installed %S.
nso: E loketše %S ka katlego.

source: Failed to install %S (%S).
nso: E paletšwe ke go lokela %S (%S).

source: Finished installing plugins.
nso: E feditše go lokela ditsebišo-koketšo.

source: Installed
nso: Loketšwe

source: Failed
nso: Paletšwe

source: License not accepted
nso: Laesense ga se ya amogelwa

source: Not Available
nso: Ga e hwetšagale

source: Manual Install
nso: Lokela ka go itirela

source: Manually install the plugin.
nso: Lokela tsebišo-koketšo ka go itirela.

source: No suitable plugins were found.
nso: Ga go ditsebišo-koketšo tša maleba tše di hweditšwego.

source: No plugins were installed.
nso: Ga go ditsebišo-koketšo tšeo di loketšwego.

source: Unknown Plugin (%S)
nso: Tsebišo-koketšo e sa tsebjwego (%S)
