Repository: translate/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/FilterEditor.dtd.po
Languages: dsb

source: Filter Rules
dsb: Filtrowe pšawidła

source: F&ilter name:
dsb: F&iltrowe mě:

source: Junk
dsb: Cajk

source: Not Junk
dsb: Njecajk

source: Lowest
dsb: Nejniša

source: Low
dsb: Niša

source: Normal
dsb: Normalna

source: High
dsb: Wusoka

source: Highest
dsb: Nejwuša

source: Apply filter when:
dsb: Filter nałožyś, gaž:

source: &Getting New Mail:
dsb: &Nowy post se wobstarujo:

source: Manually &Run
dsb: &Gaž se manuelnje nałožujo

source: Filter before Junk Classification
dsb: Filter pśed cajkoweju klasifikaciju

source: Filter after Junk Classification
dsb: Filter pó cajkowej klasifikaciji

source: After &Sending
dsb: Pó &słanju

source: &Perform these actions:
dsb: &Toś te akcije wuwjasć:

source: Note: Filter actions will be run in a different order.
dsb: Glědajśo: Filtrowe akcije wuwjeduju se w rozdźělnym pórěźe.

source: See execution order
dsb: Glejśo wuwjeźeński pórěd

source: Move Message to
dsb: Powěsć pśesunuś do

source: Copy Message to
dsb: Powěsć kopěrowaś do

source: Forward Message to
dsb: Powěsć dalej pósrědniś do

source: Reply with Template
dsb: Z pśedłogu wótegroniś

source: Mark As Read
dsb: Ako pśecytany markěrowaś

source: Mark As Unread
dsb: Ako njepśecytany markěrowaś

source: Add Star
dsb: Gwězdku pśidaś

source: Set Priority to
dsb: Prioritu stajiś na

source: Tag Message
dsb: Powěsći toflicku pśidaś

source: Set Junk Status to
dsb: Cajkowy status stajiś na

source: Delete Message
dsb: Powěsć wulašowaś

source: Delete From POP Server
dsb: Ze serwera POP wulašowaś

source: Fetch From POP Server
dsb: Ze serwera POP wótwołaś

source: Ignore Thread
dsb: Nitku ignorěrowaś

source: Ignore Subthread
dsb: Pódnitku ingorěrowaś

source: Watch Thread
dsb: Nitku wobglědaś

source: Stop Filter Execution
dsb: Wuwjeźenje filtra zastajiś

source: Add a new action
dsb: Nowu akciju pśidaś

source: Remove this action
dsb: Toś tu akciju wótpóraś
