Repository: translate/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/filter.properties.po
Languages: dsb

source: You must select a target folder.
dsb: Wy dejśo celowy zarědnik wubraś.

source: Enter a valid e-mail address to forward to.
dsb: Zapódajśo płaśiwu e-mailowu adresu za dalejpósrědnjenje.

source: Choose a template to reply with.
dsb: Wubjeŕśo pśedłogu za wótegrono.

source: You must give this filter a name.
dsb: Wy dejśo filtroju mě daś.

source: Duplicate Filter Name
dsb: Dwójne filtrowe mě

source: The filter name you entered already exists. Please enter a different filter name.
dsb: Filtrowe mě, kótarež sćo zapódał, južo eksistěrujo. Pšosym zapódajśo druge filtowe mě.

source: No filter event selected
dsb: Žedno filtrowe tšojenje wubrane

source: You must select at least one event when this filter is applied. If you temporarily do not wish the filter to run at any event, uncheck its enabled state from the Message Filters dialog.
dsb: Musyśo nanejmjenjej jedno tšojenje wubraś, gaž toś ten filter se nałožujo. Jolic nachylu njocośo filter ze žednym elementom wuwjasć daś, znjemóžniśo jen w dialogu powěsćowych filtrow.

source: Are you sure you want to delete the selected filter(s)?
dsb: Cośo napšawdu wubrane filtry lašowaś?

source: Untitled Filter
dsb: Filter bśez titela

source: Match All Messages
dsb: Wšyknym powěsćam wótpowědowaś

source: Your filters do not work because the msgFilterRules.dat file, which contains your filters, could not be read. A new msgFilterRules.dat file will be created and a backup of the old file, called rulesbackup.dat, will be created in the same directory.
dsb: Waše filtry njefunkcioněruju, dokulaž dataja msgFilterRules.dat, kótaraž waše filtry wopśimujo, njedajo se cytaś. Nowa dataja msgFilterRules.dat napórajo se w tom samem zapisu.

source: You've exceeded the limit of 50 custom headers. Please remove one or more custom headers and try again.
dsb: Sćo limit 50 swójskich głowowych smužkow pśestupił. Wótwónoźćo jadnu swójsku głowowu smužku abo někotare głowowe smužki a wopytajśo hyšći raz.

source: Your filters have exceeded the limit of 50 custom headers. Please edit the msgFilterRules.dat file, which contains your filters, to use fewer custom headers.
dsb: Waše filtry su limit 50 swójskich głowowych smužkow pśestupili. Wobźěłajśo pšosym dataju msgFilterRules.dat, kótaraž waše filtry wopśimujo, aby mjenjej swójskich głowowych smužkow wužywał.

source: One of your filters uses a custom header that contains an invalid character, such as ':', a non-printable character, a non-ascii character, or an eight-bit ascii character. Please edit the msgFilterRules.dat file, which contains your filters, to remove invalid characters from your custom headers.
dsb: Jaden z wašych filtrow wužywa swójsku głowowu smužku, kótaraž wopśimujo njepłaśiwe znamuško, kaž na pś. ':', njeśišćajobne znamuško, nje-ascii-znamuško abo wósymbitowe ascii-znamuško. Wobźěłajśo pšosym dataju msgFilterRules.dat, kótaraž waše filtry wopśimujo, aby njepłaśiwe znamuška z wašych swójskich znamuškow wótwónoźeli.

source: Applying filter %S failed. Would you like to continue applying filters?
dsb: Nałožowanje filtra %S jo se njeraźiło. Cośo dalej filtry nałožowaś?

source: Running Filters
dsb: Běžne filtry

source: You are currently in the process of filtering messages. Would you like to continue applying filters?
dsb: Filtrujośo tuchylu powěsći. Cośo dalej filtry nałožowaś?

source: Stop
dsb: Stoj

source: Continue
dsb: Pókšacowaś

source: This filter was probably created by future version of mozilla/netscape. You cannot enable this filter because we don't know how to apply it.
dsb: Toś ten filter jo se nejskerjej pśez pśichodnu wersiju mozilla/netscape napórał. Njamóžośo toś ten filter zmóžniś, dokulaž njewěmy, kak dej se jen nałožowaś.

source: Don't ask me again
dsb: Wěcej se njepšašaś

source: Filter Action Failed: "%1$S" with error code=%2$S while attempting:
dsb: Filtrowańska akcija njejo se raźiło: "%1$S" ze zmólkowym kodom=%2$S za wopyt:

source: Search Terms Invalid
dsb: Pytańske zapśimjeśa su njepłaśiwe

source: This filter cannot be saved because the search term "%1$S %2$S" is invalid in the current context.
dsb: Toś ten filter njedajo se składowaś, dokulaž pytański wuraz "%1$S %2$S" jo njepłaśiwy w aktualnem konteksće.

source: When a message matches this filter the actions will be run in this order:
dsb: Gaž powěsć wótpowědujo toś tomu filtroju, akcije pśewjadu se pó toś tom pórěźe:

source: Real action order
dsb: Napšawdny pórěd akcijow

source: %1$S of %2$S
dsb: %1$S z %2$S

source: #1 item; #1 items
dsb: #1 zapisk; #1 zapiska; #1 zapiski; #1 zapiskow

source: Detected junk message from %1$S - %2$S at %3$S
dsb: Cajkowa powěsć wót %1$S - %2$S na %3$S namakana

source: moved message id = %1$S to %2$S
dsb: powěsć z id = %1$S do %2$S pśesunjona

source: copied message id = %1$S to %2$S
dsb: powěsć z id = %1$S do %2$S kopěrowana

source: Applied filter "%1$S" to message from %2$S - %3$S at %4$S
dsb: Filter "%1$S" na powesć wót %2$S - %3$S na %4$S nałožony

source: Missing Custom Action
dsb: Felujuca swójska akcija

source: priority changed
dsb: priorita změnjona

source: deleted
dsb: wulašowany

source: marked as read
dsb: ako pśecytany markěrowany

source: thread killed
dsb: nitka wulašowana

source: thread watched
dsb: nitka wobglědowana

source: starred
dsb: z gwězdku

# filterAction8
source: tagged
dsb: z marku

source: replied
dsb: wótegronjony

source: forwarded
dsb: dalej pósrědnjony

source: execution stopped
dsb: wuwjeźenje zastajony

source: deleted from POP3 server
dsb: z POP3-serwera wulašowany

source: left on POP3 server
dsb: na POP3-serwerje wóstajony

source: junk score
dsb: cajkowe dypki

source: body fetched from POP3 server
dsb: śěleso z POP3-serwera wótwołane

source: copied to folder
dsb: do zarědnika kopěrowany

# filterAction17
source: tagged
dsb: z marku

source: ignored subthread
dsb: pódnitka ignorěrowany

source: marked as unread
dsb: ako njepśecytany markěrowany
