Repository: translate/mozilla-l10n
Catalog: wo/toolkit/chrome/global/printdialog.properties.po
Languages: wo

source: Print
wo: Móol

# optionsTabLabelGTK
source: Options
wo: Tànneef yi

# printFramesTitleGTK
source: Print Frames
wo: Móol kaadar yi

source: Options:
wo: Tànnéef yi:

source: Appearance:
wo: Feeñ feeñ:

source: Frames:
wo: Kaadar:

source: Page Headers:
wo: Kaw xët yi:

source: Page Footers:
wo: Suuf xët:

# optionsTitleWindows
source: Options
wo: Tànneef yi

# printFramesTitleWindows
source: Print Frames
wo: Móol kaadar yi

source: _As Laid Out on the Screen
wo: _Ni ñu mel ci seetukaay bi

source: As &laid out on the screen
wo: Ni ñu mel ci &seetukaay bi

source: The _Selected Frame
wo: Kaadar bi ñu fal

source: The selected &frame
wo: Kaadar bi ñu &fal

source: Each Frame on Separate _Pages
wo: Kaadar bu ne ci xëtu boppam

source: &Each frame separately
wo: Kaadar bu ne ak xëtu &boppam

source: Ignore Scaling and S_hrink To Fit Page Width
wo: _Bu faale esel bi te nga yamale yaatuwaayu xët bi

source: Print Selection _Only
wo: Móol pal mi rekk

source: Print Backgrounds
wo: Móol laltu bi

source: Print Background _Colors
wo: Móol melo yi ne ci laltu bi

source: Print Background I_mages
wo: Móol nataali laltu bi

source: Header and Footer
wo: Kaw ak suuf xët

source: Left
wo: Cammooñ

source: Center
wo: Digg

source: Right
wo: Ndeyjoor

source: --blank--
wo: Weyëŋ

source: Title
wo: Bopp

source: Date/Time
wo: bes/waxtu

source: Page #
wo: Xët #

source: Page # of #
wo: Xët # ci #

source: Custom...
wo: Solal...

source: Please enter your custom header/footer text
wo: Dugalal mbind mi nga solal pur kaw ak suuf xët

# summaryFramesTitle
source: Print Frames
wo: Móol kaadar yi

source: Print Selection
wo: Móol pal mi

source: Shrink To Fit
wo: Yamale yaatuwaayu kaadar bi

source: Print BG Colors
wo: Móol melo yi ci laltu bi

source: Print BG Images
wo: Móol nataali laltu bi

source: Page Headers
wo: Kaw xët yi

source: Page Footers
wo: Suuf xët yi

source: On
wo: Suqali

source: Off
wo: Suuxal
