Repository: translate/mozilla-l10n
Catalog: mni/browser/chrome/browser/aboutRobots.dtd.po
Languages: mni

source: Gort! Klaatu barada nikto!
mni: গোর্ত! ক্লাতু বারাদা নিক্তো!

source: Welcome Humans!
mni: মীওইবশিং তরাম্না ওকচরি!

source: We have come to visit you in peace and with goodwill!
mni: ঐখোযনা শান্তি অমসুং অফবা আশাগা লোযননা অদোম্বু উনবা লাক্লি!

source: Robots may not injure a human being or, through inaction, allow a human being to come to harm.
mni: রোবোতশিংনা মীওইবশিংবু শোকহন্দবা নত্রগা, মথৌ তৌহন্দবনা, মীওইবা অমবু অমাং-অতা থোকহনবা যাই.

source: Robots have seen things you people wouldn't believe.
mni: রোবোতশিংনা নখোয মীওইবশিংনা থাজরোইদবা পোত্শকশিং উই.

source: Robots are Your Plastic Pal Who's Fun To Be With.
mni: রোবোতশিংসি প্লাস্তিকনা শাবা মরুপনি মহাক্কী নুংঙাইবদি লোযনদুনা লৈগনি.

source: Robots have shiny metal posteriors which should not be bitten.
mni: রোবোতশিংগী থুগাযবা ঙমলোইদবা অরংবা ধাতুগী নিংজোলশিং লৈ.

source: And they have a plan.
mni: অমসুং মখোযগী থৌরাং অমা লৈ.

source: Frakkin' Toasters
mni: ফ্রেক্কিন তোস্তরশিং

source: Please do not press this button again.
mni: মসিগী বতন অসি অমুক হন্না নম্বিগনু.
