Repository: translate/mozilla-l10n
Catalog: mni/browser/chrome/browser/syncQuota.properties.po
Languages: mni

source: Add-ons
mni: এদ-ওনশিং

source: Bookmarks
mni: বুকমার্কস

source: History
mni: ৱারী

source: Passwords
mni: পাসৱার্দশিং

source: Preferences
mni: প্রিফরেন্সশিং

source: Tabs
mni: তেবশিং

source: You are currently using %1$S %2$S.
mni: অদোম্না হৌজিক %1$S %2$S শিজিন্নরি.

source: You are using %1$S%% (%2$S %3$S) of your allowed %4$S %5$S.
mni: অদোমগী অযাবা %4$S %5$S গী %1$S%% (%2$S %3$S) শিজিন্নরি.

source: Could not retrieve quota information.
mni: কোতাকী ঈপাউ রিত্রিভ তৌবা ঙমদে.

source: Retrieving…
mni: রিত্রিভ তৌরি...

source: Remove
mni: লৌথোকউ

source: Uncheck items to stop syncing them and free up space on the server.
mni: সর্ভরদা মখোযবু সিঙ্ক তৌবা তোক্নবা অমসুং স্পেস ফ্রী ওইহন্নবা আইতেমশিং অনচেক তৌবিযু.

source: Firefox Sync will remove the following data: %S.
mni: ফাযরফোক্স সিঙ্কনা মখাগী দাতাসি লৌথোক্কনি: %S.

source: This will free up %1$S %2$S.
mni: মসিনা %1$S %2$S ফ্রী ওইহনগনি.
