Repository: translate/mozilla-l10n
Catalog: mni/browser/chrome/browser/syncSetup.properties.po
Languages: mni

source: Sync Options
mni: সিঙ্ক ওপসনশিং

source: Done
mni: তৌরে

source: Cancel
mni: ককথত্পা

source: Invalid email address
mni: চুমদবা ইমেইল এদ্রেস

source: Please enter a valid server URL
mni: অচুম্বা সর্ভর URL অমা চঙশিনবিযু

source: Already in use
mni: হান্নদগী শিজিন্নরি

source: Verifying…
mni: অচুম-চুমদা যেংলি...

source: and #1 additional device;and #1 additional devices
mni: অমসুং #1 অহেনবা দিভাইস;অমসুং #1 অহেনবা দিভাইসশিং

source: #1 bookmark;#1 bookmarks
mni: #1 বুকমার্ক;#1 বুকমার্কশিং

source: #1 day of history;#1 days of history
mni: #পুৱারীগী নুমিৎ 1;#পুৱারীগী নুমিৎশিং 1

source: #1 password;#1 passwords
mni: #1 পাসৱার্দ;#1 পাসৱার্দশিং

source: Save Recovery Key
mni: রিকোভরি কি সেভ তৌরো

source: Firefox Recovery Key.html
mni: ফাযরফোক্স রিকোভরি কি.html

source: You can choose exactly what to sync by selecting Sync Options below.
mni: মখাগী সিঙ্ক ওপসনশিং অসি খনদুনা অদোম্না সিঙ্ক তৌগদবা অদু চপ চানা খনবা যাই.

source: You can change this preference by selecting Sync Options below.
mni: মখাদগী সিঙ্ক ওপসনশিং খন্দুনা প্রিফরেন্স অসি হোংদোকপা যাগনি.

source: Continue
mni: মখা চত্থবা

source: Are you sure?
mni: অদোম শোযদ্রব্রা?
