Repository: translate/mozilla-l10n
Catalog: mni/browser/chrome/browser/syncGenericChange.properties.po
Languages: mni

source: Change your Password
mni: অদোমগী পাসৱার্দ হোংদোকউ

source: Change Password
mni: পাসৱার্দ হোংদোকউ

source: Changing your password…
mni: অদোমগী পাসৱার্দ হোংদোক্লি...

source: Your password has been changed.
mni: অদোমগী পাসৱার্দ হোংদোকখ্রে.

source: There was an error changing your password.
mni: অদোমগী পাসৱার্দ হোংদোকপদা অশোযবা অমা লৈখ্রে.

source: My Recovery Key
mni: ঐগী রিকোভরি কি

source: Change Recovery Key
mni: রিকোভরি কি হোংদোকউ

source: Changing Recovery Key and uploading local data, please wait…
mni: রিকোভরি কি হোংদোক্লি অমসুং লোকেল দাতা অপলোদ তৌরি, ঙাইবিখো...

source: There was an error while changing your Recovery Key!
mni: অদোমগী রিকোভরি কি হোংদোকপা মতমদা অশোযবা অমা থোকখ্রে!

source: Your Recovery Key was successfully changed!
mni: অদোমগী রিকোভরি কি মাযপাক্না হোংদোকখ্রে!

source: Your Recovery Key
mni: অদোমগী রিকোভরি কি

# new.password.title
source: Update Password
mni: পাসৱার্দ অপদেত তৌরো

source: Your password was rejected by the server, please update your password.
mni: অদোমগী পাসৱার্দ অদু সর্ভরনা যাদ্রে, পাসৱার্দ অপদেত তৌবিযু

source: Enter your new password
mni: অদোমগী অনৌবা পাসৱার্দ চঙশিল্লো

source: Confirm your new password
mni: অদোমগী অনৌবা পাসৱার্দ চুমলব্রা

# new.password.acceptButton
source: Update Password
mni: পাসৱার্দ অপদেত তৌরো

source: Password incorrect, please try again.
mni: পাসৱার্দ চুমদ্রে, অমুক হন্না হোৎনবিযু.

# new.recoverykey.title
source: Update Recovery Key
mni: রিকোভরি কি অপদেত তৌরো

# new.recoverykey.acceptButton
source: Update Recovery Key
mni: রিকোভরি কি অপদেত তৌরো
