Repository: translate/mozilla-l10n
Catalog: mni/browser/chrome/browser/tabbrowser.properties.po
Languages: mni

source: Connecting…
mni: মরি শম্নরি...

source: Securing connection…
mni: শোয-ঙামদনা মরি শম্নবা...

source: Searching…
mni: থিরি...

source: Loading…
mni: লোদ তৌরি...

source: Waiting…
mni: ঙাইরি...

source: Downloading…
mni: দাউনলোদ তৌরি...

source: New Tab
mni: অনৌবা তেব

source: Close Tab
mni: তেব লোইশিল্লো

source: Close
mni: লোইশিনবা

source: Confirm close
mni: লোইশিনবা যারবা

source: Close tabs
mni: তেবশিং লোইশিনবা

source: Warn me when I attempt to close multiple tabs
mni: ঐনা তেব কযামরুম লোইশিন্নবা হোৎনবা মতমদা ঐঙোন্দা চেকশিনৱা পীবিযু
