Repository: translate/mozilla-l10n
Catalog: ilo/toolkit/chrome/global/filepicker.properties.po
Languages: ilo

source: All Files
ilo: Amin nga Intar

source: HTML Files
ilo: Intar a HTML

source: Text Files
ilo: Intar a Teksto

source: Image Files
ilo: Intar a Ladawan

source: XML Files
ilo: Intar nga XML

source: XUL Files
ilo: Intar nga XUL

source: Audio Files
ilo: Audio nga Intar

source: Video Files
ilo: Video nga Intar

# dirTextInputLabel
source: Directory name:
ilo: Nagan ti direktorio:

source: Save
ilo: Idulin

source: Select
ilo: Pilien

source: No
ilo: Saan

# errorOpenFileDoesntExistTitle
source: Error opening %S
ilo: Rimsua ti kammali idi linuktan ti %S

source: File %S doesn't exist
ilo: Saan a panagadda ti intar a %S

source: Error accessing %S
ilo: Rimsua ti kammali idi inaakses ti %S

source: Directory %S doesn't exist
ilo: Saan a panagadda ti direktorio a %S

# errorOpeningFileTitle
source: Error opening %S
ilo: Rimsua ti kammali idi linuktan ti %S

source: File %S is not readable
ilo: Saan a mabasa ti intar a %S

source: Error saving %S
ilo: Rimsua ti kammali idi indulin ti %S

source: File %S is not writable.
ilo: Saan a masuratan ti intar a %S.

source: Cannot create file. Directory %S is not writable.
ilo: Saan a maparsua ti intar. Saan a masuratan ti direktorio a %S.

# errorNewDirDoesExistTitle
source: Error creating %S
ilo: Rimsua ti kammali idi naparsua ti %S

source: A file named %S already exists, directory cannot be created.
ilo: Panagaddan ti intar a napanaganan a %S, saan a maparsua ti direktorio.

# errorCreateNewDirTitle
source: Error creating %S
ilo: Rimsua ti kammali idi naparsua ti %S

source: Directory %S could not be created
ilo: Saan a maparsua ti directorio a %S

source: Directory cannot be created, %S is a file
ilo: Saan a maparsua ti direktorio, intar met ti %S

source: Directory cannot be created, %S not writable
ilo: Saan a maparsua ti direktorio, saan a masuratan ti %S

source: Create new directory
ilo: Parsauen ti baro a direktorio

# promptNewDirMessage
source: Directory name:
ilo: Nagan ti direktorio:
