Repository: translate/mozilla-l10n
Catalog: ht/browser/chrome/browser/feeds/subscribe.properties.po
Languages: ht

source: Go to %S
ht: Ale nan %S

source: Add "%S" (%S) as a Feed Reader?
ht: Ajoute "%S" (%S) kòm yon lektè animasyon ?

source: Add Feed Reader
ht: Ajoute yon lektè alimantasyon

source: "%S" is already registered as a Feed Reader
ht: "%S" deja anrejistre tankou yon lektè alimantasyon

source: Live Bookmarks
ht: Favori an dirèk

source: Subscribe Now
ht: Abone kounye a

source: Choose Application…
ht: Chwazi yon pwogram...

source: Choose Application
ht: Chwazi yon pwogram

source: Always use %S to subscribe to feeds
ht: Toujou itilize %S pou abone a alimantasyon yo

source: Media files
ht: Fichye medya

source: bytes
ht: bit

source: Always use %S to subscribe to feeds.
ht: Toujou itilize %S pou abone a alimantasyon yo.

source: Always use %S to subscribe to podcasts.
ht: Toujou itilize %S pou abone a pòdkas yo.

source: Always use %S to subscribe to video podcasts.
ht: Toujou itilize %S pou abone a pòdkas videyo yo.

source: Subscribe to this feed using
ht: Abone a alimantasyon sa a pandan w ap itilize

source: Subscribe to this podcast using
ht: Abone a pòdkas sa a pandan w ap itilize

source: Subscribe to this video podcast using
ht: Abone a pòdkas videyo sa pandan w ap itilize

source: This is a "feed" of frequently changing content on this site.
ht: Sa a se yon "alimantasyon" kontni ki chanje souvan sou sit sa a.

source: This is a "podcast" of frequently changing content on this site.
ht: Sa se yon "pòdkas" kontni ki chanje souvan sou sit sa a.

source: This is a "video podcast" of frequently changing content on this site.
ht: Sa se yon "pòdkas videyo" kontni ki chanje souvan sou sit sa a.

source: You can subscribe to this feed to receive updates when this content changes.
ht: Ou ka enskri w a alimantasyon sa pou resevwa dènyè modifikasyon yo lè kontni sa yo chanje.

source: You can subscribe to this podcast to receive updates when this content changes.
ht: Ou ka abone nan pòdkas sa a pou resevwa dènye modifikasyon lè kontni sa a chanje.

source: You can subscribe to this video podcast to receive updates when this content changes.
ht: Ou kapab abòne nan video pòdkas sa a pou ka resevwa chanjman le sa fèt.

source: Add %S (%S) as an application for %S links?
ht: Ajoute %S (%S) tankou yon aplikasyon pou %S lyen ?

source: Add Application
ht: Ajoute pwogram
