Repository: translate/mozilla-l10n
Catalog: szl/dom/chrome/plugins.properties.po
Languages: szl

source: About Plugins
szl: Ô przidŏwkach

source: Installed plugins
szl: Zainstalyrowane przidŏwki

source: No installed plugins found
szl: Żŏdnych zainstalyrowanych przidŏwek

source: Find updates for installed plugins at
szl: Znojdź aktualizacyje zainstalowanych przidŏwek we

source: File:
szl: Zbiōr:

source: Path:
szl: Ściyżka:

source: Version:
szl: Wersyjŏ:

source: State:
szl: Status:

source: Enabled
szl: Włōnczōny

source: Disabled
szl: Wyłōnczōny

source: MIME Type
szl: Zorta MIME

source: Description
szl: Ôpis

source: Suffixes
szl: Sufiksy

source: Learn More
szl: Dalsze informacyje

source: License information
szl: Informacyjŏ ô licyncyji

source: OpenH264 Video Codec provided by Cisco Systems, Inc.
szl: Kodek Wideo OpenH264 ôd Cisco Systems, Inc.

source: This plugin is automatically installed by Mozilla to comply with the WebRTC specification and to enable WebRTC calls with devices that require the H.264 video codec. Visit http://www.openh264.org/ to view the codec source code and learn more about the implementation.
szl: Ta przidŏwka była autōmatyczniy zainstalowanŏ ôd Mozille, coby ôdpadać specyfikacyji WebRTC a włōnczyć wołania WebRTC na maszinach, kere wymŏgajōm kodeka H.264. Wejzdrzijcie na http://www.openh264.org/, coby przewiydzieć sie wiyncyj ô implemyntacyji i ôbejzdrzeć zdrzōdłowy kod.

source: Play back protected web video.
szl: Ôdegrać zabezpiyczōne webwideo.
