Repository: translate/mozilla-l10n
Catalog: cak/security/manager/chrome/pippki/pippki.properties.po
Languages: cak

source: Please enter the Personal Security Password for the PSM Private Keys security device.
cak: Tatz'ib'aj ri ichinan rujikomal ewan tzij richin ri jikomal kokisaxel ri PSM ichinan ewan taq tzij.

source: Certificate with serial number: %1$S
cak: Ruwujil b'i'aj rik'in retal rajilab'al: %1$S

source: Do you want to trust “%S” for the following purposes?
cak: ¿La nawajo' nakuqub'a' ak'u'x rik'in "%S" kichin ri ch'aqa' chik taq rayib'äl?

source: Certificate Authority (unnamed)
cak: Taqonel ya'öy ruwujil b'i'aj (majun b'i'aj)

source: The certificate “%S” represents a Certificate Authority.
cak: Ri ruwujil b'i'aj "%S" nuq'alajisaj jun taqonel taqöy ruwujil b'i'aj.

source: Are you sure you want to delete these server exceptions?
cak: ¿La kan nawajo' ye'ayüj el re taq me'elïk re' pa ruk'u'x samaj?

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
cak: Niyuj el jun man relik ta pa ruk'u'x samaj, xkerutzolij ri junelïk taq ruchajixik jikonem richin ri ruk'u'x samaj ri' chuqa' xtuk'utuj chi tawokisaj jun okel ruwujil b'i'aj.

source: Delete Server Certificate Exceptions
cak: Tiyuj el ri man relik ta taq kiwujil rub'i' ruk'u'x samaj

# deleteUserCertConfirm
source: Are you sure you want to delete these certificates?
cak: ¿La kan nawajo' ye'ayüj el re taq ruwujil b'i'aj re'?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
cak: Niyuj el jun chi ke ri taq ruwujil b'i'aj, man xkatikïr ta xtawokisaj nixata richin nawïl qa awi'.

source: Delete your Certificates
cak: Keyuj el ri taq ruwujil taq nub'i'

source: You have requested to delete these CA certificates. For built-in certificates all trust will be removed, which has the same effect. Are you sure you want to delete or distrust?
cak: Xak'utuj chi ye'ayüj el re taq CA kiwujil taq b'i'aj. Ja ri etz'aqatisan ruma rucholajem, pa ruk'exel xkeyuj el nelesäx el ri kuqub'äl k'u'x chi kij, ri junam nub'än kan chi ke. ¿La kan nawajo' nab'än kan ke ri' chi ke?

source: If you delete or distrust a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
cak: Yeyuj el ri ajkuqel taq ruwujil b'i'aj (CA) re chokoy re' man kuqül ta chi ruk'u'x chi kij re taq ruwujil b'i'aj xe'elesäx pe ruma ri CA.

source: Delete or Distrust CA Certificates
cak: Keyuj el o man tikuqub'äx k'u'x kik'in ri taq CA kiwujil b'i'aj

source: Are you sure you want to delete these people’s e-mail certificates?
cak: ¿La kan nawajo' ye'ayüj el re taq ruwujil kib'i' taq kitaqoya'l re winaqi' re'?

source: If you delete a person’s e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
cak: We nayüj el ri ruwujil rub'i' rutaqoya'l jun winäq, man xtitikïr ta chik xkerutäq me'etaman kitzijol taq taqoj chi re ri winäq ri'.

source: Delete E-Mail Certificates
cak: Telesäx el ri kiwujil kib'i' taqoya'l

# deleteOrphanCertConfirm
source: Are you sure you want to delete these certificates?
cak: ¿La kan nawajo' ye'ayüj el re taq ruwujil b'i'aj re'?

source: Delete Certificates
cak: Keyuj kiwujil b'i'aj

source: Certificate File to Import
cak: Ri kiyakb'al kiwujil b'i'aj richin rujik'ik

source: File Name to Backup
cak: Rub'i' ri yakb'äl xtikol

source: PKCS12 Files
cak: PKCS12 taq yakb'äl

source: Please enter the password that was used to encrypt this certificate backup:
cak: Tab'ana' utzil tatz'ib'aj ri ewan tzij, ri xokisäx richin xewäx rusik'isik re to'onel ruwachib'al ruwujil b'i'aj:

source: This certificate has been verified for the following uses:
cak: Re ruwujil b'i'aj jikib'an richin re ka'i' oxi' taq okisaxik re':

source: Could not verify this certificate because it has been revoked.
cak: Man tikirel ta xnik'öx re ruwujil b'i'aj re', ruma chi xtzolïx pe.

source: Could not verify this certificate because it has expired.
cak: Man tikirel ta xnik'öx re ruwujil b'i'aj re', ruma xik'o yan ruq'ijul.

source: Could not verify this certificate because it is not trusted.
cak: Man tikirel ta xnik'öx re jun ruwujil b'i'aj re' ruma man nikuqub'äx ta k'u'x chi rij.

source: Could not verify this certificate because the issuer is not trusted.
cak: Man tikirel ta xnik'öx re ruwujil b'i'aj re' ruma man nikuqub'äx ta k'u'x chi rij ri tikirisanel tzij.

source: Could not verify this certificate because the issuer is unknown.
cak: Man xnik'öx ta re jun ruwujil b'i'aj re' ruma chi man etaman ta ruwäch ri tikirisanel tzij.

source: Could not verify this certificate because the CA certificate is invalid.
cak: Man xnik'öx ta re jun ruwujil b'i'aj ruma chi man ütz ta ri ruwujil b'i'aj CA.

source: Could not verify this certificate because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
cak: Man tikirel ta xnik'öx re ruwujil b'i'aj re' ruma chi xjuch' rik'in jun rub'eyal rujik'oj juch'b'i'aj, ri xchup ruma nitzelan.

source: Could not verify this certificate for unknown reasons.
cak: Man tikirel ta nijikib'äx re ruwujil b'i'aj re', man etaman ta achoq uma.

source: Remember this decision
cak: Tinatäx re na'oj re'

source: Organization: “%S”
cak: Molojri'ïl: "%S"

source: Issued Under: “%S”
cak: Elesan rik'in: "%S"

source: Issued to: %1$S
cak: Elesan chi re: %1$S

source: Serial number: %1$S
cak: Rajlab'al cholajil: %1$S

source: Valid from %1$S to %2$S
cak: Ütz richin %1$S k'a pa %2$S

source: Key Usages: %1$S
cak: Rokisaxik ewan tzij: %1$S

source: Email addresses: %1$S
cak: Taq taqoya'l: %1$S

source: Issued by: %1$S
cak: Elesan ruma: %1$S

source: Stored on: %1$S
cak: Yakon pa: %1$S

source: Connection Not Encrypted
cak: Man ewan ta rusik'ixik ri okem

source: The website %S does not support encryption for the page you are viewing.
cak: Ri ruxaq k'amaya'l %S man nuk'ül ta ewan rusik'ixik pa ri ruxaq tajin natz'ët.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
cak: Ri etamab'äl taqon pa k'amaya'l ri man ewan ta rusik'ixik, tikirel nitz'et kuma ch'aqa' chik winaqi'.

source: The page you are viewing was not encrypted before being transmitted over the Internet.
cak: Ri ruxaq tajin natz'ët, man xewäx ta rusik'ixik chuwäch niq'alajisäx pa k'amaya'l.

source: Connection Encrypted (%1$S, %2$S bit keys, %3$S)
cak: Okem ewan rusik'ixik (%1$S, %2$S b'it taq tz'apib'ä, %3$S)

source: Broken Encryption (%1$S, %2$S bit keys, %3$S)
cak: Yujun ewan rusik'ixik (%1$S, %2$S b'it ewab tzij, %3$S)

source: The page you are viewing was encrypted before being transmitted over the Internet.
cak: Ri ruxaq tajin natz'ët, xewäx rusik'ixik chuwäch niq'alajisäx pa k'amaya'l.

source: Encryption makes it difficult for unauthorized people to view information traveling between computers. It is therefore unlikely that anyone read this page as it traveled across the network.
cak: Ri ewan rusik'ixik nuya' k'ayewal richin yatok pa ri etamab'äl nisik'ïx chi kikojol taq samajib'äl kuma ri winaqi' man ya'on ta q'ij chi ke. Ruma ri', jikïl chi k'o jun chik ri xtikïr xusik'ij re ruxaq re' toq b'enäq pa k'amab'ey.

source: Connection Partially Encrypted
cak: Okem nik'aj man etaman ta

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet.
cak: K'o taq peraj chi re ri ruxaq, ri tajin natz'ët, ri man xewäx ta rusik'ixik chuwäch niq'alajisäx pa k'amaya'l.

source: Your connection to this website uses weak encryption and is not private. Other people can view your information or modify the website’s behavior.
cak: Ri awokem pa re ruxaq k'amaya'l re' nrokisaj jun mayamöj chuqa' man ichinan ta chi ewan rusik'ixik. Ch'aqa' chik winaqi' yetikïr nikitz'ët ri awetamab'al o chuqa' nikijalwachij ri rub'anikil ri ruxaq k'amaya'l.

source: <Not Part Of Certificate>
cak: <Man ruch'akulal ta ruwujil b'i'aj>

source: (not set)
cak: (man jikib'an ta)

source: Unable to change Master Password.
cak: Man tikirel ta xjal ri ajtij ewan tzij.

source: You did not enter the correct current Master Password. Please try again.
cak: Man ütz ta ri nimaläj ewan tzij xatz'ib'aj. Tatojtob'ej chik.

source: Master Password successfully changed.
cak: Ütz xjal ri ajtij ewan tzij.

source: Warning! You have deleted your Master Password.
cak: ¡Rutzijol k'ayewal! Xayüj el ri nimaläj ewan tzij.

source: Warning! You have decided not to use a Master Password.
cak: ¡Tawak'axaj! Man xawajo' ta xawokisaj jun ajtij ewan tzij.

source: Your stored web and email passwords, form data, and private keys will not be protected.
cak: Ri ichinan taq ewan atzij, taq rutzij nojwuj chuqa' ewan taq rutzij ataqoya'l, ri eyakon pa ri kematz'ib' man xkechajïx ta.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
cak: Wakami at k'o pa rub'eyal FIPS. FIPS nrajo' jun nimaläj ewan tzij ri man kowöl ta.

source: Failed to Login
cak: Xsach rutikirisaxik molojri'ïl

source: Choose a PKCS#11 device to load
cak: Tacha' jun PKCS#11 okisaxel richin nisamajib'ëx

source: Module
cak: Juperaj

source: Path
cak: B'ey

source: Label
cak: Etal

source: Manufacturer
cak: B'anöy

source: Serial Number
cak: Rucholajem rajilab'al

source: HW Version
cak: HW Ruwäch

source: FW Version
cak: FW ruwäch

source: Status
cak: B'anikil

source: Description
cak: Cholonem

source: Disabled
cak: Chupül

source: Not Present
cak: Man k'o ta

source: Uninitialized
cak: man tikirisan ta

source: Not Logged In
cak: Man tikirisan ta samaj

source: Logged In
cak: Xtikirisäx qa ri molojri'ïl

source: Ready
cak: Ütz chik

source: Enable FIPS
cak: Titzij ruwäch FIPS

source: Disable FIPS
cak: Tichup ruwäch FIPS

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
cak: Ri FIPS b'anikil k'o chi k'o jun ajtij ewan rutzij chi kijujunal ri okisaxel richin jikomal. Tajikib'a' ri ewan tzij chuwäch natzïj re rub'anikil re'.

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
cak: Man tikirel ta nijal ri FIPS rub'eyal ri okisaxel richin jikomal. Nichiab'ëx chawe chi katel chuqa' tatikirisaj chik ri chokoy.

source: Reset Master Password
cak: Titzolïx ri ajtij ewan tzij

source: Your password has been reset.
cak: Xtzolïx ruwäch ri ajtij ewan atzij.

source: Select File containing somebody’s Email certificate to import
cak: Tacha' ri yakb'äl ruk'wan ruwujil rub'i' rutaqoya'l jun chik winäq, ri xtijik' pe

source: Select File containing CA certificate(s) to import
cak: Tacha' ri yakb'äl, ri k'o (taq) CA ruwujil b'i'aj chupam, ri nijik' pe

source: Certificate Files
cak: Taq ruyakb'al kiwujil taq b'i'aj

source: Save Certificate To File
cak: Tiyak ri ruwujil b'i'aj pa yakb'äl

source: X.509 Certificate (PEM)
cak: X.509 Ruwujil b'i'aj (PEM)

source: X.509 Certificate with chain (PEM)
cak: X.509 Ruwujil b'i'aj rik'in cholajil (PEM)

source: X.509 Certificate (DER)
cak: X.509 Ruwujil b'i'aj (DER)

source: X.509 Certificate (PKCS#7)
cak: X.509 Ruwujil b'i'aj (PKCS#7)

source: X.509 Certificate with chain (PKCS#7)
cak: X.509 Ruwujil b'i'aj rik'in taq choajil (PKCS#7)

source: File Error
cak: Rusachoj yakb'äl

source: Can’t write to file %S: %S.
cak: Man tikirel ta nib'an tz'ib'anïk pa yakb'äl %S: %S.

source: Access denied
cak: Xq'at ri okem

source: File is locked
cak: Xq'eleb'ëx ri yakb'äl

source: No space left on device
cak: Man jamäl ta rupam ri okisaxel

source: Unknown error
cak: Man etaman ta ruwäch re sachoj re'

source: You are about to override how %S identifies this site.
cak: Najalwachij yan qa rub'eyal natz'ët %S re ruxaq k'amaya'l re'.

source: This site attempts to identify itself with invalid information.
cak: Re ruxaq k'amaya'l re' nrajo' nutojtob'ej chi titz'et rik'in man okel ta chi etamab'äl.

source: Wrong Site
cak: Sachel chi ruxaq k'amaya'l

source: The certificate belongs to a different site, which could mean that someone is trying to impersonate this site.
cak: Ri ruwujil b'i'aj rajaw jun chik wi chi ruxaq k'amaya'l, ri nuq'ajuj chi k'o ri nitojtob'en nuk'ëx re ruxaq k'amaya'l re'.

source: Outdated Information
cak: Ojer chi etamab'äl

source: The certificate is not currently valid. It may have been stolen or lost, and could be used by someone to impersonate this site.
cak: Man okel ta re ruwujil b'i'aj wakami. Rik'in jub'a' eleq'an pe o sachon pe, ruma ri' toq k'o nokisan richin nuk'ëx re ruxaq k'amaya'l re'.

source: Unknown Identity
cak: Man etaman ta chi k'utwachib'äl

source: The certificate is not trusted because it hasn’t been verified as issued by a trusted authority using a secure signature.
cak: Man nik'uqub'üx ta k'u'x chi rij re ruwujil b'i'aj re' ruma chi man nik'on ta ruma jun etaman ruwäch q'atöy tzij richin chi rokisan jun ütz juch'b'i'aj.

source: Valid Certificate
cak: Oke chi ruwujil b'i'aj

source: This site provides valid, verified identification. There is no need to add an exception.
cak: Re ruxaq k'amaya'l re' nuya' okel chuqa' nik'on tz'etob'äl. Man k'atzinel ta nitz'aqatisäx jun me'elik.

source: Checking Information
cak: Tajin ninik'öx ri runa'oj

source: Attempting to identify this site…
cak: Tajin nitojtob'ëx niya' retal ri ruxaq k'amaya'l…

source: No Information Available
cak: Majun etamab'äl wachel

source: Unable to obtain identification status for this site.
cak: Man tikirel ta nik'ul ri rub'anikil tz'etonem re ruxaq k'amaya'l re'.
