Repository: translate/mozilla-l10n
Catalog: kw/toolkit/chrome/passwordmgr/passwordmgr.properties.po
Languages: kw

source: Use Password Manager to remember this value.
kw: Usya an Dyghtyer Geryow Tremena rag perthi kov a hemma.

source: Use Password Manager to remember this password.
kw: Usya an Dyghtyer Geryow Tremena rag perthi kov a'n ger tremena-ma.

source: Confirm
kw: Afydhya

source: Would you like to remember the password for "%1$S" on %2$S?
kw: A via da genowgh perthi kov a'n ger tremena rag "%1$S" war %2$S?

source: Would you like to remember the password on %S?
kw: A via da genowgh perthi kov a'n ger tremena war %S?

source: &Not Now
kw: &Na lemmyn

source: Not Now
kw: Na lemmyn

source: Ne&ver for This Site
kw: &Jammes rag an wiasva-ma

source: Never Remember Password for This Site
kw: Jammes perthi kov a eryow tremena rag an wiasva-ma

source: &Remember
kw: &Perthi kov

source: Remember Password
kw: Perthi kov a'n ger tremena

source: Confirm Password Change
kw: Afydhya an ger tremena nowyth

source: Would you like to update the saved password for "%S"?
kw: A venjowgh hwi nowedhi an geryow tremena gwithys rag "%S"?

source: Would you like to update the saved password?
kw: A venjowgh hwi nowedhi an ger tremena gwithys?

source: Update Password
kw: Nowedhi an ger tremena

source: Don't Change
kw: Sevel orth chanjya

source: Please confirm which user you are changing the password for
kw: Gwrewgh afydhya py usyer esowgh hwi ow chanjya an ger tremena ragdhans

source: Hide Passwords
kw: Kudha an geryow tremena

source: Show Passwords
kw: Diskwedhes an geryow tremena

source: Are you sure you wish to show your passwords?
kw: Owgh hwi sur bos hwans dhywgh diskwedhes agas geryow tremena?

source: Are you sure you wish to remove all passwords?
kw: Owgh hwi sur bos hwans dhywgh dilea keniver ger tremena?

source: Remove all passwords
kw: Dilea keniver ger tremena

source: Passwords for the following sites are stored on your computer:
kw: Yma gwithys war agas jynn amontya geryow tremena rag an wiasvaow a sew:

source: The following passwords match your search:
kw: Yma an geryow tremena a sew owth omdhesedha orth agas hwilans:
