Repository: translate/mozilla-l10n
Catalog: haw/toolkit/chrome/cookie/cookieAcceptDialog.properties.po
Languages: haw

source: Host:
haw: Hōka:

source: Domain:
haw: Domeina:

source: Encrypted connections only
haw: Nā kuʻina hoʻopāʻālualia wale nō

source: Any type of connection
haw: Nā kuʻina like ʻole

source: At end of session
haw: Ma ka hopena o ka wā hoʻohana

source: Show Details
haw: Hōʻike i nā Kikoʻī

source: Hide Details
haw: Hoʻohūnā i nā Kikoʻī

source: The site %S wants to set a cookie.
haw: Makemake ke kahua ʻo %S e hoʻopaʻa i kekahi makana.

source: The site %S wants to set a second cookie.
haw: Makemake ke kahua ʻo %S e hoʻopaʻa i kekahi makana ʻalua

source: The site %S wants to set another cookie. You already have %S cookies from this site.
haw: Makemake ke kahua ʻo %S e hoʻopaʻa i kekahi makana ʻē aʻe. Loaʻa iā ʻoe nā makana %S mai kēia kahua mai mua.

source: The site %S wants to modify an existing cookie.
haw: Makemake ke kahua ʻo %S e kāloli i kekahi makana i loaʻa ʻia.
