Repository: translate/mozilla-l10n
Catalog: cak/dom/chrome/plugins.properties.po
Languages: cak

source: About Plugins
cak: Na'oj chi kij ri taq nak'ab'äl

source: Installed plugins
cak: Yakon taq nak'ab'äl

source: No installed plugins found
cak: Majun nak'ab'äl eyakon

source: Find updates for installed plugins at
cak: Kekanöx taq k'exoj ruwäch kichin ri taq nak'ab'äl eyakon pa

source: File:
cak: Yakb'äl:

source: Path:
cak: B'ey:

source: Version:
cak: Ruwäch:

source: State:
cak: Amaq':

source: Enabled
cak: Tzijïl

source: Disabled
cak: Chupül

source: MIME Type
cak: MIME Ruwäch

source: Description
cak: Cholonem

source: Suffixes
cak: Rij taq tzij

source: Learn More
cak: Tetamäx ch'aqa' chik

source: Missing something? Some plugins are no longer supported.
cak: ¿La k'o nanataj? Jujun taq nak'ab'äl man nikixïm ta chik ki'.

source: Learn More.
cak: Tetamäx ch'aqa' chik.

source: License information
cak: Etamab'äl chi rij ri ruya'ik q'ij

source: Privacy Information
cak: Ichinan etamab'äl

source: OpenH264 Video Codec provided by Cisco Systems, Inc.
cak: Rucholajinel silowachib'äl OpenH264 talun ruma Cisco Systems, Inc.

source: This plugin is automatically installed by Mozilla to comply with the WebRTC specification and to enable WebRTC calls with devices that require the H.264 video codec. Visit http://www.openh264.org/ to view the codec source code and learn more about the implementation.
cak: Re nak'ab'äl re' niyak ruma ri Mozilla pa ruyonil, richin nojqäx ri rub'anikil WebRTC, ruma nuya' q'ij chi ke ri WebRTC taq oyonïk rik'in okisaxel rajowaxik chi ke ri H.264 rucholajinel silowachib'äl. Kab'etz'eton pa http://www.openh264.org/ richin natz'ët ri rucholajil ruxe' ri codec chuqa' richin nawetamaj ch'aqa' chik chi rij re samajib'äl.

source: Primetime Content Decryption Module provided by Adobe Systems, Incorporated
cak: Juperaj ruch'akul richin ruk'utik ri rupam Primetime, ya'on ruma Adove System, Icorporated

source: Play back protected web video.
cak: Titzij ri chajin ajk'amaya'l silowachib'äl.

source: Widevine Content Decryption Module provided by Google Inc.
cak: Widevine juperaj etaman rusik'ixik chi rupam ri Google Inc.
