Repository: translate/mozilla-l10n
Catalog: cak/security/manager/chrome/pipnss/nsserrors.properties.po
Languages: cak

source: Unable to communicate securely. Peer does not support high-grade encryption.
cak: Man tikirel ta nib'an ütz chi ch'owen. Ri jun chik rutza'm okem, man nuk'ül ta chi ri ewan rusik'ixik nïm ruxak.

source: Unable to communicate securely. Peer requires high-grade encryption which is not supported.
cak: Man tikirel ta nib'an ütz ch'owen. Ri jun chik rutza'm okem nrajo' ewan rusik'ixik ri nïm ruxaq, ri man yek'ulutäj ta.

source: Cannot communicate securely with peer: no common encryption algorithm(s).
cak: Man tikirel ta nib'an ütz ch'owen rik'in ri jun chik peraj: majun chi rub'eyal rujik'oj (taq) relik ewan rusik'ixik.

source: Unable to find the certificate or key necessary for authentication.
cak: Man tikirel ta nilitäj ri ruwujil b'i'aj o rajowaxik taq ewan tzij richin ri tz'etonem.

source: Unable to communicate securely with peer: peers’s certificate was rejected.
cak: Man tikirel ta ri ütz ch'owen rik'in ri jun chi rutza'm okem, ruma chi xtzolïx pe ri ruwujil rub'i'.

source: The server has encountered bad data from the client.
cak: Ri ruk'u'x samaj xerïl sachel taq rutzij ri winäq.

source: The client has encountered bad data from the server.
cak: Ri winäq xrïl sachel taq rutzij ri ruk'u'x samaj.

source: Unsupported certificate type.
cak: Man nik'ul ta re ruwäch ruwujil b'i'aj.

source: Peer using unsupported version of security protocol.
cak: Ri jun chik peraj tajin nrokisaj jun ruwäch chi rub'eyal rusamaj jikomal, ri man nik'ul ta.

source: Client authentication failed: private key in key database does not match public key in certificate database.
cak: Man xtikïr ta rutz'etik winäq: ri ichinan ewan tzij pa ri kicholxe'el tzij taq ewan tzij man nuxïm ta ri' rik'in ri aj winaqil ewan tzij pa ri kicholxe'el tzij kichin kiwujil b'i'aj.

source: Unable to communicate securely with peer: requested domain name does not match the server’s certificate.
cak: Man tikirel ta nib'än ütz ch'owen rik'in ri jun chi rutza'm okem, ruma chi ri rub'i' ruk'ojlem b'ey xk'utüx, man nuxïm ta ri' rik'in ri ruwujil rub'i' ruk'u'x samaj.

source: Unrecognized SSL error code.
cak: Man etamel ta ruwäch ri SSL rub'itz'ib' sachoj.

source: Peer only supports SSL version 2, which is locally disabled.
cak: Ri jun chik peraj xa xe yeruk'ül SSL ruwäch 2, ri chupül pa aj wawe'.

source: SSL received a record with an incorrect Message Authentication Code.
cak: SSL xuk'ül jun tz'ib'anïk rik'in jun rub'itz'ib' rutz'etik itzel rutzijol taqoj.

source: SSL peer reports incorrect Message Authentication Code.
cak: Ri jun chik rutza'm SSL okem nuya' rutzijol jun rub'itz'ib' rutz'etik itzel taq rutzijol taqoj.

source: SSL peer cannot verify your certificate.
cak: Ri jun chik rutza'm SSL okem man nitikïr ta nunik'oj ri ruwujil ab'i'.

source: SSL peer rejected your certificate as revoked.
cak: Ri jun chik rutza'm SSL okem xutzolij pe ri ruwujil ab'i' ruma nuna'ojij chi tzolin.

source: SSL peer rejected your certificate as expired.
cak: Ri jun chik rutza'm SSL okem xutzolij ri ruwujil ab'i' ruma nuna'ojij chi xik'o yan ruq'ijul.

source: Cannot connect: SSL is disabled.
cak: Man tikirel ta nok: SSL chupül.

source: Cannot connect: SSL peer is in another FORTEZZA domain.
cak: Man tikirel ta nok: ri jun chik rutza'm SSL okem k'o pa jun chik ruk'ojlem b'ey FORTEZZA.

source: An unknown SSL cipher suite has been requested.
cak: Xk'utüx jun SSL pisoj ewan rusik'ixik, ri ma netaman ta ruwäch.

source: No cipher suites are present and enabled in this program.
cak: Majun chi pisoj taq ewan rusik'isik e k'o, ni xa ta e tzijï pa re kema' re'.

source: SSL received a record with bad block padding.
cak: SSL xuk'ül jun tz'ib'anïk rik'in jun itzel q'aton nuk'ulem.

source: SSL received a record that exceeded the maximum permissible length.
cak: SSL xuk'ül jun tz'ib'anïk, ri nik'o chi re ri nïm retab'al raqän ya'on q'ij.

source: SSL attempted to send a record that exceeded the maximum permissible length.
cak: SSL xutojtob'ej xutäq jun tz'ib'anïk, ri nik'o chi re ri nïm retab'al raqän ya'on q'ij.

source: SSL received a malformed Hello Request handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Hello Request loq'k'ay, ri man ütz ta runuk'ulem.

source: SSL received a malformed Client Hello handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Client Hello loq'k'ay, ri man ütz ta runuk'ulem.

source: SSL received a malformed Server Hello handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Server Hello loq'ka'y, ri man ütz ta runuk'ulem.

source: SSL received a malformed Certificate handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Certificate loq'k'ay, ri man ütz ta runuk'ulem.

source: SSL received a malformed Server Key Exchange handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Server Key Exchange loq'ka'y, ri man ütz ta runuk'ulem.

source: SSL received a malformed Certificate Request handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Certificate Request loq'k'ay, ri man ütz ta runuk'ulem.

source: SSL received a malformed Server Hello Done handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Server Hello Done loq'ka'y, ri man ütz ta runuk'ulem.

source: SSL received a malformed Certificate Verify handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Certificate Verify loq'k'ay, ri man ütz ta runuk'ulem.

source: SSL received a malformed Client Key Exchange handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Client Key Exchange loq'ka'y, ri man ütz ta runuk'ulem.

source: SSL received a malformed Finished handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Finished loq'k'ay, ri man ütz ta runuk'ulem.

source: SSL received a malformed Change Cipher Spec record.
cak: SSL xuk'ül jun rutz'ib'anik ruk'exoj ruya'ik rutzijol ewan rusik'ixik, ri man ütz ta nuk'un.

source: SSL received a malformed Alert record.
cak: SSL xuk'ül jun tz'ib'anïk richin rutzijol k'ayewal, ri man ütz ta nuk'un.

source: SSL received a malformed Handshake record.
cak: SSL xuk'ül jun tz'ib'anïk richin loq'k'ay, ri man ütz ta nuk'un.

source: SSL received a malformed Application Data record.
cak: SSL xuk'ül jun tz'ib'anïk richin taq rutzij chokoy, ri man ütz ta nuk'un.

source: SSL received an unexpected Hello Request handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Hello Request loq'k'ay, ri man oyob'en ta.

source: SSL received an unexpected Client Hello handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Client Hello loq'k'ay, ri man oyob'en ta.

source: SSL received an unexpected Server Hello handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Server Hello loq'k'ay, ri man oyob'en ta.

source: SSL received an unexpected Certificate handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Certificate loq'k'ay, ri man oyob'en ta.

source: SSL received an unexpected Server Key Exchange handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Server Key Exchange loq'ka'y, ri man oyob'en ta.

source: SSL received an unexpected Certificate Request handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Certificate Request loq'k'ay, ri man oyob'en ta.

source: SSL received an unexpected Server Hello Done handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Server Hello Done loq'k'ay, ri man oyob'en ta.

source: SSL received an unexpected Certificate Verify handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Certificate Verify loq'k'ay, ri man oyob'en ta.

source: SSL received an unexpected Client Key Exchange handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Client Key Exchange loq'ka'y, ri man oyob'en ta.

source: SSL received an unexpected Finished handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Finished loq'k'ay, ri man oyob'en ta.

source: SSL received an unexpected Change Cipher Spec record.
cak: SSL xuk'ül jun Change Cipher Spec tz'ib'anïk, ri man oyob'en ta.

source: SSL received an unexpected Alert record.
cak: SSL xuk'ül jun Alert tz'ib'anïk, ri man oyob'en ta.

source: SSL received an unexpected Handshake record.
cak: SSL xuk'ül jun rutz'ib'anik loq'k'ay, ri man oyob'en ta.

source: SSL received an unexpected Application Data record.
cak: SSL xuk'ül jun Application Data tz'ib'anïk, ri man oyob'en ta.

source: SSL received a record with an unknown content type.
cak: SSL xuk'ül jun tz'ib'anïk rik'in jun ruwäch chi rupam, ri man etaman ta ruwäch.

source: SSL received a handshake message with an unknown message type.
cak: SSL xuk'ül jun rutzijol rutaqoj loq'k'ay rik'in jun ruwäch chi rutzijol taqoj, ri man etaman ta ruwäch.

source: SSL received an alert record with an unknown alert description.
cak: SSL xuk'ül jun rutz'ib'anik richin rutzijol k'ayewal rik'in jun rutzijoxkil rutzijol k'ayewal, ri man etaman ta ruwäch.

source: SSL peer has closed this connection.
cak: Ri jun chik rutza'm SSL okem xutz'apij re okem re'.

source: SSL peer was not expecting a handshake message it received.
cak: Ri jun chik rutza'm SSL okem, man royob'en ta jun rutzijol rutaqoj loq'k'ay, ri xuk'ül.

source: SSL peer was unable to successfully decompress an SSL record it received.
cak: Ri jun chik rutza'm SSL okem, man xtikïr ta xusöl ütz jun SSL tz'ib'anïk, ri xuk'ül.

source: SSL peer was unable to negotiate an acceptable set of security parameters.
cak: Ri jun chik rutza'm SSL okem, man xtikïr ta xuloq'k'ayij jun molaj ütz chi rachetab'äl jikomal.

source: SSL peer rejected a handshake message for unacceptable content.
cak: Ri jun chik rutza'm SSL okem, xutzolij jun rutzijol rutaqoj loq'k'ay ruma itze rupam.

source: SSL peer does not support certificates of the type it received.
cak: Ri jun chik rutza'm SSL okem, man yeruk'ül ta taq ruwujil b'i'aj achi'el ri ruwäch xuk'ül.

source: SSL peer had some unspecified issue with the certificate it received.
cak: Ri jun chik rutza'm SSL okem xk'oje' jun ruk'ayewal, ri man xjikib'äx ta, rik'in ri ruwujil b'i'aj ri xuk'ül.

source: SSL experienced a failure of its random number generator.
cak: SSL xuk'ulwachij jun sachoj rik'in ri rutz'ukunel b'aqaqinel taq ajilab'äl.

source: Unable to digitally sign data required to verify your certificate.
cak: Man tikirel ta yejuch' rik'in ruwi' q'ab'aj ri taq tzij yek'utüx, richin ninik'öx ri ruwujil b'i'aj.

source: SSL was unable to extract the public key from the peer’s certificate.
cak: SSL man tikirinäq ta nrelesaj ri aj winaqil ewan rutzij ri ruwujil b'i'aj pa ri jun chik rutza'm okem.

source: Unspecified failure while processing SSL Server Key Exchange handshake.
cak: Man xjikib'äx ta ri sachoj toq tajin nisamajib'ëx ri ruloq'k'ay rujalwachinik ewan rutzij ruk'u'x samaj richin SSL.

source: Unspecified failure while processing SSL Client Key Exchange handshake.
cak: Man xjikib'äx ta ri sachoj toq tajin nisamajib'ëx ri ruloq'k'ay rujalwachinik ewan rutzij winäq richin SSL.

source: Bulk data encryption algorithm failed in selected cipher suite.
cak: Xsach ri rub'eyal rujik'oj ewan rusik'ixik kitanaj taq tzij pa ri rupisoj ewan rusik'ixik cha'on.

source: Bulk data decryption algorithm failed in selected cipher suite.
cak: Xsach ri rub'eyal rujik'oj man ewan ta rusik'ixik kitanaj taq tzij pa ri rupisoj ewan rusik'ixik cha'on.

source: Attempt to write encrypted data to underlying socket failed.
cak: Xsach jun tojtob'enïk richin yetz'ib'äx ewan kisik'ixik taq tzij pan ajxe' socket.

source: MD5 digest function failed.
cak: Xsach ri MD5 samaj ch'utitzijol.

source: SHA-1 digest function failed.
cak: Xsach ri SHA-1 samaj ch'utitzijol.

source: MAC computation failed.
cak: Xsach MAC pajoj.

source: Failure to create Symmetric Key context.
cak: Man tikirel ta nuk'un jun ruk'ojlem junamajelanïk ewan tzij.

source: Failure to unwrap the Symmetric key in Client Key Exchange message.
cak: Man tikirinäq ta nisol ri junamajelanïk chi ewan tzij pa ri rutzijol rutaqoj rujalwachinik ewan rutzij winäq.

source: SSL Server attempted to use domestic-grade public key with export cipher suite.
cak: Ri SSL ruk'u'x samaj xutojtov'ej nrokisaj jun aj winaqilal ewan tzij pa ruwa jay xak rik'in jun rupisoj ewan rusik'ixik k'wanïk.

source: PKCS11 code failed to translate an IV into a param.
cak: Ri b'itz'ib' PKCS11 man nuya' ta q'ij chi nitzalq'omïx jun IV pa jun ko'öl etab'äl.

source: Failed to initialize the selected cipher suite.
cak: Man tikirinäq rutikirisaxïk rupisoj ewan rusik'ixik, ri cha'on.

source: Client failed to generate session keys for SSL session.
cak: Man tikirinäq ta ri winäq, yerutz'ük ewan rutzij ri molojri'ïl richin ri SSL molojri'ïl.

source: Server has no key for the attempted key exchange algorithm.
cak: Man k'o ta ewan rutzij ri ruk'u'x samaj richin ri rub'eyal rujik'oj kijalwachinik ri taq ewan tzij etojtob'en.

source: PKCS#11 token was inserted or removed while operation was in progress.
cak: Ri PKCS#11 token xchape' o xyuj el toq ri jik'oj tajin nisamajïx.

source: No PKCS#11 token could be found to do a required operation.
cak: Man tikirinäq ta chi rilixik jun PKCS#11 token richin nib'an jun jik'oj najowäx.

source: Cannot communicate securely with peer: no common compression algorithm(s).
cak: Man tikirel ta nib'an ütz ch'owen rik'in ri jun chik peraj: majun chi (taq) rub'eyal rujik'oj relik jitz'oj.

source: Cannot initiate another SSL handshake until current handshake is complete.
cak: Man tikirel ta nitikirisäx jun SSL loq'k'ayinïk k'a jampe' na ri k'o wakami xtitz'aqät.

source: Received incorrect handshakes hash values from peer.
cak: Xk'ul pa ri jun chik peraj itzel hash taq rejqalem loq'k'ayinïk.

source: The certificate provided cannot be used with the selected key exchange algorithm.
cak: Ri ruwujil b'i'aj xya', man tikirel ta nokisäx rik'in ri rub'eyal rujik'oj rujalwachinik taq ewan tzij echa'on.

source: No certificate authority is trusted for SSL client authentication.
cak: Man nikuqub'äx ta k'u'x chi rij jun taqonel ya'öl ruwujil b'i'aj richin ri rutz'etik SSL winäq.

source: Client’s SSL session ID not found in server’s session cache.
cak: Ri SSL rumolojri'ïl ID winäq, man xilitäj ta pa rujumejyak rumolojri'ïl ruk'u'x samaj.

source: Peer was unable to decrypt an SSL record it received.
cak: Ri jun chik peraj man tikirinäq ta chi man tewäx rusik'ixik jun SSL tz'ib'anïk, ri xuk'ül kan rija'.

source: Peer received an SSL record that was longer than is permitted.
cak: Ri jun chik peraj xuk'ül jun SSL tz'ib'anïk, ri yalan nïm raqän chuwäch ri niya' q'ij.

source: Peer does not recognize and trust the CA that issued your certificate.
cak: Ri jun chik peraj man nutz'ët ta o man nukuqub'a' ta ruk'u'x chi rij ri CA, ri xrelesaj ruwujil ab'i'.

source: Peer received a valid certificate, but access was denied.
cak: Ri jun chik peraj xuk'ül jun okel ruwujil b'i'aj, xa xe chi xq'at ri okem.

source: Peer could not decode an SSL handshake message.
cak: Ri jun chik rutza'm okem, man tikirinäq ta chi man tewäx rusik'ixik jun rutzijol rutaqoj SSL loq'k'ayinïk.

source: Peer reports failure of signature verification or key exchange.
cak: Ri jun chik peraj nuq'alajisaj jun sachoj pa ri runik'oxik ri juch'b'i'aj o kijalwachinik taq ewan tzij.

source: Peer reports negotiation not in compliance with export regulations.
cak: Ri jun chik peraj nuya' rutzijol chi ri loq'k'ayinïk man nuq'i' ta ri taq ruk'wanel ruk'waxik.

source: Peer reports incompatible or unsupported protocol version.
cak: Ri jun chik peraj nuya' rutzijol chi rij jun ruwäch chi rub'eyal samaj, ri man k'amonel ta o man nik'ulutuj ta.

source: Server requires ciphers more secure than those supported by client.
cak: Ri ruk'u'x samaj nrajo' jun utziläj ewan rusik'ixik chuwäch ri nitikïr nuköch' ri winäq.

source: Peer reports it experienced an internal error.
cak: Ri jun chik peraj xuya' rutzijol chi xuna' jun sachoj chupam.

source: Peer user canceled handshake.
cak: Ri winäq pa ri jun chik rutza'm okem xuq'ät ri loq'k'ayinïk.

source: Peer does not permit renegotiation of SSL security parameters.
cak: Ri jun chik peraj man nuya' taq q'ij chi yeloq'k'ayïx chik ri taq ral retab'al SSL jikomal.

source: SSL server cache not configured and not disabled for this socket.
cak: Ri rujumejyak SSL ruk'u'x samaj, man b'anon taq runuk'ulem ni xa ta chupül pa re socket re'.

source: SSL peer does not support requested TLS hello extension.
cak: Ri jun chik rutza'm SSL okem, man nuk'ül ta ri hello TLS k'amal k'utun.

source: SSL peer could not obtain your certificate from the supplied URL.
cak: Ri jun chik rutza'm SSL okem, man tikirinäq ta nuk'ül ri ruwujil ab'i' richin ri URL ya'on.

source: SSL peer has no certificate for the requested DNS name.
cak: Ri jun chik rutza'm SSL okem, man k'o ta ruwujil b'i'aj richin ri DNS b'i'aj k'utun.

source: SSL peer was unable to get an OCSP response for its certificate.
cak: Ri jun chik rutza'm SSL okem, man tikirinäq ta nuk'ül jun OCSP tzolin tzij richin ri ruwujil rub'i'.

source: SSL peer reported bad certificate hash value.
cak: Ri jun chik rutza'm SSL okem, xuya' rutzijol chi rij jun hash ejqalem richin sachel ruwujil b'i'aj.

source: SSL received an unexpected New Session Ticket handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj New Session Ticket loq'k'ay, ri man oyob'en ta.

source: SSL received a malformed New Session Ticket handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj New Session Ticket loq'k'ay, rik'in itzel b'anikil.

source: SSL received a compressed record that could not be decompressed.
cak: SSL xuk'ül jun ch'utinisan tz'ib'anïk, ri man tikirel ta xtisol.

source: Renegotiation is not allowed on this SSL socket.
cak: Ri ruloq'k'ayinik chik, man ya'on ta q'ij ruma re SSL socket re'.

source: Peer attempted old style (potentially vulnerable) handshake.
cak: Ri jun chik peraj xutojtob'ej jun loq'k'ayinïk pan ojer rub'anik (janila k'ayew rik'in).

source: SSL received an unexpected uncompressed record.
cak: SSL xuk'ül jun tz'ib'anïk man ch'utinisan ta, ri man oyob'en ta.

source: SSL received a weak ephemeral Diffie-Hellman key in Server Key Exchange handshake message.
cak: SSL xuk'ül jun Diffie-Hellman mayamöj ewan tzij pa ri ruk'u'x rusamaj rutzijol rutaqoj ruloq'k'ayinik kijalwachinik taq ewan tzij.

source: SSL received invalid NPN extension data.
cak: SSL xeruk'ül man okel ta taq tzij richin ri NPN k'amal.

source: SSL feature not supported for SSL 2.0 connections.
cak: SSL b'anikil, ri man nikik'äm ta ki' kik'in ri taq SSL 2.0 okem.

source: SSL feature not supported for servers.
cak: SSL b'anikil, ri man yek'ul ta pa ri ruk'u'x taq samaj.

source: SSL feature not supported for clients.
cak: SSL b'anikil, ri man yek'ul ta pa ri taq winäq.

source: SSL version range is not valid.
cak: Man okel ta ri kikojolaj taq SSL ruwäch.

source: SSL peer selected a cipher suite disallowed for the selected protocol version.
cak: Ri SSL k'ulunel xucha' jun rupisoj ewan rusik'ixik, ri man ya'on ta q'ij pa ri ruwäch rub'eyal samaj xcha'.

source: SSL received a malformed Hello Verify Request handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Hello Verify Request loq'k'ay, ri man ütz ta runuk'ulem.

source: SSL received an unexpected Hello Verify Request handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Hello Verify Request loq'k'ay, ri man oyob'en ta.

source: SSL feature not supported for the protocol version.
cak: SSL b'anikil, ri man nik'ul ta pa ri ruwäch rub'eyal samaj ri'.

source: SSL received an unexpected Certificate Status handshake message.
cak: SSL xuk'ül jun rutzijol rutaqoj Certificate Status loq'k'ay, ri man oyob'en ta.

source: Unsupported hash algorithm used by TLS peer.
cak: Rub'eyal jik'oj ch'utitzijol, ri man nik'ul ta, okisan ruma ri TLS k'ulunel.

source: Digest function failed.
cak: Xsach ri rusamaj ch'utitzijol.

source: Incorrect signature algorithm specified in a digitally-signed element.
cak: Rub'eyal rujik'oj itzel juch'b'i'aj, ya'on rutzijol pa jun ruch'akul juch'un rik'in ruwi' q'ab'aj.

source: The next protocol negotiation extension was enabled, but the callback was cleared prior to being needed.
cak: Xtzijtäj ri ruk'amal loq'k'ayinïk richin ri jun chik rub'eyal samaj, xa xe chi ri rusik'ixik tzolin tzij, xtikirisäx chuwäch nb'e'ajowäx pe.

source: The server supports no protocols that the client advertises in the ALPN extension.
cak: Ri ruk'u'x samaj man yeruk'ül ta rub'eyal taq samaj esik'in pe ruma ri winäq pa ri ALPN k'amal.

source: The server rejected the handshake because the client downgraded to a lower TLS version than the server supports.
cak: Ri ruk'u'x samaj xuq'ät ri loq'k'ayinïk ruma chi ri winäq xritzelaj pa jun qajnäq TLS ruwäch, ri nuk'ül ruk'u'x samaj.

source: The server certificate included a public key that was too weak.
cak: Ri ruwujil rub'i' ruk'u'x samaj ruk'wan jun aj winaqilal ewan tzij, ri janila lawalïk.

source: Not enough room in buffer for DTLS record.
cak: Man k'ïy ta rupam pa ri ajnik'aj rujolom richin ri DTLS wujil.

source: No supported TLS signature algorithm was configured.
cak: Man nuköch' ta TLS rujuch' rub'eyal jik'oj, xnuk'ub'ëx.

source: The peer used an unsupported combination of signature and hash algorithm.
cak: Ri k'ulunel nrokisaj jun tunuj, akuchi' man nito'on ta ri juch' b'i'aj chuqa' ri hash rub'eyal jik'oj.

source: The peer tried to resume without a correct extended_master_secret extension.
cak: Ri k'ulaj xutojtob'ej xutikirisaj chik, akuchi' majun ütz extended_master_secret k'amal.

source: The peer tried to resume with an unexpected extended_master_secret extension.
cak: Ri k'ulaj xutojtob'ej xutikirisaj chik rik'in jun man oyob'en ta chi extended_master_secret k'amal.

source: An I/O error occurred during security authorization.
cak: Xk'ulwachitäj jun sachoj richin I/O toq nitajin ri ya'oj q'ij richin jikomal.

source: security library failure.
cak: rusachoj ruwujib'al jikomal.

source: security library: received bad data.
cak: ruwujib'al jikomal: xek'ulutäj itzel taq tzij.

source: security library: output length error.
cak: ruwujib'al jikomal: rusachoj raqän elem.

source: security library has experienced an input length error.
cak: ri ruwujib'al jikomal xuna' jun sachoj richin raqän okitz'ib'.

source: security library: invalid arguments.
cak: ruwujib'al jikomal: man okel ta taq na'oj.

source: security library: invalid algorithm.
cak: ruwujib'al jikomal: man okel ta rub'eyal jik'oj.

source: security library: invalid AVA.
cak: ruwujib'al jikomal: man okel ta AVA.

source: Improperly formatted time string.
cak: Rucholajil ruq'ijul/ramaj, ri itzel ruyujik.

source: security library: improperly formatted DER-encoded message.
cak: ruwujib'al jikomal: b'itz'ib'an chi rutzijol taqoj pa DER, ri itzel yujun.

source: Peer’s certificate has an invalid signature.
cak: Ri ruwujil rub'i' ri jun chik peraj k'o jun rujuch'b'i'aj, ri man okel ta.

source: Peer’s Certificate has expired.
cak: Ri ruwujil b'i'aj ri jun chik peraj xk'is ruq'ijul.

source: Peer’s Certificate has been revoked.
cak: Ri ruwujil b'i'aj ri jun chik peraj xtzolïx pe.

source: Peer’s Certificate issuer is not recognized.
cak: Ri tikirisanel rutzij ruwujil b'i'aj ri jun chik peraj, man netamäx ta ruwäch.

source: Peer’s public key is invalid.
cak: Man okel ta ri aj winaqil ewan rutzij ri jun chik peraj.

source: The security password entered is incorrect.
cak: Man ütz ta ri ewan rutzij jikomal xtz'ib'äx.

source: New password entered incorrectly. Please try again.
cak: Itzel xtz'ib'äx ri k'ak'a' ewan tzij. Tatojtob'ej chik.

source: security library: no nodelock.
cak: ruwujib'al jikomal: majun ruq'atik wiqoj.

source: security library: bad database.
cak: ruwujib'al jikomal: itzel ri cholxe'el tzij.

source: security library: memory allocation failure.
cak: ruwujib'al jikomal: rusachoj ruk'ojlemal rupam rujolom.

source: Peer’s certificate issuer has been marked as not trusted by the user.
cak: Ri tikirisanel rutzij ruwujil rub'i' ri jun chik peraj, xya' retal chi itzel ruma ri winäq.
