Repository: translate/mozilla-l10n
Catalog: cak/security/manager/chrome/pipnss/nsserrors.properties.po
Languages: cak

source: The server presented a certificate that contains an invalid encoding of an integer. Common causes include negative serial numbers, negative RSA moduli, and encodings that are longer than necessary.
cak: Ri ruk'u'x samaj xuk'üt jun ruwujil b'i'aj, ri k'o jun ütz runuk'unik jun chijun. Ri relik taq aruma erachib'ilan ri xokonil taq rajilab'al jun cholajem, xokonil RSA taq juperaj, chuqa' taq nuk'unïk ri kan e yuquyäq chuwäch ri nik'atzin.

source: The server presented a certificate with an empty issuer distinguished name.
cak: Ri ruk'u'x samaj xuk'üt jun iqitzijib'äl rik'in jun nimaläj b'i'aj kowöl tikirisanel tzij.
