Repository: translate/mozilla-l10n
Catalog: cak/security/manager/chrome/pipnss/nsserrors.properties.po
Languages: cak

source: Peer’s certificate has been marked as not trusted by the user.
cak: Ri ruwujil rub'i' ri jun chik peraj, xya' retal chi itzel ruma ri winäq.

source: Certificate already exists in your database.
cak: K'o chik ri ruwujil b'i'aj pa ri rucholxe'el tzij.

source: Downloaded certificate’s name duplicates one already in your database.
cak: Ri rub'i' ruwujil b'i'aj xqasäx, nukamuluj jun ri yakon chik pa ri rucholxe'e atzij.

source: Error adding certificate to database.
cak: Xsach toq xtz'aqatisäx ri ruwujil b'i'aj pa ri rucholxe'el tzij.

source: Error refiling the key for this certificate.
cak: Sachoj toq nixïm ri jaqb'äl richin re ruwujil b'i'aj re'.

source: The private key for this certificate cannot be found in key database
cak: Ri ichinan ewan rutzij re ruwujil b'i'aj re', man nilitäj ta pa ri rucholxe'el tzij kichin taq jaqb'äl

source: This certificate is valid.
cak: Okel re ruwujil b'i'aj re'.

source: This certificate is not valid.
cak: Man okel ta re ruwujil b'i'aj re'.

source: Cert Library: No Response
cak: Kiwujib'al taq kiwujil b'i'aj: majun tzolin tzij

source: The certificate issuer’s certificate has expired. Check your system date and time.
cak: Ri ruwujil rub'i' tikirisanel rutzij ruwujil b'i'aj xik'o ruq'ijul. Tanik'oj ri ruq'ijul chuqa' ri ramaj pa ri aq'inoj.

source: The CRL for the certificate’s issuer has expired. Update it or check your system date and time.
cak: Ri CRL richin ri tikirisanel rutzij ruwujil b'i'aj xik'o ruq'ijul. Tak'exa' o tanik'oj ri ruq'iju chuqa' ri ramaj pa ri aq'inoj.

source: The CRL for the certificate’s issuer has an invalid signature.
cak: Ri CRL richin ri tikirisane rutzij ruwujil b'i'aj k'o jun rujuch'b'i'aj, ri man okel ta.

source: New CRL has an invalid format.
cak: Ri k'ak'a' CRL k'o jun rub'anikil man okel ta.

source: Certificate extension value is invalid.
cak: Ri rejqalem ruk'amal ruwujil b'i'aj man okel ta.

source: Certificate extension not found.
cak: Man ilon ta jun ruk'amal ri ruwujil b'i'aj.

source: Issuer certificate is invalid.
cak: Ri ruwujil rub'i' tikirisanel tzij man okel ta.

source: Certificate path length constraint is invalid.
cak: Ri ruq'atij rusamaj raqän ri rub'ey ruwujil b'i'aj, man okel ta.

source: Certificate usages field is invalid.
cak: Ri kik'ojlemal kokisaxik ruwujil b'i'aj man okel ta.

source: **Internal ONLY module**
cak: **Juperaj ONLY chupam**

source: The key does not support the requested operation.
cak: Ri ewan tzij man nuya' taq q'ij chi re ri samaj nik'utüx.

source: Certificate contains unknown critical extension.
cak: Ri ruwujil b'i'aj k'o jun k'ayewl ruk'amal, ri man etaman ta ruwäch.

source: New CRL is not later than the current one.
cak: Ri k'ak'a' CRL man chi rij ta ri k'o wakami.

source: Not encrypted or signed: you do not yet have an email certificate.
cak: Man ewan ta rusik'ixik o man juch'un b'i'aj ta: k'a majani k'o jun ruwujil rub'i' taqoya'l.

source: Not encrypted: you do not have certificates for each of the recipients.
cak: Man ewan ta rusik'ixik: man k'o ta taq ruwujil b'i'aj kichin chi kijujunal ri taq aq'e'n.

source: Cannot decrypt: you are not a recipient, or matching certificate and private key not found.
cak: Man tikirel ta netamäx rusik'ixik: rat man at k'ulunel ta, o rik'in jub'a' man ilon ta jun ichinan ewan tzij o utziläj chi ruwujil b'i'aj.

source: Cannot decrypt: key encryption algorithm does not match your certificate.
cak: Man tikirel ta netamäj rusik'ixik: ri rub'eyal rujik'oj ewan rusik'ixik ri ewan tzij, man nuxïm ta ri' rik'in ri ruwujil b'i'aj.

source: Signature verification failed: no signer found, too many signers found, or improper or corrupted data.
cak: Xsach runik'oxik juch'b'i'aj: man ilon ta ri juch'unel b'i'aj, o k'ïy ta juch'unela' b'i'aj xe'ilitäj, o ri taq tzij man e ütz ta o ye'itzelan.

source: Unsupported or unknown key algorithm.
cak: Man nik'ul ta o man etaman ta ruwäch ri rub'eyal rujik'oj ewan tzij.

source: Cannot decrypt: encrypted using a disallowed algorithm or key size.
cak: Man tikirel ta netamäx rusik'ixik: xewäx rusik'ixik rik'in jun rub'eyal jik'oj o runimilem ewan tzij, ri man yek'ul ta.

source: Fortezza card has not been properly initialized. Please remove it and return it to your issuer.
cak: Ri Fortezza ch'utiwuj man ütz ta xtikirisäx. Tawelesaj el chuqa' tatzolij chi re ri tikirisanel atzij.

source: No Fortezza cards Found
cak: Man e'ilon ta taq Fortezza ch'utiwuj

source: No Fortezza card selected
cak: Man jun Fortezza ch'utiwuj cha'on

source: Please select a personality to get more info on
cak: Tacha' jun ichinri'ïl richin nak'ül ch'aqa' chik taq etamab'äl pa ruwi'

source: Personality not found
cak: Man xilitäj ta ri ichinri'ïl

source: No more information on that Personality
cak: Majun chik rutzijol pa ri ichinri'ïl

source: Invalid Pin
cak: Man okel ta ri Pin

source: Couldn’t initialize Fortezza personalities.
cak: Man tikirel ta yetikirisäx ri taq Fortezza ichinri'ïl.

source: No KRL for this site’s certificate has been found.
cak: Man ilon ta KRL richin ri ruwujil rub'i' re ruxaq k'amaya'l re'.

source: The KRL for this site’s certificate has expired.
cak: Ri KRL richin ri ruwujil rub'i' re ruxaq k'amaya'l re' xik'o ruq'ijul.

source: The KRL for this site’s certificate has an invalid signature.
cak: Ri KRL richin ruwujil rub'i' re ruxaq k'amaya'l re', man okel ta jun rujuch'b'i'aj.

source: The key for this site’s certificate has been revoked.
cak: Ri ewan tzij richin ri ruwujil rub'i' re ruxaq k'amaya'l re' xtolïx pe.

source: New KRL has an invalid format.
cak: Ri k'ak'a' KRL k'o jun man okel ta rub'anikil.

source: security library: need random data.
cak: ruwujib'al jikomal: ye'ajowäx b'aqaqinel taq tzij.

source: security library: no security module can perform the requested operation.
cak: ruwujib'al jikomal: majun rujuperaj jikomal nitikïr nusamajij ri xk'utüx.

source: The security card or token does not exist, needs to be initialized, or has been removed.
cak: Man k'o ta ri ruch'utiwuj o rutoken jikomal, rajowaxik nitikirisäx, o xa xyuj el.

source: security library: read-only database.
cak: ruwujib'al jikomal: rucholxe'el tzij xa xe richin sik'inïk.

source: No slot or token was selected.
cak: Man cha'on ta jun ch'apib'äl o token.

source: A certificate with the same nickname already exists.
cak: K'o chik jun ruwujil b'i'aj junam rutz'ukun b'i'aj.

source: A key with the same nickname already exists.
cak: K'o chik jun ewan tzij junam tz'ukun rub'i'.

source: error while creating safe object
cak: sachoj toq nitz'uk ri ütz wachinäq

source: error while creating baggage object
cak: sachoj toq nitz'uk ri ruwachinaq k'wayöl

source: Couldn’t remove the principal
cak: Man tikirel ta niyuj el ri nimaläj

source: Couldn’t delete the privilege
cak: Man tikirel ta niyuj el ri ichinem

source: This principal doesn’t have a certificate
cak: Re nimaläj re' majun ruwujil rub'i'

source: Required algorithm is not allowed.
cak: Jun rub'eyal jik'oj ri najowäx, man niya' ta q'ij chi re.

source: Error attempting to export certificates.
cak: Sachoj toq nitojtob'ëx yek'wäx el taq ruwujil b'i'aj.

source: Error attempting to import certificates.
cak: Sachoj toq nitojtob'ëx yejik' pe taq ruwujil b'i'aj.

source: Unable to import. Decoding error. File not valid.
cak: Man tikirel ta nijik' pe. Rusachoj retamaxik rusik'ixik. Man okel ta yakb'äl.

source: Unable to import. Invalid MAC. Incorrect password or corrupt file.
cak: Man nitikïr ta nijik' pe. Man okel ta chi MAC. Itzel chi ewan tzij o itzel chi yakb'äl.

source: Unable to import. MAC algorithm not supported.
cak: Man tikirel ta nijik' pe. Man nik'ul ta ri MAC rub'eyal jik'oj.

source: Unable to import. Only password integrity and privacy modes supported.
cak: Man tikirel ta nijik' pe. Xa xe yek'ul ri taq b'anikil rik'in ichinan chuqa' rutzil ewan tzij.

source: Unable to import. File structure is corrupt.
cak: Man tikirel ta nijik' pe. Itzelan ri ruch'akul yakb'äl.

source: Unable to import. Encryption algorithm not supported.
cak: Man tikirel ta nijik' pe. Man nik'ul ta ri rub'eyal rujik'oj ewan rusik'ixik.

source: Unable to import. File version not supported.
cak: Man tikirel ta nijik' pe. Man nik'ul ta ri ruwäch yakb'äl.

source: Unable to import. Incorrect privacy password.
cak: Man tikirel ta nijik' pe. Itzel ri ichinan ewan tzij.

source: Unable to import. Same nickname already exists in database.
cak: Man tikirel ta nijik' pe. K'o chik ri tz'ukun b'i'aj pa kicholxe'el taq tzij.

source: The user pressed cancel.
cak: Ri winäq xupïtz' tiq'at.

source: Not imported, already in database.
cak: Man jik'on ta pe, k'o chik pa ri kicholxe'el taq tzij.

source: Message not sent.
cak: Man taqon ta ri rutzijol taqoj.

source: Certificate key usage inadequate for attempted operation.
cak: Ri rokisaxik ewan rutzij ruwujil b'i'aj, man ruk'amon ta chi re ri samaj najowäx nib'an.

source: Certificate type not approved for application.
cak: Ruwäch chi ruwujil b'i'aj man ütz ta nitz'et richin ri chokoy.

source: Address in signing certificate does not match address in message headers.
cak: Ri ochochib'äl pa ri ruwujil rub'i' juch'b'i'aj, man nuxïm ta ri' rik'in ri ochochib'äl k'o pa ri taq ruch'utukwi' rutzijol taqoj.

source: Unable to import. Error attempting to import private key.
cak: Man tikirel ta nijik' pe. Xsach toq nutojtob'ej nujïk' ri ichinan ewan tzij.

source: Unable to import. Error attempting to import certificate chain.
cak: Man tikirel ta nijik' pe. Sachoj toq nitojtob'ëx yejik' ri taq kicholajil kiwujil taq b'i'aj.

source: Unable to export. Unable to locate certificate or key by nickname.
cak: Man tikirel ta nik'wäx el. Man tikirel ta nilitäj ri ruwujil b'i'aj o ewan tzij rik'in ri tz'ukun tzij.

source: Unable to export. Private Key could not be located and exported.
cak: Man tikirel ta nik'wäx el. Ri ichinan ewan tzij man tikirnäq ta richin nilitäj chuqa' richin nik'wäx el.

source: Unable to export. Unable to write the export file.
cak: Man tikirel ta nik'wäx el. Man tikirel ta nitz'ib'äx ri yakb'äl richin k'wanïk.

source: Unable to import. Unable to read the import file.
cak: Man tikirel ta nijik' pe. Man tikirel ta nisik'ïx ri yakb'äl richin jik'oj.

source: Unable to export. Key database corrupt or deleted.
cak: Man tikirel ta nik'wäx el. Ri rucholxe'el kitzij taq ewan tzij nitz'ilan o xyujun el.

source: Unable to generate public/private key pair.
cak: Man tikirel ta ni nitz'uk ri k'ulaj aj winaqil/ichinan taq ewan tzij.

source: Password entered is invalid. Please pick a different one.
cak: Man okel ta ri ewan tzij xtz'ib'äx. Tab'ana' utzi, tacha' jun chik ri jun wi.

source: Old password entered incorrectly. Please try again.
cak: Itzel xtz'ib'äx ri jun kan ewan tzij. Tatojtob'ej chik.

source: Certificate nickname already in use.
cak: Ri tz'ukun rutzij ruwujil b'i'aj tajin nokisäx chik.

source: Peer FORTEZZA chain has a non-FORTEZZA Certificate.
cak: Ri FORTEZZA cholajem richin ri jun chik peraj, k'o jun ruwujil rub'i', ri man richin ta FORTEZZA.

source: A sensitive key cannot be moved to the slot where it is needed.
cak: Man tikirel ta nisilöx el jun ichinan ewan tzij chupam ri ch'apib'äl, akuchi' nik'atzin wi.

source: Invalid module name.
cak: Man okel ta rub'i' juperaj.

source: Invalid module path/filename
cak: Man okel ta rub'ey o rub'i' ruyakb'al juperaj

source: Unable to add module
cak: Man tikirel ta nitz'aqatisäx ri juperaj

source: Unable to delete module
cak: Man tikirel ta niyuj el ri juperaj

source: New KRL is not later than the current one.
cak: Ri k'ak'a' KRL man chi rij ta ri k'o wakami.

source: New CKL has different issuer than current CKL. Delete current CKL.
cak: Ri k'ak'a' CKL k'o jun chik wi chi rutikirisanel rutzij CKL wakami. Tayuju' el ri CKL k'o wakami.

source: The Certifying Authority for this certificate is not permitted to issue a certificate with this name.
cak: Ri taqonel ya'öl ruwujil rub'i' re ruwujil b'i'aj re', man ya'on ta q'ij chi re richin nutikirisaj rutzij jun ruwujil b'i'aj rik'in re b'i'aj re'.

source: The key revocation list for this certificate is not yet valid.
cak: Ri rucholajem k'exoj kiwäch taq ewan rutzij re ruwujil b'i'aj re', k'a man okel ta.

source: The certificate revocation list for this certificate is not yet valid.
cak: Ri rucholajem k'exoj kiwäch taq ewan rutzij re ruwujil b'i'aj re', k'a man okel ta.

source: The requested certificate could not be found.
cak: Man tikirel ta ilon ri ruwujil b'i'aj k'utun.

source: The signer’s certificate could not be found.
cak: Man tikirel ta ilon ri ruwujil rub'i' ri juch'unel b'i'aj.

source: The location for the certificate status server has invalid format.
cak: Ri rochochib'al ruk'u'x rusamaj rub'anikil ri ruwujil b'i'aj k'o jun rub'anikil, ri man okel ta.

source: The OCSP response cannot be fully decoded; it is of an unknown type.
cak: Ri OCSP tzolin tzij man tikirel ta netamäx rusik'ixik ronojel; jun ruwäch ri man etaman ta ruwäch.

source: The OCSP server returned unexpected/invalid HTTP data.
cak: Ri OCSP ruk'u'x samaj xutzolij HTTP taq tzij, ri man e'oyob'en ta/man e okel ta.

source: The OCSP server found the request to be corrupted or improperly formed.
cak: Ri OCSP ruk'u'x samaj xrïl chi ri k'utunïk itzelan chuqa' itzel xnuk'.

source: The OCSP server experienced an internal error.
cak: Ri OCSP ruk'u'x samaj xuk'ulwachij jun sachoj chupam.

source: The OCSP server suggests trying again later.
cak: Ri OCSP ruk'u'x samaj nuchilab'ej chi tatojtob'ej chik pa jun ti mej.

source: The OCSP server requires a signature on this request.
cak: Ri OCSP ruk'u'x samaj nrajo' jun juch'b'i'aj pa re k'utuj re'.

source: The OCSP server has refused this request as unauthorized.
cak: Ri OCSP ruk'u'x samaj xutzolij pe re k'utuj re', achi'el man ya'on ta q'ij chi re.

source: The OCSP server returned an unrecognizable status.
cak: Ri OCSP ruk'u'x samaj xutzolij pe jun b'anikil, ri man etamel ta ruwäch.

source: The OCSP server has no status for the certificate.
cak: Ri OCSP ruk'u'x samaj majun rub'anikil richin re ruwujil b'i'aj re'.

source: You must enable OCSP before performing this operation.
cak: K'o chi natzïj ri OCSP chuwäch nasamajij re samaj re'.

source: You must set the OCSP default responder before performing this operation.
cak: K'o chi najikib'a' ri OCSP tzolïy tzij kan k'o wi chuwäch nasamajij re samaj re'.

source: The response from the OCSP server was corrupted or improperly formed.
cak: Ri tzolin rutzij OCSP ruk'u'x samaj, itzelan o itzel nuk'un.

source: The signer of the OCSP response is not authorized to give status for this certificate.
cak: Ri juch'unel rub'i' ri OCSP tzolin tzij, man ya'on ta q'ij chi re richin nuq'alajisaj ri rub'anikil re ruwujil b'i'aj re'.

source: The OCSP response is not yet valid (contains a date in the future).
cak: Ri OCSP tzolin tzij, k'a man okel ta (ruk'wan jun ruq'ijul richin ri chwa'q kab'ij).

source: The OCSP response contains out-of-date information.
cak: Ri OCSP tzolin tzij ruk'wan ta etamab'äl, ri man ek'exon ta.

source: The CMS or PKCS #7 Digest was not found in signed message.
cak: Man ilon ta ri CMS o PKCS #7 ch'utitzijol pa ri rutzijol taqoj juch'un.

source: The CMS or PKCS #7 Message type is unsupported.
cak: Ri ruwäch CMS o PKCS #7 rutzijol taqoj, man yek'ul ta.

source: PKCS #11 module could not be removed because it is still in use.
cak: Ri PKCS #11 juperaj man xyuj ta el ruma k'a tajin na nokisäx.

source: Could not decode ASN.1 data. Specified template was invalid.
cak: Man tikirel ta xetamäx kisik'ixik ri ASN.1. taq tzij. Man okel ta ri wach jikib'an pe.

source: No matching CRL was found.
cak: Man xilitäj ta ütz chi CRL.

source: You are attempting to import a cert with the same issuer/serial as an existing cert, but that is not the same cert.
cak: Tajin natojtob'ej najïk' el jun ruwujil b'i'aj, ri junam rajilab'al rucholajem/tikirisanel tzij jun ruwujil b'i'aj, ri k'o chik, xa xe chi man ja ta ri ruwujil b'i'aj ri'.

source: NSS could not shutdown. Objects are still in use.
cak: Man tikirel ta xtz'apitäj ri NSS. K'a e k'o na taq wachinäq, ri tajin ye'okisäx.

source: DER-encoded message contained extra unused data.
cak: Ri rutzijol taqoj cholajin rik'in DER eruk'wan tz'aqat taq tzij, ri man e'okisan ta.

source: Unsupported elliptic curve.
cak: Man nik'ul ta ri elip kotojuch'.

source: Unsupported elliptic curve point form.
cak: Man nik'ul ta ri rub'anikil ruk'ojlemal elip kotojuch'.

source: Unrecognized Object Identifier.
cak: Man etaman ta ruwäch ri tz'etonel wachinäq.

source: Invalid OCSP signing certificate in OCSP response.
cak: Man okel ta ri ruwujil rub'i' OCSP juch'b'i'aj pan OCSP tzolin tzij.

source: Certificate is revoked in issuer’s certificate revocation list.
cak: Ri ruwujil b'i'aj tzolin pe pa ri rucholajem kitzolinik kiwujil rub'i' ri tikirisanel tzij.

source: Issuer’s OCSP responder reports certificate is revoked.
cak: Ri OCSP tzolïy rutzij tikirisanel tzij nuya' rutzijol chi tzolin pe ri ruwujil b'i'aj.

source: Issuer’s Certificate Revocation List has an unknown version number.
cak: Ri rucholajem kitzolinik taq ruwujil rutzij tikirisanel tzij ruk'wan jun rajilab'al ruwäch, ri man etaman ta ruwäch.

source: Issuer’s V1 Certificate Revocation List has a critical extension.
cak: Ri rucholajem kitzolinik taq V1 ruwujil rub'i' tikirisanel tzij ruk'wan jun k'ayew k'amal.

source: Issuer’s V2 Certificate Revocation List has an unknown critical extension.
cak: Ri rucholajem kitzolinik taq V2 ruwujil rub'i' tikirisanel tzij ruk'wan jun k'amal, ri man etaman ta ruwäch.

source: Unknown object type specified.
cak: Man etaman ta ruwäch ri ruwäch wachinäq xya' rutzijol.

source: PKCS #11 driver violates the spec in an incompatible way.
cak: Ri PKCS #11 ajchajinel nutz'ila' ri ya'oj etal pa jun b'anikiel, ri man nuk'äm ta ri'.

source: No new slot event is available at this time.
cak: Wakami majun wachel ta jun k'ak'a' rusamaj ch'apib'äl.

source: CRL already exists.
cak: K'o chik ri CRL.

source: NSS is not initialized.
cak: Man tikirinäq ta ri NSS.

source: The operation failed because the PKCS#11 token is not logged in.
cak: Xsach ri samaj ruma chi ri PKCS#11 token man rutikirisan ta molojri'ïl.

source: Configured OCSP responder’s certificate is invalid.
cak: Man okel ta ri ruwujil rub'i' nuk'samajin richin ri OCSP tzolïy tzij.

source: OCSP response has an invalid signature.
cak: Ri OCSP tzolin tzij man okel ta jun rujuch'b'i'aj.

source: Cert validation search is out of search limits
cak: Ri rukanoxik runik'oxik ruwujil b'i'aj elenäq chi kikojol taq ruchi'

source: Policy mapping contains anypolicy
cak: Ri kiwachisetul taq na'ojil ruk'wan anypolicy

source: Cert chain fails policy validation
cak: Ri kicholajem taq ruwujil b'i'aj, man nutaqej ta kijikib'axik taq na'ojil

source: Unknown location type in cert AIA extension
cak: Man etaman ta ruwäch ri ruwäch k'ojlemal pa ri k'amal AIA ruwujil b'i'aj

source: Server returned bad HTTP response
cak: Ri ruk'u'x samaj xutzolij pe jun itzel HTTP tzolin tzij

source: Server returned bad LDAP response
cak: Ri ruk'u'x samaj xutzolij pe jun itzel tzolin rutzij LDAP

source: Failed to encode data with ASN1 encoder
cak: Sachol toq yecholajïx ri taq tzij rik'in ri ASN1 cholanel

source: Bad information access location in cert extension
cak: Man okel ta ri rochochib'al okem pa etamab'äl pa ruk'amal ruwujil b'i'aj

source: Libpkix internal error occurred during cert validation.
cak: Xk'ulwachitäj jun sachol Libpkix chupam toq tajin nijikib'äx ri ruwujil b'i'aj.

source: A PKCS #11 module returned CKR_GENERAL_ERROR, indicating that an unrecoverable error has occurred.
cak: Jun PKCS #11 juperaj, xutzolij pe CKR_GENERAL_ERROR, akuchi' nuya' rutzijol chi xk'ulwachitäj jun sachoj, ri ma kolotel ta.

source: A PKCS #11 module returned CKR_FUNCTION_FAILED, indicating that the requested function could not be performed. Trying the same operation again might succeed.
cak: Jun PKCS #11 xutzolij CKR_FUNCTION_FAILED, akuchi' nuya' rutzijol chi ri samaj xk'utüx man tikirel nisamajïx. We nitojtob'ëx chik re samaj re', rik'in jub'a' ütz xtub'än.

source: A PKCS #11 module returned CKR_DEVICE_ERROR, indicating that a problem has occurred with the token or slot.
cak: Jun PKCS #11 xutzolij CKR_DEVICE_ERROR, akuchi' nuya' rutzijol chi xk'ulwachitäj jun k'ayewal rik'in ri token o slot.

source: Unknown information access method in certificate extension.
cak: Man etaman ta ruwäch ri rub'eyal okem pa etamab'äl rik'in ruk'amal ruwujil b'i'aj.

source: Error attempting to import a CRL.
cak: Sachoj toq nitojtob'ëx nujïk' jun CRL.

source: The password expired.
cak: Xik'o ruq'ijul ri ewan tzij.

source: The password is locked.
cak: Q'aton ri ewan tzij.

source: Unknown PKCS #11 error.
cak: Man etaman ta ruwäch ri PKCS #11 sachoj.

source: Invalid or unsupported URL in CRL distribution point name.
cak: Man okel ta o man nik'ul ta ri URL pa ri rub'i' ruk'ojlemal rujachik CRL.

source: The certificate was signed using a signature algorithm that is disabled because it is not secure.
cak: Ri ruwujil b'i'aj xjuch' rik'in jun rub'eyal rujik'oj juch'b'i'aj, ri chupül ruma chi man ütz ta.

source: The server uses key pinning (HPKP) but no trusted certificate chain could be constructed that matches the pinset. Key pinning violations cannot be overridden.
cak: Re ruk'u'x samaj re' nrokisaj key pinning (HPKP) xa xe chi man tikirinäq ta ninuk' jun kicholajem kuqel k'u'x kiwujil b'i'aj, ri nuk'äm ri' rik'in ri pinset. Ri taq ritzelanik Key pinning man tikirel ta yechojmirisäx.

source: The server uses a certificate with a basic constraints extension identifying it as a certificate authority. For a properly-issued certificate, this should not be the case.
cak: Ri ruk'u'x samaj nrokisaj jun ruwujil b'i'aj rik'in jun ruxe' k'amal richin taq q'aton samaj, ri nuya' retal achi'el jun taqonel ya'öl ruwujil b'i'aj. Re re' k' ta chi man ja ta ri' rub'eyal richin jun ruwujil b'i'aj, ri ütz tikirisan rutzij.

source: The server presented a certificate with a key size that is too small to establish a secure connection.
cak: Ri ruk'u'x samaj ruk'utun jun ruwujil b'i'aj, ri ruk'wan jun runimilem ewan tzij yalan ko'öl richin nijikib'äx jun ütz okem.

source: An X.509 version 1 certificate that is not a trust anchor was used to issue the server’s certificate. X.509 version 1 certificates are deprecated and should not be used to sign other certificates.
cak: Jun X.509 ruwäch 1 ruwujil b'i'aj, ri man ta nok jun kuqel k'u'x ch'apoj, ri xokisäx richin xtikirisäx rutzij ruwujil rub'i' ri ruk'u'x samaj. X.509 ruwäch 1 taq ruwujil b'i'aj e ojer chik, ruma ri' man ütz ta ye'okisäx richin yejuch' ch'aqa' chik taq ruwujil b'i'aj.

source: The server presented a certificate that is not yet valid.
cak: Ri ruk'u'x samaj xuk'üt jun ruwujil b'i'aj, ri k'a man okel ta.

source: A certificate that is not yet valid was used to issue the server’s certificate.
cak: Xokisäx jun ruwujil b'i'aj, ri k'a man okel ta richin nutikirisaj rutzij ruwujil rub'i' ruk'u'x samaj.

source: The signature algorithm in the signature field of the certificate does not match the algorithm in its signatureAlgorithm field.
cak: Ri rub'eyal rujik'oj juch'b'i'aj pa ri ruk'ojlemal rujuch'b'i'aj ruwujil b'i'aj, man nuxïm ta ri' rik'in ri rub'eyal jik'oj pa ri ruk'ojlem signatureAlgorithm.

source: The OCSP response does not include a status for the certificate being verified.
cak: Ri OCSP tzolin tzij, man ruk'wan ta jun b'anikil kichin ri ruwujil b'i'aj, ri tajin yenik'öx.

source: The server presented a certificate that is valid for too long.
cak: Ri ruk'u'x samaj xuk'üt jun ruwujil b'i'aj, rik'in jun rejqalem janila nïm ruq'ijul.

source: A required TLS feature is missing.
cak: Nrajo' na jun rajowaxik rub'anikil TLS.
