Repository: translate/mozilla-l10n
Catalog: doi/dom/chrome/appstrings.properties.po
Languages: doi

source: The URL is not valid and cannot be loaded.
doi: URL वैध नईं जां लोड नईं किया जा सकदा.

source: The file %S cannot be found. Please check the location and try again.
doi: %S फाइल नेईं लब्भी सकदी. कृपा करियै स्थान जाचो ते दुबारा कोशश करो.

source: %S could not be found. Please check the name and try again.
doi: %S फाइल नेईं लब्भी सकी. कृपा करियै नांऽ जाचो ते दुबारा कोशश करो.

source: The connection was refused when attempting to contact %S.
doi: %S कन्नै रावता करदे बेल्लै कनैक्शन नांमंजूर होई गेआ हा .

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
doi: %S कन्नै कनैक्शन अनअपेक्षत गै बिच गै खत्म होई गेआ. होई सकदा ऐ किश डेटे दा तबादला होई गेआ होऐ.

source: The operation timed out when attempting to contact %S.
doi: %S कन्नै रावता करदे बेल्लै आप्रेशन दा समां पूरा होई गेआ हा .

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
doi: इस सफे दे प्रदर्शन लेई बरतून ने ओह् जानकारी भेजी लोड़चदी जेह्‌ड़ी कुसै बी अमल (जिॕयां के खोज जां आडर पुश्टीकरण ) गी दर्‌हाऽ,जेह्‌ड़ा पैह्‌लें कीता गेआ हा.

source: Resend
doi: परतियै भेजो

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
doi: जिन्ने चिरे तगर तुस निजी सुरक्षा मैन्जर(PSM) प्रस्थापत नेईं करदे उन्ने तगर एह् दस्तावेज प्रदर्शत नेईं कीता जाग . PSM डाऊनलोड ते प्रस्थापत करो ते दुबारा कोशश करो , जां अपने सिस्टम प्रशासक कन्नै रावता करो.

source: The document contains no data.
doi: दस्तावेज च कोई डेटा नेईं ऐ.

source: This document is no longer available.
doi: एह् दस्तावेज हून अग्गें उपलब्ध नेईं ऐ.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
doi: आफ-लाइन होने पर एह् दस्तावेज प्रदर्शत नेईं कीता जाई सकदा. आन-लाइन जाने लेई फाइल मेन्यु चा आफ-लाइन कम्म करो गी बिनजाचेआ करो.

source: The document cannot change while Printing or in Print Preview.
doi: दस्तावेज़ बदला नहीं जा सकता जब छपाई हो रही हो या छपाई के पहले देखा जा रहा हो।

source: Access to the port number given has been disabled for security reasons.
doi: सुरक्षा कारणें मूजबदित्ते गेदे पत्तन संख्या पर पुज्ज असमर्थत कीती गेदी ऐ.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
doi: तुसें जेह्‌ड़ा प्राक्सी सर्वर संरूपत कीते दा ऐ,ओह् नेईं लब्भी सकेआ. कृपा करियै अपनियां प्राक्सी सैट्टिंगां जाचो ते दुबारा कोशश करो.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
doi: तुसें जेह्‌ड़ा प्राक्सी सर्वर संरूपत कीते दा ऐ,उस कन्नै रावता करने दी कोशश करदे बेल्लै कनैक्शन नामंजूर होई गेआ हा. कृपा करियै अपनियां प्राक्सी सैट्टिंगां जाचो ते दुबारा कोशश करो.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
doi: जेह्‌ड़ा सफा तुस दिक्खना चाह् करदे ओ,ओह् नेईं दस्सेआ जाई सकदा की जे ओह् कंप्रैशन दा कोई अमान्य जां असमर्थनशुदा रूप बरतदा ऐ.

source: External Protocol Request
doi: बाहरी प्रोटोकॉल बिनती

source: <Unknown>
doi: <अनजांता>

source: Remember my choice for all links of this type.
doi: मेरी इच्छाओं की इस प्रकार की सभी कड़ियॉ को याद रखो।

source: Launch application
doi: कार्यक्रम प्रारम्भ करें

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
doi: %S दी साइट दी रपोट इक हमला साइट दे तौर पर कीती गेदी ऐ ते थुआढ़ी सुरक्षा तरजीहें दे अधार पर इसी डक्की दित्ता गेदा ऐ.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
doi: % S पर वैबसाइट गी व्यक्तिगत जां वित्ती जानकारी सांझी करने आस्तै बरतूनियें गी झांसा देने लेई वैब जालसाजी लेई डिजाइन कीती गेदी दे रूप च सूचत कीता गेदा ऐ.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
doi: जेह्‌ड़ा सफा दिक्खने दी तुस कोशश करा करदे ओ, उस्सी तुस नेईं दिक्खी सकदे की जे डेटा तबादले च इक गल्ती दा पता लग्गेआ ऐ.

source: This page uses an unsupported technology that is no longer available by default.
doi: एह् सफा इक असमर्थत टैक्नालोजी बरतदा ऐ, ओह् हून फायरफाक्स च डिफाल्ट रूप कन्नै उपलब्ध नेईं ऐ.
