Repository: translate/mozilla-l10n
Catalog: sat/dom/chrome/layout/xmlparser.properties.po
Languages: sat

source: out of memory
sat: उयाहा़र दाड़े खोन बाहरे.

source: syntax error
sat: आयात तेयार भुल

source: no element found
sat: जाहान जिनिस बाङ ञाम लेना .

source: not well-formed
sat: बेस ते बाङ तेयार.

source: unclosed token
sat: झिजाक् चिनहा़

source: partial character
sat: हिंस आखोर

source: mismatched tag
sat: बाङ मिला़क् तोल.

source: duplicate attribute
sat: दोहड़ा गालाङ

source: junk after document element
sat: दोलिल जिनिस तायोम जोबरा

source: illegal parameter entity reference
sat: बेहोक पैरामिटर रायरित जोनोड़

source: undefined entity
sat: बाङ उपुरुम रायरित.

source: recursive entity reference
sat: दोहड़ा उयहा़र रायरित जोनोड़.

source: asynchronous entity
sat: बाङ तुला जोखा दाड़ेयाक् रायरित्.

source: reference to invalid character number
sat: बाङ बाताव आखोर लेखा रेयाक् जोनोड़.

source: reference to binary entity
sat: बार एल ओल रायरित जोनोड़.

source: reference to external entity in attribute
sat: गालाङ रे बाहरे राय रित ला़गित् जोनोड़.

source: XML or text declaration not at start of entity
sat: XML आर बाङ ओनोल रेयाक् सोदोर रायरित रेयाक् एतोहोब रेदो बाङा

source: unknown encoding
sat: बाङ बाडाय चिकी चिनहा़ .

source: encoding specified in XML declaration is incorrect
sat: XML ला़य सोदोर रे गोटावाक् गोटावाक् चिकी चिनहा़ बाय ठिका.

source: unclosed CDATA section
sat: झिच् CDATA हा़टिञ

source: error in processing external entity reference
sat: बाहरे रायरित् जोनोड़ का़मी रे भुल.

source: document is not standalone
sat: दोलिल एकला बाय तिंगु आकाना.

source: unexpected parser state
sat: बाङ आंस भेद भांगाव ओबोसता.

source: entity declared in parameter entity
sat: पैरामीटर रायरित रे रायरित ला़य सोदोर .

source: prefix not bound to a namespace
sat: ञुतुमफांक जायगा रे साबाद माड़ाङ आखोर आदेर तोंगे बाङ तोला.

source: must not undeclare prefix
sat: साबाद माड़ाङ तोंगे आखोर बाङ ला़य सोदोर दो बाङ ला़कती

source: incomplete markup in parameter entity
sat: पारामिटार राय रित् रे चिनहा़ एम बाङ पुरा़वा.

source: XML declaration not well-formed
sat: XML ला़य सोदोर बेस बाय तेयाराकाना

source: text declaration not well-formed
sat: ओनोल ला़य सोदोर बेस बाय तेयाराकाना

source: illegal character(s) in public id
sat: बेहोक आखोर (को) होड़कोवाक् id रे

source: reserved prefix (xml) must not be undeclared or bound to another namespace name
sat: साबाद माड़ाङ तोंगे आखोर एसेत् दोहो (xml) बाङ ला़य सोदोर बाङ ला़कती आर बाङ एटागाक् ञुतुम जायगा ञुतुम ते तोल .

source: reserved prefix (xmlns) must not be declared or undeclared
sat: एसेत् दोहो साबाद माड़ाङ आखोर तोंगे (xmlns) ला़य सोदोर आर बाङ ला़य सोदोर बाङ ला़कती .

source: prefix must not be bound to one of the reserved namespace names
sat: साबाद माड़ाङ तोंगे आखोर मित् एसेत् दोहो ञुतुम जायगा ञुतुम को ते बाङ तोल ला़कती .

source: XML Parsing Error: %1$S Location: %2$S Line Number %3$u, Column %4$u:
sat: XML बेयान एम भुल: %1$S ठांव: %2$S गार लेखा %3$u, कांधा %4$u:

source: . Expected: </%S>.
sat: . आंस लेन ताहेंना: </%S>.
