Repository: translate/mozilla-l10n
Catalog: sm/browser/chrome/browser/sanitize.dtd.po
Languages: sm

source: Settings for Clearing History
sm: Fa'atonutonu mo Fa'amamā lou lisi tu'ufa'asolo

source: Clear Recent History
sm: Fa'amamā lisi tu'ufa'asolo lata mai nei

source: When I quit &brandShortName;, it should automatically clear all:
sm: Pe 'ā o māvae &brandShortName;, fa'amamā 'uma 'otometi:

source: &Time range to clear:
sm: &Taimi o totonu e fa'amamā:

source: Last Hour
sm: Itūlā ua māvae

source: Last Two Hours
sm: Itūlā e lua ua māvae

source: Last Four Hours
sm: Itūlā e fā ua māvae

source: Today
sm: Aso nei

source: Everything
sm: So'o se mea

source: Visit Date
sm: Aso o le asiasi

source: Name
sm: Igoa

source: D&etails
sm: M&eafa'amatala

source: History
sm: Lisi tu'ufa'asolo

source: &Browsing & Download History
sm: &Browsing & Lisi tu'ufa'asolo o le 'Auina atu

source: &Form & Search History
sm: &Form & Lisi tu'ufa'asolo o le Su'e

source: Saved &Passwords
sm: 'U&pulilo Teuga

source: &Cookies
sm: &Kuki

source: &Offline Website Data
sm: Website data &laina-'ese

source: Active &Logins
sm: Gāoioi &saini-totonu

source: &Site Preferences
sm: Fa'a'au'au o le &site

source: This action cannot be undone.
sm: E lē mafai ona 'ave'ese le gāoioiga.
