Repository: translate/mozilla-l10n
Catalog: ff/obsolete/browser/chrome/browser/preferences/permissions.dtd.po
Languages: ff

source: Exceptions
ff: Paltooje

source: Site
ff: Lowre

source: Status
ff: Ngonka

source: &Remove Site
ff: &Momtu Lowre

source: R&emove All Sites
ff: M&omtu Lowe Fof

source: A&ddress of website:
ff: Ñ&iiɓirɗe lowre:

source: &Block
ff: &Falo

source: Allow for &Session
ff: Yamir e &Naatol

source: &Allow
ff: &Yamir

source: &Close
ff: &Uddu
