Repository: translate/mozilla-l10n
Catalog: nso/toolkit/installer/unix/install.*.po
Languages: it

source: Next >
it: Ya go latela >

source: < Back
it: < Morago

source: _: CANCEL Cancel
it: Khansela

source: Accept
it: Amogela

source: Decline
it: Gana

source: Install
it: Hloma

source: Pause
it: Khutša

source: Resume
it: Thoma

source: Mozilla Installer
it: Mohlomi wa Mozilla

source: Destination Directory
it: Tšhupalefelo ya Lefelo

source: Change...
it: Fetola...

source: Select a directory
it: Kgetha tšhupalefelo

source: Directory %s doesn't exist. Create it?
it: Tšhupalefelo %s ga e gona. E hlame?

source: Yes
it: Ee

source: No
it: Aowa

source: OK
it: LOKILE

source: Delete Directory
it: Phumula Tšhupalefelo

source: _: CANCEL_LABEL Cancel
it: Khansela

source: Error [%d]: %s
it: Phošo [%d]: %s

source: Fatal error [%d]: %s
it: Phošo e Kgolo [%d]: %s

source: Description
it: Tlhalošo

source: Setup will install the following components:
it: Sebeakanyi se tla hloma dikarolwana tše di latelago:

source: to the following location:
it: go lefelo le le latelago:

source: Preparing %s...
it: E a beakanya %s...

source: Extracting %s...
it: E a ntšha %s...

source: Installing %s...
it: E a hloma %s...

source: Processing file %d of %d...
it: E lokiša faele %d ya %d...

source: Choose another directory because you do not have permission to install to: %s
it: Kgetha tšhupalefelo e nngwe ka baka la gore ga o na tumelelo ya go hloma go: %s

source: Download Settings
it: Bula Dipeakanyo

source: Save installer modules upon download
it: Boloka mohlomi wa dimotšule ge o bula

source: Proxy Settings...
it: Dipeakanyo tša Proksi...

source: Proxy Host [required]:
it: Monggae wa Proksi [a nyakega]:

source: Proxy Port [required]:
it: Bohlomelo bja Proksi [a nyakega]:

source: Proxy Username [optional]:
it: Leinatirišo la Proksi [ga se kgapeletšo]:

source: Proxy Password [optional]:
it: Lentšuphetišo la Proksi [ga se kgapeletšo]:

source: Error!
it: Phošo!

source: Disk Space Available = %ld KB
it: Sekgoba sa tisiki se se lego Gona = %ld KB

source: Disk Space Required = %ld KB
it: Sekgoba sa tisiki se se Nyakegago = %ld KB

source: Please select a directory on a disk with enough space to install or free some disk space on the selected disk.
it: Ka kgopelo kgetha tšhupalefelo mo tisiking yeo e nago le sekgoba se lekanego go hloma goba phumula sekgoba sa ditisiki tše dingwe mo go tisiki ye e kgethilwego.

source: A network connection failure occured. Please check your network connection and press the 'Resume' button. Alternatively, press the 'Cancel' button to quit the installer.
it: Go palelwa ga kgokagano ya megala go hlolegile. Ka kgopelo lekola kgokagano ya megala gomme o kgotla konopi ya 'Thoma'. Goba, kgotla konopi ya 'Khansela' go tšwa go mohlomi.

source: Some files failed to download correctly. Retrying.
it: Tše dingwe tša difaele di paletše go bula gabotse. Di sa leka gape.

source: Installation has failed due to multiple CRC failures.
it: Tlhomo e paletše ka lebaka la go palela gantši ga CRC.

source: Downloading:
it: E a bula:

source: From:
it: Go tšwa go:

source: To:
it: Go ya go:

source: Status:
it: Maemo:

source: %d KB of %d KB (at %d KB/sec)
it: %d KB ya %d KB (ka %d KB/sec)

source: Usage: %s [options]%s [options] can be any of the following combination:%s -h: This help.%s -ma: Run setup in Auto mode: show progress UI,%s but assume defaults without user intervention.%s -ms: Run setup in Silent mode: show no UI and have%s no user intervention.%s -ira: Ignore the [RunAppX] sections%s
it: Tšhomišo: %s [dikgetho]%s [dikgetho] go ka e nngwe ya dikopanyo tše di latelago:%s -h: Se se thuša.%s -ma: Go šomiša sebeakanyi ka moute wa Otho: e laetša e tšwela pele UI,%s gomme e dumela ditifolete ntle ga tsenatseno ya mošomiši.%s -ms: Šomiša sebeakanyi go moute wa Homola: ga o laetše UI ebile o na le %s ga ona tsenatseno ya mošomiši.%s -ira: Hlokomologa [RunAppX] dikarolo tša %s

source: Unknown
it: Ga e tsebje

source: Out of memory
it: E lahlegetšwe ke tlhaologanyo

source: Invalid param
it: Paramo ye e sego ya kgonthe

source: Invalid member variable
it: Leloko le fapanego le e sego la kgonthe

source: Invalid pointer
it: Sešupetšo se se fokolago

source: Parse key has no value
it: Khii ya phošolla dipalo ga e na mohola

source: Failed to read readme
it: Paletšwe ke go bala balanna

source: Failed to read license
it: Paletšwe go bala laesense

source: Out of bounds in Component/Setup Type list
it: Ka ntle ga mellwane go lenaneo la Mohuta wa Karolo/Peakanyo

source: Mismatched ref counts
it: Dikhaonto tša ref tše di sa nyalelanego

source: No components in the INI file
it: Ga gona dikarolo ka gare ga faele ya INI

source: No setup types in the INI file
it: Ga go mehuta ya peakanyo ka gare ga faele ya INI

source: URL at this index already exists
it: URL mo indekseng ye e šetše e le gona

source: Couldn't create the directory
it: Ga se ya hlama tšhupalefelo

source: FTP URL malformed
it: FTP URL e sentšwe

source: Download failed
it: Go Paletšwe go Bula

source: Extraction of XPCOM failed
it: Go ntšhwa ga XPCOM go paletšwe

source: Failed to fork a process
it: Paletšwe ke go hlaba tshepetšo

source: Couldn't open xpistub library
it: Ga se ya bula bokgobapuku bja xpistub

source: Couldn't get symbol in library
it: Ga se ya hwetša leswao go bokgobapuku

source: A xpistub call failed
it: Pitšo ya xpistub e paletše

source: An Installer module %s (.xpi) failed to install
it: Motšule wa go lokela %s (.xpi) o paletšwe ke go lokela

source: Copy of an installer module (.xpi) failed
it: Khopi ya motšule wa go lokela (.xpi) e paletšwe

source: Destination directory doesn't exist
it: Tšhupalefelo ya lefelo ga e tšwelele

source: Can't make destination directory. Please try another directory.
it: E ka se dire tšhupalefelo ya lefelo. Ka kgopelo leka tšhupalefelo ye nngwe.

source: A previous installation exists.
it: Tlhomo ya pele ga e tšwelele.

source: Insufficient permission
it: Tumelelo ye e sa lekanego

source: Insufficient disk space
it: Sekgoba se sa lekanego sa tisiki

source: Multiple CRC Failure
it: Go palelwa ga CRC tše Mmalwa
