Repository: translate/mozilla-l10n
Catalog: sah/toolkit/chrome/mozapps/extensions/extensions.properties.po
Languages: sah

# aboutWindowTitle
source: About %S
sah: %S туһунан

source: Close
sah: Сап

source: version %S
sah: %S барыл

# aboutAddon
source: About %S
sah: %S туһунан

source: %S has been removed.
sah: %S сотуллубут.

source: #1 review;#1 reviews
sah: #1 санаа этиитэ

source: Updated %S
sah: Бачча %S саҥардыллыбыт

# notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
sah: %1$S маны кытта сөп түбэспэтэ %2$S %3$S.

# notification.blocked
source: %1$S has been disabled due to security or stability issues.
sah: %1$S куттал суоһаабатын диэн араарылынна.

# notification.blocked.link
source: More Information
sah: Сиһилии

# notification.softblocked
source: %1$S is known to cause security or stability issues.
sah: %1$S көмпүүтэргэ куттал суоһаабатын эбэтэр эҥкилэ суох үлэлиирин хааччахтыыр.

# notification.softblocked.link
source: More Information
sah: Сиһилии

# notification.outdated
source: An important update is available for %1$S.
sah: Манна аналлаах %1$S суолталаах саҥардыы баар.

# notification.outdated.link
source: Update Now
sah: Билигин саҥарт

# notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
sah: %1$S куттал суоһууруттан көмүскэлэ суох, ол иһин саҥардыллыахтаах.

# notification.vulnerableUpdatable.link
source: Update Now
sah: Билигин саҥарт

# notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
sah: %1$S куттал суоһууруттан көмүскэлэ суох. Сэрэнэн туһан.

# notification.vulnerableNoUpdate.link
source: More Information
sah: Сиһилии

# notification.enable
source: %1$S will be enabled after you restart %2$S.
sah: Маны %2$S хос ыыттаххына %1$S холбонуо.

# notification.disable
source: %1$S will be disabled after you restart %2$S.
sah: Маны %2$S хос ыыттаххына %1$S арахсыа.

# notification.install
source: %1$S will be installed after you restart %2$S.
sah: Маны %2$S хос ыыттаххына %1$S туруоруллуо.

# notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
sah: Маны %2$S хос ыыттаххына %1$S сотуллуо.

# notification.upgrade
source: %1$S will be updated after you restart %2$S.
sah: Маны %2$S хос ыыттаххына %1$S саҥардыллыа.

source: There was an error downloading %1$S.
sah: %1$S хачайдаан ыларга алҕас таҕыста.

# notification.downloadError.retry
source: Try again
sah: Хатылаан көр

source: Try downloading this add-on again
sah: Бу эбиискэни хачайдаан көр

source: There was an error installing %1$S.
sah: Маны %1$S туруорарга туох эрэ алҕас таҕыста.

# notification.installError.retry
source: Try again
sah: Хатылаан көр

source: Try downloading and installing this add-on again
sah: Эбиискэни өссө биирдэ хачайдаан уонна туруоран көрөргө

source: Suggested Contribution: %S
sah: Сабаҕаланар үп: %S

source: Downloading
sah: Хачайдааһын

source: Downloaded
sah: Хачайдаммыт

source: Error downloading
sah: Хачайдааһын алҕаһа

source: Verifying
sah: Тургутуу

source: Installing
sah: Туруоруу

source: Restart to enable
sah: Холбуурга хос ыыт

source: Restart to disable
sah: Араарарга хос ыыт

source: Error installing
sah: Туруоруу алҕаһа

source: Install cancelled
sah: Туруоруу тохтотулунна

# details.notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
sah: %1$S маны кытта сөп түбэспэт %2$S %3$S.

# details.notification.blocked
source: %1$S has been disabled due to security or stability issues.
sah: %1$S куттал суох буоллун уонна бигэтик үлэлээтин диэн араарыллыбыт.

# details.notification.blocked.link
source: More Information
sah: Сиһилии

# details.notification.softblocked
source: %1$S is known to cause security or stability issues.
sah: %1$S кутталы үөскэтэр уонна программа бигэтик үлэлииригэр мэһэй буолар.

# details.notification.softblocked.link
source: More Information
sah: Сиһилии

# details.notification.outdated
source: An important update is available for %1$S.
sah: Манна аналлаах %1$S суолталаах саҥардыы баар эбит.

# details.notification.outdated.link
source: Update Now
sah: Билигин саҥарт

# details.notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
sah: %1$S куттал суоһууруттан көмүскэлэ суох, ол иһин саҥардыллыахтаах.

# details.notification.vulnerableUpdatable.link
source: Update Now
sah: Билигин саҥарт

# details.notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
sah: %1$S куттал суоһууруттан көмүскэлэ суох. Сэрэнэн туһан.

# details.notification.vulnerableNoUpdate.link
source: More Information
sah: Сиһилии

# details.notification.enable
source: %1$S will be enabled after you restart %2$S.
sah: %2$S хос ыытыллыбытын кэннэ %1$S холбонуо.

# details.notification.disable
source: %1$S will be disabled after you restart %2$S.
sah: %2$S хос ыытыллыбытын кэннэ %1$S араарыллыа.

# details.notification.install
source: %1$S will be installed after you restart %2$S.
sah: %2$S хос ыытылыннаҕына %1$S туруоруллуо.

# details.notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
sah: %2$S хос ыытылыннаҕына %1$S сотуллуо.

# details.notification.upgrade
source: %1$S will be updated after you restart %2$S.
sah: %2$S хос ыытылыннаҕына %1$S саҥардыллыа.

source: Select add-on to install
sah: Туоруорар эбиискэҕин тал

source: Add-ons
sah: Эбиискэлэр

source: Uninstall this add-on
sah: Эбиискэни сот

source: Uninstall this add-on (restart required)
sah: Бу эбиискэни сот (хат ыытыы ирдэнэр)

source: Enable this add-on
sah: Бу эбиискэни холбоо

source: Enable this add-on (restart required)
sah: Бу эбиискэни холбоо (хос ыытыы ирдэнэр)

source: Disable this add-on
sah: Эбиискэни араар

source: Disable this add-on (restart required)
sah: Бу эбиискэни араар (хос ыытыы ирдэнэр)

source: See one result;See all #1 results
sah: Соҕотох түмүгү көрөргө; #1 түмүгү көрөргө

source: Visit the add-ons gallery to purchase this add-on
sah: Эбиискэлэр галереяларыгар киирэн бу эбиискэни атыылаһарга

source: %S requires that you accept the following End User License Agreement before installation can proceed:
sah: %S ирдииринэн туруоруоҥ иннинэ эн бу лиссиэнсийэни кытта сөбүлэһэргин биллэриэхтэххин:

source: Extensions
sah: Кэҥэтиилэр

source: Appearance
sah: Тас көстүү

source: Languages
sah: Тыллар

source: Plugins
sah: Плагииннар

source: Dictionaries
sah: Тылдьыттар

source: Services
sah: Сулууспалар
