Repository: translate/mozilla-l10n
Catalog: gn_*/security/manager/chrome/pippki/pippki.properties.po
Languages: gn_bo

source: Do you want to trust "%S" for the following purposes?
gn_bo: ¿Reyekota pa "%S" re ïru mbae reta oyeapo vaerä?

source: Certificate Authority (unnamed)
gn_bo: Mbaepuere güɨnoi ombocertifica vae (jeembae)

source: The certificate "%S" represents a Certificate Authority.
gn_bo: Certificado "%S" oï ko mbaepuere güɨnoi ombocertica vae jekovia pe.

source: The certificate "%S" was issued by:
gn_bo: Certificado "%S" oyemondo kuae:

source: Because you do not trust the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
gn_bo: Mase mbaetɨ reyeko mbaepuere güɨnoi ombocertifica omondo kuae certificado vae re yave, ngaraa vi rerovia añete ko kuae certificado vae ani güɨramoi ambuae ye reyapo renoi.

source: Because you trust the certificate authority that issued this certificate, you trust the authenticity of this certificate unless otherwise indicated here.
gn_bo: Reyeko ramo mbaepuere güɨnoi omondo kuae certificado vae re, reyekota vi ko añetete ko kuae certificado ani güɨramoi ambuae ye reyapo renoi.

source: Because you do not know the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
gn_bo: Güɨramoi mbaetɨ reikuaa mbaepuere güɨnoi omondo kuae certificado vae re, mbaetɨ reyeko añetete ko kuae certificado vae ani güɨramoi ambuae ye omombeu.

source: Certificate for this certificate authority was not found
gn_bo: Mbaetɨ oväe certificado mbaepuere ombocertifica vae peguarä

source: Are you sure you want to delete these server exceptions?
gn_bo: ¿Añetete pa reipota remboai kuae oñeñono oyeokuai vae reta?

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
gn_bo: Remboai metei oyeokuai vae yave, remopüa yeta oyangareko jëguambae oikoño mai kuae oyeokuai vae peguarä jare oipotata reiporu metei certificado osirive vae.

source: Delete Server Certificate Exceptions
gn_bo: Emboai jókuae certificado reta oyeokuai vae pegua

# deleteUserCertConfirm
source: Are you sure you want to delete these certificates?
gn_bo: ¿Añetete pa reipota remboai kuae certificado reta?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
gn_bo: Remboai ndecrtificado yave, ngaraa ma ndepuere reiporu nderé omombeu vae.

source: Delete your Certificates
gn_bo: Emboai ndecertificado reta

source: You have requested to delete these CA certificates. For built-in certificates all trust will be removed, which has the same effect. Are you sure you want to delete or distrust?
gn_bo: Reiporu remboai vaerä kuae certificado reta CA güi. Remoinge serie ramo, remboai vaerägüe reyekoä ma jese, jáeramo kuae oasa. ¿Añetete pa reipota reyapo kuae?

source: If you delete or distrust a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
gn_bo: Remboai yave certificado reta rerovia katu vae (CA) reñono rei vae oipota jei mbaetɨma rerovia certificado reta öe kuae rupi vae CA.

source: Delete or Distrust CA Certificates
gn_bo: Emboai ani reroviakatuama certificado reta CA regua

source: Are you sure you want to delete these people's e-mail certificates?
gn_bo: ¿Añetete pa reipota remboai certificado reta correo pegua kia reta imbae?

source: If you delete a person's e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
gn_bo: Remboai kia icertificado correo elecetrónico pegua yave, ngaraa ma ndepuere remondo ñee reta oyepapa vae kia pe.

source: Delete E-Mail Certificates
gn_bo: Emboai certificado reta correo electrónico pegua

# deleteOrphanCertConfirm
source: Are you sure you want to delete these certificates?
gn_bo: ¿Añetete pa reipota remboai kuae certificado reta?

source: Delete Certificates
gn_bo: Emboai certificado reta

source: Certificate File to Import
gn_bo: Certificado iarchivo reta oyererugüe

source: File Name to Backup
gn_bo: Archivo jee oñovätu vaerä vae

source: PKCS12 Files
gn_bo: Archivo reta PKCS12

source: This certificate has been verified for the following uses:
gn_bo: Kuae certificado re oñemae oyeporu vae reta rupi:

source: Could not verify this certificate because it has been revoked.
gn_bo: Mbaetɨ ipuere oväe kuae certificado echa oyemboai.

source: Could not verify this certificate because it has expired.
gn_bo: Mbaetɨ ipuere oväe kuae certificado echa okañɨ.

source: Could not verify this certificate because it is not trusted.
gn_bo: Mbaetɨ ipuere oväe kuae certificado echa mbaetɨ oyeko jese.

source: Could not verify this certificate because the issuer is not trusted.
gn_bo: Mbaetɨ ipuere oväe kuae certificado echa mbaetɨ oyeko ombou vae re.

source: Could not verify this certificate because the issuer is unknown.
gn_bo: Mbaetɨ ipuere oväe kuae certificado echa ombou vae yaikuaambae.

source: Could not verify this certificate because the CA certificate is invalid.
gn_bo: Mbaetɨ ipuere oväe kuae certificado echa certificado CA pegua osiriveä.

source: Could not verify this certificate for unknown reasons.
gn_bo: Mbaetɨ ipuere oväe kuae certificado yaikuaambae reta jeko pegua.

source: Organization: "%S"
gn_bo: Ñeñono kavi: "%S"

source: Issued Under: "%S"
gn_bo: Mbegüe yae omondo: "%S"

source: Connection Not Encrypted
gn_bo: Ñemoïru oyepapambae

source: The website %S does not support encryption for the page you are viewing.
gn_bo: Web jenda %S mbaetɨ oasaño oyepapa página peguarä remae reï jese vae.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
gn_bo: Internet rupi ombou omombeu oyepapambae vae ipuere vi oecha ïru reta.

source: The page you are viewing is not encrypted.
gn_bo: Págian reecha renoi vae mbaetɨ oyepapa oï.

source: The page you are viewing was encrypted before being transmitted over the Internet.
gn_bo: Página reecha renoi vae oyepapa ndei internet rupi omombeu mbove.

source: Connection Partially Encrypted
gn_bo: Ñemoïru mbaetɨ jaekavi ete oyepapa vae

source: Certificate Viewer:
gn_bo: Certificado reta re ñañemomae vae:

source: <Not Part Of Certificate>
gn_bo: <Mbaetɨ ko metei certificado pegua>

source: You should click OK only if you trust "%S" to protect your encryption private key.
gn_bo: Oyangareko vaerä reipea ndeño reikuiaa vae re, reumbirita Aceptar jaeñoete reyeko "%S". yave

source: (not set)
gn_bo: (Ndeiño oï jenda pe kavi)

source: Unable to change Master Password.
gn_bo: Mbatɨ ipuere oipoepɨ ndeño reikuaa iyɨpɨ vae.

source: You did not enter the correct current Master Password. Please try again.
gn_bo: Ndeño reikuaa iyɨpɨ reñono vae mbaetɨ jaekavi. Eyapo pɨau ye.

source: Master Password successfully changed.
gn_bo: Yandeño yaikuaa iyɨpɨ oyepoepɨ vae jaekavi yae.

source: Warning! You have deleted your Master Password.
gn_bo: ¡Mase! Remboai ndeño reikuaa vae.

source: Warning! You have decided not to use a Master Password.
gn_bo: ¿Mase! Nde reyemongeta mbaetɨ vaerä ma reiporu ndeño reikuaa iyɨpɨ vae.

source: Your stored web and email passwords, form data, and private keys will not be protected.
gn_bo: Ndeño reikuaa reipea vae, formulario reta jare ndeño reikuaa correo eleectrónico reñovätu vae ngaraa oyangareko jese.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
gn_bo: Añave ko oï FIPS. FIPS pe oipota vae jae ko metei ndeño reikuaa vae mbaetɨ ipombae.

source: Failed to Login
gn_bo: Mbaeavɨ sesión iyɨpɨ pe

source: Choose a PKCS#11 device to load
gn_bo: Eiparavo metei dispositivo rembogüeyɨ vaerä

source: Module
gn_bo: Kërai oyeapo vaerä

source: Path
gn_bo: Tape

source: Label
gn_bo: Kañimaa

source: Manufacturer
gn_bo: Iyapoa

source: Serial Number
gn_bo: Numero ojoyoapɨapɨ vae

source: HW Version
gn_bo: Kuatía HW

source: FW Version
gn_bo: Kuatía FW

source: Status
gn_bo: Kërai oï vae

source: Description
gn_bo: Omombeu jesegua vae

source: Disabled
gn_bo: Oyembogüe

source: Not Present
gn_bo: Mbaetɨ oime

source: Uninitialized
gn_bo: Omboɨpɨmbae reve

source: Not Logged In
gn_bo: Sesión mbaetɨ oyemboɨpɨ

source: Logged In
gn_bo: Sesión oyemboɨpɨ

source: Ready
gn_bo: Jaema

source: Enable FIPS
gn_bo: Oñono kavi FIPS

source: Disable FIPS
gn_bo: Ombogüe FIPS

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
gn_bo: Kuae FIPS oipota güɨnoi metei ndeño reikuaa iyɨpɨ oñeñono dispositivo ñavo pe vae. Oñono jaeño oikuaa vae ndei oyeapo kuae mbove.

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
gn_bo: Mbaetɨ yandepuere yaipoepɨ kuae FIPS dispositivo jëguambae peguarä. Omombeu ndeve reë jare omboɨpɨ pɨau ye.

source: Reset Master Password
gn_bo: Emopüa ye ndeño reikuaa iyɨpɨ vae

source: Your password has been reset.
gn_bo: Mbaetɨ oñeñono kavi ye ndeño reikuaa iypɨ vae.

source: Select File containing somebody's Email certificate to import
gn_bo: Eiparavo archivo güɨnoi certificado correo electrónico ïru imbae reru vaerä

source: Select File containing CA certificate(s) to import
gn_bo: Eiparavo archivo güɨnoi certificado (reta) CA reru vaerä

source: Select File containing Server certificate to import
gn_bo: Eiparavo archivo güɨnoi certificado oyeokuai vae pegua reru vaerä

source: Certificate Files
gn_bo: Certificado reta iarchivo

source: Save Certificate To File
gn_bo: Eñovätu certificado archivo pe

source: X.509 Certificate (PEM)
gn_bo: Certificado X.509 (PEM)

source: X.509 Certificate with chain (PEM)
gn_bo: Certificado X.509 karena ndive (PEM)

source: X.509 Certificate (DER)
gn_bo: Certificado X.509 (DER)

source: X.509 Certificate (PKCS#7)
gn_bo: Certificado X.509 (PKCS#7)

source: X.509 Certificate with chain (PKCS#7)
gn_bo: Certificado X.509 karena ndive (PKCX#7)

source: File Error
gn_bo: Mbaeavɨ archivo pe

source: Can't write to file %S: %S.
gn_bo: Mbaetɨ ipuere oikuatía archivo %S: %S. pe

source: Access denied
gn_bo: Yaike vae oyeokenda

source: File is locked
gn_bo: Archivo oyeokenda oï

source: No space left on device
gn_bo: Mbaetɨ oime jendarä dispositivo pe

source: Unknown error
gn_bo: Mbaavɨ yaikuaa mbae

source: You are about to override how %S identifies this site.
gn_bo: Oipota ma oïmegua ikuaa rami %S jenda.

source: This site attempts to identify itself with invalid information.
gn_bo: Kuae jenda oipota tëi oñeñono jae aeño omombeu osirivembae ndive.

source: Wrong Site
gn_bo: Jenda oyeavɨ vae

source: Outdated Information
gn_bo: Omombeu arakae ma vae

source: Valid Certificate
gn_bo: Certificado osirivembae

source: This site provides valid, verified identification. There is no need to add an exception.
gn_bo: Kuae jenda omee yaeka vaerä osirive jare oñemae ma jese vae. Mbaetɨ oaata omboyoapɨ vaerä ïru pe.

source: Checking Information
gn_bo: Omboaporova güɨnoi yemombeu

source: No Information Available
gn_bo: Mbaetɨ yemombeu oïndaivi vae
