Repository: translate/mozilla-l10n
Catalog: dsb/browser/chrome/browser/safebrowsing/phishing-afterload-warning-message.dtd.po
Languages: dsb

source: Get me out of here!
dsb: Cu how wen!

source: Ignore this warning
dsb: Toś to warnowanje ignorěrowaś

source: This isn’t a &deceptive site…
dsb: To njejo wobšudnikojske sedło…

source: Reported Attack Page!
dsb: Napadujucy bok jo se k wěsći dał!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
dsb: Toś ten webbok na <span id='malware_sitename'/> jo se ako napadujucy bok k wěsći dał a na zakłaźe wašych wěstotnych nastajenjow zablokěrował.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
dsb: <p>Napadujuce boki wopytuju programy instalěrowaś, kótarež kšadnu priwatne informacije, wužywaju wašo licadło, aby druge napadnuli abo waš system škódowali.</p><p>Někotare napadujuce boki rozdźěluju z wótglědom škódnu softwaru, ale wjele z nich wobgrozujo se bźez wěźenja abo dowólenja jich wobsejźarjow.</p>

source: Reported Unwanted Software Page!
dsb: Bok z njewitaneju softwaru k wěsći dane!

source: This web page at <span id='unwanted_sitename'/> has been reported to contain unwanted software and has been blocked based on your security preferences.
dsb: Toś ten webbok na <span id='unwanted_sitename'/> jo se bok k wěsći dał, kótaryž wopśimuju njewitanu softwaru a na zakłaźe wašych wěstotnych nastajenjow zablokěrował.

source: <p>Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.</p>
dsb: <p>Boki z njewitaneju softwaru wopytuju softwaru instalěrowaś, kótaraž móžo wobšudna byś a kótaraž móžo waš system na njewótcakane nałogi wobwliwowaś.</p>

source: Deceptive Site!
dsb: Wobšudnikojske sedło!

source: This web page at <span id='phishing_sitename'/> has been reported as a deceptive site and has been blocked based on your security preferences.
dsb: Toś ten webbok na <span id='phishing_sitename'/> jo se ako wobšudnikojske sedło k wěsći dał a na zakłaźe wašych wěstotnych nastajenjow zablokěrował.

source: <p>Deceptive sites are designed to trick you into doing something dangerous, like installing software, or revealing your personal information, like passwords, phone numbers or credit cards.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
dsb: <p>Wobšudnkojske sedła su za to myslone, was zawjedowaś, něco tšašnego cyniś, ako na pś. instalěrowanje softwary abo pśeraźowanje wašych wósobinskich datow, na pś. gronidłow, telefonowych numerow abo numerow kreditnych kórtow.</p><p>Gaž daty na toś tom webboku zapódajośo, móžo to ku kšadnjenjeju identity abo drugej wobšuźe wjasć.</p>
