Repository: translate/mozilla-l10n
Catalog: an/browser/chrome/browser/devtools/toolbox.dtd.po
Languages: an

source: W
an: D

source: Close Developer Tools
an: Zarrar as ferramientas ta desembolicadors

source: Select an iframe as the currently targeted document
an: Trigue un iframe como o documento obchectivo

source: Error opening Browser Toolbox:
an: Error en ubrir a Caixa de ferramientas d'o navegador:

source: Advanced settings
an: Achustes abanzaus

source: Show Browser Styles
an: Amostrar os estilos d'o navegador

source: Turning this on will show default styles that are loaded by the browser.
an: Activando ista opción amostrará os estilos por defecto cargaus por o navegador

source: Defa&ult color unit
an: &Unidat de color predeterminada

source: Color Names
an: Nombres de colors

source: * Current session only, reloads the page
an: * esviella a pachina nomás ta ista sesión

source: Enable browser chrome and add-on debugging toolboxes
an: Activa as caixas de ferramientas de depuración d'o crome d'o navegador y complementos

source: Turning this option on will allow you to use various developer tools in browser context (via Tools > Web Developer > Browser Toolbox) and debug add-ons from the Add-ons Manager
an: En activar ista opción se premitirá l'uso de diversas ferramientas ta desembolicadors en o contexto d'o navegador (fendo Ferramientas > Desembolicador web > Caixa de Ferramientas) y depurar complementos dende o Chestor de complementos.

source: Enable remote debugging
an: Activar a depuración remota

source: Turning this option on will allow the developer tools to debug remote Firefox instance like Firefox OS
an: Activar ista opción permitirá a las ferramientas de desembolicador depurar instancias remotas de Firefox, como Firefox OS

source: Disable JavaScript *
an: Desactivar JavaScript *

source: Turning this option on will disable JavaScript for the current tab. If the tab or the toolbox is closed then this setting will be forgotten.
an: Activando ista opción se desactivará JavaScript en a pestanya actual. Si a pestanya u caixa de ferramientas de zarra alavez iste achuste se descartará.

source: Disable Cache (when toolbox is open)
an: Desactivar caché (quan a caixa de ferramientas siga ubierta)

source: Turning this option on will disable the cache for all tabs that have the toolbox open.
an: Activando ista opción desactivará a cacé en todas as pestanyas que tiengan ubierta a caixa de ferramientas.

source: Enable Service Workers over HTTP (when toolbox is open)
an: Activar os Service Workers sobre HTTP (quan a caixa de ferramientas siga ubierta)

source: Turning this option on will enable the service workers over HTTP for all tabs that have the toolbox open.
an: En activar ista opción s'habilitarán os service workers sobre HTTP pa todas as pestanyas que tienen a caixa de ferramientas ubierta.

source: Default Firefox Developer Tools
an: Ferramientas de desembolicador de Firefox predeterminadas

source: Developer Tools installed by add-ons
an: Ferramientas de desembolicador instaladas por complementos

source: Available Toolbox Buttons
an: Botons disposables en a caixa de ferramientas

source: * Not supported for current toolbox target
an: * Incompatible con l'elemento actual d'a caixa de ferramientas

source: Themes
an: Temas

source: Use Developer Edition browser theme
an: Fer servir o tema d'o navegador Developer Edition

source: Toggles the Developer Edition browser theme.
an: Cambia o tema d'o navegador Developer Edition

source: Web Console
an: Consola web

source: Enable timestamps
an: Activar as marcas de tiempo

source: If you enable this option commands and output in the Web Console will display a timestamp
an: Si activa ista opción as ordens y as suyas salidas amostrarán una marca de tiempo

source: Style Editor
an: Editor de estilo

source: Show original sources
an: Amostrar as fuents orichinals

source: Show original sources (e.g. Sass files) in the Style Editor and Inspector
an: Amostrar as fuents orichinals (os fichers Sass, por eixemplo) en l'editor de estilos y l'inspector

source: Autocomplete CSS
an: Completar automaticament as CSS

source: Autocomplete CSS properties, values and selectors in Style Editor as you type
an: Completar automaticament as propiedatz, as valuras y os selectors CSS en l'editor de estilos mientres a escritura

source: JavaScript Profiler
an: Perfilador JavaScript

source: Common Preferences
an: Preferencias comuns

source: Enable persistent logs
an: Activar a conservación d'o rechistro

source: If you enable this option the Web Console and Network Monitor will not clear the output each time you navigate to a new page
an: Si activa ista opción, no s'escoscará a salida d'a consola web ni d'o monitor de ret cada vegada que navegue en una nueva pachina

source: Show Gecko platform data
an: Amostrar os datos d'a plataforma Gecko

source: If you enable this option the JavaScript Profiler reports will include Gecko platform symbols
an: Si activa ista opción, os informes d'o perfilador JavaScript incluirán os simbolos d'a plataforma Gecko

source: Editor Preferences
an: Preferencias d'o editor

source: Detect indentation
an: Detectar sangría

source: Guess indentation based on source content
an: Deducir sangría a partir d'o conteniu d'o codigo fuent

source: Autoclose brackets
an: Zarrar automaticament os gafetz

source: Automatically insert closing brackets
an: Insertar gafetz de zarrau automaticament

source: Indent using spaces
an: Fer sangría con espacios

source: Use spaces instead of the tab character
an: Faiga servir espacios en cuenta d'o caracter pestanya

source: &Tab size
an: &Mida d'a pestanya

source: &Keybindings
an: &Combinaciones de teclas

source: Default
an: Predeterminau
