Repository: translate/mozilla-l10n
Catalog: son/mobile/android/*/sync_strings.dtd.po
Languages: son

source: Connect to &syncBrand.shortName.label;
son: &syncBrand.shortName.label; cee

source: Add a &syncBrand.fullName.label; Account
son: &syncBrand.fullName.label; kontu tonton

source: Pair a Device
son: Jinay foo margandi

source: To activate your new device, select “Set up &syncBrand.shortName.label;” on the device.
son: Ka war jinay taagaa dirandi, “&syncBrand.shortName.label; kayandiyan” suuba jinaa ga.

source: Enter this code on your other device
son: Ašariyaa woo dam war jinay faa ga

source: Select “&sync.title.pair.label;” in the &syncBrand.shortName.label; section of your other device's Firefox options.
son: Zaa “&sync.title.pair.label;” &syncBrand.shortName.label; dunboo ra war jinay faa se Firefox suubarey game.

source: To activate, select “Pair a device” on your other device.
son: Ka dirandi, wa “Jinay foo margandi” suuba war jinay faa ga.

source: Show me how.
son: Takaa cebe yane.

source: Advanced setup…
son: Kayandiyan koyjinante…

source: I don't have the device with me…
son: Jinaa ši ay kone sohõda…

source: Waiting for other device…
son: Goo ma jinay faa batu…

source: Enter your &syncBrand.fullName.label; account information
son: War &syncBrand.fullName.label; kontu alhabaroo dam

source: Account Name
son: Kontu maa

# sync.input.password.label
source: Password
son: Šennikufal

source: Recovery Key
son: Yeetiyan kufal

source: Use custom server
son: Goy nda alaada feršikaw

source: Server URL
son: Feršikaa URL aderesoo

source: Cannot Set Up &syncBrand.shortName.label;
son: Ši hin ka &syncBrand.shortName.label; kayandi

source: &syncBrand.fullName.label; could not connect to the server. Would you like to try again?
son: &syncBrand.fullName.label; mana hin ka feršikaa cee. War boona a ma ceeci ka ciya koyne?

source: Try again
son: Ceeci koyne

source: Manual Setup
son: Kanbe-kayandiyan

source: No internet connection available.
son: Interneti ciyari kul ši bara.

source: Account creation on your device failed.
son: Kontu mana hin ka tee war jinaa ga.

source: Do you have more than one Firefox installed? Currently, &syncBrand.fullName.label; only supports one Firefox installation at a time. Please uninstall other instances to use &syncBrand.shortName.label;.
son: War Firefox sinjantey ka bisa affoo? Sohõda &syncBrand.fullName.label; ga hin ka goy nda Firefox sinjari foo de cee foo kul. Taare jerey hetti kaa ka goy nda &syncBrand.shortName.label;.

source: Setup Complete
son: Kayandiyan timme

source: Your data is now being downloaded in the background. You can go to Settings to manage your account, or start browsing with &brandShortName;.
son: War bayhaya goo ma zunbu bandafaaroo ra. War ga hin ka koy Kayandiyaney do ka war kontoo juwal wala ka šintin ka naaru nda &brandShortName;.

source: Settings
son: Kayandiyaney

source: Your &syncBrand.fullName.label; account is already set up. You can go to Settings to manage your account, or launch &brandShortName;.
son: War &syncBrand.fullName.label; kayandi ka ben. War ga hin ka koy Kayandiyaney do ka war kontoo juwal wala ka &brandShortName; tunandi.

source: Please try again.
son: Wa ceeci koyne taare.

source: To activate your new device, select “Set up &syncBrand.shortName.label;” on the device, and then select “I Have an Account.”
son: Ka war jinaa dirandi, “&syncBrand.shortName.label;” suuba a ga nda “Ay goo nda kontu”.

source: Options
son: Suubarey

source: Link another device to your &syncBrand.shortName.label; account
son: Jinay tana foo dobu war &syncBrand.shortName.label; kontoo ga

source: What to sync
son: Hayey kaŋ ga hangandi

source: Sync your…
son: Hangandi…

# sync.configure.engines.title.bookmarks
source: Bookmarks
son: Doo-šilbawey

# sync.configure.engines.title.history
source: History
son: Taariki

source: Tabs
son: Nor lokey

source: Cancel
son: Naŋ

source: Connect
son: Ciya

source: OK
son: Ayyo

source: &syncBrand.fullName.label; (deprecated)
son: &syncBrand.fullName.label; (nakaši)

source: &formatS1; on &formatS2;
son: &formatS1; &formatS2; ga

source: Bookmarks Menu
son: Doo-šilbawey šilbayboŋoo

source: Tags
son: Kanjey

source: Bookmarks Toolbar
son: Doo-šilbawey goyjinay žeeri

source: Unsorted Bookmarks
son: Doo-šilbay kaŋyaŋ mana fayandi

source: Desktop Bookmarks
son: Ordinater doo-šilbawey

source: Mobile Bookmarks
son: Doo-šilbay dirantey

source: Reading List
son: Caw maašeede

source: Pinned
son: Kanjante

source: Only one &syncBrand.fullName.label; account is supported.
son: &syncBrand.fullName.label; kontu foo hinne ma kanbandi.

source: Your selections have been saved.
son: War suubarey mana gaabundi.

source: Incorrect account name or password.
son: Kontu maa wala šennikufal laala.

source: Please enter a valid server URL
son: Taare feršikaw URL aderesu boryo dam

source: Verifying…
son: Goo ma koroši…

source: Recovery Key incorrect. Please try again.
son: Yeetiyan kufal laala. Ceeci koyne taare.

source: Send Tab To Devices
son: Nor loku sanba jinawey do

source: Send
son: Sanba

source: Set up &syncBrand.shortName.label;
son: &syncBrand.shortName.label; kayandi

source: Set up &syncBrand.shortName.label; to send tabs
son: &syncBrand.shortName.label; kayandi ka nor lokey sanba

source: Set up &syncBrand.fullName.label; on your device to send tabs to other devices.
son: Wa &syncBrand.fullName.label; kayandi war jinaa ga ka nor lokey sanba jinay taney do.

source: Your tab was sent!
son: War nor lokoo sanbandi!

source: There was a problem sending your tab.
son: Šenday bangay war nor lokoo sanbaroo ra.

source: Firefox Accounts
son: Firefox kontey

source: Using account on server
son: Kontoo ka goy feršikaa ga

source: Storing Sync data on server
son: Bayhaya hangantey jiši feršikaa ga

source: Email
son: Bataga

# fxaccount_password_hint
source: Password
son: Šennikufal

source: Hide
son: Tugu

source: Show
son: Cebe

source: Back to browsing
son: Willi ceeciyan ga

# fxaccount_policy_linktos
source: Terms of Service
son: Goy kalima-izey

# fxaccount_policy_linkprivacy
source: Privacy Notice
son: Sutura laada

source: Welcome to &syncBrand.shortName.label;
son: Kubayni &syncBrand.shortName.label; ga

source: Get started
son: A tunandi

source: Using an older version of &syncBrand.shortName.label;?
son: Goy nda &syncBrand.shortName.label; dumi žeena foo?

source: Create a Firefox Account
son: Firefox kontu tee

source: Must be at least 8 characters
son: Ga hima ka tee harfu 8 nd'a kacca

source: Day
son: Zaari

source: Month
son: Handu

source: Year of birth
son: Hay jiiri

source: By proceeding, I agree to the &formatS1; and &formatS2; of Firefox cloud services.
son: Ka koy jine, I yadda &formatS1; nda &formatS2; ga Firefox Cloud goymiɲey se.

source: Next
son: Jine

source: Choose what to sync
son: Suuba woo kaŋ ga hangandi

source: Already have an account? Sign in
son: Goo nda kontu ka ben? Huru

source: 1990 or earlier
son: 1990 wala jine

source: Could not create account
son: Mana hin ka kontu tee

source: Cannot create account
son: Ši hin ka kontu tee

source: You must meet certain age requirements to create an account.
son: War ga hima ka duu jiiri hinna tana ka kontu feeri.

source: Learn more
son: Bay ka tonton

source: Confirm your account
son: War kontoo tabatandi

source: A verification link has been sent to &formatS;
son: Tabatandiyan dobu sanbandi &formatS; do

source: Resend email
son: Bataga sanba taaga

source: Forget this email address?
son: Dirŋa bataga aderesoo wa?

source: Verification email sent
son: Tabatandiyan bataga sanbandi

source: Couldn't send verification email
son: Mana hin ka tabatandiyan bataga sanba

source: Resend unlock email
son: Bataga feeriyan sanba taaga

source: Account unlock email sent
son: Kontu feeriyan bataga sanbandi

source: Couldn't send account unlock email
son: Mana hin ka kontu feeriyan bataga sanba

# fxaccount_sign_in_sub_header
source: Sign in
son: Huru

# fxaccount_sign_in_button_label
source: Sign in
son: Huru

source: Forgot password?
son: Dirŋa šennikufal?

source: Create an account
son: Kontu tee

# fxaccount_sign_in_unknown_error
source: Could not sign in
son: Mana hin ka huru

source: Account verified
son: Kontu tabatante

source: Your data will begin syncing momentarily.
son: War bayhayey ga šintin ka hangandi sohõ.

source: Upgrade finished
son: Taagandiyan timme

# fxaccount_update_credentials_header
source: Sign in
son: Huru

# fxaccount_update_credentials_button_label
source: Sign in
son: Huru

# fxaccount_update_credentials_unknown_error
source: Could not sign in
son: Mana hin ka huru

source: Sign in to finish upgrading
son: Huru ka taagandiyan benandi

source: Finish upgrading
son: Taagandiyan benandi

source: Upgrading can transfer a lot of data. It's best to be on a Wi-Fi network.
son: Taagandiyan ga hin ka bayhaya boobo bisandi. Fondo bešere ti WiFi sankay bande.

source: Firefox Account
son: Firefox kontu

source: Signed in as
son: Huru sanda

source: Account server
son: Kontu feršikaw

source: Sync now
son: Hangandi sohõ

source: Syncing…
son: Goo ma hangandi…

source: Device name
son: Jinay maa

source: Sync server
son: Sync feršikaw

source: &syncBrand.shortName.label;: enabled
son: &syncBrand.shortName.label;

source: Your account needs to be verified. Tap to resend verification email.
son: War kontoo ši hin ka tabatandi. Karkar ka tabatandiyan bataga sanba taaga.

source: Cannot connect. Tap to sign in.
son: Mana hin ka ciya. Karkar ka huru.

source: You need to upgrade &brandShortName; to sign in.
son: War ga hima ka &brandShortName; taagandi ka huru.

source: &syncBrand.shortName.label; is set up, but not syncing automatically. Toggle “Auto-sync data” in Android Settings &gt; Data Usage.
son: &syncBrand.shortName.label; kayandi, amm'a ši hangandi nga boŋše. “Auto-sync data” kanji Android kayandiyaney ra &gt; Bayhaya goy fondo.

source: &syncBrand.shortName.label; is set up, but not syncing automatically. Toggle “Auto-sync data” in the menu of Android Settings &gt; Accounts.
son: &syncBrand.shortName.label; kayandi, amm'a ši hangandi nga boŋ se. “Auto-sync data” kanji Android kayandiyaney ra &gt; Kontey.

source: Tap to sign in to your new Firefox Account.
son: Karkar ka huru war Firefox kontu taagaa ra.

# fxaccount_status_bookmarks
source: Bookmarks
son: Doo-šilbawey

# fxaccount_status_history
source: History
son: Taariki

source: Open tabs
son: Nor lokey feeri

source: Legal
son: Alhukum bande

# fxaccount_status_linktos
source: Terms of Service
son: Goy kalima-izey

# fxaccount_status_linkprivacy
source: Privacy Notice
son: Sutura laada

source: More&ellipsis;
son: Tonton&ellipsis;

source: Remove Firefox Account?
son: Firefox kontoo kaa wala?

source: &brandShortName; will stop syncing with your account, but won’t delete any of your browsing data on this device.
son: &brandShortName; ga fenda ka war kontoo hangandi, amma a ši ceecikaa bayhaya kul tuusu k'a kaa jinaa ga.

source: Firefox Account &formatS; removed.
son: Firefox kontu &formatS; hun

source: Remove Account
son: Kontoo kaa

source: &syncBrand.shortName.label; Options
son: &syncBrand.shortName.label; suubarey

source: Configure &syncBrand.shortName.label;
son: &syncBrand.shortName.label; hanse

source: You need to upgrade Firefox
son: War ga hima ka Firefox taagandi

source: Account already exists. &formatS1;
son: Kontoo ga bara ka ben. &formatS1;

# fxaccount_remote_error_ATTEMPT_TO_ACCESS_AN_ACCOUNT_THAT_DOES_NOT_EXIST
source: Invalid email or password
son: Bataga wala šennikufal laala

# fxaccount_remote_error_INCORRECT_PASSWORD
source: Invalid email or password
son: Bataga wala šennikufal laala

source: Account is not verified
son: Kontoo mana tabatandi

# fxaccount_remote_error_CLIENT_HAS_SENT_TOO_MANY_REQUESTS
source: Server busy, try again soon
son: Feršikaa goo goy ra, ceeci koyne kayna da

# fxaccount_remote_error_SERVICE_TEMPORARILY_UNAVAILABLE_TO_DUE_HIGH_LOAD
source: Server busy, try again soon
son: Feršikaa goo goy ra, ceeci koyne kayna

source: There was a problem
son: Šenday foo bangay

source: Cannot connect to network
son: Ši hin ka sankaa cee

source: Account is locked. &formatS1;
son: Kontoo n' ka kufal. &formatS1;

source: &syncBrand.shortName.label; is not connected
son: &syncBrand.shortName.label; mana dobandi

# fxaccount_sync_sign_in_error_notification_text2
source: Tap to sign in as &formatS;
son: Karkar ka huru sanda &formatS;

source: Finish upgrading &syncBrand.shortName.label;?
son: &syncBrand.shortName.label; taagandiyan benandi?

# fxaccount_sync_finish_migrating_notification_text
source: Tap to sign in as &formatS;
son: Karkar ka huru sanda &formatS;
