Repository: translate/mozilla-l10n
Catalog: kok/dom/chrome/layout/xmlparser.properties.po
Languages: kok

source: out of memory
kok: स्मृती भायर.

source: syntax error
kok: व्याकरण त्रुटी

source: no element found
kok: घटक मेळूंक ना

source: not well-formed
kok: तयार ना

source: unclosed token
kok: बंदनाशिल्ले टोकन

source: partial character
kok: अक्षरासारके

source: mismatched tag
kok: जुळुनाशिल्ले टॅग

source: duplicate attribute
kok: नकली गुणधर्म

source: junk after document element
kok: दस्तावेज घटकाफायल्यान जंक

source: illegal parameter entity reference
kok: अवैध परिमाणां संदर्ब

source: undefined entity
kok: स्पश्ट करू नाशिल्ली एंटिटी

source: recursive entity reference
kok: रीकर्सिव्ह एंटीटीक संदर्ब

source: asynchronous entity
kok: एसिंक्रॉनस एंटिटी

source: reference to invalid character number
kok: अमान्य अक्षर अंकाक संदर्ब

source: reference to binary entity
kok: बायनरी एंटीटीक संदर्ब

source: reference to external entity in attribute
kok: गुणधर्मातल्या भायल्या एंटिटिक संदर्ब

source: XML or text declaration not at start of entity
kok: एंटिटी च्या सुरवेक XML वो मजकूर घोषणा ना

source: unknown encoding
kok: अक्षात एनकोडींग

source: encoding specified in XML declaration is incorrect
kok: XMLघोषणेन स्पश्ट केल्ले एनकोडिंग चूक आसा

source: unclosed CDATA section
kok: बंद नाशिल्लो CDATAविभाग

source: error in processing external entity reference
kok: भायलो एंटिटि संदर्ब प्रक्रिया करतना त्रूटी

source: document is not standalone
kok: दस्तावेज स्टँडअलोन ना

source: unexpected parser state
kok: अमान्य पार्साराची स्थितीं

source: entity declared in parameter entity
kok: परिमाणां एंटिटिन घोषित एंटिटि

source: prefix not bound to a namespace
kok: नेमस्पेसाक बांधिल नाशिल्लो उपसर्ग

source: must not undeclare prefix
kok: उपसर्ग अजाहीर करूं नाकात.

source: incomplete markup in parameter entity
kok: परिमाण एंटिटीन अपूर्ण मार्कअप

source: XML declaration not well-formed
kok: XML घोषणा सारकी ना

source: text declaration not well-formed
kok: मजकूर घोषणा सारकी ना

source: illegal character(s) in public id
kok: भौशीक वळखींत बेकायदेशीर कुरू.

source: reserved prefix (xml) must not be undeclared or bound to another namespace name
kok: राखीव प्रिफिक्स (xml) अघोषित आसपाक जायना वो हेर नेमस्पेस नावांक बांदिल्ले आसपाक जायना.

source: reserved prefix (xmlns) must not be declared or undeclared
kok: राखीव उपसर्ग(xmlns) जाहीर वा अजाहीर करचे न्हंय

source: prefix must not be bound to one of the reserved namespace names
kok: उपसर्ग एका राखीव नांवसुवात नांवांखातीर आसचें न्हंय

source: XML Parsing Error: %1$S Location: %2$S Line Number %3$u, Column %4$u:
kok: XML पार्सिंग एरर: %1$S थळ: %2$S ओळ क्रमांक %3$u, स्तंभ %4$u:

source: . Expected: </%S>.
kok: .अपेक्षित चिन्न: </%S>.
