Repository: translate/mozilla-l10n
Catalog: meh/mobile/android/chrome/sync.properties.po
Languages: meh

source: Last sync: %S
meh: Nuu nɨ´ɨ-ka sincronización: %S

source: Last sync: in progress…
meh: Nuu nɨ´ɨ-ka sincronización: a jíka...

source: Account: %S
meh: Cuenta: %S

source: Not connected
meh: Ntu yɨ´ɨ

source: Connecting…
meh: Nakivɨ...

source: Your Firefox Sync account has been removed
meh: Cuenta Firefox Sync nkuvi náxitá

source: Undo
meh: Niko yata

source: #1 #2 is not compatible with the latest version of Firefox Sync. Please update to the latest version.
meh: #1 #2 ntu compatible jii nuu nɨ´ɨ versión Firefox Sync. Kuamani-ininu, saa actualizar-nu versión nuu nɨ´ɨ.

source: #1 #2 is not compatible with older versions of Firefox Sync. Please update Firefox on your other computer(s).
meh: #1 #2 Ntu compatible jii daa version tu̱´ú Firefox Sync. Kuamani-ininu, saa actualizar Firefox Sync nuu daa inka ka̱a̱ kuminu.

source: Learn More
meh: Ka´vi saa kúninu-ka

source: Close
meh: Nakasɨ

source: Cannot Setup Sync
meh: Ntu nkuvi saa configurar Sync

source: No internet connection available
meh: Naa íyo ka̱a̱ nántu´un ne jíka

source: %S could not connect to Sync. Would you like to try again?
meh: %S ntu nkuvi kivɨ Sync. ¿A kuvinu nakivɨ tuku?

source: Try again
meh: Nakivɨ tuku

source: Manual setup
meh: Configuración na̱´á

source: No tabs from your other computers.
meh: Na íyo pestañas daa inka-ka ka̱a̱ tee nɨnuu.

source: Sync is brand new and easier than ever.
meh: Sync nnuvi jíía jee ntu víjí ni´i-oma.

source: Tap here to learn more
meh: Kuaxin ya´a saa kúninu-ka
