Repository: translate/mozilla-l10n
Catalog: gn_PY/dom/chrome/layout/css.properties.po
Languages: gn_py

source: The stylesheet %1$S was not loaded because its MIME type, “%2$S”, is not “text/css”.
gn_py: Pe jeguarã kuatia %1$S nahenyhẽi ndaha'éi rupi MIME, “%2$S”, ndaha'éi “text/css”.

source: The stylesheet %1$S was loaded as CSS even though its MIME type, “%2$S”, is not “text/css”.
gn_py: Pe kuatia %1$S henyhẽma CSS ramo jepémo pe MIME, “%2$S”, ndaha'éi “text/css”.

source: Unexpected end of file while searching for %1$S.
gn_py: Marandu'aty oñemo'ã'ỹva ñemohu'ã ojeheka aja %1$S.

source: Whitespace-only string given to be parsed as rule.
gn_py: Oñembohasáma peteĩ pa'ũ nandi joaju mbojojaháramo.

source: Declaration dropped.
gn_py: Haiñemi oñemboykéva

source: Skipped to next declaration.
gn_py: Oñemboykéva ambue haiñemi meve

source: Unknown property ‘%1$S’.
gn_py: Mba'etee ojeikuaa'ỹva ‘%1$S’.

source: Error in parsing value for ‘%1$S’.
gn_py: Jejavy eikumbysehápe tepy ‘%1$S’-pe g̃uarã.

source: Expected end of value but found ‘%1$S’.
gn_py: Oñeha'arõ jehepyme´ẽ ru'ã hákatu ojejuhu ‘%1$S’.

source: Expected end of rule but found ‘%1$S’.
gn_py: Oñeha'arõ mbojojaha jehepyme'ẽ hákatu ojejuhu ‘%1$S’.

source: end of at-rule
gn_py: at-rule ñemohu' ã

source: Unrecognized at-rule or error parsing at-rule ‘%1$S’.
gn_py: Ndojehechakuaái mbojojaha térã jejavy oñemoñe'ẽ jave mbojojaha ‘%1$S’.

source: charset string in @charset rule
gn_py: Taikuéra hysýi oĩva mbojojaha @charset-pe

source: Expected charset string but found ‘%1$S’.
gn_py: Oñeha'arõ taikuéra rysýi, hákatu ojejuhu ‘%1$S’.

source: end of media list in @import or @media rule
gn_py: Mbojojahakuéra @import o @media rysýi ñemohu'ã

source: Expected ‘,’ in media list but found ‘%1$S’.
gn_py: Oñeha'arõ ‘,’ tysýipe, hákatu ojejuhu ‘%1$S’.

source: Expected identifier in media list but found ‘%1$S’.
gn_py: Oñeha'arõ jeikuaaukaha tysýipe, hákatu ojejuhu ‘%1$S’.

source: Found reserved keyword ‘%1$S’ when looking for media type.
gn_py: Ojejuhu rire ñe'ẽ jeporavopyre ‘%1$S’ ojeheka aja peteĩ tembipuru.

source: length value for matched media condition
gn_py: ipukukue repy hupytyha ojueheteguáva ichagua

source: Expected ‘,’ after value but found ‘%1$S’
gn_py: Oñeha'arõ ‘,’ tepy hákatu ojejuhu ‘%1$S’.

source: Expected URI in @import rule but found ‘%1$S’.
gn_py: Oñeha'arõ peteĩ URI @-moz-document mbojojaha hákatu ojejuhu ‘%1$S’.

source: Invalid URI in @import rule: ‘%1$S’.
gn_py: URI ndoikóiva mbojojaha @import: ‘%1$S’.

source: Found unexpected ‘%1$S’ within @import.
gn_py: Ojejuhu peteĩ oñeha'arõ'ỹva ‘%1$S’ @import ryepýpe.

source: end of @media, @supports or @-moz-document rule
gn_py: Mbojojaha paha @media, @supports térã @-moz-document

source: %1$S rule not allowed within @media or @-moz-document rule.
gn_py: Mbojojaha %1$S noñemoneĩriva mbojojaha @media ryepýpe téra @-moz-document.

source: Expected url(), url-prefix(), domain() or regexp() in @-moz-document rule but found ‘%1$S’.
gn_py: Oñeha'arõ url(), url-prefix(), domain() térã regexp() @-moz-document mbojojahápe, hákatu ojejuhu ‘%1$S’.

source: Expected URI in @-moz-document rule but found ‘%1$S’.
gn_py: Oñeha'arõ URI @-moz-document mbojojahápe, hákatu ojejuhu ‘%1$S’.

source: Expected string in @-moz-document rule regexp() function but found ‘%1$S’.
gn_py: Oñeha'arõ peteĩ joajuha regexp() rembiapoitépe @-moz-document mbojojahápe, hákatu ojejuhu ‘%1$S’.

source: next URI in @-moz-document rule
gn_py: ambue URI @-moz-document mbojojahápe

source: namespace prefix in @namespace rule
gn_py: pa'ũ mboyvegua téra rehegua @namespace mbojojahápe

source: namespace URI in @namespace rule
gn_py: URI pa'ũ téra rehegua @namespace mbojojahápe

source: Unexpected token within @namespace: ‘%1$S’.
gn_py: Token oñeha'ãrõ'ỹva @namespace: ‘%1$S’ kuápe.

source: name of @keyframes rule.
gn_py: Mbojojaha @keyframes réra.

source: Expected identifier for name of @keyframes rule.
gn_py: Jeikuaaukarã oñeha'arõva @keyframes. mbojojaha rérarã

source: Expected opening { of @keyframes rule.
gn_py: Oñeha'arõ tojeipe'a { @keyframes mbojojaha.

source: closing } of declaration block
gn_py: } ñemboty pa'ũ je'epy rehegua

source: closing } of invalid rule set
gn_py: } ñemboty mbojojaha ñembosarái oiko'ỹva

source: Ruleset ignored due to bad selector.
gn_py: Mbojojaha aty ojehejareíva peteĩ jeporavo vai rupi.

source: Keyframe rule ignored due to bad selector.
gn_py: Mbojojaha ojehejareíva peteĩ jeporavo marãva rupi.

source: ‘,’ or ‘{’
gn_py: ‘,’ térã ‘{’

source: Expected ‘,’ or ‘{’ but found ‘%1$S’.
gn_py: Oñeha'arõ ‘,’ térã ‘{’ hákatu ojejuhu ‘%1$S’.

source: Selector expected.
gn_py: Oñeha'ãrõkuri peteĩ poravoha.

source: Dangling combinator.
gn_py: Oku'éva mbojoyvy.

source: Expected identifier for name of @counter-style rule.
gn_py: Jekuaaukarã oñeha'arõva @keyframes. mbojojaha rerarã.

source: Name of @counter-style rule can’t be ‘%1$S’.
gn_py: Mbojojaha réra @counter-style ndaikatúi ha'évo ‘%1$S’.

source: Expected ‘{’ to begin @counter-style rule but found ‘%1$S’.
gn_py: Oñeha'ãrõ ‘{’ oñepyrũ hag̃ua papaha mbohekoha mbojojahápe hákatu ojejuhu ‘%1$S’.

source: closing ‘}’ of @counter-style block
gn_py: Ñemboty ‘}’ @counter-style rehegua

source: Expected counter descriptor but found ‘%1$S’.
gn_py: Ñemoha'ãngaha oñeha'arõva hákatu ojejuhu ‘%1$S’.

source: Unknown descriptor ‘%1$S’ in @counter-style rule.
gn_py: Ñehesa'ỹijoha ojekuaa'ỹva ‘%1$S’ mbojojaha @counter-style-pe.

source: Expected identifier for extends system but found ‘%1$S’.
gn_py: Oñeha'arõ jekuaaukaha mba'e ojeiporavo haguã, hákatu ojejuhu ‘%1$S’.

source: Each weight in the additive-symbols descriptor must be smaller than the previous weight.
gn_py: Peteĩteĩ pohyikue pe moha'ãngaha ta'ãnga'i mbojahápe michĩveva'erã pe pohyikue mboyveguávagui.

source: class name
gn_py: mbo'ehakoty réra

source: Expected identifier for class selector but found ‘%1$S’.
gn_py: Oñeha'arõ jeikuaaukaha mba'e ojeiporavo haguã, hákatu ojejuhu ‘%1$S’.

source: Expected coordinate pair but found ‘%1$S’.
gn_py: Oñeha'arõmbaite mokõi tapereko, hákatu ojejuhu ‘%1$S’.

source: element type
gn_py: tembiporu rehegua

source: Expected element name or ‘*’ but found ‘%1$S’.
gn_py: Oñeha'arõ tembiporu térã ‘*’ réra, hákatu ojejuhu ‘%1$S’.

source: Unknown namespace prefix ‘%1$S’.
gn_py: Pa'ũ mboyvegua térã ojeikuaa'ỹva ‘%1$S’.

source: attribute name
gn_py: mba'eporurã réra

source: Expected identifier for attribute name but found ‘%1$S’.
gn_py: Oñeha'arõ jeikuaaukaha mba'epururã rerarã, hákatu ojejuhu ‘%1$S’.

source: Expected attribute name or namespace but found ‘%1$S’.
gn_py: Oñeha'arõ jeikuaaukaha mba'eporurã rerarã térã téra rendag̃ua, hákatu ojejuhu ‘%1$S’.

source: Expected ‘|’ but found ‘%1$S’.
gn_py: Oñeha'arõ ‘|’, hákatu ojejuhu ‘%1$S’.

source: part of attribute selector
gn_py: mba'eporurã jeporavoha vore

source: Unexpected token in attribute selector: ‘%1$S’.
gn_py: Hechaha oñeha'ãrõ'ỹva tekome'ẽ poravohápe: ‘%1$S’.

source: attribute value
gn_py: tekome'ẽ repy

source: ‘]’ to end attribute selector
gn_py: ‘]’ embopaha hag̃ua tekome'ẽ poravoha

source: Expected ‘]’ to terminate attribute selector but found ‘%1$S’.
gn_py: Oñeha'arõ ‘]’ opa hag̃ua tekome'ẽ poravoha, hákatu ojejuhu ‘%1$S’.

source: Expected identifier or string for value in attribute selector but found ‘%1$S’.
gn_py: Oñeha'arõ jekuaaukaha térã itasã repyrã tekome'ẽ poravohápe, hákatu ojejuhu ‘%1$S’.

source: name of pseudo-class or pseudo-element
gn_py: mbo'ehakoty térã mba'epururãngue réra

source: Expected identifier for pseudo-class or pseudo-element but found ‘%1$S’.
gn_py: Oñeha'arõ jekuaaukaha mbo'ehakoty térã mba'epururãnguépe g̃uarã, hákatu ojejuhu ‘%1$S’.

source: Function token for non-function pseudo-class or pseudo-element, or the other way around, when reading ‘%1$S’.
gn_py: Tembiapoite rechaha mbo'ehakoty térã mba'epururãnguépe ndaha'éiva hembiapoite, térã ambuéva ysaja, emoñe'ẽvo ‘%1$S’.

source: Expected pseudo-element but found ‘%1$S’.
gn_py: Oñeha'arõ tembipurumo'ã, hákatu ojejuhu ‘%1$S’.

source: Negation pseudo-class can’t be negated ‘%1$S’.
gn_py: Pe mbo'ehakotyrãngue ñembotove noñembotovekuaái ‘%1$S’.

source: Pseudo-elements can’t be negated ‘%1$S’.
gn_py: Ndaikatúi oñembotove umi tembipurumoã ‘%1$S’.

source: This pseudo-element must use the “::” form: ‘%1$S’.
gn_py: Ko tembipurumo'ã oipuruva'erã “::”: ‘%1$S’ ichagua.

source: Expected end of selector or a user action pseudo-class after pseudo-element but found ‘%1$S’.
gn_py: Oñeha'arõ poravoha ipaháva térã peteĩ mbo'ehakotyrãngue puruhára ñemongu'e mba'epururãngue rire, hákatu ojejuhu ‘%1$S’.

source: Expected end of selector after pseudo-element that does not support user action pseudo-classes but found ‘%1$S’.
gn_py: Oñeha'arõ poravoha ipaháva mba'epururãngue nomoneĩriva mbo'ehakotyrãngue puruhára ñemongu'e, hákatu ojejuhu ‘%1$S’.

source: Extra pseudo-element ‘%1$S’.
gn_py: Tembipurumo'ã yke pegua ‘%1$S’.

source: Unknown pseudo-class or pseudo-element ‘%1$S’.
gn_py: Tembipurumo'ã ojekuaa'ỹva ‘%1$S’.

source: selector within negation
gn_py: puruhára kundaha ryepýpe

source: Malformed simple selector as negation pseudo-class argument ‘%1$S’.
gn_py: Puruhára ojejapovaíva je'ekuaaite mbotovéva mbo'ehakotyrãnguéva ‘%1$S’.

source: Missing closing ‘)’ in negation pseudo-class ‘%1$S’.
gn_py: Noñembotýi ‘)’ gueteri mbo'ehakotyrãngue mbotovéva ‘%1$S’.

source: Missing argument in negation pseudo-class ‘%1$S’.
gn_py: Ndaipóri je'ekuaaite mbo'ehakotyrãngue mbotovéva ‘%1$S’.

source: argument to pseudo-class selector
gn_py: je'ekuaaite poravohára mbo'ehakotyrãngue

source: Expected identifier for pseudo-class parameter but found ‘%1$S’.
gn_py: Oñeha'arõ jekuaaukaha mbo'ehakotyrãngue ra'ãháramo, hákatu ojejuhu ‘%1$S’.

source: Expected part of argument to pseudo-class but found ‘%1$S’.
gn_py: Oñeha'arõ je'ekuaaite vore mbo'ehakotyrãnguépe, hákatu ojejuhu ‘%1$S’.

source: Missing closing ‘)’ in pseudo-class, found ‘%1$S’ instead.
gn_py: Noñembotýi ‘)’ gueteri mbo'ehakotyrãnguépe, ojejuhu hendaguépe ‘%1$S’.

source: Missing argument in pseudo-class ‘%1$S’.
gn_py: Ndaipóri je'ekuaaite mbo'ehakotyrãngue ‘%1$S’.

source: Expected end of selector or a user action pseudo-class after pseudo-element but found pseudo-class ‘%1$S’.
gn_py: Oñeha'arõ poravoha ipaháva térã peteĩ mbo'ehakotyrãngue puruhára ñemongu'e mba'epururãngue rire, hákatu ojejuhu mbo'ehakotyrãngue ‘%1$S’.

source: selector
gn_py: poravoha

source: Expected ‘{’ to begin declaration block but found ‘%1$S’.
gn_py: Oñeha'arõ ‘{’ oñeñepyrũ haguã je'epy aty, hákatu ojejuhu ‘%1$S’.

source: color
gn_py: sa´y

source: Expected color but found ‘%1$S’.
gn_py: Oñeha'arõkuri peteĩ sa'y, hákatu ojejuhu ‘%1$S’.

source: color component
gn_py: sa´ypegua

source: Expected a percentage but found ‘%1$S’.
gn_py: Oñeha'arõ peteĩ savore hákatu ojejuhu ‘%1$S’.

source: Expected an integer but found ‘%1$S’.
gn_py: Oñeha'arõmbaite, hákatu ojejuhu ‘%1$S’.

source: Expected number or percentage in rgb() but found ‘%1$S’.
gn_py: Oñeha'arõ peteĩ papapy térã savore rgb()-pe, hákatu ojejuhu ‘%1$S’.

source: Expected ‘%2$S’ but found ‘%1$S’.
gn_py: Oñeha'arõ ‘%2$S’, hákatu ojejuhu ‘%1$S’.

source: hue
gn_py: mbosa'y

source: Expected ‘,’ but found ‘%1$S’.
gn_py: Oñeha'arõ ‘,’ hákatu ojejuhu ‘%1$S’.

source: saturation
gn_py: heñyhẽtéva

source: lightness
gn_py: tesakã

source: opacity in color value
gn_py: sa´y nahesakãporãiva

source: Expected a number but found ‘%1$S’.
gn_py: Oñeha'arõkuri papy hákatu ojejuhu ‘%1$S’.

source: Expected <position> but found ‘%1$S’.
gn_py: Oñeha'ãrõkuri <position> hákatu ojejuhu ‘%1$S’.

source: Expected radius but found ‘%1$S’.
gn_py: Oñeha'arõ puhoe ha ojejuhu ‘%1$S’.

source: Expected ‘)’ but found ‘%1$S’.
gn_py: Oñeha'arõ ‘)’, hákatu ojejuhu ‘%1$S’.

source: ‘;’ or ‘}’ to end declaration
gn_py: ‘;’ térã ‘}’ emoĩ hag̃ua je'epy

source: Expected ‘:’ but found ‘%1$S’.
gn_py: Oñeha'arõ ‘:’ hákatu ojejuhu ‘%1$S’.

source: Expected declaration but found ‘%1$S’.
gn_py: Oñeha'arõkuri peteĩ je'epy, hákatu ojejuhu ‘%1$S’.

source: end of declaration
gn_py: Je'epy paha rehegua

source: important
gn_py: momba'eguasu

source: Expected ‘important’ but found ‘%1$S’.
gn_py: Oñeha'arõ ñemomba'eguasu, hákatu ojejuhu ‘%1$S’.

source: Expected ‘;’ to terminate declaration but found ‘%1$S’.
gn_py: Oñeha'arõ ‘;’ oñembopaha hag̃ua je'epy, hákatu ojejuhu ‘%1$S’.

source: Expected ‘;’ or ‘}’ to terminate declaration but found ‘%1$S’.
gn_py: Oñeha'arõ ‘;’ térã ‘}’ oñembopaha hag̃ua je'epy hákatu ojejuhu ‘%1$S’.

source: Cannot specify value for internal property.
gn_py: Ndaikatúi ojeikuaaite pe tepy peteĩ mba'etee pypeguávape g̃uarã.

source: end of comment
gn_py: je'epy paha rehegua

source: Found unclosed string ‘%1$S’.
gn_py: Ojejuhu peteĩ joajuha oñemboty'ỹva ‘%1$S’.

source: Expected font descriptor but found ‘%1$S’.
gn_py: Oñeha'arõ peteĩ ñemoha'ãnga tai'atyguáva, hákatu ojejuhu ‘%1$S’.

source: Unknown descriptor ‘%1$S’ in @font-face rule.
gn_py: Ñehesa'ỹijoha ojekuaa'ỹva ‘%1$S’ mbojojaha @font-face-pe.

source: Expected ‘(’ to start media query expression but found ‘%1$S’.
gn_py: Oñeha'arõ ‘(’ oñeñepyrũ hag̃ua poravoha je'epyre, hákatu ojejuhu ‘%1$S’.

source: contents of media query expression
gn_py: Je'epyre retepy poravoha rupytyha rehegua

source: Expected media feature name but found ‘%1$S’.
gn_py: Oñeha'arõkuri peteĩ hupytyha réra rehegua, hákatu ojejuhu ‘%1$S’.

source: Expected ‘:’ or ‘)’ after media feature name but found ‘%1$S’.
gn_py: Oñeha'arõkuri ‘:’ térã ‘)’ peteĩ hupytyha réra rehegua, hákatu ojejuhu ‘%1$S’.

source: Media features with min- or max- must have a value.
gn_py: Umi hupytyha rehegua min- térã max- ndivegua oguerekova'erã tepy.

source: Found invalid value for media feature.
gn_py: Ndojejuhúi peteĩ tepy oikóva hupytyha reheguápe g̃uarã.

source: Expected ‘{’ to begin @font-face rule but found ‘%1$S’.
gn_py: Oñeha'arõ ‘{’ oñepyrũ hag̃ua pe mbojojaha @font-face hákatu ojejuhu ‘%1$S’.

source: Expected ‘}’ to end @font-face rule but found ‘%1$S’.
gn_py: Oñeha'arõ ‘}’ oñembopaha hag̃ua pe mbojojaha @font-face hákatu ojejuhu ‘%1$S’.

source: Did not expect anonymous box.
gn_py: Noñeha'arõikuri peteĩ mba'yru hera'ỹva.

source: Unexpected end of @font-feature-values rule.
gn_py: Paha ñeha'ãrõ'ỹva mbojojaha @font-feature-values.

source: Expected opening { of @font-feature-values rule but found ‘%1$S’.
gn_py: Oñeha'arõkuri peteĩ { jepe'aháva mbojojaha @font-feature-values hákatu ndojejuhúi ‘%1$S’.

source: Expected opening { of feature value set but found ‘%1$S’.
gn_py: Oñeha'arõkuri peteĩ { jepe'aháva tepykue atygua reheguáva hákatu ojejuhu ‘%1$S’.

source: Expected font family list for @font-feature-values rule but found ‘%1$S’.
gn_py: Oñeha'arõkuri peteĩ tysýi tai'atygua mbojojaha @font-feature-values-pe g̃uarã hákatu ojejuhu ‘%1$S’.

source: Expected ‘}’ to end @font-feature-values rule but found ‘%1$S’.
gn_py: Oñeha'arõkuri ‘}’ embopaha hag̃ua mbojojaha @font-feature-values hákatu ojejuhu ‘%1$S’.

source: Unknown font-variant property value ‘%1$S’.
gn_py: Tepy ‘%1$S’ ojekuaa'ỹva font-variant mba'eteépe g̃uarã.

source: Expected identifier but found ‘%1$S’.
gn_py: Oñeha'arõkuri peteĩ jekuaaukaha, hákatu ojejuhu ‘%1$S’.

source: Expected non-negative integer value but found ‘%1$S’.
gn_py: Oñeha'arõ tepykue oĩmbáva mbotovéva hákatu ojejuhu ‘%1$S’.

source: Too many values for feature type ‘%1$S’.
gn_py: Hetaiterei tepykuéma pe peteĩchagua ‘%1$S’-pe g̃uarã.

source: Family list cannot contain generic font family name.
gn_py: Pe tysýi aty ndaikatúi oguereko téra pehengue reheguáva.

source: Expected end of value definition but found ‘%1$S’.
gn_py: Oñeha'arõkuri pe oĩmbyréva repy paha hákatu ojejuhu ‘%1$S’.

source: Expected ‘ltr’ or ‘rtl’ in direction selector but found ‘%1$S’.
gn_py: Oñeha'arõkuri ‘ltr’ térã ‘rtl’ kundahára poravohápe hákatu ojejuhu ‘%1$S’.

source: ‘not’, ‘(’, or function
gn_py: ‘not’, ‘(’, térã tembiapoite

source: Expected whitespace after ‘not’, ‘and’, or ‘or’.
gn_py: Oñeha'arõkuri pa'ũ nandi ‘not’, ‘and’, térã ‘or’ rire.

source: Expected ‘(’ or function while parsing supports condition but found ‘%1$S’.
gn_py: Oñeha'arõkuri ‘(’ térã peteĩ tembiapoite ñehesa'ỹijo aja supports rehegua, hákatu ojejuhu ‘%1$S’.

source: Expected ‘)’ while parsing supports condition but found ‘%1$S’.
gn_py: Oñeha'arõkuri ‘)’ ñehesa'ỹijo aja supports rehegua, hákatu ojejuhu ‘%1$S’.

source: Expected ‘not’, ‘(’, or function while parsing supports condition but found ‘%1$S’.
gn_py: Oñeha'arõkuri ‘not’, ‘(’ térã peteĩ tembiapoite ñehesa'ỹijo aja supports rehegua, hákatu ojejuhu ‘%1$S’.

source: Expected ‘not’ while parsing supports condition but found ‘%1$S’.
gn_py: Oñeha'arõkuri ‘not’ ñehesa'ỹijo aja supports rehegua, hákatu ojejuhu ‘%1$S’.

source: Expected ‘{’ to begin @supports rule but found ‘%1$S’.
gn_py: Oñeha'arõkuri ‘{’ mbojojaha oñepyrũ hag̃ua, hákatu ojejuhu ‘%1$S’.

source: filter
gn_py: Mboguaha

source: Expected ‘none’ or URL but found ‘%1$S’.
gn_py: Oñeha'arõkuri ‘none’ térã peteĩ URL, hákatu ojejuhu ‘%1$S’.

source: Expected ‘none’, URL, or filter function but found ‘%1$S’.
gn_py: Oñeha'arõ ‘none’, peteĩ URL térã mboguaha rembiapoite, hákatu ojejuhu ‘%1$S’.

source: Expected non-negative number or percentage.
gn_py: Oñeha'arõkuri papapy mbotove'ỹva térã peteĩ sa vore.

source: Error in parsing arguments for filter function.
gn_py: Oiko jejavy oikumbykuévo je'ekuaaite mboguaha rembiapoitépe.

source: variable
gn_py: Moambuekuaa

source: Expected variable value but found ‘%1$S’.
gn_py: Oñeha'arõkuri moambueha repy, hákatu ojejuhu ‘%1$S’.

source: Error in parsing value for ‘%1$S’ after substituting variables. Generated value was ‘%2$S’.
gn_py: Jejavy tepykue ñehesa'ỹijo ‘%1$S’-pe g̃uarã pe moambueha oñemyengovia rire. Tepykue oikopyre ha'e ‘%2$S’.

source: Falling back to ‘inherit’.
gn_py: Aike ‘inherit’-pe.

source: Falling back to ‘initial’.
gn_py: Tereho ‘initial’-pe.

source: Property contained reference to invalid variable.
gn_py: Pe mba'etee oguereko jekuaaukaháramo moambueha ndoikóiva.

source: Found invalid token ‘%1$S’ at top level of variable reference fallback.
gn_py: Ojejuhu token ndoikóiva ‘%1$S’ pe ijyvatevehápe imokõikuaáva moambueha ha'etéva rehegua.

source: identifier for variable name
gn_py: Moambueha rerarã jekuaaukaha

source: Expected identifier for variable name but found ‘%1$S’.
gn_py: Oñeha'arõkuri jekuaaukaha moambueha rerarã, hákatu ojejuhu ‘%1$S’.

source: Expected variable reference fallback after ‘,’.
gn_py: Oñeha'ãrõ pe imokõikuaáva moambueha ha'etéva kupépe ‘,’.

source: Expected ‘,’ or ‘)’ after variable name in variable reference but found ‘%1$S’.
gn_py: Oñeha'arõkuri ‘,’ térã ‘)’ téra ambuekuaáva rire pe iñambuekuaáva rendápe, hákatu ojejuhu ‘%1$S’.

source: Support for the ‘subgrid’ keyword of CSS Grid is not enabled.
gn_py: Pe pytyvõha ñe'ẽ ñemi ‘subgrid’ CSS kora'i pegua nahendýi.

source: Only one repeat(auto-fill, …) is allowed in a name list for a subgrid.
gn_py: Je'ejey añoite (ñemyanehẽ jeheguíva, …) oñemoneĩ peteĩ téra rysýipe subgrid-pe g̃uarã.

source: Only one repeat(auto-fill, …) or repeat(auto-fit, …) is allowed in a track list.
gn_py: Je'ejey añoite(ñemyanehẽ jeheguíva, …) térã je'ejey(ñemyanehẽ jeheguíva, …) oñemoneĩ peteĩ jehoha rysýipe.

source: Only one track size is allowed inside repeat(auto-fit/auto-fill, …).
gn_py: Oñemoneĩ peteĩ jehoha tuichakue añoite je'ejey ryepýpe(ñemoĩporã jeheguíva/ñemyanehẽ jeheguíva, …).
