Repository: translate/mozilla-l10n
Catalog: gn_PY/dom/chrome/layout/xmlparser.properties.po
Languages: gn_py

source: out of memory
gn_py: Ndaipóri mandu'arenda inandíva

source: syntax error
gn_py: Ñe'ẽjoajungatu jejavy

source: not well-formed
gn_py: oĩmbaporã'ỹva

source: unclosed token
gn_py: token oñemboty'ỹva

source: partial character
gn_py: token oñemboty'ỹva

source: mismatched tag
gn_py: teramoĩ ha'eñóva

source: duplicate attribute
gn_py: tekome'ẽ momokõiva

source: junk after document element
gn_py: hetepy oĩvaíva peteĩ mba'epuru XML kuatia kupépe

source: undefined entity
gn_py: tenda jekuaa'ỹva

source: asynchronous entity
gn_py: tenda ojuehe'ỹva

source: XML or text declaration not at start of entity
gn_py: moñe'ẽrã térã XML je'epyre ambue tenda ñepyrũha pegua

source: unknown encoding
gn_py: mbopapapy jekuaa'ỹva

source: encoding specified in XML declaration is incorrect
gn_py: mbopapapy moha'eñopyre XML je'epyrépe oĩvai

source: unclosed CDATA section
gn_py: pehẽ CDATA noñembotýi

source: document is not standalone
gn_py: pe kuatia naha'eñói

source: unexpected parser state
gn_py: Tesa'ỹijoha rekotee ñeha'ãrõ'ỹva

source: entity declared in parameter entity
gn_py: entidad declarada en entidad de parámetro

source: prefix not bound to a namespace
gn_py: mboyvegua ndojogueraháiva pa'ũ réra ndive

source: must not undeclare prefix
gn_py: Ani eipapapy'o ñe'ẽpehẽ

source: incomplete markup in parameter entity
gn_py: marcado incompleto en entidad parámetro

source: XML declaration not well-formed
gn_py: XML je'epyre ndojejapoporãiva

source: text declaration not well-formed
gn_py: moñe'ẽrã je'epyre ndojejapoporãiva

source: prefix must not be bound to one of the reserved namespace names
gn_py: pe ñe'ẽpehẽtai mboyvegua ndopytáiva'erã peteĩva umi téra pa'ũ téra oñeñongatúvape

source: XML Parsing Error: %1$S Location: %2$S Line Number %3$u, Column %4$u:
gn_py: XML moñe'ẽrã jejavy: %1$S Tendaite: %2$S Tairenda papapy %3$u, yta %4$u:

source: . Expected: </%S>.
gn_py: Oñeha'arõkuri: </%S>.
