Repository: translate/mozilla-l10n
Catalog: son/browser/chrome/browser/syncKey.dtd.po
Languages: son

source: Your &syncBrand.fullName.label; Key
son: War &syncBrand.fullName.label; kufaloo

source: This key is used to decode the data in your &syncBrand.fullName.label; account. You will need to enter the key each time you configure &syncBrand.fullName.label; on a new device.
son: Kufaloo woo ma too bayhayey ma feerandi war &syncBrand.fullName.label; kontoo ra. A ga hima war ma kufaloo dam cee foo kul ka &syncBrand.fullName.label; hanse war ordinater wala jinay taaga se.

source: Keep it secret
son: W'a gaabu sanda gundu

source: Your &syncBrand.fullName.label; account is encrypted to protect your privacy. Without this key, it would take years for anyone to decode your personal information. You are the only person who holds this key. This means you're the only one who can access your &syncBrand.fullName.label; data.
son: War &syncBrand.fullName.label; kontoo tungandi ka war sutura. Bila nda kufaloo foo, a ga too jiiriyaŋ hala boro kul ga hin ka war boŋ alhabarey feerandi. War hinne ti boraa kaŋ goo nda kufaloo woo. Woo maanaa ti war hinne ma hin ka dii &syncBrand.fullName.label; bayhayey.

source: Keep it safe
son: Gaabu nda saajaw

source: Do not lose this key.
son: Wa ši kufaloo woo fur.

source: We don't keep a copy of your key (that wouldn't be keeping it secret!) so
son: Ir ši war kufaloo celle gaabu (za woo ši a gundu), adiši

source: we can't help you recover it
son: ir ši hin ka war gaa k'a kurma

source: if it's lost. You'll need to use this key any time you connect a new device to &syncBrand.fullName.label;.
son: nd'a dere. A ga hima war ma kufaloo woo zaa waati kul kaŋ war ga ordinater wala jinay taaga dobu &syncBrand.fullName.label; ga.

source: Find out more about &syncBrand.fullName.label; and your privacy at
son: Ka duu bayray tontoni &syncBrand.fullName.label; nda war suturaa ga

source: &syncBrand.fullName.label; Terms of Service are available at
son: &syncBrand.fullName.label; goy kalima-izey ka bara ne

source: . The Privacy Policy is available at
son: . Sutura laada ga bara
