Repository: translate/mozilla-l10n
Catalog: son/browser/chrome/browser/syncQuota.properties.po
Languages: son

source: Add-ons
son: Tontoney

source: Bookmarks
son: Doo-šilbawey

source: History
son: Taariki

source: Passwords
son: Šennikufaley

source: Preferences
son: Ibaayey

source: Tabs
son: Nor lokey

source: You are currently using %1$S %2$S.
son: Sohõ war goo ma goy nda %1$S %2$S.

source: You are using %1$S%% (%2$S %3$S) of your allowed %4$S %5$S.
son: War goo ma goy nda %1$S%% (%2$S %3$S) war %4$S %5$S bagaa ra.

source: Could not retrieve quota information.
son: Mana hin ka fella alhabar soolom.

source: Retrieving…
son: Goo ma soolom…

source: Remove
son: Kaa

source: Uncheck items to stop syncing them and free up space on the server.
son: Tammaasa kaa hayiizey ga ka ngi hangandiyanoo kayandi nda farrukoonu naŋ feršikaa ga.

source: Firefox Sync will remove the following data: %S.
son: Firefox Sync ga bayhayey kaa: %S.

source: This will free up %1$S %2$S.
son: Woo ga doo tee %1$S %2$S cine se.
