Repository: translate/mozilla-l10n
Catalog: dsb/security/manager/chrome/pipnss/pipnss.properties.po
Languages: dsb

source: Please enter the master password for the %S.
dsb: Pšosym zapódajśo głowne gronidło za %S.

source: Builtin Roots Module
dsb: Zatwarjony kórjenjowy modul

source: PSM Internal Crypto Services
dsb: Interne kryptosłužby PSM

source: Generic Crypto Services
dsb: Powšykne kryptosłužby

# PrivateTokenDescription
source: Software Security Device
dsb: Softwarowy wěstotny rěd

source: PSM Internal Cryptographic Services
dsb: Interne kryptosłužby PSM

source: PSM Private Keys
dsb: Priwatne kluce PSM

source: Software Security Device (FIPS)
dsb: Softwarowy wěstotny rěd (FIPS)

source: FIPS 140 Cryptographic, Key and Certificate Services
dsb: FIPS 140 kryptografiske, klucowe a certifikatowe słužby

# InternalToken
source: Software Security Device
dsb: Softwarowy wěstotny rěd

source: SSL Client Certificate
dsb: Klientowy certifikat SSL

source: SSL Server Certificate
dsb: Serwerowy certifikat SSL

source: SSL Certificate Authority
dsb: Certifikatowa awtorita SSL

source: Email Signer Certificate
dsb: Certifikat e-mailowego pódpisanego

source: Email Recipient Certificate
dsb: Certifikat e-mailowego dostawarja

# VerifyObjSign
source: Object Signer
dsb: Pódpisaŕ objekta

# VerifyCAVerifier
source: CA Verifier
dsb: Pśepytowaŕ certifikatoweje awtority

source: Status Responder Certificate
dsb: Certifikat statusowego wótgranjarja

source: High Grade
dsb: Wusoki stopjeń

source: Medium Grade
dsb: Srjeźny stopjeń

source: %1$s's %2$s ID
dsb: ID %2$s wót %1$s

source: Certificate
dsb: Certifikat

source: Version
dsb: Wersija

source: Version 1
dsb: Wersija 1

source: Version 2
dsb: Wersija 2

source: Version 3
dsb: Wersija 3

source: Serial Number
dsb: Serijowy numer

source: PKCS #1 MD2 With RSA Encryption
dsb: PKCS #1 MD2 ze skoděrowanim RSA

source: PKCS #1 MD5 With RSA Encryption
dsb: PKCS #1 MD5 ze skoděrowanim RSA

source: PKCS #1 SHA-1 With RSA Encryption
dsb: PKCS #1 SHA-1 ze skoděrowanim RSA

source: PKCS #1 SHA-256 With RSA Encryption
dsb: PKCS #1 SHA-256 ze skoděrowanim RSA

source: PKCS #1 SHA-384 With RSA Encryption
dsb: PKCS #1 SHA-384 ze skoděrowanim RSA

source: PKCS #1 SHA-512 With RSA Encryption
dsb: PKCS #1 SHA-512 ze skoděrowanim RSA

source: Object Identifier (%S)
dsb: Objektowy identifikator (%S)

source: Issuer
dsb: Wudawaŕ

source: Subject
dsb: Tema

source: Surname
dsb: Familijowe mě

source: Given Name
dsb: Dane mě

source: Validity
dsb: Płaśiwosć

source: Not Before
dsb: Nic pjerwjej

source: Not After
dsb: Nic pó tom

source: Subject Public Key Info
dsb: Informacije wó zjawnem klucu subjekta

source: Subject Public Key Algorithm
dsb: Algoritmus zjawnego kluca subjekta

source: Algorithm Identifier
dsb: Identifikator algoritmusa

source: Algorithm Parameters
dsb: Parametry algoritmusa

source: PKCS #1 RSA Encryption
dsb: Skoděrowanje PKCS #1 RSA

source: PKCS #1 RSASSA-PSS Signature
dsb: Signatura PKCS #1 RSASSA-PSS

source: Modulus (%S bits): %S Exponent (%S bits): %S
dsb: Modulus (%S bitow): %S Eksponent (%S bitow): %S

source: Key size: %S bits Base point order length: %S bits Public value: %S
dsb: Wjelikosć kluca: %S bitow Dłujkosć rěda zakładnego dypka: %S bitow Zjawna gódnota: %S

source: Issuer Unique ID
dsb: Jadnorazowy ID wudawarja

source: Subject's Public Key
dsb: Zjawny kluc pśedmjata

source: Subject Unique ID
dsb: Jadnorazowy ID pśedmjata

source: Extensions
dsb: Rozšyrjenja

source: Certificate Subject Directory Attributes
dsb: Zarědnikowe atributy certifikatowego pśedmjata

source: Certificate Subject Key ID
dsb: ID kluca certifikatowego pśedmjata

source: Certificate Key Usage
dsb: Wužyśe certifikatowego kluca

source: Certificate Subject Alt Name
dsb: Alternatiwne mě certifikatowego pśedmjata

source: Certificate Issuer Alt Name
dsb: Alternatiwne mě certifikatowego wudawarja

source: Certificate Basic Constraints
dsb: Zakładne wobgranicowanja certifikata

source: Certificate Name Constraints
dsb: Wobgranicowanja certifikatowego mjenja

source: CRL Distribution Points
dsb: Rozdźěleńske dypki CRL

source: Certificate Policies
dsb: Certifikatowe pšawidła

source: Certificate Policy Mappings
dsb: Zwobraznjenja certifikatowych pšawidłow

source: Certificate Policy Constraints
dsb: Wobgranicowanja certifikatowych pšawidłow

source: Certificate Authority Key Identifier
dsb: Identifikator kluca certifikatoweje awtority

source: Extended Key Usage
dsb: Rozšyrjone wužyće kluca

source: Authority Information Access
dsb: Pśistup k informacijam awtority

source: ANSI X9.57 DSA Signature
dsb: Signatura ANSI X9.57 DSA

source: ANSI X9.57 DSA Signature with SHA1 Digest
dsb: Signatura ANSI X9.57 DSA z SHA1 Digest

source: ANSI X9.62 ECDSA Signature with SHA1
dsb: Signatura ANSI X9.62 ECDSA ze SHA1

source: ANSI X9.62 ECDSA Signature with SHA224
dsb: Signatura ANSI X9.62 ECDSA ze SHA224

source: ANSI X9.62 ECDSA Signature with SHA256
dsb: Signatura ANSI X9.62 ECDSA ze SHA256

source: ANSI X9.62 ECDSA Signature with SHA384
dsb: Signatura ANSI X9.62 ECDSA ze SHA384

source: ANSI X9.62 ECDSA Signature with SHA512
dsb: Signatura ANSI X9.62 ECDSA ze SHA512

source: Signing
dsb: Pódpisowanje

source: Non-repudiation
dsb: Njewótpokazanje

source: Key Encipherment
dsb: Skoděrowanje kluca

source: Data Encipherment
dsb: Skoděrowanje datow

source: Key Agreement
dsb: Dojadnanje kluca

source: Certificate Signer
dsb: Pódpisany certifikata

source: CRL Signer
dsb: Pódpisany CR

source: Critical
dsb: Kritiski

source: Not Critical
dsb: Njekritiski

source: Certificate Signature Algorithm
dsb: Algoritmus certifikatowego pódpisa

source: Certificate Signature Value
dsb: Gódnota certifikatowego pódpisa

source: Error: Unable to process extension
dsb: Zmólka: Rozšyrjenje njedajo se pśeźěłaś

source: Is a Certificate Authority
dsb: Jo certifikatowa awtorita

source: Is not a Certificate Authority
dsb: Njejo certifikatowa awtorita

source: Maximum number of intermediate CAs: %S
dsb: Maksimalna licba mjaztymnych certifikatowych awtoritow: %S

source: unlimited
dsb: njewobgranicowany

source: TLS Web Server Authentication
dsb: Awtentifikacija TLS-webserwera

source: TLS Web Client Authentication
dsb: Awtentifikacija TLS webklienta

source: Code Signing
dsb: Kodowe pódpisowanje

source: E-mail protection
dsb: Šćit e-mailow

source: Time Stamping
dsb: Casowy kołk

source: OCSP Signing
dsb: OCSP-pódpisowanje

source: Microsoft Individual Code Signing
dsb: Microsoft pódpisowanje wósobinskego koda

source: Microsoft Commercial Code Signing
dsb: Microsoft pódpisowanje komercielnego koda

source: Microsoft Trust List Signing
dsb: Microsoft pódpisowanje lisćiny dowěry

source: Microsoft Time Stamping
dsb: Microsoft casowy kołk

source: Microsoft Encrypting File System
dsb: Microsoft sifrěrowanje datajowego systema

source: Microsoft File Recovery
dsb: Microsoft wótnowjenje datajow

source: Microsoft Windows Hardware Driver Verification
dsb: Microsoft Windows pśeglědowanje gónjakow hardwary

source: Microsoft Qualified Subordination
dsb: Microsoft wuměnjone pódrědowanje

source: Microsoft Key Recovery
dsb: Microsoft wótnowjenje klucow

source: Microsoft Document Signing
dsb: Microsoft pódpisowanje dokumentow

source: Microsoft Lifetime Signing
dsb: Microsoft pódpisowanje cas žywjenja

source: Microsoft Smart Card Logon
dsb: Microsoft pśizjawjenje Smart Card

source: Microsoft Key Recovery Agent
dsb: Microsoft agent wótnowjenja klucow

source: Microsoft Certificate Template Name
dsb: Microsoft mě pśedłogi certifikata

source: Microsoft Principal Name
dsb: Microsoft głowne mě

source: Microsoft CA Version
dsb: Microsoft wersija certifikatoweje awtority

source: Microsoft Domain GUID
dsb: Microsoft GUID domeny

source: E-Mail Address
dsb: E-mailowa adresa

source: DNS Name
dsb: DNS-mě

source: X.400 Address
dsb: Adresa X.400

source: X.500 Name
dsb: Mě X.500

source: EDI Party Name
dsb: Mě boka EDI

source: IP Address
dsb: IP-adresa

source: Registered OID
dsb: Zregistrěrowany OID

source: Key ID
dsb: ID kluca

source: Verisign User Notices
dsb: Wužywarske powěźeńki Verisign

source: Unused
dsb: Njewužywany

source: Key Compromise
dsb: Wobgrozenje kluca

source: CA Compromise
dsb: Wobgrozenje certifikatoweje awtority

source: Affiliation Changed
dsb: Pśisłušnosć změnjona

source: Superseded
dsb: Pśejźony

source: Cessation of Operation
dsb: Skóńcenje operacije

source: Certificate Hold
dsb: Mějaŕ certifikata

source: CA Issuers
dsb: Wudawarje certifikatoweje awtority

source: Certification Practice Statement pointer
dsb: Špěra pšawidłow certifikatoweje praksy

source: Extended Validation (EV) SSL Server Certificate
dsb: Certifikat rozšyrjoneje płaśiwosći (EV) SSL-serwera

source: User Notice
dsb: Wužywarska powěźeńka

source: Logotype
dsb: Logotyp

source: Elliptic Curve Public Key
dsb: Zjawny kluc eliptiskeje kśiwule

source: X9.62 ECDSA Signature with SHA1
dsb: Pódpis X9.62 ECDSA ze SHA1

source: ANSI X9.62 elliptic curve prime192v1 (aka secp192r1, NIST P-192)
dsb: Eliptiska kśiwule ANSI X9.62 prime192v1 (teke znata ako secp192r1, NIST P-192)

source: ANSI X9.62 elliptic curve prime192v2
dsb: Eliptiska kśiwula ANSI X9.62 prime192v2

source: ANSI X9.62 elliptic curve prime192v3
dsb: Eliptiska kśiwula ANSI X9.62 prime192v3

source: ANSI X9.62 elliptic curve prime239v1
dsb: Eliptiska kśiwula ANSI X9.62 prime239v1

source: ANSI X9.62 elliptic curve prime239v2
dsb: Eliptiska kśiwula ANSI X9.62 prime239v2

source: ANSI X9.62 elliptic curve prime239v3
dsb: Eliptiska kśiwula ANSI X9.62 prime239v3

source: ANSI X9.62 elliptic curve prime256v1 (aka secp256r1, NIST P-256)
dsb: Eliptiska kśiwula ANSI X9.62 prime256v1 (teke znata ako secp256r1, NIST P-256)

source: SECG elliptic curve secp112r1
dsb: Eliptiska kśiwula SECG secp112r1

source: SECG elliptic curve secp112r2
dsb: Eliptiska kśiwula SECG secp112r2

source: SECG elliptic curve secp128r1
dsb: Eliptiska kśiwula SECG secp128r1

source: SECG elliptic curve secp128r2
dsb: Eliptiska kśiwula SECG secp128r2

source: SECG elliptic curve secp160k1
dsb: Eliptiska kśiwula SECG secp160k1

source: SECG elliptic curve secp160r1
dsb: Eliptiska kśiwula SECG secp160r1

source: SECG elliptic curve secp160r2
dsb: Eliptiska kśiwula SECG secp160r2

source: SECG elliptic curve secp192k1
dsb: Eliptiska kśiwula SECG secp192k1

source: SECG elliptic curve secp224k1
dsb: Eliptiska kśiwula SECG secp224k1

source: SECG elliptic curve secp224r1 (aka NIST P-224)
dsb: Eliptiska kśiwula SECG secp224r1 (teke znata ako NIST P-224)

source: SECG elliptic curve secp256k1
dsb: Eliptiska kśiwula SECG secp256k1

source: SECG elliptic curve secp384r1 (aka NIST P-384)
dsb: Eliptiska kśiwula SECG secp384r1 (teke znata ako NIST P-384)

source: SECG elliptic curve secp521r1 (aka NIST P-521)
dsb: Eliptiska kśiwula SECG secp521r1 (teke znata ako NIST P-521)

source: ANSI X9.62 elliptic curve c2pnb163v1
dsb: Eliptiska kśiwula ANSI X9.62 c2pnb163v1

source: ANSI X9.62 elliptic curve c2pnb163v2
dsb: Eliptiska kśiwula ANSI X9.62 c2pnb163v2

source: ANSI X9.62 elliptic curve c2pnb163v3
dsb: Eliptiska kśiwula ANSI X9.62 c2pnb163v3

source: ANSI X9.62 elliptic curve c2pnb176v1
dsb: Eliptiska kśiwula ANSI X9.62 c2pnb176v1

source: ANSI X9.62 elliptic curve c2tnb191v1
dsb: Eliptiska kśiwula ANSI X9.62 c2tnb191v1

source: ANSI X9.62 elliptic curve c2tnb191v2
dsb: Eliptiska kśiwula ANSI X9.62 c2tnb191v2

source: ANSI X9.62 elliptic curve c2tnb191v3
dsb: Eliptiska kśiwula ANSI X9.62 c2tnb191v3

source: ANSI X9.62 elliptic curve c2onb191v4
dsb: Eliptiska kśiwula ANSI X9.62 c2onb191v4

source: ANSI X9.62 elliptic curve c2onb191v5
dsb: Eliptiska kśiwula ANSI X9.62 c2onb191v5

source: ANSI X9.62 elliptic curve c2pnb208w1
dsb: Eliptiska kśiwula ANSI X9.62 c2pnb208w1

source: ANSI X9.62 elliptic curve c2tnb239v1
dsb: Eliptiska kśiwula ANSI X9.62 c2tnb239v1

source: ANSI X9.62 elliptic curve c2tnb239v2
dsb: Eliptiska kśiwula ANSI X9.62 c2tnb239v2

source: ANSI X9.62 elliptic curve c2tnb239v3
dsb: Eliptiska kśiwula ANSI X9.62 c2tnb239v3

source: ANSI X9.62 elliptic curve c2onb239v4
dsb: Eliptiska kśiwula ANSI X9.62 c2onb239v4

source: ANSI X9.62 elliptic curve c2onb239v5
dsb: Eliptiska kśiwula ANSI X9.62 c2onb239v5

source: ANSI X9.62 elliptic curve c2pnb272w1
dsb: Eliptiska kśiwula ANSI X9.62 c2pnb272w1

source: ANSI X9.62 elliptic curve c2pnb304w1
dsb: Eliptiska kśiwula ANSI X9.62 c2pnb304w1

source: ANSI X9.62 elliptic curve c2tnb359v1
dsb: Eliptiska kśiwula ANSI X9.62 c2tnb359v1

source: ANSI X9.62 elliptic curve c2pnb368w1
dsb: Eliptiska kśiwula ANSI X9.62 c2pnb368w1

source: ANSI X9.62 elliptic curve c2tnb431r1
dsb: Eliptiska kśiwula ANSI X9.62 c2tnb431r1

source: SECG elliptic curve sect113r1
dsb: Eliptiska kśiwula SECG sect113r1

source: SECG elliptic curve sect113r2
dsb: Eliptiska kśiwula SECG sect113r2

source: SECG elliptic curve sect131r1
dsb: Eliptiska kśiwula SECG sect131r1

source: SECG elliptic curve sect131r2
dsb: Eliptiska kśiwula SECG sect131r2

source: SECG elliptic curve sect163k1 (aka NIST K-163)
dsb: Eliptiska kśiwula SECG sect163k1 (teke znata ako NIST K-163)

source: SECG elliptic curve sect163r1
dsb: Eliptiska kśiwula SECG sect163r1

source: SECG elliptic curve sect163r2 (aka NIST B-163)
dsb: Eliptiska kśiwula SECG sect163r2 (teke znata ako NIST B-163)

source: SECG elliptic curve sect193r1
dsb: Eliptiska kśiwula SECG sect193r1

source: SECG elliptic curve sect193r2
dsb: Eliptiska kśiwula SECG sect193r2

source: SECG elliptic curve sect233k1 (aka NIST K-233)
dsb: Eliptiska kśiwula SECG sect233k1 (teke znata ako NIST K-233)

source: SECG elliptic curve sect233r1 (aka NIST B-233)
dsb: Eliptiska kśiwula SECG sect233r1 (teke znata ako NIST B-233)

source: SECG elliptic curve sect239k1
dsb: Eliptiska kśiwula SECG sect239k1

source: SECG elliptic curve sect283k1 (aka NIST K-283)
dsb: Eliptiska kśiwula SECG sect283k1 (teke znata ako NIST K-283)

source: SECG elliptic curve sect283r1 (aka NIST B-283)
dsb: Eliptiska kśiwula SECG sect283r1 (teke znata ako NIST B-283)

source: SECG elliptic curve sect409k1 (aka NIST K-409)
dsb: Eliptiska kśiwula SECG sect409k1 (teke znata ako NIST K-409)

source: SECG elliptic curve sect409r1 (aka NIST B-409)
dsb: Eliptiska kśiwula SECG sect409r1 (teke znata ako NIST B-409)

source: SECG elliptic curve sect571k1 (aka NIST K-571)
dsb: Eliptiska kśiwula SECG sect571k1 (teke znata ako NIST K-571)

source: SECG elliptic curve sect571r1 (aka NIST B-571)
dsb: Eliptiska kśiwula SECG sect571r1 (teke znata ako NIST B-571)

source: Size: %S Bytes / %S Bits
dsb: Wjelikosć: %S bajtow / %S bitow

source: Client
dsb: Klient

source: Server
dsb: Serwer

source: Sign
dsb: Pódpisaś

source: Encrypt
dsb: Šifrěrowaś

# VerifyObjSign_p
source: Object Signer
dsb: Pódpisaŕ objekta

# VerifyCAVerifier_p
source: CA Verifier
dsb: Pśepytowaŕ certifikatoweje awtority

source: Status Responder
dsb: Statusowy wótegronjak

source: The password entered was incorrect.
dsb: Zapódane gronidło jo wopacne było.

source: Successfully backed up your security certificate(s) and private key(s).
dsb: Waše wěstotne certifikaty a priwatne kluce su se wuspěšnje zawěsćili.

source: Successfully restored your security certificate(s) and private key(s).
dsb: Waše wěstotne certifikaty a priwatne kluce su se wuspěšnje wótnowili.

source: Failed to decode the file. Either it is not in PKCS #12 format, has been corrupted, or the password you entered was incorrect.
dsb: Dataja njedajo se dekoděrowaś. Pak njejo we formaśe PKCS #12, jo wobkškóźona pak gronidło, kótarež sćo zapódał, jo wopaki.

source: Failed to restore the PKCS #12 file for unknown reasons.
dsb: Dataja PKCS #12 njedajo se z njeznatych pśicynow wotnowiś.

source: Failed to create the PKCS #12 backup file for unknown reasons.
dsb: Zawěsćeńska dataja PKCS #12 njedajo z njeznatych pśicynow napóraś.

source: The PKCS #12 operation failed for unknown reasons.
dsb: Operacija PKCS #12 njejo so z njeznatych pśicynow raźiła.

source: It is not possible to back up certificates from a hardware security device such as a smart card.
dsb: Njejo móžno certifikaty z hardwaroweho wěstotnego rěda zawěsćiś, kaž na pś. ze smartkórty.

source: The certificate and private key already exist on the security device.
dsb: Certifikat a priwatny kluc južo eksistujotej na wěstotnem rěźe.

source: Unable to add module
dsb: Modul njedajo se pśidaś

source: Security Module already exists
dsb: Wěstotny modul južo eksistěrujo

source: Are you sure you want to delete this security module?
dsb: Cośo napšawdu toś tón wěstotny modul lašowaś?

source: Unable to delete module
dsb: Njejo móžno modul lašowaś

source: Can't connect securely because the SSL protocol has been disabled.
dsb: Wěsty zwisk njejo móžno, dokulaž SSL-protokol jo znjemóžnjony.

source: Can't connect securely because the site uses an older, insecure version of the SSL protocol.
dsb: Wěsty zwisk njejo móžno, dokulaž sedło wužywa staršu, njewěstu wersiju SSL-protokola.

source: You have received an invalid certificate. Please contact the server administrator or email correspondent and give them the following information: Your certificate contains the same serial number as another certificate issued by the certificate authority. Please get a new certificate containing a unique serial number.
dsb: Sćo njepłaśiwy certifikat dostał. Pšosym stajśo se ze serwerowym administratorom abo e-mailowym korespondentom do zwiska a dajśo jomu k wěsći slědujuce informacije: Waš certifikat wopśimujo ten samski serijowy numer ako drugi certifikat wudany wót certifikatoweje awtority. Pšosym wobstarajśo se nowy certifikat, kótaryž wopśimujo jasny certifikatowy numer.

source: An error occurred during a connection to %S.
dsb: Pśi zwězowanju z %S jo zmólka nastała.

source: %S uses an invalid security certificate.
dsb: %S wužywa njepłaśiwy wěstotny certifikat.

source: The certificate is not trusted because it is self-signed.
dsb: Certifikat njejo dowěry gódny, dokulaž jo se sam pódpisał.

source: The certificate is not trusted because the issuer certificate is unknown.
dsb: Certifikat njejo dowěry gódny, dokulaž wudawarski certifikat jo njeznaty.

source: The server might not be sending the appropriate intermediate certificates.
dsb: Serwer njamóžo snaź wótpowědne mjazycertifikaty słaś.

source: An additional root certificate may need to be imported.
dsb: Pśidatny kórjenjowy certifikat musy se snaź importěrowaś.

source: The certificate is not trusted because it was issued by an invalid CA certificate.
dsb: Certifikat njejo dowěry gódny, dokulaž jo se pśez njepłaśiwy certifikat certifikatoweje awtority wudał.

source: The certificate is not trusted because the issuer certificate is not trusted.
dsb: Certifikat njejo dowěry gódny, dokulaž wudawarski certifikat njejo dowěry gódny.

source: The certificate is not trusted because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
dsb: Toś ten certifikat njejo dowěry gódny, dokulaž jo se ze signěrowańskim algoritmusom signěrował, kótaryž jo se znjemóžnił, dokulaž algoritmus njejo wěsty.

source: The certificate is not trusted because the issuer certificate has expired.
dsb: Certifikat njejo dowěry gódny, dokulaž wudawarski certifikat jo pśepadnjony.

source: The certificate does not come from a trusted source.
dsb: Certifikat njepóchada z dowěry gódnego žrědła.

source: The certificate is not valid for the name %S.
dsb: Certifikat njejo płaśiwy za mě %S.

source: The certificate is only valid for <a id="cert_domain_link" title="%1$S">%1$S</a>
dsb: Certifikat jo jano płaśiwy za <a id="cert_domain_link" title="%1$S">%1$S</a>

source: The certificate is only valid for %S
dsb: Certifikat jo jano płaśiwy za %S

source: The certificate is only valid for the following names:
dsb: Certifikat jo jano płaśiwy za slědujuce mjenja:

source: The certificate is not valid for any server names.
dsb: Certifikat njejo płaśiwy za serwerowe mjenja.

source: The certificate expired on %1$S. The current time is %2$S.
dsb: Certifikat jo %1$S pśepadnuł. Aktualny cas jo %2$S.

source: The certificate will not be valid until %1$S. The current time is %2$S.
dsb: Certifikat njebuźo płaśiwy až do %1$S. Aktualny cas jo %2$S.

source: (Error code: %S)
dsb: (Zmólkowy kod: %S)

source: Issued to:
dsb: Wudany za:

source: Issued by:
dsb: Wudany wót:

source: Valid
dsb: Płaśiwy

source: from
dsb: z

source: to
dsb: na

source: Purposes
dsb: Zaměry

source: Stored in:
dsb: Składowany w:

source: Imported Certificate
dsb: Importěrowany certifikat

source: <Expired>
dsb: <Pśepadnjony>

source: <Revoked>
dsb: <Anulěrowany>

source: <Not Trusted>
dsb: <Dowěry njegódny>

source: <Issuer Not Trusted>
dsb: <Wudawaŕ dowěry njegódny>

source: <Issuer Unknown>
dsb: <Wudawaŕ njeznaty>

source: <Invalid CA>
dsb: <Njepłaśiwa CA>

source: <Signature Algorithm Not Secure>
dsb: <Signěrowański algoritmus njejo wěsty>

source: <Unknown>
dsb: <Njeznaty>

source: Your Cert
dsb: Waš certifikat

source: CA (Certificate Authority)
dsb: CA (certifikatowa awtorita)

source: SSL Server
dsb: SSL-serwer

source: Unknown
dsb: Njeznaty

source: (no nickname)
dsb: (žedno pśimě)

source: (no email address)
dsb: (žedna e-mailowa adresa)

source: (expired)
dsb: (pśepadnjony)

source: (not yet valid)
dsb: (hyšći njepłaśiwy)

source: This certificate is already installed as a certificate authority.
dsb: Toś ten certifikat jo južo ako certifikatowa awtorita instalował.

source: This is not a certificate authority certificate, so it can't be imported into the certificate authority list.
dsb: To njejo certifikat certifikatoweje awtority, togodla njedajo se do lisćiny certifikatoweje awtority importěrowaś.

source: This certificate can't be verified and will not be imported. The certificate issuer might be unknown or untrusted, the certificate might have expired or been revoked, or the certificate might not have been approved.
dsb: Toś ten certifikat njedajo se pśeglědowaś a njebuźo se importěrowaś. Wudawaŕ certifikata jo snaź njeznaty abo dowěry njegódny, certifikat by mógał pśepadnjony abo anulěrowany byś abo certifikat njejo snaź pśizwólony.

source: This personal certificate can't be installed because you do not own the corresponding private key which was created when the certificate was requested.
dsb: Toś ten wósobinski certifikat njedajo se instalěrowaś, dokulaž njamaśo wótpowědny priwatny kluc, kótaryž jo se napórał, gaž certifikat jo se pominał.

source: Your personal certificate has been installed. You should keep a backup copy of this certificate.
dsb: Waš wósobinski certifikat jo se zainstalěrował. Wy by mógał zawěsćeńsku kopiju tos togo certifikata wobchowaś.

source: (Unknown)
dsb: (Njeznaty)

source: (Not Stored)
dsb: (Njeskładowany)

source: Permanent
dsb: Trajny

source: Temporary
dsb: Nachylny
