Repository: translate/mozilla-l10n
Catalog: ks/browser/chrome/browser/preferences/aboutPermissions.dtd.po
Languages: ks

source: Permissions Manager
ks: اجازت سںبالَن وۄل

source: Search Sites
ks: ژھانڈ سایٹئ

source: All Sites
ks: سارے سایٹئ

source: Permissions for
ks: خٲطرئ اجازت

source: Default Permissions for All Sites
ks: ڈیفالٹ اجازت سارنی سایٹَن خٲطرئ

source: Forget About This Site
ks: يَتھ سایٹئ متعلق مشرٲویو

source: Always Ask
ks: ہمیشئ پریژھیو

source: Allow
ks: اجازتھ

source: Allow for Session
ks: یتؤ سی;نس خٲطرئ دیو اجازت

source: Allow First Party Only
ks: اجازت دِیو صرف گوڈنِچ پارٹی

source: Block
ks: بلاك

source: Store Passwords
ks: خُفیئ لفظ تھٲویو جمع

source: Manage Passwords…
ks: خُفیئ لفظ سںبٲلیو...

source: Set Cookies
ks: كوكیز كریو سیٹ

source: Remove Cookies
ks: كوكیز ہٹٲویو

source: Manage Cookies…
ks: كوكیز سںبٲلیو...

source: Remove All Cookies
ks: سارے كوكیز ہٹٲویو

source: Share Location
ks: جاے كریو شیر

source: Plugins
ks: پلگ ان

source: Maintain Offline Storage
ks: آفلاین سٹوریج تھٲویو بركرا

source: Open Pop-up Windows
ks: پاپ۔اَپ وِنڈوز

source: Fullscreen
ks: پورئ سكرین

source: Use the Camera
ks: کیمرا کْریو استعمال

source: Use the Microphone
ks: مایکروفون کْریو استعمال
