Repository: translate/mozilla-l10n
Catalog: */chat/twitter.properties.po
Languages: am, cy, eu, ga_ie, hr, hy_am, id, km, nb_no, nn_no, ro, tr, uz

source: Status is over 140 characters.
am: ሁኔታው ከ 140 በላይ ባህሪዎች ነው
cy: Mae statws dros 140 nod.
eu: Egoerak 140 karaktere baino gehiago ditu.
ga_ie: Tá an stádas níos faide ná 140 carachtar.
hr: Status ima više od 140 znakova.
hy_am: Կարգավիճակը 140 նիշից ավելի է։
id: Panjang status melebihi 140 karakter.
km: ស្ថានភាព​លើ ១៤០ តួអក្សរ។
nb_no: Statusen er over 140 tegn.
nn_no: Statusen er over 140 teikn.
ro: Mesajul de stare conține mai mult de 140 de caractere.
tr: Durum 140 karakterden uzun.
uz: Holat 140 ta belgis atrofida bo‘lishi kerak.

source: An error %1$S occurred while sending: %2$S
am: ስህተት %1$S ተፈጥሯል በ መላክ ላይ እንዳለ: %2$S
cy: Digwyddodd gwall %1$S wrth anfon: %2$S
eu: Errore bat gertatu da %1$S bidaltzean: %2$S
ga_ie: Tharla earráid %1$S agus an teachtaireacht á seoladh: %2$S
hr: Pojavila se greška %1$S prilikom slanja: %2$S
hy_am: Սխալ՝ %1$S՝ %2$S-ը ուղարկելիս
id: Galat %1$S terjadi saat mengirim: %2$S
km: កំហុស​ %1$S បាន​កើត​ឡើង​ខណៈ​ពេល​ផ្ញើ៖ %2$S
nb_no: En feil %1$S occurred ved sending: %2$S
nn_no: Ein feil %1$S oppstod ved sending: %2$S
ro: S-a produs o eroare %1$S la trimiterea: %2$S
tr: Gönderilirken %1$S hatası oluştu: %2$S
uz: %2$S jo‘natilayotganda %1$S xatoligi yuz berdi

source: An error %1$S occurred while retweeting: %2$S
am: ስህተት %1$S ተፈጥሯል እንደገና ትዊት በ ማድረግ ላይ እንዳለ: %2$S
cy: Digwyddodd gwall %1$S wrth aildrydar: %2$S
eu: Errore bat gertatu da %1$S bertxiotzean: %2$S
ga_ie: Tharla earráid %1$S le linn atuíteála: %2$S
hr: Pojavila se greška %1$S prilikom ponavljanja poruke: %2$S
hy_am: Սխալ՝ %1$S %2$S-ը ստանալիս
id: Galat %1$S terjadi saat me-retweet: %2$S
km: កំហុស %1$S បាន​កើតឡើង​អំឡុង​ពេល​​​ផ្សាយ​​ឡើងវិញ៖​ %2$S
nb_no: En feil %1$S oppstod ved retweeting: %2$S
nn_no: Ein feil %1$S oppstod under retweeting: %2$S
ro: S-a produs o eroare %1$S la trimiterea retweetului: %2$S
tr: Retweet'lenirken %1$S hatası oluştu: %2$S
uz: %2$S tviti boshqalar bilan ulashilayotganda %1$S xatoligi yuz berdi

source: An error %1$S occurred while deleting: %2$S
am: ስህተት %1$S ተፈጥሯል በ ማጥፋት ላይ እንዳለ: %2$S
cy: Digwyddodd gwall %1$S wrth ddileu: %2$S
eu: Errore bat gertatu da %1$S ezabatzean: %2$S
ga_ie: Tharla earráid %1$S le linn scriosadh: %2$S
hr: Pojavila se greška %1$S prilikom brisanja: %2$S
hy_am: Սխալ՝ %1$S %2$S-ը ջնջելիս
id: Galat %1$S terjadi saat menghapus: %2$S
km: កំហុស %1$S បាន​កើត​ឡើង​ខណៈ​ពេល​លុប៖ %2$S
nb_no: En feil %1$S oppstod ved sletting: %2$S
nn_no: Ein feil %1$S oppstod ved sletting: %2$S
ro: A apărut o eroare %1$S la ștergere: %2$S
tr: Silinirken %1$S hatası oluştu: %2$S
uz: %2$S o‘chirilayotganda %1$S xatoligi yuz berdi

source: An error %1$S occured while liking: %2$S
nb_no: En feil %1$S oppstod ved liking: %2$S
nn_no: Ein feil %1$S oppstod ved «likar»: %2$S

source: An error %1$S occured while unliking: %2$S
nb_no: En feil %1$S oppstod ved fjerning av like: %2$S
nn_no: Ein feil %1$S oppstod ved fjerning av «likar»: %2$S

source: Description is over the maximum length (160 characters), it was automatically truncated to: %S.
am: መግለጫው ከፍተኛው እርዝመት ከ (160 ባህሪዎች) በላይ ነው: ራሱ በራሱ አሳጥሯል ወደ: %S.
cy: Mae'r disgrifiad yn hirach na'r hyd mwyaf (160 nod), cafodd ei fyrhau'n awtomatig i: %S.
eu: Deskribapenak luzera maximoa gainditu du (160 karaktere), automatikoki moztu da ondorengora: %S.
ga_ie: Tá an cur siós níos faide ná an t-uasmhéid (160 carachtar); bhí sé giorraithe go huathoibríoch: %S.
hr: Opis prelazi maksimalno dozvoljenu duljinu (160 znakova), automatski je skraćen na: %S.
km: សេចក្ដី​ពិពណ៌នា​លើ​ប្រហែល​អតិបរមា (១៦០ តួអក្សរ), វា​ត្រូវ​បាន​កាត់​ឲ្យ​ខ្លី​​ទៅ៖ %S ។
nb_no: Beskrivelsen er lengre enn maksimum (160 tegn), den ble automatisk forkortet til: %S.
nn_no: Skildringa er lenger enn maksimum (160 teikn), og vart automatisk forkorta til: %S.
ro: Descrierea depășește lungimea maximă (160 de caractere), a fost trunchiat automat la: %S.
tr: Tanım üst sınırdan (160 karakter) uzun. Otomatik olarak kırpıldı: %S.
uz: Ta’rif maksimal (160 ta belgi) belgi atrofida, u avtomatik tarzda %Sga bo‘linadi.

source: %S timeline
am: %S የ ሰአት መስመር
cy: Llinell amser %S
eu: %S: tuit-zerrenda
ga_ie: Amlíne %S
hr: %S vremenski niz
id: Timeline %S
km: %S អស់​ពេល
nb_no: %S tidslinje
nn_no: %S tidslinje
ro: Cronologia lui %S
tr: %S zaman akışı
uz: %S vaqt hududi

source: Copy Link to Tweet
am: አገናኝ ወደ ትዊት ኮፒ ማድረጊያ
cy: Copïo Dolen i Drydar
eu: Kopiatu txiotzeko lotura
ga_ie: Cóipeáil Nasc le Tuít
hr: Kopiraj poveznicu u poruku
hy_am: Պատճենել հղումը Tweet-ում
id: Salin Tautan ke Tweet
km: ចម្លង​តំណ​ទៅ Tweet
nb_no: Kopier lenke til Tweet
nn_no: Kopier lenke til Tweet
ro: Copiază legătura către ciripire
tr: Tweet'lemek İçin Bağlantıyı Kopyala
uz: Linkdan tvitga nusxa ko‘chirish

source: Reply
am: መመለሻ
cy: Ateb
eu: Erantzun
ga_ie: Freagair
hr: Odgovori
hy_am: Պատասխանել
id: Balas
km: ឆ្លើយតប
nb_no: Svar
nn_no: Svar
ro: Răspunde
tr: Yanıtla
uz: Javob qaytarish

source: Delete
am: ማጥፊያ
cy: Dileu
eu: Ezabatu
ga_ie: Scrios
hr: Obriši
hy_am: Ջնջել
id: Hapus
km: ​លុប​
nb_no: Slett
nn_no: Slett
ro: Șterge
tr: Sil
uz: O‘chirish

source: Follow %S
am: መከታተያ %S
cy: Dilyn %S
eu: Jarraitu %S
ga_ie: Lean %S
hr: Prati %S
hy_am: Հետևել %S
id: Ikuti %S
km: អនុវត្ត​តាម %S
nb_no: Følg %S
nn_no: Følg %S
ro: Urmărește %S
tr: Takip et: %S
uz: %Sni kuzatish

source: Stop following %S
am: መከታተል ማስቆሚያ %S
cy: Peidio dilyn %S
eu: Utzi %S jarraitzeari
ga_ie: Ná lean %S a thuilleadh
hr: Prestani pratiti %S
hy_am: Չհետևել %S-ին
id: Setop mengikuti %S
km: បញ្ឈប់​ការ​អនុវត្ត​តាម %S
nb_no: Slutt å følge %S
nn_no: Slutt å følgja %S
ro: Oprește urmărirea %S
tr: Takibi bırak: %S
uz: %Sni kuzatishni to‘xtatish

source: Like
nb_no: Lik
nn_no: Likar

source: Remove Like
nb_no: Fjern lik
nn_no: Fjern «Likar»

source: You are now following %S.
am: እራስዎ አሁን እየተከተሉ ነው %S.
cy: Rydych nawr yn dilyn %S.
eu: %S jarraitzen ari zara orain.
ga_ie: Tá tú ag leanúint %S anois.
hr: Trenutno pratite %S.
hy_am: Դուք հետևում եք %S-ին։
id: Kini Anda mengikuti %S.
km: ឥឡូវ​នេះ​អ្នក​កំពុង​អនុវត្ត​តាម %S ។
nb_no: Du følger nå %S.
nn_no: Du følgjer no %S.
ro: Acum sunteți urmărit de %S.
tr: %S adlı kullanıcıyı takip etmeye başladınız.
uz: Siz hozir %Sni kuzatyasiz.

source: You are no longer following %S.
am: እራስዎ አሁን እየተከተሉ አይደለም %S.
cy: Nid ydych bellach yn dilyn %S.
eu: Ez zara %S jarraitzen ari gehiago.
ga_ie: Níl tú ag leanúint %S a thuilleadh.
hr: Više ne pratite %S.
hy_am: Դուք այլևս չեք հետևում %S-ին։
id: Anda tidak lagi mengikuti %S.
km: អ្នក​មិន​អនុវត្ត​តាម %S ទៀត​ឡើយ។
nb_no: Du følger ikke lenger %S.
nn_no: Du følgjer ikje lenger %S.
ro: Nu mai urmăriți %S.
tr: %S kullanıcısını artık takip etmiyorsunuz.
uz: Siz endi %Sni kuzatmayapsiz.

source: %S is now following you.
am: %S እራስዎን አሁን እየተከተሉ ነው
cy: Mae %S yn eich dilyn chi.
eu: %S zu jarraitzen ari da.
ga_ie: Tá %S do do leanúint anois.
hr: %S vas sada prati.
hy_am: %S-ը այժմ հետևում է Ձեզ։
id: Kini %S mengikuti Anda.
km: %S ឥឡូវ​នេះ​កំពុង​អនុវត្ត​តាម​អ្នក។
nb_no: %S følger nå deg.
nn_no: %S følgjer deg no.
ro: %S este acum urmărit de dumneavoastră.
tr: %S sizi takip etmeye başladı.
uz: %S hozirda sizni kuzatmoqda.

source: You have deleted this tweet: "%S".
am: እርስዎ ይህን ትዊት አጥፍተዋል: "%S".
cy: Rydych wedi dileu'r trydariad: "%S".
eu: Txio hau ezabatu duzu: "%S".
ga_ie: Scrios tú an tuít seo: "%S".
hr: Obrisali ste poruku: "%S".
hy_am: Ջնջել եք tweet-ը. "%S"։
id: Anda telah menghapus tweet ini: "%S".
km: អ្នក​បាន​លុប tweet នេះ៖ "%S" ។
nb_no: Du har slettet denne tweeten: «%S».
nn_no: Du har sletta denne tweeten: "%S".
ro: Ați șters acest tweet: „%S”.
tr: Bu Tweet'i sildiniz: "%S".
uz: Siz "%S" tvitni o‘chirgansiz.

source: Replying to: %S
am: እየመለሱ ነው ለ: %S
cy: Ateb: %S
eu: Honi erantzuten: %S
ga_ie: Freagra ar: %S
hr: Odgovaranje: %S
hy_am: Պատասխանը՝ %S
id: Balasan atas: %S
km: ឆ្លើយតប​ចំពោះ៖ %S
nb_no: Svarer til: %S
nn_no: Svarar til: %S
ro: Răspuns la: %S
tr: Yanıtlanıyor: %S
uz: %Sga qaytarilmoqda

source: Initiating authentication process
am: የ ማረጋገጫ ሂደት በ ማስጀመር ላይ
cy: Cychwyn y broses dilysu
eu: Autentifikazio-prozesua abiatzen
ga_ie: Próiseas fíordheimhnithe á thosú
hr: Pokretanje postupka autorizacije
hy_am: Որոշվում է ներկայացման ընթացքը
id: Menginisiasi proses autentikasi
km: ចាប់ផ្ដើម​ដំណើរការ​ផ្ទៀងផ្ទាត់
nb_no: Starter autentiseringsprosessen
nn_no: Startar autentiseringsprosessen
ro: Se inițializează procesul de autentificare
tr: Kimlik doğrulama işlemi başlatılıyor
uz: Tasdiqdan o‘tkazish jarayoni ishga tushirilmoqda

source: Waiting for your authorization
am: የ እርስዎን ማረጋገጫ በ መጠበቅ ላይ
cy: Aros am eich dilysiad
eu: Zure baimenaren zain
ga_ie: Ag fanacht le húdarú uait
hr: Čekanje na vašu autorizaciju
hy_am: Սպասում է Ձեր ներկայացմանը
id: Menunggu hasil autentikasi
km: រង់ចាំ​សេចក្ដី​អនុញ្ញាត​របស់​អ្នក
nb_no: Venter på din autorisasjon
nn_no: Ventar på din autorisasjon
ro: Se așteaptă autorizarea dumneavoastră
tr: Kimlik doğrulamanız bekleniyor
uz: Tasdiqdan o‘tishingiz kutilmoqda

source: Finalizing authentication
am: ማረጋገጫ በ ማጠናቀቅ ላይ
cy: Cwblhau'r dilysu
eu: Autentifikazioa amaitzen
ga_ie: Fíordheimhniú á chur i gcrích
hr: Završavanje autorizacije
hy_am: Ներկայացման ամփոփում
id: Menyelesaikan autentikasi
km: បញ្ចប់​ការ​ផ្ទៀងផ្ទាត់
nb_no: Fullfører autentisering
nn_no: Fullfører autentisering
ro: Se finalizează autentificarea
tr: Kimlik doğrulama tamamlanıyor
uz: Tasdiqdan o‘tkazish tugallanmoqda

source: Requesting user timelines
am: የ ተጠቃሚ የ ሰአት መስመሮች በ መጠየቅ ላይ
cy: Gofyn am llinellau amser defnyddiwr
eu: Erabiltzaileen tuit-zerrendak eskatzen
ga_ie: Amlínte úsáideora á bhfáil
hr: Traženje korisničkog vremenskog niza
id: Meminta timeline pengguna
km: ស្នើ​បន្ទាត់​ពេលវេលា​អ្នក​ប្រើ
nb_no: Henter brukertidslinje
nn_no: Hentar brukartidslinje
ro: Se solicită cronologiile utilizatorului
tr: Kullanıcı zaman akışları isteniyor
uz: Foydalanuvchi vaqt hududi so‘ralmoqda

source: Username mismatch.
am: የ ተጠቃሚ ስም አይመሳሰልም
cy: Anghydweddiad enw defnyddiwr.
eu: Erabiltzaile-izen okerra.
ga_ie: Ainmneacha mí-oiriúnaithe.
hr: Korisničko ime se ne podudara.
hy_am: Օգտվողի անունը բացակայում է։
id: Nama tidak cocok.
km: ឈ្មោះ​អ្នក​ប្រើ​មិន​​ផ្គូផ្គង។
nb_no: Brukernavnet stemmer ikke.
nn_no: Brukarnamnet stemmer ikkje.
ro: Nepotrivire la numele de utilizator.
tr: Kullanıcı adı eşleşmedi.
uz: Foydalanuvchi nomi topilmadi

source: Failed to get request token.
am: የተጠየቀውን ምልክት ማግኘት አልተቻለም
cy: Methu cael tocyn cais.
eu: Huts eskaera-tokena eskuratzean.
ga_ie: Ní bhfuarthas an ceadchomhartha iarratais.
hr: Dohvaćanje tokena nije uspjelo.
hy_am: Չհաջողվեց ստանալ։
id: Gagal mengambil token permintaan.
km: បាន​បរាជ័យ​ក្នុង​ការ​ទទួល​​យក​សំណើ​ថូខឹន។
nb_no: Klarte ikke å hente forespørselsymbol.
nn_no: Klarte ikkje å henta førespurnadsymbol
ro: Nu s-a putut obține tokenul.
tr: İstek jetonu alınamadı.
uz: Olinmani olish so‘rovi amalga oshmadi.

source: You cancelled the authorization process.
am: እርስዎ የ ማረጋገጫ ሂደቱን ሰርዘዋል
cy: Rydych wedi diddymu'r broses dilysu.
eu: Baimena emateko prozesua bertan behera utzi duzu.
ga_ie: Chealaigh tú an próiseas údaraithe.
hr: Otkazali ste proces autorizacije.
hy_am: Դուք չեղարկել եք ներկայացման ընթացքը։
id: Anda membatalkan proses autentikasi.
km: អ្នក​បាន​បោះបង់​ដំណើរការ​សេចក្ដី​អនុញ្ញាត។
nb_no: Du avbrøt autorisasjonsprosessen.
nn_no: Du avbraut autorisasjonsprosessen.
ro: Ați anulat procesul de autorizare.
tr: Yetkilendirme sürecini iptal ettiniz.
uz: Tasdiqdan o‘tkazish jarayonini bekor qildingiz.

source: Failed to get authorization.
am: ማረጋገጫ ማግኘት አልተቻለም
cy: Methu derbyn dilysiad.
eu: Huts baimena eskuratzean.
ga_ie: Theip ar údarú.
hr: Autorizacija nije uspjela.
hy_am: Ներկայացումը ձախողվեց։
id: Gagal mengambil autentikasi.
km: បាន​បរាជ័យ​ក្នុង​ការ​ទទួល​យក​សេចក្ដី​អនុញ្ញាត។
nb_no: Klarte ikke hente autorisasjon.
nn_no: Klarte ikkje å henta autorisasjon
ro: Nu s-a obținut autorizarea.
tr: Yetkilendirme alınamadı.
uz: Tasdiqdan o‘tkazish amalga oshmadi.

source: There is no network connection available.
am: ዝግጁ የ ኔትዎርክ ግንኙነት አልተገኘም
cy: Nid oes cysylltiad rhwydwaith ar gael.
eu: Ez dago sareko konexiorik erabilgarri.
ga_ie: Níl ceangal leis an líonra ar fáil.
hr: Mrežna veza nije dostupna.
hy_am: Չկան ցանցային հասանելի կապակցումներ։
id: Tidak ada sambungan jaringan tersedia.
km: មិន​​​មាន​កា​រ​តភ្ជាប់​បណ្ដាញ។
nb_no: Ingen nettverksforbindelse er tilgjengelig.
nn_no: Ikkje noko nettverkssamband er tilgjengeleg.
ro: Nu există nici o conexiune de rețea disponibilă.
tr: Ağ bağlantısı yok.
uz: Birorta ham ulanish uchun tarmoq mavjud emas.

source: Give permission to use your Twitter account
am: የ እርስዎን የ ትዊተር መግለጫ እንዲጠቀሙ መፍቀጃ
cy: Rhoi eich caniatâd i ddefnyddio eich cyfrif Twitter
eu: Eman baimena zure Twitter kontua erabiltzeko
ga_ie: Tabhair cead dúinn do chuntas Twitter a úsáid
hr: Dajte dopuštenje za korištenje vašeg Twitter računa
hy_am: Ստանալ թույլտվություն Twitter-ի փոստարկղի համար
id: Berikan izin untuk menggunakan akun Twitter Anda
km: ផ្ដល់​សិទ្ធិ​ឲ្យ​ប្រើ​គណនី Twitter របស់​អ្នក
nb_no: Gi tillatelse til å bruke Twitter-kontoen din
nn_no: Gje løyve til å bruka Twitter-kontoen din.
ro: Oferire permisiune pentru folosirea contului dumneavoastră de Twitter
tr: Twitter hesabınızın kullanılmasına izin verin
uz: Twitter hisobingizdan foydalanish uchun ruxsat bering

source: Tracked keywords
am: የሚከተሉት ቁልፍ ቃሎች
cy: Allweddeiriau wedi'u tracio
eu: Jarraitutako gako-hitzak
ga_ie: Eochairfhocail lorgtha
hr: Praćene ključne riječi
hy_am: Կրճատված հիմնաբառեր
id: Kata kunci yang terlacak
km: ពាក្យ​គន្លឹះ​ដែល​បាន​តាមដាន
nb_no: Sporede nøkkelord
nn_no: Spora stikkord
ro: Cuvinte cheie urmărite
tr: İzlenen anahtar kelimeler
uz: Kuzatilgan kalit so‘zlar

source: User Since
am: ተጠቃሚ ነው ከ
cy: Defnyddiwr Ers
eu: Erabiltzailea noiztik
ga_ie: Úsáideoir ó
hr: Korisnik od
hy_am: Օգտ. սկսած՝
id: Bertweet-ria sejak
km: អ្នក​ប្រើ​ចាប់តាំង​ពី
nb_no: Bruker siden
nn_no: Brukar sidan
ro: Utilizat din
tr: Üyelik Başlangıcı
uz: Foydalanishni boshlagan sanasi:

source: Location
am: አካባቢ
cy: Lleoliad
eu: Kokalekua
ga_ie: Suíomh
hr: Lokacija
hy_am: Հասցե
id: Lokasi
km: ទីតាំង
nb_no: Sted
nn_no: Stad
ro: Adresă
tr: Konum
uz: Manzili

source: Language
am: ቋንቋ
cy: Iaith
eu: Hizkuntza
ga_ie: Teanga
hr: Jezik
hy_am: Լեզուն
id: Bahasa
km: ភាសា
nb_no: Språk
nn_no: Språk
ro: Limba
tr: Dil
uz: Til

source: Timezone
am: የ ሰአት ክልል
cy: Cylchamser
eu: Ordu-zona
ga_ie: Crios Ama
hr: Vremenska zona
hy_am: Ժամային գոտին
id: Zona Waktu
km: តំបន់​ពេលវេលា​
nb_no: Tidssone
nn_no: Tidssone
ro: Fus orar
tr: Zaman Dilimi
uz: Vaqt hududi

source: Homepage
am: የ ቤት ገጽ
cy: Tudalen Cartref
eu: Webgunea
ga_ie: Leathanach Baile
hr: Web stranica
hy_am: ՀԻմնական էջ
id: Situs Web
km: គេហ​ទំព័រ
nb_no: Hjemmeside
nn_no: Heimeside
ro: Pagină web
tr: Ana Sayfa
uz: Bosh sahifa

source: Protects Tweets
am: ትዊቶች መጠበቂያ
cy: Diogelu Trydar
eu: Txioak babesten ditu
ga_ie: Tuíteanna Faoi Rún
hr: Zaštita poruka
hy_am: Պաշտպանել Tweet-ները
id: Lindungi Tweet
nb_no: Beskytter tweeter
nn_no: Vernar tweetar
ro: Tweeturi protejate
tr: Tweet'ler Gizleniyor
uz: Tvitlarni himoya qiladi

source: Currently Following
am: አሁን የሚከተሉዋቸው
cy: Yn Dilyn ar Hyn o Bryd
eu: Une honetan jarraitzen
ga_ie: Á Leanúint Faoi Láthair
hr: Trenutno pratim
hy_am: Այժմ Հետևողներ
id: Mengikuti
km: ដោយ​បច្ចុប្បន្ន​អនុវត្ត​តាម
nb_no: Følger nå
nn_no: Følgjer no
ro: Urmăriți în prezent
tr: Takip Ediliyor
uz: Hozirda kuzatilmoqda

source: Name
am: ስም
cy: Enw
eu: Izena
ga_ie: Ainm
hr: Naziv
hy_am: Անունը
id: Nama
km: ឈ្មោះ
nb_no: Navn
nn_no: Namn
ro: Nume
tr: Ad
uz: Nomi

source: Description
am: መግለጫ
cy: Disgrifiad
eu: Azalpena
ga_ie: Cur Síos
hr: Opis
hy_am: Նկարագրությունը
id: Deskripsi
km: សេចក្ដី​ពិពណ៌នា
nb_no: Beskrivelse
nn_no: Skildring
ro: Descriere
tr: Tanım
uz: Ta’rifi

source: Following
am: የሚከተሉት
cy: Dilyn
eu: Jarraitzen
ga_ie: Á Leanúint
hr: Pratim
hy_am: Հետևել
id: Mengikuti
km: ការ​អនុវត្ត​តាម
nb_no: Følger
nn_no: Følgjer
ro: Urmăritori
tr: Takip Ettikleri
uz: Kuzatilmoqda

source: Followers
am: ተከታዮች
cy: Dilynwyr
eu: Jarraitzaileak
ga_ie: Leantóirí
hr: Sljedbenici
hy_am: Հետևողներ
id: Pengikut
km: អ្នក​អនុវត្ត​តាម
nb_no: Følgere
nn_no: Følgjarar
ro: Urmăritori
tr: Takipçi
uz: Kuzatuvchilar

source: Listed
am: የ ተዘረዘረ
cy: Rhestrwyd
eu: Zerrendan
ga_ie: Liostaithe
hr: Na popisu
hy_am: Ցանկում
id: Terdaftar
km: បាន​រាយ
nb_no: Listet
nn_no: Lista
ro: Listat
tr: Listelenme
uz: Ro‘yxatga qo‘shilgan

source: Yes
am: አዎ
cy: Iawn
eu: Bai
ga_ie: Tá
hr: Da
hy_am: Այո
id: Ya
km: បាទ/ចាស
nb_no: Ja
nn_no: Ja
ro: Da
tr: Evet
uz: Ha

source: No
am: አይ
cy: Na
eu: Ez
ga_ie: Níl
hr: Ne
hy_am: Ոչ
id: Tiak
km: ទេ
nb_no: Nei
nn_no: Nei
ro: Nu
tr: Hayır
uz: Yo‘q

source: %S &lt;username&gt;[ &lt;username&gt;]*: Start following a user / users.
am: %S &lt;username&gt;[ &lt;username&gt;]*: ተጠቃሚ መከተል ይጀምሩ / ተጠቃሚዎች
cy: %S &lt;username&gt;[ &lt;username&gt;]*: Cychwynnwch ddilyn defnyddiwr / defnyddwyr.
eu: %S &lt;erabiltzaile-izena&gt;[ &lt;erabiltzaile-izena&gt;]*: hasi erabiltzailea(k) jarraitzen.
ga_ie: %S &lt;ainm úsáideora&gt;[ &lt;ainm úsáideora&gt;]*: Lean an t-úsáideoir/na húsáideoirí seo.
hr: %S &lt;korisničko ime&gt;[ &lt;korisničko ime&gt;]*: Počni pratiti korisnika / korisnike.
hy_am: %S &lt;username&gt;[ &lt;username&gt;]*: Հետևել օգտատերերին:
km: Twitter
nb_no: %S &lt;brukernavn&gt;[ &lt;brukernavn&gt;]*: Start å følge en bruker / brukere.
nn_no: %S &lt;brukarnamn&gt;[ &lt;brukarnamn&gt;]*: Start å følgja ein brukar/brukarar.
ro: %S &lt;nume utilizator&gt;[ &lt;nume utilizator&gt;]*: Pornește urmărirea unui utilizator / utilizatori.
tr: %S &lt;kullanıcı&gt;[ &lt;kullanıcı&gt;]*: Kullanıcıyı / kullanıcıları takip etmeye başla.
uz: %S &lt;username&gt;[ &lt;username&gt;]*: Foydalanuvchi (lar)ni kuzatishni boshlang.

source: %S &lt;username&gt;[ &lt;username&gt;]*: Stop following a user / users.
am: %S &lt;username&gt;[ &lt;username&gt;]*: ተጠቃሚ መከተል ማስቆሚያ / ተጠቃሚዎች
cy: %S &lt;username&gt;[ &lt;username&gt;]*: Rhowch y gorau i ddilyn defnyddiwr / defnyddwyr.
eu: %S &lt;erabiltzaile-izena&gt;[ &lt;erabiltzaile-izena&gt;]*: utzi erabiltzailea(k) jarraitzeari.
ga_ie: %S &lt;ainm úsáideora&gt;[ &lt;ainm úsáideora&gt;]*: Ná lean an t-úsáideoir/na húsáideoirí seo a thuilleadh.
hr: %S &lt;korisničko ime&gt;[ &lt;korisničko ime&gt;]*: Prestani pratiti korisnika / korisnike.
hy_am: %S &lt;username&gt;[ &lt;username&gt;]*: Չհետևել օգտատերերին:
km: %S &lt;username&gt;[ &lt;username&gt;]*: បញ្ឈប់​ការ​អនុញ្ញាត​តាម អ្នក​ប្រើ​ម្នាក់ / អ្នក​ប្រើ​ច្រើន។
nb_no: %S &lt;brukernavn&gt;[ &lt;brukernavn&gt;]*: Slutt å følge en bruker / brukere.
nn_no: %S &lt;brukarnamn&gt;[ &lt;brukarnamn&gt;]*: Slutt å følgja ein brukar/brukarar.
ro: %S &lt;nume utilizator&gt;[ &lt;nume utilizator&gt;]*: Oprește urmărirea unui utilizator / utilizatori.
tr: %S &lt;kullanıcı&gt;[ &lt;kullanıcı&gt;]*: Kullanıcıyı / kullanıcıları takip etmeyi bırak.
uz: %S &lt;username&gt;[ &lt;username&gt;]*: Foydalanuvchi (lar)ni kuzatishni to‘xtating.

source: Twitter
am: ትዊተር

source: Retweet
am: እንደገና ትዊት ማድረጊያ
cy: Aildrydar
eu: Bertxiotu
ga_ie: Atuíteáil
hr: Ponovi poruku
ro: Reciripește
tr: Retweet'le
uz: Tvitni boshqalar bilan ulashish

source: Tweets
am: ትዊቶች
cy: Trydar
eu: Txioak
ga_ie: Tuíteanna
hr: Poruka
id: Tweet
ro: Ciripituri
tr: Tweet'ler
uz: Tvitlar
