Repository: translate/mozilla-l10n
Catalog: */chat/xmpp.properties.po
Languages: am, ar, bg, br, cy, gd, hr, hu, hy_am, lt, nb_no, nn_no, pt, ro, tr

source: Could not reach the recipient's server.
am: ተቀባዮቹ ሰርቨር ጋር መድረስ አልተቻለም
ar: تعذّر الوصول إلى خادوم المستلم
bg: Няма връзка със сървъра на получателя.
br: N'hall ket bezañ tizhet dafariad an degemerer.
cy: Methu cyrraedd gweinydd y derbynnydd.
gd: Cha b' urrainn dhuinn greim fhaighinn air frithealaichte an fhaighteir.
hr: Nije moguće dosegnuti poslužitelj primatelja.
hu: Nem érhető el a címzett kiszolgálója.
hy_am: Ստացողի սպասարկիչը հասանելի չէ
lt: Nepavyko susisiekti su gavėjo serveriu.
nb_no: Klarte ikke finne mottakerens server
nn_no: Klarte ikkje å finna tenaren til mottakaren
pt: Não foi possível estabelecer ligação ao servidor do destinatário

source: An unknown error occurred on sending this message.
am: ያልታወቀ ስህተት ተፈጥሯል መልእክቱን በ መላክ ላይ እንዳለ
ar: حدث عطل غير معروف أثناء إرسال هذه الرسالة.
bg: Възникна неизвестна грешка при изпращане на съобщението.
br: Ur fazi dianav a zo c'hoarvezet en ur c'has ar gemennadenn-mañ.
cy: Digwyddodd gwall anhysbys wrth anfon y neges hon.
gd: Thachair mearachd nach aithne dhuinn rè cur na teachdaireachd seo.
hr: Prilikom je slanja ove poruke došlo do (nepoznate) greške.
hu: Ismeretlen hiba történt az üzenet küldése során.
hy_am: Անհայտ սխալ՝ նամակը ուղարկելիս:
lt: Siunčiant šį pranešimą įvyko nežinoma klaida.
nb_no: En ukjent feil oppstod ved sending av denne meldingen.
nn_no: Det oppstod ein ukjend feil då meldiinga skulle sendast.
pt: Um erro desconhecido ocorreu ao enviar esta mensagem.

source: It is not possible to send messages to %S at this time.
am: መልእክት መላክ ለጊዜው %S አልተቻለም
ar: يتعذّر إرسال الرسائل إلى %S حاليًا.
bg: В момента е невъзможно да се изпрати съобщение до %S.
br: N'haller ket kas kemennadennoù da %S evit ar mare.
cy: Nid yw'n bosib anfon negeseuon at %S ar hyn o bryd.
gd: Chan urrainn dhuinn teachdaireachdan a chur gu %S an-dràsta.
hr: Trenutno nije moguće poslati poruku korisniku: %S
hu: Most nem lehet üzenetet küldeni a következőnek: %S.
hy_am: ՀՆարավոր չէ ուղարկել նամակներ %S-ին այս անգամ:
nb_no: Det er ikke mulig å sende meldinger til %S akkurat nå.
nn_no: Meldingar kan akkurat no ikkje sendast til %S.
pt: Não é possível enviar mensagens para %S neste momento.

source: %S is not in the room.
am: %S በ ክፍሉ ውስጥ የሉም
ar: ‏%S ليس في الغرفة.
bg: %S не е в стаята.
br: N'emañ ket %S er saloñs.
cy: Nis yw %S yn yr ystafell.
gd: Chan eil %S san t-seòmar.
hr: %S nije u sobi.
hu: %S nincs a szobában.
hy_am: %S-ը սենյակում չէ:
lt: %S nėra šiame kambaryje
nb_no: %S er ikke i rommet.
nn_no: %S er ikkje i rommet.
pt: %S não está na sala.

source: You can't ban participants from anonymous rooms. Try /kick instead.
am: ስም ከማይታይበት ክፍል ውስጥ ተሳታፊዎች ማገድ አይቻልም: ለማባረር /ይሞክሩ
ar: لا يمكنك حظر المشاركين في الغرف المجهّلة. جرب ‪/kick‬.
bg: Не можете да забраните участници от анонимни стаи. Опитайте с /kick.
br: N'hallit ket forbannañ perzhidi ur saloñs dizanv. Klaskit /kick e plas.
cy: Nid oes modd i chi atal y sawl sy'n cymryd rhan mewn ystafell ddienw. Defnyddiwch /kick yn lle hynny.
gd: Chan urrainn dhut daoine a thoirmeasg o sheòmraichean gun urra. Feuch /kick an àite sin.
hr: Ne možete zabraniti sudionike u anonimnim sobama. Pokušajte s /kick naredbom.
hu: Nem tilthat ki résztvevőket névtelen szobákból. Helyette próbálja a /kick-et.
hy_am: Չեք կարող արգելել անանուն սենյակների մասնակիցների: Փոխարենը փորձեք /kick.
lt: Negalite pašalinti kolegų iš anoniminio kambario. Naudokite /kick komandą.
nb_no: Du kan ikke utestenge deltakere i anonyme rom. Prøv /kick isteden.
nn_no: Du kan ikkje stengja ute deltakarar i anonyme rom. Prøv /kick i staden.
pt: Não pode banir participantes de salas anónimas. Experimente o comando /kick.

source: You don't have the required privileges to remove this participant from the room.
am: እርስዎ ይህን ተሳታፊ ከዚህ ክፍል ለማስወገድ በቂ ፍቃድ የለዎትም
ar: ليست لك الصلاحيات الكافية لإزالة هذا المشارك من الغرفة.
bg: Нямате необходимите права, за да премахнете този участник от стаята.
br: N'ho peus ket ar brientoù dleet evit dilemel ur perzhiad-mañ eus ar saloñs.
cy: Nid oes gennych y breintiau angenrheidiol i dynnu'r unigolyn yma o'r ystafell.
gd: Chan eil cead agad daoine a thoirt air falbh on t-seòmar.
hr: Nemate potrebne ovlasti kako biste uklonili ovog sudionika iz sobe.
hu: Nincs megfelelő jogosultsága a résztvevő eltávolításához a szobából.
hy_am: Չունեք արտոնություններ՝ հեռացնելու այս մասնակիցին սենյակից:
lt: Neturite pakankamai teisių kolegai išmesti iš kambario.
nb_no: Du har ikke de nødvendige tillatelsene til å fjerne denne deltakeren fra rommet.
nn_no: Du har ikkje løyva som trengst for å fjerna denne deltakaren frå rommet.
pt: Você não possui os privilégios necessários para remover este participante da sala.

source: Sorry, you can't remove yourself from the room.
am: አዝናለሁ: እርስዎ ራስዎትን ከ ክፍሉ ማባረር አይችሉም
ar: لا يمكنك إزالة نفسك من الغرفة.
bg: За съжаление не можете да се премахнете сам от стаята.
br: Digarezit, n'hallit ket en em skarzhañ eus ar saloñs.
cy: Nid oes modd i chi dynnu eich hun o'r ystafell.
gd: Tha sinn duilich ach chan urrainn dhut thu fhèin a thoirt air falbh on t-seòmar.
hr: Ne možete ukloniti sebe iz sobe.
hu: Elnézést, nem távolíthatja el saját magát a szobából.
hy_am: Դուք չեք կարող ինքներդ ձեզ հեռացնել սենյակից:
lt: Deja, negalite savęs pašalinti iš kambario.
nb_no: Beklager, du kan ikke fjerne deg selv fra rommet.
nn_no: Beklagar, du kan ikkje fjerna deg sjølv frå rommet.
pt: Lamentamos mas não é possível excluir-se da sala.

source: Could not change your nick to %S as this nick is already in use.
am: የ እርስዎን የ ቅጽል ስም መቀየር አይችሉም ወደ %S ይህን ቅጽል ስም ሌላ ሰው እየተጠቀመበት ነው
ar: تعذّر تغيير كنيتك إلى %S لأنها مستخدمة حاليًا.
bg: Не можете да промените вашия псевдоним на %S, понеже той вече е зает.
br: N'hallit ket kemmañ ho lesanv da %S dre m'eo arveret al lesanv endeo.
cy: Methu newid eich llys enw i %S gan ei fod eisoes yn cael ei ddefnyddio.
gd: Cha b’ urrainn dhuinn %S a shònrachadh dhut mar fhar-ainm leis gu bheil e aig cuideigin mu thràth.
hr: Nije moguće promijeniti vaš nadimak u %S jer se taj nadimak već koristi.
hu: Nem módosíthatja becenevét erre: %S, mert ez már használatban van.
hy_am: Հնարավոր չէ փոխել ձեր մականունը %S-ի, քանի որ այն արդեն զբաղված է:
lt: Nepavyko pakeisti slapyvardžio į %S, nes toks jau naudojamas.
nb_no: Klarte ikke endre kallenavnet ditt til %S siden kallenavnet allerede er i bruk.
nn_no: Klarte ikkje å endra kallenamnet ditt til %S sidan kallenamnet allereie er i bruk.
pt: Não pode alterar o seu nickname para %S, uma vez que este já está a ser utilizado.

source: Could not change your nick to %S as nicks are locked down in this room.
am: የ እርስዎን የ ቅጽል ስም መቀየር አይችሉም ወደ %S ቅጽል ስሞች በዚህ ክፍል ውስጥ የተቆለፉ ናቸው
ar: تعذّر تغيير كنيتك إلى %S لأن تغيير الكنى موصد في هذه الغرفة.
bg: Не можете да промените вашият псевдоним на %S, понеже в тази стая всички псевдоними са заключени.
br: N'hallit ket kemmañ ho lesanv da %S dre m'eo prennet lesanvioù ar saloñs.
cy: Methu newid eich llys enw i %S gan fod llys enwau wedi eu cloi lawr yn yr ystafell hon.
gd: Cha b’ urrainn dhuinn %S a shònrachadh dhut mar fhar-ainm oir tha iad glaiste san t-seòmar seo.
hr: Nije moguće promijeniti vaš nadimak u %S jer su nadimci zaključani u ovoj sobi.
hu: Nem módosíthatja becenevét erre: %S, mert a becenevek zárolva vannak ebben a szobában.
hy_am: Հնարավոր չէ փոխել ձեր մականունը %S-ի, քանի որ այն կողպված է այս սենյակում:
lt: Nepavyko pakeisti slapyvardžio į %S, nes šiame kambaryje slapyvardžiai ribojami.
nb_no: Klarte ikke endre kallenavnet til %S siden kallenavn er låst i dette rommet.
nn_no: Klarte ikkje å endra kallenamnet til %S sidan kallenamn er låst i dette rommet.
pt: Não pode alterar o seu nickname para %S, uma vez que os nick estão bloqueados nesta sala.

source: You don't have the required privileges to invite users to this room.
am: እርስዎ ሌሎች ተጠቃሚዎችን ወደ እዚህ ክፍል ለመጋበዝ በቂ ፍቃድ የለዎትም
ar: ليست لك الصلاحيات الكافية لدعوة المستخدمين إلى هذه الغرفة.
bg: Не притежавате необходимите права да каните потребители в тази стая.
br: N'ho peus ket ar brientoù azgoulennet evit pediñ arveriaded er saloñs.
cy: Nid oes gennych y breintiau angenrheidiol i wahodd defnyddwyr i'r ystafell.
gd: Chan eil cead agad cuireadh a thoirt do dhaoine dhan t-seòmar seo.
hr: Nemate potrebne ovlasti za pozivanje korisnika u ovu sobu.
hu: Nincs megfelelő jogosultsága felhasználók meghívásához a szobába.
hy_am: Չունեք արտոնություններ՝ մասնակիցներ հրավիրելու համար:
lt: Neturite pakankamai teisių pakviesti kolegas į kambarį.
nb_no: Du har ikke de nødvendige rettighetene til å invitere brukere til dette rommet.
nn_no: Du har ikke dei nødvendige rettane til å invitera brukarar til dette rommet.
pt: Você não tem os privilégios necessários para convidar utilizadores para esta sala.

source: Could not reach %S.
am: መድረስ አልተቻለም %S.
ar: تعذّر الوصول إلى %S.
bg: %S е недостъпен.
br: N'haller ket tizhout %S.
cy: Methu cyrraedd %S.
gd: Cha b’ urrainn dhuinn %S a ruigsinn.
hr: Nije moguće dosegnuti %S.
hu: Nem érhető el: %S.
hy_am: %S-ը հասանելի չէ:
lt: Nepavyko susisiekti su %S.
nb_no: Klarte ikke nå %S.
nn_no: Klarte ikke å nå %S.
pt: Não foi possível atingir %S.

source: %S is an invalid jid (Jabber identifiers must be of the form user@domain).
am: %S ዋጋ የሌለው የ jid (Jabber መለያ በዚህ አቀራረብ አልቀረበም user@domain).
ar: ‏%S ليس معرف جابر صحيح (معرفات جابر يجب أن تكون على شكل user@domain).
bg: %S е неправилен jid (идентификаторите на Jabber трябва да са във формат user@domain).
br: Didalvoudek eo ar jid %S (an naoudi Jabber a rank bezañ er stumm arveriad@domani).
cy: Mae %S yn jib annilys (Rhaid i enwau Jabber fod ar ffurf defnyddiwr@parth).
gd: ’S e jid mì-dhligheach a tha ann an %S (feumaidh aithnichear Jabber am pàtran cleachdaiche@àrainn a leantainn).
hr: %S je neispravan jid (Jabber indentifikatori moraju biti u obliku korisnik@domena).
hu: %S érvénytelen jid (a Jabber azonosítóknak felhasználó@tartomány alakúnak kell lenniük)
hy_am: %S-ը անվավեր jid է (Jabber հատկորոշիչը պետք է լինի user@domain ձևով):
lt: %S yra netinkamas Jabber adresas, nes jis turi atitikti „abonentas@severis“ formą.
nb_no: %S er en ugyldig jid (Jabber-identifikatorer må være på formen bruker@domene).
nn_no: %S er ein ugyldig jid (Jabber-identifikatorar må ha formatet brukar@domene).
pt: %S é um jid inválido (os identificadores jabber devem estar no formato utilizador@domínio).

source: You have to rejoin the room to be able to use this command.
am: እርስዎ ክፍሉ ውስጥ እንደገና መግባት አለብዎት ይህን ትእዛዝ ለመጠቀም
ar: عليك إعادة الانضمام إلى الغرفة لتستطيع استخدام هذا الأمر.
bg: Трябва да влезете в стаята отново, за да можете да използвате тази команда.
br: Ret eo deoc'h kevreañ er saloñs evit bezañ gouest da arverañ an arc'had-mañ.
cy: Rhaid i chi ailymuno a'r ystafell i ddefnyddio'r gorchymyn yma.
gd: Feumaidh tu a dhol dhan t-seòmar mus urrainn dhut an àithne seo a chleachdadh.
hr: Morate se ponovno prijaviti u sobu kako biste mogli koristiti ovu naredbu.
hu: A parancs használatához újra kell csatlakoznia a szobához.
hy_am: Դուք պետք է կրկին մուտք գործեք սենյակ՝ այս հրամանը օգտագործելու համար:
lt: Teks sugrįžti į kambarį jei norite naudoti šią komandą.
nb_no: Du må koble til rommet på nytt for å bruke denne kommandoen.
nn_no: Du må kopla til rommet på nytt for å bruka denne kommandoen.
pt: Tem que reentrar na sala para poder utilizar este comando.

source: Status (%S)
am: ሁኔታው (%S)
ar: الحالة (%S)
bg: Състояние (%S)
br: Stad (%S)
cy: Statws (%S)
gd: Staid (%S)
hu: Állapot (%S)
hy_am: Վիճակը (%S)
lt: Būsena (%S)
pt: Estado (%S)
ro: Stare (%S)
tr: Durum (%S)

source: Status
am: ሁኔታው
ar: الحالة
bg: Състояние
br: Stad
cy: Statws
gd: Staid
hu: Állapot
hy_am: Վիճակը
lt: Būsena
pt: Estado
ro: Stare
tr: Durum

source: Subscription
am: ማኅበርተኛ ይሁኑ
ar: الاشتراك
bg: Абонаменти
br: Koumanant
cy: Tanysgrifiad
gd: Fo-sgrìobhadh
hr: Pretplata
hu: Feliratkozás
hy_am: Բաժանորդագրություն
lt: Prenumerata
nb_no: Abonnement
nn_no: Abonnement
pt: Subscrição
ro: Abonare
tr: Abonelik

source: Full Name
am: ሙሉ ስም
ar: الاسم بالكامل
bg: Трите имена
br: Anv klok
cy: Enw Llawn
gd: Ainm slàn
hr: Puno ime
hu: Teljes név
hy_am: Անուն, ազգանուն
lt: Asmenvardis
nb_no: Fullt navn
nn_no: Fullt namn
pt: Nome completo

source: Nickname
am: የ ቅጽል ስም
ar: الكنية
bg: Псевдоним
br: Lesanv
cy: Llysenw
gd: Far-ainm
hr: Nadimak
hu: Becenév
hy_am: Մականուն
lt: Slapyvardis
nb_no: Kallenavn
nn_no: Kallenamn

source: Email
am: ኢሜይል
ar: البريد الإلكتروني
bg: Е-поща
br: Postel
cy: E-bost
gd: Post-d
hr: E-pošta
hy_am: Էլ. փոստ
lt: El. pašto adresas
nb_no: E-postadresse
nn_no: E-postadresse

source: Birthday
am: የ ልደት ቀን
ar: تاريخ الميلاد
bg: Рожден ден
br: Deiz ha bloaz
cy: Pen-blwydd
gd: Co-là breith
hr: Rođendan
hu: Születésnap
hy_am: Ծննդյան օր
lt: Gimtadienis
nb_no: Bursdag
nn_no: Fødselsdag
pt: Data de nascimento

source: Username
am: የ ተጠቃሚ ስም
ar: اسم المستخدم
bg: Потребителско име
br: Anv arveriad
cy: Enw Defnyddiwr
gd: Ainm-cleachdaiche
hr: Korisničko ime
hu: Felhasználónév
hy_am: Օգտվողի անուն
lt: Naudotojo vardas
nb_no: Brukernavn
nn_no: Brukarnamn
pt: Nome de utilizador

source: Title
am: አርእስት
ar: اللقب
bg: Титла
br: Titl
cy: Teitl
gd: Tiotal
hr: Titula
hu: Beosztás
hy_am: Անվանում
lt: Pavadinimas
nb_no: Tittel
nn_no: Tittel
pt: Título

source: Organization
am: ድርጅት
ar: المنظمة
bg: Организация
br: Aozadur
cy: Corff
gd: Buidheann
hr: Organizacija
hu: Szervezet
hy_am: Կազմակերպություն
lt: Įstaiga
nb_no: Organisasjon
nn_no: Organisasjon
pt: Organização

source: Locality
am: አካባቢ
ar: محل الإقامة
bg: Област
br: Kêr
cy: Lleolad
gd: D’ ionad
hr: Lokacija
hu: Helyiség
hy_am: Տեղադրություն
lt: Vietovė
nb_no: Plassering
nn_no: Plassering
pt: Localidade

source: Country
am: አገር
ar: البلد
bg: Държава
br: Bro
cy: Gwlad
gd: Dùthaich
hr: Država
hu: Ország
hy_am: Երկիր
lt: Valstybė
nb_no: Land
nn_no: Land
pt: País

source: _Room
am: _ክፍል
ar: ال_غرفة
bg: _Стая
br: _Saloñs
gd: _Seòmar
hr: _Soba
hu: _Szoba
lt: _Kambarys
nb_no: _Rom
nn_no: _Rom
pt: S_ala
ro: _Cameră
tr: _Oda

source: _Server
am: _ሰርቨር
ar: ال_خادوم
bg: _Сървър
br: _Dafariad
gd: _Frithealaiche
hr: _Poslužitelj
hu: _Kiszolgáló
lt: _Serveris
nn_no: _Tenar
pt: _Servidor
tr: _Sunucu

source: _Nick
am: _ቅጽል ስም
ar: الم_عرّف
bg: _Псевдоним
br: _Lesanv
gd: Far-_ainm
hr: _Nadimak
hu: _Becenév
lt: Slapy_vardis
nb_no: _Skjermnavn
nn_no: _Skjermnamn
ro: _Pseudonim
tr: _Rumuz

source: _Password
am: የ _መግቢያ ቃል
ar: _كلمة السر
bg: _Парола
br: _Ger-tremen
gd: F_acal-faire
hr: _Lozinka
hu: _Jelszó
lt: Slapta_žodis
nb_no: _Passord
nn_no: _Passord
pt: _Palavra-passe
ro: _Parolă
tr: _Parola

source: %1$S has invited you to join %2$S: %3$S
am: %1$S እርስዎ ተጋብዘዋል ወደ %2$S: %3$S
ar: لقد دعاكَ %1$S إلى %2$S:‏ %3$S
bg: %1$S ви покани в %2$S: %3$S
br: Pedet oc'h bet gant %1$S da gevreañ ouzh %2$S : %3$S
cy: Mae %1$S wedi eich gwahodd i ymuno â %2$S: %3$S
gd: Thug %1$S cuireadh dhut gu %2$S: %3$S
hr: %1$S vas je pozvao u %2$S: %3$S
hu: %1$S meghívta a csatlakozásra ide: %2$S: %3$S
hy_am: %1$S-ը ձեզ հրավիրել է %2$S: %3$S
lt: %1$S jus pakvietė į kambarį „%2$S“: %3$S
nb_no: %1$S har invitert deg til å koble til %2$S: %3$S
nn_no: %1$S har invitert deg til å verta med i %2$S: %3$S
pt: %1$S convidou-o(a) a entrar na sala %2$S: %3$S
ro: %1$S v-a invitat să vă alăturați %2$S: %3$S

source: %1$S has invited you to join %2$S
am: %1$S እርስዎ ተጋብዘዋል ወደ %2$S.
ar: لقد دعاكَ %1$S إلى %2$S
bg: %1$S ви покани в %2$S
br: Pedet oc'h bet gant %1$S da gevreañ ouzh %2$S
cy: Mae %1$S wedi eich gwahodd i ymuno â %2$S
gd: Thug %1$S cuireadh dhut gu %2$S
hr: %1$S vas je pozvao u %2$S
hu: %1$S meghívta a csatlakozásra ide: %2$S
hy_am: %1$S-ը ձեզ հրավիրել է միանալ %2$S
lt: %1$S jus pakvietė į kambarį „%2$S“
nb_no: %1$S har invitert deg til å koble til %2$S
nn_no: %1$S harinvitert deg til å verta med i %2$S
pt: %1$S convidou-o(a) a entrar na sala %2$S
ro: %1$S v-a invitat să vă alăturați %2$S.

source: %S entered the room.
am: %S ክፍሉ ውስጥ ገብተዋል
ar: دخل %S الغرفة.
bg: %S влезе в стаята.
br: Deuet-tre eo %S er saloñs.
cy: Mae %S wedi dod i'r ystafell.
gd: Thàinig %S a-steach dhan t-seòmar.
hr: %S je ušao u sobu.
hu: %S belépett a szobába.
hy_am: %S-ը մուտք է գործել սենյակ:
lt: %S pasirodė kambaryje.
nb_no: %S koblet til rommet.
nn_no: %S kopla til rommet.
pt: %S entrou na sala.

source: You have rejoined the room.
am: ክፍሉ ውስጥ እንደገና ገብተዋል
ar: لقد أعدت الانضمام إلى الغرفة.
bg: Влязохте отново в стаята.
br: Emaoc'h er saloñs bremañ.
cy: Rydych wedi ailymuno â'r ystafell.
gd: Chaidh thu a-steach dhan t-seòmar as ùr.
hr: Ponovno ste se prijavili u sobu.
hu: Újracsatlakozott a szobához.
hy_am: Դուք վերամիացել եք սենյակին:
lt: Jūs sugrįžote į kambarį.
nb_no: Du har koblet til rommet på nytt.
nn_no: Du har kopla til rommet på nytt.
pt: Você entrou novamente na sala.

source: You have left the room.
am: እርስዎ ከ ክፍሉ ውስጥ ወጥተዋል
ar: لقد غادرت الغرفة.
bg: Излязохте от стаята.
br: Kuitaet ho peus ar saloñs.
cy: Rydych wedi gadael yr ystafell.
gd: Dh’fhàg thu an seòmar.
hr: Napustili ste sobu.
hu: Elhagyta a szobát.
hy_am: Դուք լքել եք սենյակը:
lt: Jūs išėjote iš kambario.
nb_no: Du har fotlatt rommet.
nn_no: Du har forlate rommet.
pt: Você saiu da sala.

source: You have left the room: %S
am: እርስዎ ከ ክፍሉ ውስጥ ወጥተዋል: %S
ar: لقد غادرت الغرفة: %S
bg: Излязохте от стаята: %S
br: Kuitaet ho peus ar saloñs : %S
cy: Rydych wedi gadael yr ystafell: %S
gd: Dh’fhàg thu an seòmar: %S
hr: Napustili ste sobu: %S
hu: Elhagyta a szobát: %S
hy_am: Դուք լքել եք սենյակը. %S
lt: Jūs išėjote iš kambario: %S
nb_no: Du har forlatt rommet: %S
nn_no: Du har forlate rommet: %S
pt: Você saiu da sala: %S

source: %1$S has left the room.
am: %1$S ከ ክፍሉ ውስጥ ወጥተዋል
ar: غادر %1$S الغرفة.
bg: %1$S излезе от стаята.
br: Kuitaet en/he deus %1$S ar saloñs.
cy: Mae %1$S wedi gadael yr ystafell.
gd: Dh’fhàg %1$S an seòmar.
hr: %1$S je napustio sobu.
hu: %1$S elhagyta a szobát.
hy_am: %1$S-ը լքել է սենյակը:
lt: %1$S išėjo iš kambario.
nb_no: %1$S har forlatt rommet.
nn_no: %1$S har forlate rommet.
pt: %1$S saiu da sala.

source: %1$S has left the room: %2$S
am: %1$S ከ ክፍሉ ውስጥ ወጥተዋል: %2$S
ar: غادر %1$S الغرفة: %2$S
bg: %1$S излезе от стаята: %2$S
br: Kuitaet en/he deus %1$S ar saloñs : %2$S
cy: Mae %1$S wedi gadael yr ystafell: %2$S
gd: Dh’fhàg %1$S an seòmar: %2$S
hr: %1$S je napustio sobu: %2$S
hu: %1$S elhagyta a szobát: %2$S
hy_am: %1$S-ը լքել է սենյակը. %2$S
lt: %1$S išėjo iš kambario: %2$S
nb_no: %1$S har forlatt rommet: %2$S
nn_no: %1$S har forlate rommet: %2$S
pt: %1$S saiu da sala: %2$S

source: %1$S has declined your invitation.
am: %1$S የ እርስዎን ግብዣ አልተቀበሉም
ar: رفض %1$S دعوتك.
bg: %1$S отказа вашата покана.
br: Nac'het eo bet ho pedadenn gant %1$S.
cy: Mae %1$S wedi gwrthod eich gwahoddiad.
gd: Dhiùlt %1$S do chuireadh.
hr: %1$S je odbio vašu pozivnicu.
hu: %1$S nem fogadta el a meghívót.
hy_am: %1$S-ը մերժել է ձեր հրավերը:
lt: %1$S atmetė jūsų kvietimą.
nb_no: %1$S har avvist invitasjonen din.
nn_no: %1$S har avvist invitasjonen din.
pt: %1$S recusou o seu convite.

source: %1$S has declined your invitation: %2$S
am: %1$S የ እርስዎን ግብዣ አልተቀበሉም: %2$S
ar: رفض %1$S دعوتك: %2$S
bg: %1$S отказа вашата покана: %2$S
br: Nac'het eo bet ho pedadenn gant %1$S : %2$S
cy: Mae %1$S wedi gwrthod eich gwahoddiad: %2$S
gd: Dhiùlt %1$S do chuireadh: %2$S
hr: %1$S je odbio vašu pozivnicu: %2$S
hu: %1$S nem fogadta el a meghívót: %2$S
hy_am: %1$S-ը մերժել է ձեր հրավերը. %2$S
lt: %1$S atmetė jūsų kvietimą: %2$S
nb_no: %1$S har avvist invitasjonen din: %2$S
nn_no: %1$S har avvist invitasjonen din: %2$S
pt: %1$S recusou o seu convite: %2$S

source: %1$S has been banned from the room.
am: %1$S እዚህ ክፍል እንዳይገቡ ተከልክለዋል
ar: حُظِر %1$S من الغرفة.
bg: На %1$S му е било забранено да влиза в стаята.
br: Forbannet eo bet %1$S eus ar saloñs.
cy: Mae %1$S wedi ei atal o'r ystafell.
gd: Chaidh %1$S thoirmeasg on t-seòmar.
hr: %1$S je zabranjen pristup u sobu.
hu: %1$S kitiltva a szobából.
hy_am: %1$S-ը վռնդված է սենյակից:
lt: %1$S neleidžiama patekti į kambarį.
nb_no: %1$S ble utestengt fra rommet.
nn_no: %1$S vart utestengd frå rommet.
pt: %1$S foi banido(a) da sala.

source: %1$S has been banned from the room: %2$S
am: %1$S እዚህ ክፍል እንዳይገቡ ተከልክለዋል: %2$S
ar: حُظِر %1$S من الغرفة: %2$S
bg: На %1$S му е било забранено да влиза в стаята: %2$S
br: Forbannet eo bet %1$S eus ar saloñs : %2$S
cy: Mae %1$S wedi ei atal o'r ystafell: %2$S
gd: Chaidh %1$S thoirmeasg on t-seòmar: %2$S
hr: %1$S je zabranjen pristup u sobu: %2$S
hu: %1$S kitiltva a szobából: %2$S
hy_am: %1$S-ը վռնդված է %2$S սենյակից:
lt: %1$S neleidžiama patekti į kambarį: %2$S
nb_no: %1$S ble utestengt fra rommet: %2$S
nn_no: %1$S vart utestengd frå rommet: %2$S
pt: %1$S foi banido(a) da sala: %2$S

source: %1$S has banned %2$S from the room.
am: %1$S ተከልክለዋል %2$S እዚህ ክፍል እንዳይገቡ
ar: حظر %1$S‏ %2$S من الغرفة.
bg: %1$S е забранил на %2$S да влиза в стаята.
br: Forbannet eo bet %2$S eus ar saloñs gant %1$S.
cy: Mae %1$S wedi gwahardd %2$S o'r ystafell.
gd: Thoirmisg %1$S %2$S on t-seòmar.
hr: %1$S je zabranio %2$S pristup u sobu.
hu: %1$S kitiltotta a szobából a következőt: %2$S.
hy_am: %1$S-ը վռնդել է %2$S-ին սենյակից:
lt: %1$S uždraudė %2$S patekti į kambarį.
nb_no: %1$S har utestengt %2$S fra rommet.
nn_no: %1$S har utestengd %2$S frå rommet.
pt: %1$S baniu %2$S da sala.

source: %1$S has banned %2$S from the room: %3$S
am: %1$S ተከልክለዋል %2$S እዚህ ክፍል እንዳይገቡ: %3$S
ar: حظر %1$S‏ %2$S من الغرفة: %3$S
bg: %1$S е забранил на %2$S да влиза в стаята: %3$S
br: Forbannet eo bet %2$S eus ar saloñs gant %1$S : %3$S
cy: Mae %1$S wedi gwahardd %2$S o'r ystafell: %3$S
gd: Thoirmisg %1$S %2$S on t-seòmar: %3$S
hr: %1$S je zabranio %2$S pristup u sobu: %3$S
hu: %1$S kitiltotta a szobából a következőt: %2$S, ok: %3$S.
hy_am: %1$S-ը վռնդել է %2$S-ին սենյակից՝ %3$S
lt: %1$S uždraudė %2$S patekti į kambarį: %3$S
nb_no: %1$S har utestengt %2$S fra rommet: %3$S
nn_no: %1$S har utestengd %2$S frå rommet: %3$S
pt: %1$S baniu %2$S da sala: %3$S

source: You have been banned from the room.
am: እርስዎ እዚህ ክፍል እንዳይገቡ ተከልክለዋል
ar: حُظِرتَ من الغرفة.
bg: Забранено ви е да влизате стаята.
br: Forbannet oc'h bet eus ar saloñs.
cy: Rydych wedi eich gwahardd o'r ystafell.
gd: Chaidh do thoirmeasg on t-seòmar.
hr: Zabranjen vam je pristup u sobu.
hu: Kitiltották a szobából.
hy_am: Դուք վռնդված եք այս սենյակից:
lt: Jums neleidžiama patekti į kambarį.
nb_no: Du ble utesetngt fra rommet.
nn_no: Du vart utestengd frå rommet.
pt: Você foi banido(a) da sala.

source: You have been banned from the room: %1$S
am: እርስዎ እዚህ ክፍል እንዳይገቡ ተከልክለዋል: %1$S
ar: حُظِرتَ من الغرفة: %1$S
bg: Забранено ви е да влизате стаята: %1$S
br: Forbannet oc'h bet eus ar saloñs : %1$S
cy: Rydych wedi eich gwahardd o'r ystafell: %1$S
gd: Chaidh do thoirmeasg on t-seòmar: %1$S
hr: Zabranjen vam je pristup u sobu: %1$S
hu: Kitiltották a szobából: %1$S
hy_am: Դուք վռնդված եք սենյակից՝ %1$S
lt: Jums neleidžiama patekti į kambarį: %1$S
nb_no: Du ble utestengt fra rommet: %1$S
nn_no: Du vart utestengd frå rommet: %1$S
pt: Você foi banido(a) da sala: %1$S

source: %1$S has banned you from the room.
am: %1$S እርስዎ ተከልክለዋል እዚህ ክፍል እንዳይገቡ
ar: حظرك %1$S من الغرفة.
bg: %1$S ви забрани да влизате в стаята.
br: Forbannet hoc'h bet eus ar saloñs gant %1$S
cy: Mae %1$S wedi eich gwahardd o'r ystafell.
gd: Thoirmisg %1$S thu on t-seòmar.
hr: %1$S vam je zabranio pristup u sobu.
hu: %1$S kitiltotta a szobából.
hy_am: %1$S-ը վռնդել է ձեզ այս սենյակից:
lt: %1$S uždraudė jums patekti į kambarį.
nb_no: %1$S har utesengt deg fra rommet.
nn_no: %1$S har utestengd deg frå rommet.
pt: %1$S baniu-o(a) da sala.
