Repository: translate/mozilla-l10n
Catalog: */chat/xmpp.properties.po
Languages: am, ar, bg, br, cy, gd, hr, hu, hy_am, lt, nb_no, nn_no, pt, ro, tr

source: %S &lt;action to perform&gt;: Perform an action.
am: %S &lt;action to perform&gt;: ተግባር መፈጸሚያ
ar: ‪%S &lt;action to perform&gt;‬: للقيام بإجراء.
bg: %S &lt;действие&gt;: Извършване на действието.
br: %S &lt;gwezh da arloañ&gt; : Arloañ ur gwezh
cy: %S &lt;action to perform&gt;: Cyflawni gweithred.
gd: %S &lt;action to perform&gt;: Dèan gnìomh.
hr: %S &lt;radnja za izvršiti&gt;: Izvršava radnju.
hu: %S &lt;végrehajtandó művelet&gt;: Művelet végrehajtása.
hy_am: %S &lt;action to perform&gt;. ձեր գործողությունը:
lt: %S &lt;veiksmas&gt;: atlikti veiksmą.
nb_no: %S &lt;action to perform&gt;: Utfør en handling.
nn_no: %S &lt;action to perform&gt;: Utfør ei handling.
pt: %S &lt;ação a executar&gt;: executa uma ação.

source: %S &lt;new nickname&gt;: Change your nickname.
am: %S &lt;new nickname&gt;: የ እርስዎን የ ቅጽል ስም መቀየሪያ
ar: ‪%S &lt;new nickname&gt;‬: ‫لتغيير كنيتك.
bg: %S &lt;нов псевдоним&gt;: Промяна на вашия псевдоним.
br: %S &lt;lesanv nevez&gt; : Kemmañ ho lesanv.
cy: %S &lt;new nickname&gt;: Newid eich llysenw.
gd: %S &lt;new nickname&gt;: Atharraich am far-ainm agad.
hr: %S &lt;novi nadimak&gt;: Mijenja vaš nadimak.
hu: %S &lt;új becenév&gt;: A becenevének módosítása.
hy_am: %S &lt;new nickname&gt;: Փոխել մականունը:
lt: %S &lt;naujas slapyvardis&gt;: keisti slapyvardį.
nb_no: %S &lt;new nickname&gt;: Endre kallenavnet ditt.
nn_no: %S &lt;new nickname&gt;: Endra kallenamnet ditt.
pt: %S &lt;novo nickname&gt;: muda o seu nick.

source: %S &lt;nick&gt; &lt;message&gt;: Send a private message to a participant in the room.
am: %S &lt;nick&gt; &lt;message&gt;: የ ግል መልእክት መላኪያ በ ክፍሉ ውስጥ ላለ ተጠቃሚ
ar: ‪%S &lt;nick&gt; &lt;message&gt;‬: لإرسال رسالة خاصة إلى مشارك في الغرفة.
bg: %S &lt;псевдоним&gt; &lt;съобщение&gt;: Изпращане на лично съобщение до присъстващ в стаята.
br: %S &lt;lesanv&gt; &lt;kemennadenn&gt;: Kas ur gemennadenn brevez d'ur perzhiad er sal.
cy: %S &lt;nick&gt; &lt;message&gt;: Anfonwch neges breifat at rywun sy'n cymryd rhan yn yr ystafell.
gd: %S &lt;nick&gt; &lt;message&gt;: Cuir teachdaireachd phrìobhaideach gu cuideigin san t-seòmar.
hr: %S &lt;nadimak&gt; &lt;poruka&gt;: Pošaljite privatnu poruku sudioniku u sobi.
hu: %S &lt;becenév&gt; &lt;üzenet&gt;: Privát üzenet küldése a szoba egy résztvevőjének.
hy_am: %S &lt;nick&gt; &lt;message&gt;: Ուղարկել անձնական հաղորդագրություն այս սենյակի մասնակցի:
lt: %S &lt;slapyvardis&gt; &lt;pranešimas&gt;: nusiųsti asmeninį pranešimą kolegai šiame kambaryje.
nb_no: %S &lt;nick&gt; &lt;message&gt;: Send en privat melding til en deltaker i rommet.
nn_no: %S &lt;nick&gt; &lt;message&gt;: Send ei privat melding til ein deltakar i rommet.
pt: %S &lt;nick&gt; &lt;mensagem&gt;: envia uma mensagem privada para um participante da sala.

source: Could not reach the recipient's server
ro: Nu am putut ajunge la serverul destinatarului
tr: Alıcının sunucusuna ulaşılamadı

source: Unknown error
ro: Eroare necunoscută
tr: Bilinmeyen hata
