Repository: translate/mozilla-l10n
Catalog: */chat/xmpp.properties.po
Languages: am, ar, bg, br, cy, gd, hr, hu, hy_am, lt, nb_no, nn_no, pt, ro, tr

source: %1$S has banned you from the room: %2$S
am: %1$S እርስዎ ተከልክለዋል እዚህ ክፍል እንዳይገቡ: %2$S
ar: حظرك %1$S من الغرفة: %2$S
bg: %1$S ви забрани да влизате в стаята: %2$S
br: Forbannet hoc'h bet eus ar saloñs gant %1$S : %2$S
cy: Mae %1$S wedi eich gwahardd o'r ystafell: %2$S
gd: Thoirmisg %1$S thu on t-seòmar: %2$S
hr: %1$S vam je zabranio pristup u sobu: %2$S
hu: %1$S kitiltotta a szobából: %2$S
hy_am: %1$S-ը վռնդել է ձեզ սենյակից՝ %2$S
lt: %1$S uždraudė jums patekti į kambarį: %2$S
nb_no: %1$S har utestengt deg fra rommet: %2$S
nn_no: %1$S har utestengd deg frå rommet: %2$S
pt: %1$S baniu-o(a) da sala: %2$S

source: %1$S has been kicked from the room.
am: %1$S ከዚህ ክፍል ተባርረዋል
ar: رُكِل %1$S من الغرفة.
bg: %1$S е бил изгонен от стаята.
br: Skarzhet eo bet %1$S eus ar saloñs.
cy: Mae %1$S wedi cael ei gicio o'r ystafell.
gd: Chaidh %1$S a bhreabadh às an t-seòmar.
hr: %1$S je izbačen iz sobe.
hu: %1$S kirúgva a szobából.
hy_am: %1$S-ը դուրս է մղվել սենյակից:
lt: %1$S išmestas iš kambario.
nb_no: %1$S ble sparket ut av rommet.
nn_no: %1$S vart sparka ut av rommet.
pt: %1$S foi expulso(a) da sala.

source: %1$S has been kicked from the room: %2$S
am: %1$S ከዚህ ክፍል ተባርረዋል: %2$S
ar: رُكِل %1$S من الغرفة: %2$S
bg: %1$S е бил изгонен от стаята: %2$S
br: Skarzhet eo bet %1$S eus ar saloñs : %2$S
cy: Mae %1$S wedi ei gicio o'r ystafell: %2$S
gd: Chaidh %1$S a bhreabadh às an t-seòmar: %2$S
hr: %1$S je izbačen iz sobe: %2$S
hu: %1$S kirúgva a szobából: %2$S
hy_am: %1$S-ը դուրս է մղվել սենյակից՝ %2$S
lt: %1$S išmestas iš kambario: %2$S
nb_no: %1$S ble sparket ut fra rommet: %2$S
nn_no: %1$S vart sparka ut frå rommet: %2$S
pt: %1$S foi expulso(a) da sala: %2$S

source: %1$S has kicked %2$S from the room.
am: %1$S ተባርረዋል %2$S ከዚህ ክፍል
ar: ركل %1$S ‏%2$S من الغرفة.
bg: %1$S е изгонил %2$S от стаята.
br: Skarzhet eo bet %2$S eus ar saloñs gant %1$S.
cy: Mae %1$S wedi cicio %2$S o'r ystafell.
gd: Chaidh %2$S a bhreabadh às an t-seòmar le %1$S.
hr: %1$S je izbacio %2$S iz sobe.
hu: %1$S kirúgta a szobából a következőt: %2$S.
hy_am: %1$S-ը դուրս է մղել %2$S-ին սենյակից:
lt: %1$S išmetė %2$S iš kambario.
nb_no: %1$S har sparket ut %2$S fra rommet.
nn_no: %1$S har sparka ut %2$S frå rommet.
pt: %1$S expulsou %2$S da sala.

source: %1$S has kicked %2$S from the room: %3$S
am: %1$S ተባርረዋል %2$S ከዚህ ክፍል: %3$S
ar: ركل %1$S ‏%2$S من الغرفة: %3$S
bg: %1$S е изгонил %2$S от стаята: %3$S
br: Skarzhet eo bet %2$S eus ar saloñs gant %1$S : %3$S
cy: Mae %1$S wedi cicio %2$S o'r ystafell: %3$S
gd: Chaidh %2$S a bhreabadh às an t-seòmar le %1$S: %3$S
hr: %1$S je izbacio %2$S iz sobe: %3$S
hu: %1$S kirúgta a szobából a következőt: %2$S, ok: %3$S
hy_am: %1$S-ը դուրս է մղել %2$S-ին սենյակից՝ %3$S
lt: %1$S išmetė %2$S iš kambario: %3$S
nb_no: %1$S har sparket ut %2$S fra rommet: %3$S
nn_no: %1$S har sparka ut %2$S frå rommet: %3$S
pt: %1$S expulsou %2$S da sala.: %3$S

source: You have been kicked from the room.
am: እርስዎ ከዚህ ክፍል ተባርረዋል
ar: رُكِلت من الغرفة.
bg: Изгониха ви от стаята.
br: Skarzhet oc'h bet eus ar saloñs.
cy: Rydych wedi cael eich cicio o'r ystafell.
gd: Chaidh do bhreabadh às an t-seòmar.
hr: Izbačeni ste iz sobe.
hu: Kirúgták a szobából.
hy_am: Ձեզ դուրս են մղել սենյակից:
lt: Buvote išmesti iš šio kambario
nb_no: Du ble sparket ut fra rommet.
nn_no: Du vart sparka ut frå rommet.
pt: Você foi expulso(a) da sala.

source: You have been kicked from the room: %1$S
am: እርስዎ ከዚህ ክፍል ተባርረዋል: %1$S
ar: رُكِلت من الغرفة: %1$S
bg: Изгониха ви от стаята: %1$S
br: Skarzhet oc'h bet eus ar saloñs : %1$S
cy: Rydych wedi cael eich cicio o'r ystafell: %1$S
gd: Chaidh do bhreabadh às an t-seòmar: %1$S
hr: Izbačeni ste iz sobe: %1$S
hu: Kirúgták a szobából: %1$S
hy_am: Ձեզ դուրս են մղել սենյակից՝ %1$S
lt: Buvote išmesti iš šio kambario: %1$S
nb_no: Du ble sparket ut fra rommet: %1$S
nn_no: Du vart sparka ut frå rommet: %1$S
pt: Você foi expulso(a) da sala: %1$S

source: %1$S has kicked you from the room.
am: %1$S እርስዎ ከዚህ ክፍል ተባርረዋል
ar: ركلك %1$S من الغرفة.
bg: %1$S ви е изгонил от стаята.
br: Skarzhet oc'h bet eus ar saloñs gant %1$S.
cy: Mae %1$S wedi eich cicio chi o'r ystafell.
gd: Chaidh do a bhreabadh às an t-seòmar le %1$S.
hr: %1$S vas je izbacio iz sobe.
hu: %1$S kirúgta a szobából.
hy_am: %1$S-ը ձեզ դուրս է մղել սենյակից:
lt: %1$S išmetė jus iš šio kambario.
nb_no: %1$S sparket ut deg fra rommet.
nn_no: %1$S sparka ut deg frå rommet.
pt: %1$S expulsou-o(a) da sala.

source: %1$S has kicked you from the room: %2$S
am: %1$S እርስዎ ከዚህ ክፍል ተባርረዋል: %2$S
ar: ركلك %1$S من الغرفة: %2$S
bg: %1$S ви е изгонил от стаята: %2$S
br: Skarzhet oc'h bet eus ar saloñs gant %1$S : %2$S
cy: Mae %1$S wedi eich cicio chi o'r ystafell: %2$S
gd: Chaidh do a bhreabadh às an t-seòmar le %1$S: %2$S
hr: %1$S vas je izbacio iz sobe: %2$S
hu: %1$S kirúgta a szobából: %2$S
hy_am: %1$S-ը ձեզ դուրս է մղել սենյակից՝ %2$S
lt: %1$S išmetė jus iš šio kambario: %2$S
nb_no: %1$S sparket ut deg fra rommet: %2$S
nn_no: %1$S sparka ut deg frå rommet: %2$S
pt: %1$S expulsou-o(a) da sala: %2$S

source: %1$S has been removed from the room because its configuration was changed to members-only.
am: %1$S ከዚህ ክፍል ውስጥ ተባርረዋል ምክንያቱም አወቃቀሩ ተቀይሯል ወደ አባሎች-ብቻ
ar: أزيل %1$S من الغرفة لأن إعداداتها تغيرت و أصبحت للأعضاء فقط.
bg: %1$S е бил премахнат от стаята, понеже нейното състояние беше променено на само за членове.
br: Dilamet eo bet %1$S eus ar saloñs dre m'eo bet kemmet e gefluniadur da izili-hepken.
cy: Mae %1$S wedi ei dynnu o'r ystafell gan fod y ffurfweddiad wedi ei newid i aelodau'n unig.
gd: Chaidh %1$S a thoirt air falbh on t-seòmar oir chaidh atharrachadh is chan eil ceadaichte ann a-nis ach buill.
hr: %1$S je uklonjen iz sobe jer su postavke sobe promijenjene u samo za članove.
hu: %1$S el lett távolítva a szobából, mert annak beállítása „csak tagoknak” lett.
hy_am: %1$S-ը հեռացվել է սենյակից, քանի որ կազմաձևումը փոխվել է. միայն անդամների համար:
lt: %1$S pašalintas iš kambario, nes kambario nuostatos buvo pakeistos taip, kad leidžiamas tik narių dalyvavimas.
nb_no: %1$S ble fjernet fra rommet fordi konfigurasjonen ble endret til bare-medlemmer.
nn_no: %1$S vart fjerna frå rommet fordi konfigurasjonen vart endra til berre medlemmar.
pt: %1$S foi removido(a) da sala uma vez que a configuração da sala foi alterada para apenas membros.

source: %1$S has been removed from the room because %2$S has changed it to members-only.
am: %1$S ከዚህ ክፍል ውስጥ ተባርረዋል ምክንያቱም %2$S አወቃቀሩ ተቀይሯል ወደ አባሎች-ብቻ
ar: أزيل %1$S من الغرفة لأن %2$S غيرها لتصبح للأعضاء فقط.
bg: %1$S е бил премахнат от стаята, понеже %2$S я е променил на само за членове.
br: Dilamet eo bet %1$S eus ar saloñs dre m'eo bet kemmet gant %2$S da izili-hepken.
cy: Mae %1$S wedi ei dynnu o'r ystafell gan fod %2$S wedi ei newid i aelodau'n unig.
gd: Chaidh %1$S a thoirt air falbh on t-seòmar oir chaidh atharrachadh le %2$S is chan eil ceadaichte ann a-nis ach buill.
hr: %1$S je uklonjen iz sobe jer ju je %2$S promijenio u samo za članove.
hu: %1$S el lett távolítva a szobából, mert %2$S „csak tagoknak” típusúra módosította.
hy_am: %1$S-ը հեռացվել է սենյակից, քանի որ %2$S-ը կազմաձևումը փոխվել է՝ միայն անդամների համար:
lt: %1$S pašalintas iš kambario, nes %2$S pakeitė kambario nuostatas taip, kad leidžiamas tik narių dalyvavimas.
nb_no: %1$S ble fjernet fra rommet fordi %2$S endret det til bare-medlemmer.
nn_no: %1$S vart fjerna frå rommet fordi %2$S endra det til berre medlemmar.
pt: %1$S foi removido(a) da sala uma vez que %2$S foi alterada para apenas membros.

source: You have been removed from the room because its configuration has been changed to members-only.
am: እርስዎ ከዚህ ክፍል ውስጥ ተባርረዋል ምክንያቱም አወቃቀሩ ተቀይሯል ወደ አባሎች-ብቻ
ar: أزِلتَ من الغرفة لأن إعداداتها تغيرت و أصبحت للأعضاء فقط.
bg: Вие сте премахнат от стаята, понеже нейното състояние е променено на само за членове.
br: Dilamet hoc'h bet eus ar saloñs dre m'eo bet kemmet e gefluniadur da izili-hepken.
cy: Rydych wedi eich tynnu o'r ystafell gan fod y ffurfweddiad wedi ei newid i aelodau'n unig.
gd: Chaidh do thoirt air falbh on t-seòmar oir chaidh atharrachadh is chan eil ceadaichte ann a-nis ach buill.
hr: Uklonjeni ste iz sobe zato što su postavke sobe promijenjene u samo za članove.
hu: El lett távolítva a szobából, mert annak beállítása „csak tagoknak” típusúra módosult.
hy_am: Դուք հեռացվել եք սենյակից, քանի որ կազմաձևումը փոխվել է՝ միայն անդամների համար:
lt: Jūs pašalintas iš kambario, nes kambario nuostatos buvo pakeistos taip, kad leidžiamas tik narių dalyvavimas.
nb_no: Du ble fjernet fra rommet fordi konfigurasjonen ble endret til bare-medlemmer.
nn_no: Du vart fjerna frå rommet fordi konfigurasjonen vart endra til berre medlemmar.
pt: Você foi removido(a) da sala uma vez que a configuração da sala foi alterada para apenas membros.

source: You have been removed from the room because %1$S has changed it to members-only.
am: እርስዎ ከዚህ ክፍል ውስጥ ተባርረዋል ምክንያቱም %1$S አወቃቀሩ ተቀይሯል ወደ አባሎች-ብቻ
ar: أزِلتَ من الغرفة لأن %1$S غيرها لتصبح للأعضاء فقط.
bg: Вие сте премахнат от стаята, понеже %1$S я е променил на само за членове.
br: Dilamet hoc'h bet eus ar saloñs dre m'eo bet kemmet gant %1$S da izili-hepken.
cy: Rydych wedi eich tynnu o'r ystafell gan fod %1$S wedi ei newid i aelodau'n unig.
gd: Chaidh do thoirt air falbh on t-seòmar oir chaidh atharrachadh le %1$S is chan eil ceadaichte ann a-nis ach buill.
hr: Uklonjeni ste iz sobe zato što ju je %1$S promijenio u samo za članove.
hu: El lett távolítva a szobából, mert %1$S „csak tagoknak” típusúra módosította.
hy_am: Դուք հեռացվել եք սենյակից, քանի որ %1$S-ը այն փոխվել է միայն անդամների համար:
lt: Jūs pašalintas iš kambario, nes %1$S pakeitė kambario nuostatas taip, kad leidžiamas tik narių dalyvavimas.
nb_no: Du ble fjernet fra rommet fordi %1$S endret det til bare-medlemmer.
nn_no: Du vart fjerna frå rommet fordi %1$S endra det til berre medlemmer.
pt: Você foi removido(a) da sala uma vez que %1$S foi alterada para apenas membros.

source: You have been removed from the room because of a system shutdown.
am: እርስዎ ከዚህ ክፍል ውስጥ ተባርረዋል ምክንያቱም ስርአቱ ተዘግቷል
ar: أزِلتَ من الغرفة بسبب إطفاء النظام.
bg: Вие сте премахнат от стаята поради срив в системата.
br: Dilamet hoc'h bet eus ar saloñs abalamour m'eo bet lazhet ar reizhad.
cy: Rydych wedi eich tynnu o'r ystafell gan fod y system wedi ei gau i lawr.
gd: Chaidh do thoirt air falbh on t-seòmar oir tha an siostam ’ga dhùnadh.
hr: Uklonjeni ste iz sobe zbog gašenja sustava.
hu: El lett távolítva a szobából, mert az azt működtető rendszer leáll.
hy_am: Դուք հեռացվել եք սենյակից համակարգը անջատվելու պատճառով:
lt: Jūs pašalintas iš kambario, nes sistema buvo išjungta.
nb_no: Du ble fjernet fra rommet på grunn av avslutning av systemet.
nn_no: Du vart fjerna frå rommet på grunn av systemavslutting.
pt: Você foi removido da sala devido ao encerramento do sistema.

source: Resource
am: ምንጮች
ar: الموارد
bg: Ресурс
br: Loaz
cy: Adnodd
gd: Goireas
hr: Izvor
hu: Erőforrás
hy_am: Աղբյուրը
lt: Išteklius
nb_no: Ressurs
nn_no: Ressurs
pt: Recurso
ro: Resursă
tr: Kaynak

source: Priority
am: ቅድሚያ
ar: الأولويّة
bg: Приоритет
br: Tevet
cy: Blaenoriaeth
gd: Prìomhachas
hr: Prioritet
hu: Sürgősség
hy_am: Առաջնահերթ-ը
lt: Prioritetas
nb_no: Prioritet
nn_no: Prioritet
pt: Prioridade
ro: Prioritate
tr: Öncelik

source: Connection security
am: የ ግንኙነት ደህንነት
ar: أمن الاتصال
bg: Безопасност на връзката
br: Diogelroez ar c'hennask
cy: Diogelwch cysylltiad
gd: Tèarainteachd a' cheangail
hr: Sigurnost veze
hu: Kapcsolat biztonsága
hy_am: Կապուղու անվտանգությունը
lt: Saugusis ryšys
nb_no: Tilkoblingssikkerhet
nn_no: Tilkoplingssikkerheit
pt: Segurança da ligação
ro: Securitatea conexiunii
tr: Bağlantı güvenliği

source: Require encryption
am: መመስጠር ያስፈልጋል
ar: التعمية مطلوبة
bg: Изискване на шифроване
br: Enrinegañ azgoulennet
cy: Gofyn am amgryptiad
gd: Iarr crioptachadh
hr: Zahtijevaj kriptiranje
hu: Titkosítás megkövetelése
hy_am: Պահանջում է կոդավորում
lt: reikalauti šifravimo
nb_no: Krever kryptering
nn_no: Krev kryptering
pt: Requer encriptação
ro: Necesită encriptare
tr: Şifreleme iste

source: Use encryption if available
am: መመስጠሪያ ይጠቀሙ ዝግጁ ከሆነ
ar: استخدم التعمية إذا كانت متاحة
bg: Шифроване, ако е налично
br: Arverañ an enrinegañ ma'z eo hegerz
cy: Defnyddio amgryptiad os yw ar gael
gd: Cleachd crioptachadh ma bhios e ri làimh
hr: Koristi kriptiranje ako je dostupno
hu: Titkosítás használata, ha elérhető
hy_am: Օգտ. կոդավորում, եթե հասանելի է
lt: naudoti šifravimą, jeigu pavyks
nb_no: Bruk kryptering dersom tilgjengelig
nn_no: Bruk kryptering dersom tilgjengeleg
pt: Se disponível, utilizar encriptação
ro: Utilizează criptarea dacă este disponibilă
tr: Mümkünse şifreleme kullan

source: Allow sending the password unencrypted
am: የ መግቢያ ቃል ሳይመሰጠር መላኪያ ማስቻያ
ar: اسمح بإرسال كلمة السر غير مُعمّاة
bg: Позволяване паролата да се изпраща нешифрована
br: Aotren kas gerioù-tremen hep enrinegañ
cy: Caniatáu anfon y cyfrinair heb amgryptiad
gd: Leig leis am facal-faire a chur gun dubh-cheileadh
hr: Dozvoli slanje nekriptirane lozinke
hu: A jelszó titkosítatlanul való küldésének engedélyezése
hy_am: Թույլատրել գաղտնաբառի ուղարկումը ոչ գաղտնագրված
lt: leisti siųsti nešifruotą slaptažodį
nb_no: Tillat å sende passordet ukryptert
nn_no: Tillat å senda passordet ukryptert
pt: Permitir envio de palavra-passe não encriptada
ro: Permite trimiterea parolei necriptate
tr: Parolanın şifrelenmeden gönderilmesine izin ver

source: Server
am: ሰርቨር
ar: الخادوم
bg: Сървър
br: Dafariad
cy: Gweinydd
gd: Frithealaiche
hr: Poslužitelj
hu: Kiszolgáló
hy_am: Սպասարկիչը
lt: Serveris
nn_no: Tenar
pt: Servidor
tr: Sunucu

source: Port
ar: المَنْفذ
bg: Порт
br: Porzh
cy: Porth
hy_am: Պորտը
lt: Prievadas
pt: Porta
tr: Bağlantı noktası (Port)

source: Domain
am: ግዛት
ar: النطاق
bg: Домейн
br: Domani
cy: Parth
gd: Àrainn
hr: Domena
hu: Tartomány
hy_am: Տիրույթ
lt: Sritis
nb_no: Domene
nn_no: Domene
pt: Domínio
ro: Domeniu:

source: Google Talk
ar: محادثة جوجل

source: email address
am: የ ኢሜይል አድራሻ
ar: عنوان البريد
bg: мейл адрес
br: chomlec'h postel
cy: cyfeiriad e-bost
gd: seòladh puist-d
hr: adresa e-pošte
hu: e-mail cím
hy_am: էլ. փոստ
lt: el. pašto adresą
nb_no: e-postadresse
nn_no: e-postadresse
pt: endereço de e-mail
ro: Adresă de e-mail
tr: e-posta adresi

source: Profile ID
ar: معرّف الملف الشخصي
bg: Идентификатор на профила
br: Naoudi an aelad
cy: Enw Proffil
gd: ID na pròifil
hr: ID profila
hu: Profilazonosító
hy_am: Պրոֆիլի ID-ին
lt: profilio ID
nb_no: Profil-ID
nn_no: Profil-ID
pt: ID do perfil
ro: ID profil
tr: Profil kimliği

source: %S [&lt;room&gt;[@&lt;server&gt;][/&lt;nick&gt;]] [&lt;password&gt;]: Join a room, optionally providing a different server, or nickname, or the room password.
am: %S [&lt;room&gt;[@&lt;server&gt;][/&lt;nick&gt;]] [&lt;password&gt;]: ወደ ክፍል መግቢያ: በ ምርጫ የተለያዩ ሰርቨሮችን ያቀርባል: ወይንም የ ቅጽል ስም: ወይንም የ ክፍሉን የ መግቢያ ቃል
ar: ‪%S [&lt;room&gt;[@&lt;server&gt;][/&lt;nick&gt;]] [&lt;password&gt;]‬: للانضمام إلى قناة، يمكنك اختياريًا تحديد خادوم مختلف، أو الكنية أو كلمة سر الغرفة.
bg: %S [&lt;стая&gt;[@&lt;сървър&gt;][/&lt;псевдоним&gt;]] [&lt;парола&gt;]: Влезте в стая, с възможност да зададете различен сървър, псевдоним или парола за стаята.
br: %S [&lt;saloñs&gt;[@&lt;dafariad&gt;][/&lt;lesanv&gt;]] [&lt;ger-tremen&gt;]: kevreañ d'ur saloñs, en ur reiñ un dafariad, lesanv, pe ger-tremen all ma vez ezhomm.
cy: %S [&lt;room&gt;[@&lt;server&gt;][/&lt;nick&gt;]] [&lt;password&gt;]: Ymunwch ag ystafell, o ddewis yn darparu gweinydd gwahanol neu lysenw neu gyfrinair ystafell.
gd: %S [&lt;room&gt;[@&lt;server&gt;][/&lt;nick&gt;]] [&lt;password&gt;]: Rach a-steach do sheòmar; ma thogras tu, le bhith a’ toirt seachad frithealaiche no far-ainm eile no facal-faire an t-seòmair.
hr: %S [&lt;soba&gt;[@&lt;poslužitelj&gt;][/&lt;nadimak&gt;]] [&lt;lozinka&gt;]: Prijavite se u sobu, možete dodati drugi poslužitelj, ili nadimak, ili lozinku za sobu.
hu: %S [&lt;szoba&gt;[@&lt;kiszolgáló&gt;][/&lt;becenév&gt;]] [&lt;jelszó&gt;]: Belépés szobába, eltérő kiszolgáló, becenév vagy szobajelszó megadásával.
hy_am: %S [&lt;room&gt;[@&lt;server&gt;][/&lt;nick&gt;]] [&lt;password&gt;]: Միացեք զրույցի՝ այլ սպասարկիչում կամ այլ մականունով ու գաղտնաբառով:
lt: %S [&lt;kambarys&gt;[@&lt;serveris&gt;][/&lt;slapyvardis&gt;]] [&lt;slaptažodis&gt;]: jungtis prie kambario, galimai nurodant kitą serverį, slapyvardį ar kambario slaptažodį.
nb_no: %S [&lt;rom&gt;[@&lt;server&gt;][/&lt;kallenavn&gt;]] [&lt;passord&gt;]: Koble til et rom, og valgfritt oppgi en annen server, eller kallenavn, eller rom-passord.
nn_no: %S [&lt;rom&gt;[@&lt;server&gt;][/&lt;kallenamn&gt;]] [&lt;passord&gt;]: Kopla til eit rom, eller spesifiser ein annan tenar, skallenamn eller passord for rpmmet.0
pt: %S [&lt;sala&gt;[@&lt;servidor&gt;][/&lt;nick&gt;]] [&lt;palavra-passe&gt;]: entrar numa sala, indicando uma sala, servidor, nick ou palavra passe diferente.

source: %S [&lt;message&gt;]: Leave the current room with an optional message.
am: %S [&lt;message&gt;]: ከ አሁኑ ክፍል መውጫ በ መልእክት ምርጫ
ar: %S [&lt;message&gt;]: غادر الغرفة الحالية مع رسالة إختيارية.
bg: %S [&lt;съобщение&gt;]: Напускане на стаята с възможност за допълнително съобщение.
br: %S [&lt;kemennadenn&gt;] : Kuitaat ar saloñs vremanel gant ur gemennadenn diret.
cy: %S [&lt;message&gt;]: Gadael y sianel gyfredol gydag neges ddewisol.
gd: %S [&lt;message&gt;]: Fàg an seòmar làithreach le teachdaireachd roghainneil.
hr: %S [&lt;poruka&gt;]: Napuštanje trenutne sobe s mogućom porukom.
hu: %S [&lt;üzenet&gt;]: Az aktuális szoba elhagyása, elhagyható üzenettel.
hy_am: %S [&lt;message&gt;]: Leave the current channel with an optional message.
lt: %S [&lt;pranešimas&gt;]: išeiti iš kambario, galimai nurodant atsisveikinimo pranešimą.
nb_no: %S [&lt;message&gt;]: Forlat rommet, valgfritt med en melding.
nn_no: %S [&lt;melding&gt;]: Forlat rommet med ei valfri melding.
pt: %S [&lt;mensagem&gt;]: Sair da sala com uma mensagem opcional.

source: %S [&lt;new topic&gt;]: Set this room's topic.
am: %S [&lt;new topic&gt;]: ለዚህ ክፍል አርእስት ማሰናጃ
ar: %S [&lt;new topic&gt;]: اختر موضوع الغرفة.
bg: %S [&lt;нова тема&gt;]: Задаване на темата на тази стая.
br: %S [&lt;danvez nevez&gt;] : Gwelout pe gemmañ danvez ar saloñs.
cy: %S [&lt;new topic&gt;]: Gosod pwnc yr ystafell.
gd: %S [&lt;new topic&gt;]: Suidhich cuspair an t-seòmair seo.
hr: %S [&lt;nova tema&gt;]: Postavlja temu sobe.
hu: %S [&lt;új téma&gt;]: A szoba témájának beállítása.
hy_am: %S [&lt;new topic&gt;]: Վերնագրել զրույցը:
lt: %S [&lt;nauja tema&gt;]: pakeisti kambario temą.
nb_no: %S [&lt;new topic&gt;]: Sett dette rommets emne.
nn_no: %S [&lt;nytt emne&gt;]: Vel emne for dette rommet.
pt: %S [&lt;novo tópico&gt;]: Definir o tópico da sala.

source: %S &lt;nick&gt;[&lt;message&gt;]: Ban someone from the room. You must be a room administrator to do this.
am: %S &lt;nick&gt;[&lt;message&gt;]: ከ ክፍሉ ውስጥ ታግዷል: እርስዎ መጀመሪያ የ ክፍሉ አስተዳዳሪ መሆን አለብዎት ይህን ለመፈጸም
ar: ‪%S &lt;nick&gt;[&lt;message&gt;]‬: لحظر شخص من الغرفة. يجب أن تكون مديرًا للغرفة لفعل هذا.
bg: %S &lt;псевдоним&gt;[&lt;съобщение&gt;]: Забраняване на някого да влиза в стаята. Вие трябва да сте администратор на стаята.
br: %S &lt;lesanv&gt;[&lt;kemennadenn&gt;]: Forbannañ unan bennak eus ar sal. Ret eo deoc'h bezañ e-touez ardoerien ar sal evit en ober.
cy: %S &lt;nick&gt;[&lt;message&gt;]: Gwahardd rhywun o'r ystafell. Rhaid eich bod yn weinyddwr yr ystafell i wneud hynny.
gd: %S &lt;nick&gt;[&lt;message&gt;]: Toirmisg cuideigin on t-seòmar. Feumaidh tu a bhith ’nad rianaire mus urrainn dhut seo a dhèanamh.
hr: %S &lt;nadimak&gt;[&lt;poruka&gt;]: Zabranite nekome pristup u sobu. Morate biti admistrator sobe kako biste mogli ovo napraviti.
hu: %S &lt;becenév&gt; [&lt;üzenet&gt;]: Valaki kitiltása a szobából. Ehhez szobaadminisztrátornak kell lennie.
hy_am: %S &lt;nick&gt;[&lt;message&gt;]: Արգելել որևէ մեկին: Դուք պետք է լինեք խմբի կառավարիչը՝ դա անելու համար:
lt: %S &lt;slapyvardis&gt;[&lt;pranešimas&gt;]: uždrausti kam nors užeiti į kambarį. Jūs galite tai padaryti, jei esate kambario administratorius.
nb_no: %S &lt;nick&gt;[&lt;message&gt;]: Utesteng noen fra rommet. Du må være administrator for rommet for å gjøre dette.
nn_no: %S &lt;nick&gt;[&lt;message&gt;]: Utesteng nokon frå rommet. Du må vera administrator for rommet for å gjera dette.
pt: %S &lt;nick&gt;[&lt;mensagem&gt;]: bane alguém da sala. Você tem de ter privilégios de administrador para o poder fazer.

source: %S &lt;nick&gt;[&lt;message&gt;]: Remove someone from the room. You must be a room moderator to do this.
am: %S &lt;nick&gt;[&lt;message&gt;]: ከ ክፍሉ ውስጥ ለማባረር: እርስዎ መጀመሪያ የ ክፍሉ አስተዳዳሪ መሆን አለብዎት ይህን ለመፈጸም
ar: ‪%S &lt;nick&gt;[&lt;message&gt;]‬: لإزالة شخص من الغرفة. يجب أن تكون مديرًا للغرفة لفعل هذا.
bg: %S &lt;псевдоним&gt;[&lt;съобщение&gt;]: Премахване на някого от стаята. Вие трябва да сте модератор на стаята.
br: %S &lt;lesanv&gt;[&lt;kemennadenn&gt;]: Dilemel unan bennak eus ar sal. Ret eo deoc'h bezañ e-touez merourien ar sal evit en ober.
cy: %S &lt;nick&gt;[&lt;message&gt;]: Tynnu rhywun o'r ystafell. Rhaid eich bod yn gymedrolwr ystafell i wneud hynny.
gd: %S &lt;nick&gt;[&lt;message&gt;]: Toirmisg cuideigin on t-seòmar. Feumaidh tu a bhith ’nad mhodaratair mus urrainn dhut seo a dhèanamh.
hr: %S &lt;nadimak&gt;[&lt;poruka&gt;]: Uklonite nekoga iz sobe. Morate biti moderator sobe kako biste mogli ovo napraviti.
hu: %S &lt;becenév&gt; [&lt;üzenet&gt;]: Valaki eltávolítása a szobából. Ehhez szobamoderátornak kell lennie.
hy_am: %S &lt;nick&gt;[&lt;message&gt;]: Հեռացնել որևէ մեկին սենյակից: Դուք պետք է լինեք խմբի կառավարիչը՝ դա անելու համար:
lt: %S &lt;slapyvardis&gt;[&lt;pranešimas&gt;]: pašalinti ką nors iš kambario. Jūs galite tai padaryti, jei esate kambario moderatorius.
nb_no: %S &lt;nick&gt;[&lt;message&gt;]: Fjern noen fra rommet. Du må være en moderator for rommet for å gjøre dette.
nn_no: %S &lt;nick&gt;[&lt;message&gt;]: Fjern nokon frå rommet. Du må vera moderator for rommet for å gjera dette.
pt: %S &lt;nick&gt;[&lt;mensagem&gt;]: remove alguém da sala. Você tem de ter privilégios de moderador para o poder fazer.

source: %S &lt;jid&gt;[&lt;message&gt;]: Invite a user to join the current room with an optional message.
am: %S &lt;jid&gt;[&lt;message&gt;]: ወደ አሁኑ ክፍል ውስጥ እንዲገቡ ተጠቃሚ መጋበዣ በ ምርጫ መልእክት
ar: ‪‏%S &lt;jid&gt;[&lt;message&gt;]‬:لدعوة مستخدم للانضمام إلى الغرفة الحالية مع رسالة اختيارية.
bg: %S &lt;jid&gt;[&lt;съобщение&gt;]: Покана към потребител да влезе в текущата стая с възможност за съобщение.
br: %S &lt;jid&gt;[&lt;kemennadenn&gt;]: Pediñ un arveriad da gevreañ er saloñs bremanel gant ur gemennadenn diret.
cy: %S &lt;jid&gt;[&lt;message&gt;]: Gwahodd defnyddiwr i ymuno a'r ystafell gyfredol gyda neges ddewisol.
gd: %S &lt;jid&gt;[&lt;message&gt;]: Thoir cuireadh do chleachdaiche gun t-seòmar làithreach le teachdaireachd roghainneil ’na chois.
hr: %S &lt;jid&gt;[&lt;poruka&gt;]: Pozovite korisnika u trenutnu sobu s mogućom porukom.
hu: %S &lt;jid&gt;[&lt;üzenet&gt;]: Felhasználó meghívása az aktuális szobába, elhagyható üzenettel.
hy_am: %S &lt;jid&gt;[&lt;message&gt;]: հրավիրեք օգտվողի՝ միանալու ընթացիկ սենյակի զրույցին:
lt: %S &lt;jid&gt;[&lt;pranešimas&gt;]: pakviesti vartotoją užeiti į šį kambarį, galimai išsiunčiant jam pranešimą.
nb_no: %S &lt;jid&gt;[&lt;message&gt;]: Inviter en bruker til å koble til dette rommet med en valgfri melding.
nn_no: %S &lt;jid&gt;[&lt;message&gt;]: Inviter ein brukar til å kopla til dette rommet med ei valfri melding.
pt: %S &lt;jid&gt;[&lt;mensagem&gt;]: convida um utilizador a entrar na sala, com uma mensagem adicional.
