Repository: translate/mozilla-l10n
Catalog: */chat/xmpp.properties.po
Languages: am, ar, bg, br, cy, gd, hr, hu, hy_am, lt, nb_no, nn_no, pt, ro, tr

source: Initializing stream
am: ማስተላለፍ በ ማስጀመር ላይ
ar: بدء الدفق
bg: Инициализиране на потока
br: O teraouekaat al lanv
cy: Cychwyn llif
gd: A' cur gu dol an sruth
hr: Inicijalizacija toka
hu: Adatfolyam előkészítése
hy_am: Հոսքի որոշում
lt: Inicijuojamas srautas
nb_no: Initialiserer strøm
nn_no: Klargjer straum
pt: A iniciar emissão
ro: Se inițializează fluxul
tr: Akış başlatılıyor

source: Initializing encryption
am: መመስጠር በ ማስጀመር ላይ
ar: بدء التعمية
bg: Инициализиране на шифроването
br: O teraouekaat an enrinegañ
cy: Cychwyn amgryptio
gd: A' cur gu dol an crioptachadh
hr: Inicijalizacija kriptiranja
hu: Titkosítás előkészítése
hy_am: Կոդավորման որոշում
lt: Inicijuojamas šifravimas
nb_no: Initialiserer kryptering
nn_no: Klargjer kryptering
pt: A iniciar encriptação
ro: Se inițializează criptarea
tr: Şifreleme başlatılıyor

source: Authenticating
am: በ ማረጋገጥ ላይ
ar: يستوثق
bg: Удостоверяване
br: O tilesa
cy: Dilysu
gd: Ag ùghdarrachadh
hr: Autentifikacija
hu: Hitelesítés
hy_am: Իսկորոշում
lt: Nustatoma tapatybė
nb_no: Autentiserer
nn_no: Autentiserer
pt: A autenticar
ro: Se autentifică
tr: Kimlik doğrulanıyor

source: Getting resource
am: ምንጮችን ማግኛ
ar: يحصل على الموارد
bg: Взимане на ресурс
br: O kaout loaz
cy: Derbyn adnoddau
gd: A' faighinn greim air a' ghoireas
hr: Dohvaćanje izvora
hu: Erőforrás lekérése
hy_am: Աղբյուրի ստացում
lt: Gaunamas išteklius
nb_no: Laster ned ressurs
nn_no: Lastar ned resurs
pt: A obter recurso
ro: Se obțin resursele
tr: Kaynak alınıyor

source: Downloading contact list
am: የ ግንኙነት ዝርዝር በ ማውረድ ላይ
ar: ينزّل قائمة المتراسلين
bg: Изтегляне на списъка с контакти
br: O pellgargañ roll an darempredoù
cy: Llwytho rhestr cyswllt i lawr
gd: A' luchdadh a-nuas an luchd-aithne
hr: Preuzimanje popisa kontakata
hu: Partnerlista letöltése
hy_am: Կապերի ցանկի բեռնում
lt: Parsiunčiamas adresatų sąrašas
nb_no: Laster ned kontaktliste
nn_no: Lastar ned kontaktliste
pt: A descarregar lista de contactos
ro: Se descarcă lista de contacte
tr: Kişi listesi indiriliyor

source: Looking up the SRV record
ar: يبحث عن سجل SRV
nn_no: Ser etter SRV-oplysningar
pt: A procurar pelo registo SRV

source: Invalid username (your username should contain an '@' character)
am: ዋጋ የ ሌለው የ ተጠቃሚ ስም (የ እርስዎ የ ተጠቃሚ ስም መያዝ አለበት በ '@' ባህሪ)
ar: اسم مستخدم غير سليم (يجب ألا يحتوي اسم المستخدم علامة '@')
bg: Невалидно потребителско име (трябва да съдържа „@“)
br: Didalvoudek eo an anv arveriad (hoc'h anv a zlefe enderc'hel an arouezenn '@')
cy: Enw defnyddiwr annilys (rhaid i'ch enw defnyddiwr gynnwys y nod '@')
gd: Ainm-cleachdaiche mì-dhligheach (Bu chòir dhan litir "@" a bhith san ainm-chleachdaiche agad)
hr: Pogrešno korisničko ime (korisničko ime treba sadržavati znak '@')
hu: Érvénytelen felhasználónév (a felhasználónév nem tartalmazhat „@” karaktert)
lt: Naudotojo vardas netinkamas (jame turi būti simbolis „@“)
nb_no: Ugyldig brukernavn (brukernavnet må inneholde et '@'-tegn)
nn_no: Ugyldig brukarnamn (brukarnamnet må innehalda eit '@'-teikn)
pt: Nome de utilizador inválido (o seu nome de utilizador deve conter o carácter '@')
ro: Nume de utilizator incorect (numele de utilizator trebuie să conțină un caracter '@')
tr: Geçersiz kullanıcı adı (kullanıcı adınız bir '@' karakteri içermeli)

source: Failed to create a socket (Are you offline?)
am: መገናኛ መፍጠር አልተቻለም (ከ መስመር ውጪ ነው ያሉት?)
ar: فشل إنشاء المقبس (ألست متصلا؟)
bg: Грешка при създаването на гнездо (свързани ли сте с Интернет?)
br: C'hwitet en deus krouiñ ur c'hennask (Emaoc'h ezlinenn ?)
cy: Methwyd â chreu soced (Ydych chi all-lein?)
gd: Dh'fhàillig cruthachadh na socaid (A bheil thu far loidhne?)
hr: Neuspješno stvaranje priključka (Jeste li izvan mreže?)
hu: Nem sikerült foglalatot létrehozni (működik a hálózati kapcsolat?
hy_am: socket ստեղծելու սխալ (Դուք անցանց ե՞ք)
lt: Nepavyko sukurti lizdo (ar prisijungta prie tinklo?)
nb_no: Klarte ikke opprette en socket (Er du i frakoblet modus?)
nn_no: Klarte ikkje å oppretta ein socket (Er du i fråkopla modus?)
pt: Falha ao criar o socket (está offline?)
ro: Eșec la crearea unui soclu (Sunteți offline?)
tr: Soket oluşturulamadı. (Çevrimdışı mısınız?)

source: The server closed the connection
am: ሰርቨሩ ግንኙነቱን ዘግቶታል
ar: أغلق الخادوم الاتصال
bg: Сървърът затвори връзката
br: Serret eo bet ar c'hennask gant an dafariad
cy: Mae'r gweinydd wedi cau'r cysylltiad
gd: Dhùin am frithealaiche an ceangal
hr: Poslužitelj je zatvorio vezu
hu: A kiszolgáló lezárta a kapcsolatot
hy_am: Սպասարկիչը փակել է կապը
lt: Serveris užbaigė ryšį
nb_no: Serveren lukket tilkoblingen
nn_no: Tenaren lukka tilkoplinga
pt: O servidor fechou a ligação
ro: Serverul a închis conexiunea
tr: Sunucu bağlantıyı kapattı

source: Connection reset by peer
am: ግንኙነቱ እንደነበር ተመልሷል በ peer
ar: صفّر الند الاتصال
bg: Връзката е прекъсната от другата страна
br: Adderaouekaet eo bet ar c'hennask gant an dafariad
cy: Mae'r cysylltiad wedi'i ailosod gan gyfoedion
gd: Chaidh an ceangal ath-shuidheachadh leis an t-seise
hr: Korisnik je prekinuo vezu
hu: A partner visszaállította a kapcsolatot
hy_am: Կապակցումը վերակայվել է պիռի կողմից
lt: Partnerinis kompiuteris netikėtai užbaigė ryšį
nb_no: Tilkoblingen lukket av motparten
nn_no: Tilkoplinga lukka av motparten
pt: Ligação reiniciada pelo servidor remoto
ro: Conexiune resetată de partener
tr: Bağlantı eş tarafından sıfırlandı

source: The connection timed out
am: የ መገናኛ ጊዜው አልፏል
ar: انتهت مهلة الاتصال
bg: Времето за връзката изтече без отговор
br: Diamzeret eo ar c'hennask
cy: Daeth cyfnod y cysylltiad i ben
gd: Dh'fhalbh an ùine air a' cheangal
hr: Vezi je isteklo vrijeme
hu: A kapcsolat túllépte az időkorlátot
hy_am: Կապակցվելու ժամանակը լրացել է
lt: Ryšiui skirtas laikas baigėsi
nb_no: Tilkoblingen fikk tidsavbrudd
nn_no: Tilkoplinga fekk tidsavbrot
pt: A ligação excedeu o tempo limite
ro: Conexiunea a expirat
tr: Bağlantı zaman aşımına uğradı

source: Received unexpected data
am: ያልተጠበቀ ዳታ ተቀብለዋል
ar: استُلِمت بيانات غير متوقعة
bg: Получени са неочаквани данни
br: Degemeret ez eus bet roadennoù dic'hortoz
cy: Wedi derbyn data annisgwyl
gd: Fhuaradh dàta ris nach robh dùil
hr: Primljeni neočekivani podaci
hu: Váratlan adatok érkeztek
hy_am: Ստացել է անորոշ տվյալ
lt: Gauti netikėti / netinkami duomenys
nb_no: Mottok uventet data
nn_no: Mottok uventa data
pt: Recebidos dados inesperados
ro: Date neașteptate primite
tr: Beklenmeyen veri alındı

source: Received an incorrect response
am: የ ተሳሳተ መልስ ተቀብለዋል
ar: استُلِم رد غير سليم
bg: Получен е неочакван отговор
br: Degemeret ez eus bet ur respont direizh
cy: Wedi derbyn ymateb anghywir
gd: Fhuaradh freagairt chearr
hr: Primljen pogrešan odgovor
hu: Helytelen válasz érkezett
hy_am: Ստացել է սխալ պատասխան
lt: Gautas blogas atsakymas
nb_no: Mottok en ugyldig respons
nn_no: Mottok ein ugyldig respons
pt: Recebida uma resposta incorreta
ro: S-a obținut un răspuns incorect
tr: Hatalı bir yanıt alındı

source: The server requires encryption but you disabled it
am: ሰርቨሩ መመስጠሪያ ይፈልጋል እርስዎ ግን አስናክለውታል
ar: يتطلّب الخادوم التعمية لكنك عطلتها
bg: Сървърът изисква шифроване, но вие сте го изключили
br: Azgoulennet eo an enrinegañ gant an dafariad met diweredekaet eo bet ganeoc'h
cy: Mae'r gweinydd angen amgryptiad ond rydych wedi'i anablu
gd: Feumaidh am frithealaiche crioptachadh ach chuir thu à comas e
hr: Poslužitelj zahtjeva kriptiranje, ali vi ste to isključili
hu: A kiszolgáló titkosítást igényel, de Ön letiltotta azt
hy_am: Սպասարկիչը պահանջում է կոդավորում, որը Դուք անջատել եք
lt: Serveris reikalauja šifruotojo ryšio, tačiau jis išjungtas nuostatose
nb_no: Serveren krever kryptering, men du har slått det av
nn_no: Tenaren krev kryptering, men du har slått det av
pt: O servidor requer encriptação mas você desativou-a
ro: Serverul solicită criptare, însă ați dezactivat-o
tr: Sunucu şifreleme gerektiriyor ama şifrelemeyi devre dışı bıraktınız

source: The server doesn't support encryption but your configuration requires it
am: ሰርቨሩ መመስጠሪያ አይደግፍም ነገር ግን የ እርስዎ ማዋቀሪያ መመስጠሪያ ይጠይቃል
ar: لا يدعم الخادوم التعمية لكن إعداداتك لا تدعمها
bg: Сървърът не поддържа шифроване, но вашите настройки го изискват
br: N'eo ket skoret an enrinegañ gant an dafariad met azgoulennet eo gant ho kefluniadur
cy: Nid yw'r gweinydd yn cynnal amgryptiad ond mae eich ffurfweddiad ei angen
gd: Chan eil am frithealaiche a' cur taic ri crioptachadh ach feumaidh an rèiteachadh agadsa e
hr: Poslužitelj ne podržava kriptiranje, ali vaše postavke to zahtijevaju
hu: A kiszolgáló nem igényel titkosítást, de az Ön beállításai megkövetelik azt
hy_am: Սպասարկիչը չի աջակցում կոդավորում, բայց Ձեր կարգավորումները ակնկալում են
lt: Serveris nepalaiko šifruotojo ryšio, tačiau jo reikalaujama nuostatose
nb_no: Serveren støtter ikke kryptering, men konfigurasjonen din krever det
nn_no: Tenaren støttar ikkje kryptering, men konfigurasjonen din krev det.
pt: O servidor não suporta encriptação mas a sua configuração requer-a
ro: Serverul nu suportă criptarea, însă configurația dumneavoastră o solicită
tr: Sunucu şifrelemeyi desteklemiyor ama yapılandırmanız şifreleme gerektiriyor

source: Failed to start encryption
am: መመስጠር ማስጀመር አልተቻለም
ar: فشلت بدء التعمية
bg: Грешка при започване на шифроването
br: C'hwitet en deus loc'hañ an enrinegañ
cy: Methwyd â chychwyn amgryptiad
gd: Cha b' urrainn dhuinn an crioptachadh a chur gu dol
hr: Neuspješno pokretanje kriptiranja
hu: Nem sikerült elindítani a titkosítást
hy_am: Հնարավոր չէ սկսել կոդավորումը
lt: Nepavyko pradėti šifravimo
nb_no: Klarte ikke starte kryptering
nn_no: Klarte ikkje å starta kryptering
pt: Falha ao iniciar encriptação
ro: Nu s-a putut începe criptarea
tr: Şifreleme başlatılamadı

source: No authentication mechanism offered by the server
am: ምንም የ ማረጋገጫ ሂደት በ ሰርቨሩ አልቀረበም
ar: لا يقدّم الخادوم أي آلية استيثاق
bg: Сървърът не предложи удостоверяващи механизми
br: N'eus argerzh dilesa ebet kinniget gant an dafariad.
cy: Nid yw'r gweinydd yn cynnig peirianwaith dilysu
gd: Chan eil an seise a' tairgsinn dòighean ùghdarrachaidh
hr: Nikakav mehanizam provjere autentičnosti nije ponuđen od strane poslužitelja
hu: A kiszolgáló nem kínál hitelesítési mechanizmust
hy_am: Սպասարկիչը չի տրամադրում իսկորոշում
lt: Serveris nepasiūlė jokio būdo tapatybei nustatyti
nb_no: Ingen autentiseringsmåter tilbys av serveren
nn_no: Ingen autentiseringsmåtar vert tilbydde av tenaren.
pt: O servidor não disponibiliza um mecanismo de autenticação
ro: Serverul nu oferă niciun mecanism de autentificare
tr: Sunucu tarafından hiçbir kimlik doğrulama mekanizması sunulmuyor

source: None of the authentication mechanisms offered by the server are supported
am: ምንም የ ማረጋገጫ ሂደት በ ሰርቨሩ የ ቀረበው የተደገፈ አይደለም
ar: كل آليات الاستيثاق التي يقدمها الخادوم غير مدعومة
bg: Не се поддържа никой от предложените от сървъра удостоверяващи механизми
br: An argerzhioù dilesa kinniget gant an dafariad n'int ket skoret.
cy: Nid oes yr un o'r dulliau amgryptio mae'r gweinydd yn eu cynnig yn cael eu cynnal
gd: Chan eil am frithealaiche a' tairgsinn dòighean ùghdarrachaidh a tha taic ann riutha
hr: Niti jedan od mehanizama provjere autentičnosti ponuđenih od strane poslužitelja nije podržan
hu: A kiszolgáló által kínált egyik hitelesítési mechanizmus sem támogatott
hy_am: Իսկորոշման ոչ մի մեխանիզմ չի առաջարկվում սպասարկիչի կողմից
lt: Nė vienas iš serverio pasiūlytų tapatybės nustatymo būdų nėra palaikomas
nb_no: Ingen av autentiseringsmåtene som serveren tilbyr er støttet
nn_no: Ingen av autentiseringsmåtane som tenaren tilbyr er støtta.
pt: Nenhum dos mecanismos de autenticação disponibilizados pelo servidor é suportado
ro: Niciun mecanism de autentificare oferit de server nu este suportat
tr: Sunucu tarafından sunulan kimlik doğrulama mekanizmalarının hiçbiri desteklenmiyor

source: The server only supports authentication by sending the password in cleartext
am: ይህ ሰርቨር የሚደግፈው ማረጋገጫ የ መግቢያ ቃል በ መደበኛ ጽሁፍ ሲላክ ብቻ ነው
ar: لا يدعم الخادوم الاستيثاق إلى عبر إرسال كلمة السر نصا واضحا غير معمّى
bg: Сървърът поддържа само удостоверяване с изпращане на парола като чист текст
br: Skor a ra an dafariad an dilesa gant ger-tremen hep enrinegañ nemetken.
cy: Dim ond amgryptiad drwy anfon cyfrinair mewn cleartext sy'n cael ei gynnal gan y gweinydd
gd: Chan eil am frithealaiche a' cur taic ri ùghdarrachadh ach ma chuirear am facal-faire ann an cleartext
hr: Poslužitelj podržava jedino autentifikaciju slanjem lozinke kao običan tekst
hu: A kiszolgáló csak a jelszót sima szövegként küldő hitelesítést támogat
lt: Vienintelis serverio palaikompas tapatybės nustatymo būdas – nešifruotas slaptažodis
nb_no: Serveren støtter bare autentisering ved å sende passordet i klartekst
nn_no: Tenaren støttar berre autentisering ved å sende passordet i klartekst.
pt: O servidor só suporta autenticação com uma palavra-passe em texto simples
ro: Serverul suportă doar autentificarea prin trimiterea parolei în cleartext
tr: Sunucu yalnızca parolayı düz metin olarak göndererek kimlik doğrulamayı destekliyor

source: Authentication failure
am: ማረጋገጫ ወድቋል
ar: فشل الاستيثاق
bg: Грешка при удостоверяване
br: C'hwitadur an dilesa
cy: Methu dilysu
gd: Dh'fhàillig an t-ùghdarrachadh
hr: Neuspjela autentifikacija
hu: Hitelesítési hiba
hy_am: Ներկայացումը ձախողվեց
lt: Klaida bandant patvirtinti tapatybę
nb_no: Autentisering mislyktes
nn_no: Autentisering feila
pt: Falha na autenticação
ro: Eroare de autentificare
tr: Kimlik doğrulama başarısız

source: Not authorized (Did you enter the wrong password?)
am: እርስዎ ፍቃድ የለዎትም (የ ተሳሳተ የ መግቢያ ቃል ነው ያስገቡት?)
ar: لست مخولا (أأدخلت كلمة سر خطأ؟)
bg: Няма удостоверяване (дали сте въвели грешна парола?)
br: N'oc'h ket aotreet (Roet hoc'h eus ur ger-tremen fall ?)
cy: Dim awdurdod (Cyfrinair anghywir?)
gd: Gun ùghdarras (Na chuir thu a-steach am facal-faire cearr?)
hr: Nije odobreno (Jeste li unjeli pogrešnu lozinku?)
hu: Nincs felhatalmazva (rossz jelszót adott meg?)
hy_am: Ներկայացված չէ (հնարավոր է գաղտնաբառը սխալ է)։
lt: Tapatybė nepatvirtinta (gal įvedėte blogą slaptažodį?)
nb_no: Ikke autorisert (Skrev du inn feil passord?)
nn_no: Ikkje autorisert (Skreiv du inn feil passord?)
pt: Não autorizado (introduziu a palavra-passe correta?)
ro: Nu ați fost autorizat (Ați introdus o parolă greșită?)
tr: Kimlik doğrulanamadı (Parolayı yanlış mı girdiniz?)

source: Failed to get a resource
am: ምንጮቹን ማግኘት አልተቻለም
ar: فشل جلب المورد
bg: Грешка при взимане на ресурс
br: C'hwitet en deus kaout ul loaz
cy: Methu estyn adnodd
gd: Cha b' urrainn dhuinn goireas fhaighinn
hr: Neuspješno dohvaćanje izvora
hu: Nem sikerült az erőforrás lekérése
hy_am: Ռեսուրսը հասանելի չէ
lt: Nepavyko gauti ištekliaus
nb_no: Klarte ikke laste ned en ressurs
nn_no: Klarte ikkje å lasta ned ein resurs
pt: Falha ao obter recurso
ro: Operație eșuată pentru a obține o resursă
tr: Kaynak alınamadı

source: This server does not support XMPP
ar: لا يدعم هذا الخادوم XMPP
lt: Šis serveris nepalaiko XMPP
nn_no: Denne tenaren støttar ikkje XMPP
pt: Este servidor não suporta XMPP.

source: This message could not be delivered: %S
am: ይህን መልእክት መላክ አልተቻለም: %S
ar: تعذّر تسليم هذه الرسالة: %S
bg: Това съобщение не може да бъде доставено: %S
br: N'hall ket bezañ treuzkaset ar gemennadenn-mañ : %S
cy: Nid oedd modd trosglwyddo'r neges hon: %S
gd: Cha b' urrainn dhuinn an teachdaireachd seo a libhrigeadh: %S
hr: Slijedeća poruka nije isporučena: %S
hu: Ez az üzenet nem kézbesíthető: %S
lt: Šio pranešimo nepavyko pristatyti: %S
nb_no: Klarte ikke levere denne meldingen: %S
nn_no: Kunne ikkje levera denne meldinga: %S
pt: Esta mensagem não foi entregue: %S
ro: Acest mesaj nu a putut fi livrat: %S
tr: Bu ileti teslim edilemedi: %S

source: Could not join: %S
am: መግባት አልተቻለም: %S
ar: تعذّر الانضمام إلى: %S
bg: Неуспешно присъединяване: %S
br: N'haller ket kevreañ ouzh : %S
cy: Methu ymuno: %S
gd: Cha b' urrainn dhuinn a dhol an sàs %S
hr: Nije se moguće prijaviti: %S
hu: Nem sikerült csatlakozni: %S
hy_am: Հնարավոր չէ միանալ. %S
lt: Nepavyko įeiti: %S
nb_no: Klarte ikke koble til: %S
nn_no: Klarte ikkje å kopla til: %S
pt: Não foi possível entrar: %S
ro: Nu s-a putut conecta: %S
tr: Katılınamadı: %S

source: Couldn't join %S as you are banned from this room.
am: መግባት አልተቻለም %S እርስዎ እዚህ ክፍል እንዳይገቡ ተከልክለዋል
ar: تعذّر الانضمام إلى %S لأنك محظور من هذه الغرفة.
bg: Не можете да се присъедините към %S, понеже ви е забранено да влизате в тази стая.
br: N'hallit ket kevreañ ouzh %S dre ma 'z oc'h forbannet eus ar saloñs.
cy: Methu ymuno â %S gan eich bod wedi eich atal o'r ystafell.
gd: Cha b’ urrainn dhut a dhol dha %S a chionn ’s gun deach do thoirmeasg on t-seòmar seo.
hr: Nije se moguće prijaviti u %S jer vam je zabranjen pristup u ovu sobu.
hu: Nem lehet csatlakozni ide: %S, mert kitiltották a szobából.
hy_am: Հնարավոր չէ միանալ %S-ին, Ձեզ վռնդել են այս սենյակից:
lt: Nepavyko patekti į %S: jums ten negalima.
nb_no: Klarte ikke koble til %S siden du er utestengt fra dette rommet.
nn_no: Klarte ikkje å kopla til %S sidan du er utestengd frå dette rommet.
pt: Não foi possível entrar em %S porque você foi banido desta sala

source: Registration required: You are not authorized to join this room.
am: መመዝገብ ያስፈልጋል: እርስዎ እዚህ ክፍል ለ መግባት ፍቃድ የለዎትም
ar: التسجيل مطلوب: لست مخولا بالانضمام لهذه الغرفة.
bg: Изискване на регистрация: нямате права да се присъедините към стаята.
br: Marilhadur dleet : n'oc'h ket aotreet da gevreañ er saloñs-mañ.
cy: Mae angen cofrestru: Does gennych ddim hawl i ymuno â'r ystafell hon.
gd: Feumar clàradh: Chan eil cead agad a dhol dhan t-seòmar seo.
hr: Potrebna je registracija: Niste autorizirani da pristupite ovoj sobi.
hu: Regisztráció szükséges: Nincs jogosultsága belépni ebbe a szobába.
hy_am: Պետք է գրանցվեք՝ զրույցին միանալու համար:
lt: Jums negalima patekti į šį kambarį – būtina registracija.
nb_no: Registrering nødvendig: Du er ikke autorisert til å bli med i dette rommet.
nn_no: Registrering påkravd: Du er ikkje godkjend for å verta med i dette rommet.
pt: Requer registo: você não está autorizado a entrar nesta sala.
ro: Înregistrare necesară: Nu sunteți autorizat să vă alăturați acestei camere.

source: Access restricted: You are not allowed to create rooms.
am: መድረስ የ ተከለከለ: እርስዎ ክፍሎች መፍጠር አይችሉም
ar: الوصول محدود: ليس مسموحًا لك بإنشاء غرف.
bg: Ограничен достъп: не ви е позволено да създавате стаи.
br: Haeziñ bevennet : n'hoc'h ket aotreet da grouiñ saloñsoù.
cy: Mynediad wedi ei gyfyngu: Nid oes gennych hawl i greu ystafelloedd.
gd: Inntrigeadh cuingichte: Chan eil cead agad seòmraichean a chruthachadh.
hr: Ograničen pristup: Nemate dozvolu za stvaranje soba.
hu: Hozzáférés korlátozva: Nem hozhat létre szobákat.
hy_am: Մուտքը սահմանափակ է: Չեք կարող ստեղծել սենյակներ:
lt: Ribota prieiga: jums neleidžiama kurti kambarių.
nb_no: Tilgang er begrenset: Du har ikke tillatelse til å opprette rom.
nn_no: Avgrensa tilgang: Du har ikkje løyve til å oppretta rom.
pt: Acesso restrito: você não está autorizado a criar salas.
ro: Acces restricționat: Nu vă este permisă crearea de camere.

source: Could not join the room %S as the server the room is hosted on could not be reached.
am: ወደ ክፍሉ መግባት አልተቻለም %S እንደ ሰርቨሩ የ ክፍሉ ጋባዥ ጋር መድረስ አልተቻለም
ar: تعذّر الانضمام للغرفة %S لتعذّر الوصول إلى الخادوم الذي يستضيف الغرفة.
bg: Присъединяването към стаята %S не е възможно, сървъра на който се намира е недостъпен.
br: N'haller ket kevreañ ouzh ar sal %S dre ma n'haller ket tizhout an dafariad lec'h m'emañ herberc'hiet.
cy: Methu ymuno ag ystafell %S gan nad oedd modd cysylltu â'r gweinydd mae'r ystafell arni.
gd: Cha b’ urrainn dhuinn a dhol dhan t-seòmar %S oir cha do ràinig sinn am frithealaiche air a bheil an seòmar.
hr: Nije se moguće prijaviti u sobu %S jer poslužitelj na kojem se soba nalazi nije dostupan.
hu: Nem lehet csatlakozni a(z) %S szobához, mert az azt üzemeltető kiszolgáló nem érhető el.
hy_am: Հնարավոր չէ միանալ %S սենյակին, քանի որ այս սպասարկիչում այն անհասանելի է:
lt: Nepavyko patekti į kambarį „%S“, nes serveris, kuriame yra šis kambarys, nepasiekiamas.
nb_no: Klarte ikke koble til rommet %S, fordi serveren rommet er styrt fra ikke kunne bli nådd.
nn_no: Klarte ikkje å kopla til rommet %S, fordi tenaren rommet er styrt frå ikkje kunne bli nådd.
pt: Não foi possível entrar na sala %S porque a sala em que o servidor está não foi atingido.
ro: Nu s-a putut conecta la camera %S deoarece serverul pe care este camera nu poate fi accesat.

source: You are not authorized to set the topic of this room.
am: እዚህ ክፍል ውስጥ እርስዎ አርእስት ማሰናዳት አይችሉም
ar: لست مخولا بتغيير موضوع هذه الغرفة.
bg: Нямате право да пускате тема в тази стая.
br: N'oc'h ket aotreet da arventennañ danvez ar saloñs-mañ.
cy: Nid oes gennych hawl i osod pwnc yn yr ystafell hon.
gd: Chan eil cead agad cuspair an t-seòmair seo a shuidheachadh.
hr: Niste ovlašteni postavljati temu za ovu sobu.
hu: Nem jogosult a szoba témájának beállítására.
hy_am: Դուք չեք կարող վերնագրել այս սենյակը:
lt: Jums negalima pakeisti kambario temos.
nb_no: Du er ikke godkjent for å velge emne i dette rommet.
nn_no: Du er ikkje godkjend for å bestemma emne i dette rommet.
pt: Não tem permissões para definir o tópico desta sala.

source: Message could not be sent to %1$S as you are no longer in the room: %2$S
am: መልእክት መላክ አልተቻለም %1$S እርስዎ በ ክፍሉ ውስጥ የሉም: %2$S
ar: تعذّر إرسال الرسالة إلى %1$S لأنك لم تعد في الغرفة: %2$S
bg: Съобщението не може да бъде изпратено до %1$S понеже вече не сте в стаята: %2$S
br: N'haller ket kas ar gemennadenn da %1$S dre ma n'oc'h ket kennasket er saloñs : %2$S
cy: Nid oedd modd anfon at %1$S gan nad ydych bellach yn yr ystafell: %2$S
gd: Cha b’ urrainn dhuinn an teachdaireachd a chur gu %1$S a chionn ’s nach eil thu san t-seòmar seo tuilleadh: %2$S
hr: Nije moguće poslati poruku %1$S jer više niste u sobi: %2$S
hu: Ez az üzenet nem küldhető el ide: %1$S, mert már nincs bent a szobában: %2$S
hy_am: Հաղորդագրությունը չի կարող ուղարկվել %1$S-ին, քանի որ դուք այլևս զրույցի մասնակից չեք. %2$S
lt: Pranešimas negali būti išsiųstas %1$S, nes Jūs išėjote iš kambario: %2$S
nb_no: Klarte ikke sende meldingen til %1$S siden du ikke lenger er i rommet: %2$S
nn_no: Klarte ikkje å senda melding til %1$S sidan du ikkje lenger er i rommet: %2$S
pt: Não foi possível enviar a mensagem para %1$S, uma vez que você já não está na sala: %2$S

source: Message could not be sent to %1$S as the recipient is no longer in the room: %2$S
am: መልእክት መላክ አልተቻለም %1$S ተቀባዩ በ ክፍሉ ውስጥ የለም: %2$S
ar: تعذّر إرسال الرسالة إلى %1$S لأن المستلم لم يعد في الغرفة: %2$S
bg: Съобщението не може да бъде изпратено до %1$S понеже той напусна стаята: %2$S
br: N'haller ket kas ar gemennadenn da %1$S dre ma n'eo ket kennasket an degemerer er saloñs : %2$S
cy: Nid oedd modd anfon at %1$S gan nad yw'r derbynnydd bellach yn yr ystafell: %2$S
gd: Cha b’ urrainn dhuinn an teachdaireachd a chur gu %1$S a chionn ’s nach eil an neach seo san t-seòmar seo tuilleadh: %2$S
hr: Nije moguće poslati poruku %1$S jer primatelj nije više u sobi: %2$S
hu: Ez az üzenet nem küldhető el neki: %1$S, mert a címzett már nincs a szobában: %2$S
hy_am: Հաղորդագրությունը չի կարող ուղարկվել %1$S-ին, քանի որ նա այլևս զրույցի մասնակից չէ. %2$S
lt: Pranešimas negali būti išsiųstas %1$S, nes gavėjas išėjo iš kambario: %2$S
nb_no: Klarte ikke sende meldingen til %1$S siden mottakeren ikke lenger er i rommet: %2$S
nn_no: Klarte ikkje å senda melding til %1$S sidan mottakaren ikkje lenger er i rommet: %2$S
pt: Não foi possível enviar a mensagem para %1$S, uma vez que o destinatário já não está na sala: %2$S
