Repository: translate/mozilla-l10n
Catalog: ks/toolkit/chrome/global/about.dtd.po
Languages: ks

source: version
ks: ترجمہ

source: See a list of
ks: فہرست وچھیو

source: contributors
ks: شركت كرئن وئل

source: to the Mozilla Project.
ks: موزیلا پروجیكٹس

# about.license.beforeTheLink
source: Read the
ks: پریو

source: licensing information
ks: پریولایسنسنگ مولومات

source: for this product.
ks: یم۪ی پروڈكٹ خئطرئ

# about.relnotes.beforeTheLink
source: Read the
ks: پریو

source: release notes
ks: نوٹس ترئویو

source: for this version.
ks: یم۪ی ورجن خئطرئ

source: See the
ks: وچھیوكنفیوگریشن بنئویو

source: build configuration
ks: كنفیوگریشن بنئویو

source: used for this version.
ks: یم۪ی ورجن خئطرئ استیمال كران

source: Build identifier:
ks: پرزناوئن وۄل بنئویو:
