Repository: translate/mozilla-l10n
Catalog: ks/toolkit/chrome/global/videocontrols.dtd.po
Languages: ks

source: Play
ks: چلٲویو

source: Pause
ks: رکاوٹ

source: Mute
ks: ژھوٛٛپ كرنٲویو

source: Unmute
ks: آواز تھٲویو

source: Full Screen
ks: پورئ سكرین

source: Exit Full Screen
ks: پورئ سكرین مكلٲویو

source: Media
ks: میڈیا

source: Size
ks: سایز

source: Activity
ks: كٲم

source: Paused
ks: روٛكیمُت

source: Playing
ks: چلاوان

source: Ended
ks: مكلیمُت

source: (seeking)
ks: (ژھانڈان)

source: Volume
ks: آواز

source: Frames parsed
ks: فریم پارسڈ

source: Frames decoded
ks: فریم ڈی كوڈ كرمِت

source: Frames presented
ks: فریم موجود

source: Frames painted
ks: فریم پینٹ كرمِت

source: Video loading stopped.
ks: ویڈیو لوڈ كروٛن رۄكٲومُت

source: Video playback aborted due to a network error.
ks: ویڈیو پلے بیك مكلیمُت نیٹورك دِقت كئ وجئ سٲت

source: Video can't be played because the file is corrupt.
ks: ویڈیو ہیكٲو نئ چلٲوِتھ كیازئ كئ فایل چھَ كورپٹ

source: Video format or MIME type is not supported.
ks: ویڈیو فارنیٹ یا MIME قئسمس چھُ نئ تعاوُن

source: No video with supported format and MIME type found.
ks: كہین ویڈیو آو نئ اتھ۪ی یَتھ فارمیٹ تئ MIME قئسمَس تعاوُن آس۪ی

source: Video playback aborted due to an unknown error.
ks: ویڈیو پلے بیك مكلٲو نا مولوم دقت كئ وجئ سٲت

source: #1 of #2 elapsed
ks: #1 of #2 مكلیو
