Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/devtools/dbgserver.properties.po
Languages: ca, ro, tr

source: Stop Developer Tools Server
ca: Atura el servidor d'eines per a desenvolupadors
ro: Oprește serverul pentru unelte de dezvoltare
tr: Geliştirici Araçları Sunucusunu Durdur

source: Start Developer Tools Server
ca: Inicia el servidor d'eines per a desenvolupadors
ro: Pornește serverul pentru unelte de dezvoltare
tr: Geliştirici Araçları Sunucusunu Başlat

source: #1 Client Connected;#1 Clients Connected
ca: #1 client connectat;#1 clients connectats
ro: #1 client conectat;#1 clienți conectați
tr: #1 İstemci Bağlandı;#1 İstemci Bağlandı

source: The developer tools server is running and there are clients connected.
ca: El servidor d'eines per a desenvolupadors s'està executant i hi ha clients connectats.
ro: Serverul pentru unelte de dezvoltare rulează și există clienți conectați.
tr: Geliştirici araçları sunucusu çalışır durumda ve bağlı istemciler var.

source: Listening
ca: S'està escoltant
ro: Ascultare
tr: Dinlemede

source: The developer tools server is running and waiting for connections.
ca: El servidor d'eines per a desenvolupadors s'està executant i està esperant connexions.
ro: Serverul pentru unelte de dezvoltare rulează și așteaptă conexiuni.
tr: Geliştirici araçları sunucusu çalışır durumda ve bağlantı bekliyor.

source: Not Running
ca: No s'està executant
ro: Nu rulează
tr: Çalışmıyor

source: The developer tools server is not running. You can start it from this dialog.
ca: El servidor d'eines per a desenvolupadors no s'està executant. Podeu iniciar-lo des d'aquest diàleg.
ro: Serverul pentru unelte de dezvoltare nu rulează. Îl puteți porni din acest dialog.
tr: Geliştirici araçları sunucusu çalışmıyor. Bu pencereden başlatabilirsiniz.

source: Unsupported
ca: Incompatible
ro: Nesuportat
tr: Desteklenmiyor

source: There was an error loading the built-in developer tools server. Make sure it is packaged and check your error console for messages.
ca: S'ha produït un error en carregar el servidor d'eines per a desenvolupadors integrat. Assegureu-vos que estigui empaquetat i reviseu els missatges de la consola d'errors.
ro: A intervenit o eroare la încărcarea serverului integrat pentru unelte de dezvoltare. Asigurați-vă că este împachetat și verificați consola de erori pentru mesaje.
tr: Dahili geliştirici araçları sunucusu yüklenirken bir hata oluştu. Paketlendiğinden emin olun ve hata konsolundaki iletileri kontrol edin.
