Repository: translate/mozilla-l10n
Catalog: son/toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: son

source: Add-ons Manager
son: Tontoney juwalkaa

source: Search all add-ons
son: Tontoney kul ceeci

# loading.label
source: Loading…
son: Goo ma zumandi…

source: You don't have any add-ons of this type installed
son: War ši nda dumoo woo tontoni kul kaŋ sinjandi.

# listEmpty.availableUpdates.label
source: No updates found
son: Taagandiri kul mana duwandi

source: You haven't recently updated any add-ons
son: War ma tontoni kul taagandiri cee korawey

source: Check For Updates
son: Taagandirey ceeci

source: Could not find any matching add-ons
son: Mana hin ka duu tontoni tenjante kul

source: Learn more about add-ons
son: Tontoney wey bay ka tonton

source: &Install Add-on From File…
son: S&inji tontoni tuku boŋ…

source: Tools for all add-ons
son: Goyjinayyaŋ tontoney kul še

source: Go back one page
son: Yee banda nda moo foo

source: Go forward one page
son: Koy jine nda moo foo

source: All add-ons have been disabled by safe mode.
son: Saajaw alhaalooo na tontoney kul kayandi.

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
son: Tontoni cerekanbeyan koroširoo kayandi. I ga hima tontoniyaŋ kaŋ ši cerekanbe.

# warning.checkcompatibility.enable.label
source: Enable
son: Tunandi

source: Enable add-on compatibility checking
son: Tontoni cerekanbeyan korošiyan tunandi

source: Add-on update security checking is disabled. You may be compromised by updates.
son: Tontoni saajaw taagandiri koroširoo kayandi. A ga hima taagandirey ga šendayyaŋ kate.

# warning.updatesecurity.enable.label
source: Enable
son: Tunandi

source: Enable add-on update security checking
son: Tontoni saajaw taagandiri koroširoo tunandi

# info.plugincheck.label
source: Check to see if your plugins are up to date
son: Guna ka dii wala war sukarey n' ka taagandi

# info.plugincheck.tooltip
source: Check to see if your plugins are up to date
son: Guna ka dii wala war sukarey n' ka taagandi

source: Get Add-ons
son: Tontoney zaa

source: Recent Updates
son: Taagandiri kokorantey

source: Available Updates
son: Taagandiri barantey

source: &Check for Updates
son: Taagandirey &ceeci

source: &View Recent Updates
son: Taagandiri kokorantey &guna

source: Update &Add-ons Automatically
son: &Tontoni boŋ-taagandiri

source: &Reset All Add-ons to Update Automatically
son: Tontoney kul &willi boŋ-taagandiri bande

source: &Reset All Add-ons to Update Manually
son: Tontoney kul &willi boŋ-taagandiri nda kanbe

source: Updating add-ons
son: Goo ma tontoney taagandi

source: Your add-ons have been updated.
son: War tontoney n' ka taagandi.

source: Your add-on updates have been downloaded.
son: War tontoney n' ka zumandi.

source: Restart now to complete installation
son: Tunandi taaga ka sinjiyanoo timmandi.

# updates.noneFound.label
source: No updates found
son: Taagandiri kul mana duwandi

source: View Available Updates
son: Taagandiri barantey guna

source: Install Updates
son: Taagandirey sinji

source: Install available updates in this list
son: Taagandiri barantey sinji maašeedaa woo ra

source: &Show More Information
son: Alhabar &cebe ka tonton

source: &Find Updates
son: &Taagandirey ceeci

# cmd.preferencesWin.label cmd.preferencesWin.accesskey
source: &Options
son: &Suubarey

# cmd.preferencesUnix.label cmd.preferencesUnix.accesskey
source: &Preferences
son: I&baayey

source: &About
son: &Ga

source: &Enable
son: &Tunandi

source: &Disable
son: &Kayandi

source: &Wear Theme
son: &Bankaaray furari

source: Stop &Wearing Theme
son: &Bankaaray furari kayandi

source: Ask to Activate
son: Hãa ka tunandi

source: Ask to use this add-on each time
son: Hãa ka goy nda tontonoo woo cee foo kul

source: Always Activate
son: Tunandi waati kul

source: Always use this add-on
son: Tontonoo woo ka goy waati kul

source: Never Activate
son: Ma ši tunandi abada

source: Never use this add-on
son: Ma ši goy nda tontonoo woo abada

source: Change when this add-on runs
son: Barmay nda tontonoo woo ga dira

source: &Install
son: &Sinji

source: &Remove
son: &Kaa

source: Debug
son: Hanse

source: Options
son: Suubarey

# cmd.showPreferencesWin.tooltip
source: Change this add-on's options
son: Tontonoo woo suubarey barmay

source: Preferences
son: Ibaayey

# cmd.showPreferencesUnix.tooltip
source: Change this add-on's preferences
son: Tontonoo woo ibaayey barmay

source: &Contribute
son: &Kanbuzaamay

source: Contribute to the development of this add-on
son: Kanbuzaamay tontonoo woo cineyanoo še

source: Show Release Notes
son: Kaataray hantumey cebe

source: Show the release notes for this update
son: Kaataray hantumey cebe taagandiroo woo še

source: Hide Release Notes
son: Kaataray hantumey tugu

source: Hide the release notes for this update
son: Kaataray hantumey tugu taagandiroo woo še

source: What are Add-ons?
son: Macin ti tontoney?

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
son: Tontoney ti porogaramyaŋ kaŋ ga too war ma &brandShortName; hanse war boŋ se nda goyyan sahã wala fasal šifanteyaŋ. Wey šii: ceraw zuu-žeeri cahãnte, waati-alhaali bangandikaw wala furari cebe-diji ka &brandShortName; tee war boŋ wane.

source: When you're connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
son: Waati kaŋ ga ciya nda Interneti, zanfun-izoo woo goo nda tontoni kul ihenney nda bayrantey war šiiyanoo še.

source: Version
son: Dumi

# detail.lastupdated.label
source: Last Updated
son: Taagandiri koraa

source: Developer
son: Cinakaw

# detail.homepage.label
source: Homepage
son: Šintinmoo

source: Downloads
son: Zumandiyaney

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
son: Tontonoo woo cinekaa ga wiri war ma nga gaa ka cin ka koy jine nda kanbuzaamay kayna.

source: Automatic Updates
son: Boŋtaagandirey

source: Default
son: Tilasu

source: Automatically install updates only if that's the default
son: Taagandirey sinji ngey boŋše de nda tilasu no

source: On
son: Ga goy

source: Automatically install updates
son: Boŋtaagandirey sinji

source: Off
son: Šii goy ra

source: Don't automatically install updates
son: Ši boŋtaagandirey sinji

# detail.home
source: Homepage
son: Šintinmoo

source: Add-on Profile
son: Alhal tontoni

source: Size
son: Adadu

source: Check &for Updates
son: Taagandirey &ceeci

source: Check for updates for this add-on
son: Taagandirey ceeci tontonoo woo še

# detail.showPreferencesWin.label detail.showPreferencesWin.accesskey
source: &Options
son: &Suubarey

# detail.showPreferencesWin.tooltip
source: Change this add-on's options
son: Tontonoo woo suubarey barmay

# detail.showPreferencesUnix.label detail.showPreferencesUnix.accesskey
source: &Preferences
son: I&baayey

# detail.showPreferencesUnix.tooltip
source: Change this add-on's preferences
son: Tontonoo woo ibaayey barmay

source: Rating
son: Kanandiyan

source: Pause
son: Hunanzam

source: Cancel
son: Naŋ

source: Name
son: Maa

source: Sort by name
son: Fay maa bande

# sort.dateUpdated.label
source: Last Updated
son: Taagandiri koraa

source: Sort by date updated
son: Fay taagandiri han bande

source: Best match
son: Tenjari henna

source: Sort by relevance
son: Fay alfayda bande

source: Price
son: Hay

source: Sort by price
son: Fay hay bande

source: Search:
son: Ceeci:

source: My Add-ons
son: Ay tontoney

source: Show installed add-ons
son: Tontoni sinjantey cebe

source: Available Add-ons
son: Tontoni barantey

source: Show add-ons available to install
son: Tontoni barantey cebe k'i sinji

# addon.homepage
source: Homepage
son: Šintinmoo

source: More
son: Ka tonton

source: Show more details about this add-on
son: Šilbayhayey cebe tontonoo woo še

source: Unknown
son: Šibayante

source: (disabled)
son: (kayante)

source: Update
son: Taagandiri

# addon.undoAction.label
source: Undo
son: Taafeeri

source: Undo this action
son: Teeraa woo taafeeri

# addon.undoRemove.label
source: Undo
son: Taafeeri

source: Keep this add-on installed
son: Tontoni sinjantaa woo gaabu

source: Restart now
son: Tunandi taaga sohõ

source: Install
son: Sinji

source: Install this add-on
son: Tontonoo woo sinji

source: Update Now
son: Taagandi sohõ

source: Install the update for this add-on
son: Taagandiri foo sinji tontonoo woo še

source: Include in Update
son: Dam taagandiroo ra

source: An update is available
son: Taagandiri foo ga bara

source: Checking for updates…
son: Taagandirey ceeci…

source: Release Notes:
son: Kaataray hantumey:

# addon.loadingReleaseNotes.label
source: Loading…
son: Goo ma zumandi…

source: Sorry, but there was an error loading the release notes.
son: Alhaa naŋ, ammaa firka bangay kaataray hantumey zumandiroo waate.

source: By
son: Teekaw

source: End-User License Agreement
son: Benandi goykaw duɲe waafakay

source: Accept and Install…
son: Yadda nd'a sinji…

source: Browse…
son: Ceeci…

source: What's this? Telemetry may install and run experiments from time to time.
son: Cin ti woo? A ga tee kabukaw ga šiiyaŋ sinji nd'i dirandi waati fooyaŋ.

source: Learn More
son: Bay ka tonton

source: Telemetry Settings
son: Kabukaw kayandiyaney
