Repository: translate/mozilla-l10n
Catalog: son/toolkit/chrome/mozapps/extensions/selectAddons.dtd.po
Languages: son

source: Checking Your Add-ons
son: War tontoney koroši

source: Checking your add-ons for compatibility with this version of &brandShortName;.
son: War tontoney cerekanbeyan alhaaloo koroši &brandShortName; dumoo woo še.

# select.heading
source: Select Your Add-ons
son: War tontoney suuba

# select.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
son: Wa &brandShortName; cahãndi ka tonton nda war na tontoney kaŋ ši goy kayandi. Tontoney da kaŋ boro tanayaŋ n'i sinji ga kayandi ngey boŋ še nda war hunday man'i suuba ganda.

source: Keep
son: Gaabu

source: Action
son: Teera

source: Installed By
son: Sinjikaw

source: Name
son: Maa

# confirm.heading
source: Select Your Add-ons
son: War tontoney suuba

# confirm.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
son: Wa &brandShortName; cahãndi ka tonton nda war na tontoney kaŋ ši goy kayandi. Tontoney da kaŋ boro tanayaŋ n'i sinji ga kayandi ngey boŋše nda war hunday man'i suuba ganda.

source: The following add-ons will be disabled:
son: Tontoney wey ga kaa ka kayandi:

source: The following add-ons are disabled, but will be enabled as soon as they are compatible:
son: Tontoney wey kayandi ka ben, amma i ga tunandi koyne za i tee cebekanbante:

source: The following add-ons will be updated:
son: Tontoney wey ga kaa ka taagandi:

source: The following add-ons will be enabled:
son: Tontoney wey ga kaa ka tunandi:

source: Updating Your Add-ons
son: Ga war tontontey taagandi

source: Downloading and installing updates for your selected add-ons.
son: Taagandirey zumandi nd'i sinji war tontoni suubantey še.

source: &brandShortName; could not update some of your add-ons.
son: &brandShortName; mana hin ka war tontoney jerey taagandi.

source: Installing updates for some of your add-ons failed. &brandShortName; will automatically try to update them again later.
son: Taagandiriey sinjiyanoo kaŋ war tontoney jerey še. &brandShortName; ga ceeci k'i taagandi nga boŋše waati foo banda ga.

source: You can always change your add-ons by going to the Add-ons Manager.
son: War ga hin ka war tontoney barmay waati kul nda war koy Tontoney juwalkaa do.

source: Cancel
son: Naŋ

source: Back
son: Banda

source: Next
son: Jine

source: Done
son: Ben
