Repository: translate/mozilla-l10n
Catalog: gn_*/toolkit/chrome/passwordmgr/passwordmgr.properties.po
Languages: gn_bo

source: Use Password Manager to remember this value.
gn_bo: Eiporu ndeño reikuaa vae re oyangareko vae ndembomaendúa vaerä.

source: Use Password Manager to remember this password.
gn_bo: Eiporu oyangareko ndeño reikuaa vae ndembomaendúa vaerä.

source: Confirm
gn_bo: Omoañete

source: Would you like to remember the password for "%1$S" on %2$S?
gn_bo: ¿Reipota pa ndemaendúa ndeño reikuaa vae "%1$S" peguarä %2$S pe?

source: Would you like to remember the password on %S?
gn_bo: ¿Reipota pa ndemaendúa ndeño reikuaa vae %S pe?

source: &Not Now
gn_bo: &Añave mbaetɨ räri

source: Not Now
gn_bo: Añave mbaetɨ räri

source: N
gn_bo: A

source: Ne&ver for This Site
gn_bo: &Ngaraa ye ma

source: Never Remember Password for This Site
gn_bo: Ngaraa ye ma chemaendúa cheño aikuaa vae kuae peguarä

source: &Remember
gn_bo: &Yembomaendúa

source: Remember Password
gn_bo: Yembomaendúa ndeño reikuaa vae re

source: Confirm Password Change
gn_bo: Emombeu kavi reipoepɨ ndeño reikuaa vae

source: Would you like to update the saved password for "%S"?
gn_bo: ¿Reipota pa rembopɨau ndeño reikuaa oñeñovatu "%S" peguarä?

source: Would you like to update the saved password?
gn_bo: ¿Reipota pa rembopɨau ndeño reikuaa oñeñovatu "%S" vae?

source: Update Password
gn_bo: Embopɨau ndeño reikuaa vae

source: Don't Change
gn_bo: Agüɨye eipoepɨ

source: D
gn_bo: A

source: Please confirm which user you are changing the password for
gn_bo: Emombeu kavi kia oiporu vae pe, reipoepɨta ndeño reikuaa vae

source: Hide Passwords
gn_bo: Eñomi ndeño reikuaa vae reta

# hidePasswordsAccessKey
source: P
gn_bo: E

source: Show Passwords
gn_bo: Eechauka ndeño reikuaa vae reta

# showPasswordsAccessKey
source: P
gn_bo: E

source: Are you sure you wish to show your passwords?
gn_bo: ¿Añetete pa nekɨreɨ reechauka ndeño reikuaa vae reta?

source: Are you sure you wish to remove all passwords?
gn_bo: ¿Añetete pa nekɨreɨ remboai opaete ndeño reikuaa vae reta?

source: Remove all passwords
gn_bo: Emboai opaete ndeño reikuaa vae reta

source: Passwords for the following sites are stored on your computer:
gn_bo: Nde computadora pe oime ndeño reikuaa vae reta, oñeñovatu ïru vae reta peguarä:

source: The following passwords match your search:
gn_bo: Jókuae ndeño reikuaa vae reta, oyovake reeka vae ndive:
