Repository: translate/mozilla-l10n
Catalog: nqo/browser/chrome/browser/aboutDialog.dtd.po
Languages: nqo

source: About &brandFullName;
nqo: ߕߊ߬ߒߡߊ &brandFullName;

source: &brandShortName; is experimental and may be unstable.
nqo: &brandShortName; ߦߋ߫ ߞߘߐߓߐߕߊ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߘߏ߲߬ ߘߌ߫ ߛߋ߫ ߞߍ߫ ߟߊ߫ ߡߝߊ߬ߓߊߟߌ ߘߌ߫

source: It automatically sends information about performance, hardware, usage and customizations back to &vendorShortName; to help make &brandShortName; better.
nqo: ߊ߬ ߦߋ߫ ߞߌ߬ߓߊ߬ߙߏ߬ߦߊ ߟߎ߬ ߟߊߕߊ߯ ߟߴߊ߬ ߖߘߍ߬ ߦߋ߫ ߝߊߘߌ߲ߧߊ ߟߎ߬ ߣߌ߫ ߓߎ߲ߓߎ߲ ߣߌ߫ ߟߊ߬ߓߊ߰ߙߊ߬ߟߌ ߣߌ߫ ߟߊ߬ߖߘߍ߬ߦߊ߬ߟߌ ߟߎ߫ ߞߊ߲߬ &vendorShortName; ߡߊ߬ ߟߋ߬ ߸ ߞߏ߫ ߛߴߊ߬ ߘߌ߫ ߘߍ߬ߡߍ߲߬ߠߌ ߞߍ߫ ߞߊ߬ &brandShortName; ߟߊߢߊ߬.

source: is a
nqo: ߦߋ߫

# community.exp.creditsLink
source: global community
nqo: ߖߊ߯ߓߊ߫ ߘߍ߰ߓߊ

# community.exp.end
source: working together to keep the Web open, public and accessible to all.
nqo: ߖߐ߲߬ߓߐ߬ߟߌ߬ߟߊ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߓߊ߯ߙߊ߫ ߟߊ߫ ߢߐ߲߮ ߝߍ߬ ߞߊ߬ ߓߟߐߟߐ ߟߊߞߊ߬ߣߍ ߕߏ.

source: &brandShortName; is designed by
nqo: &brandShortName; ߓߛߌ߬ߞߌ߬ߣߍ߲߬ .... ߟߋ߬ ߓߟߏ

source: , a
nqo: ߖߊ߯ߓߊ ߘߍߓߊ ߡߍ߲...

# community.creditsLink
source: global community
nqo: ߖߐ߲߬ߓߐ߬ߟߌ߬ߟߊ ߟߎ߬

# community.end3
source: working together to keep the Web open, public and accessible to all.
nqo: ߡߍ߲ ߠߎ߬ ߦߋ߫ ߓߊ߯ߙߊ߫ ߟߊ߫ ߢߐ߲߮ ߝߍ߬ ߞߊ߬ ߓߟߐߟߐ ߟߊߞߊ߬ߣߍ߲ ߕߏ߫، ߖߊ߬ߡߊ ߣߌ߫ ߓߍ߯ ߛߊ߬ߥߏ ߘߐ߫.

source: Licensing Information
nqo: ߘߌ߬ߢߍ ߞߌ߬ߓߊ߬ߙߏ߬ߦߊ ߟߎ߬

source: End-User Rights
nqo: ߕߣߐ߬ߓߐ߬ߓߊ߮ ߤߊߞߍ ߟߎ߬

source: Privacy Policy
nqo: ߜߎ߲߬ߘߎ߬ߢߐ߲߬ߦߊ ߓߘߍ߬ߓߘߍ߬ߟߌ

source: Checking for updates…
nqo: ߟߏ߲ߘߐߦߊߟߌ ߢߌߣߌ߲߫

source: &brandShortName; is up to date
nqo: &brandShortName; ߟߏ߲ߘߐߦߊߣߍ߲߫

source: Updates disabled by your system administrator
nqo: ߟߏ߲ߘߐߦߊߟߌ ߟߎ߬ ߟߊߘߎ߲ߣߍ߲߫ ߌ ߟߊ߫ ߞߊ߲ߞߋ ߡߙߊ߬ߓߊ߮ ߓߟߏ߫

source: &brandShortName; is being updated by another instance
nqo: &brandShortName߸ ߟߏ߲ߘߐߦߊߣߍ߲߫ ߜߘߍ߫ ߓߟߏ߫

source: Update failed.
nqo: ߟߏ߲ߘߐߦߊߟߌ ߓߘߊ߫ ߝߏ߫

source: Download the latest version
nqo: ߘߟߊߡߌߣߊߣߍ߲ ߞߐߟߕߊ ߟߊߖߌ߰

source: Updates available at
nqo: ߟߏ߲ߘߐߦߊߟߌ ߟߎ߬ ߡߊߛߐ߬ߘߐ߲߬ߕߊ ߦߋ߫

source: You can not perform further updates on this system.
nqo: ߌ ߕߍ߫ ߛߋ߫ ߟߏ߲ߘߐߦߊߟߌ߫ ߞߍ߫ ߟߊ߫ ߞߊ߲ߞߋ ߣߌ߲߬ ߠߊ߫

source: Learn more
nqo: ߜߘߍ߫ ߟߐ߲߫

source: Downloading update —
nqo: ߟߏ߲ߘߐߦߊ ߟߊ߬ߖߌ߰ߟߌ—

source: Applying update…
nqo: ߟߏ߲ߘߐߦߊ ߞߟߐ߬ߦߊ߬ߟߌ...

source: You are currently on the
nqo: ߌ ߦߋ߫ ߟߏ߲ߘߐߦߊ߫ ߥߙߏߝߋ ߟߋ߬ ߟߊߓߊ߯ߙߊ߫ ߛߌߛߍ߲߬

source: update channel.
nqo: ߥߙߏߝߋ ߟߏ߲ߘߐߦߊ
