Repository: translate/mozilla-l10n
Catalog: nqo/browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: nqo

source: Minimize
nqo: ߊ߬ ߟߊ߫ ߘߛߏ߫

source: Bring All to Front
nqo: ߊ߬ ߓߍ߯ ߟߊߣߊ߬ ߝߊ߲߬ߝߘߊ߫ ߢߍ ߝߍ߬

source: Zoom
nqo: ߝߊ߬ߙߏ߲߬

source: Window
nqo: ߝߢߐߘߊ

# helpMenu.label helpMenu.accesskey
source: &Help
nqo: ߘߍ߬ߡߍ߲߬ߠߌ&

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
nqo: ߘߍ߬ߡߍ߲߬ߠߌ&

source: &Restart with Add-ons Disabled…
nqo: ߊ߬ ߣߌ߫ ߡߞߊ߬ߝߏ߬ߕߊ ߟߊߓߊ߯ߙߓߊߟߌ ߟߎ߬ ߟߊߥߟߌ߬…

source: &Troubleshooting Information
nqo: ߥߊ߲߬ߓߐ߬ߟߌ ߞߌ߬ߓߊ߬ߙߏ߬ߦߊ ߟߎ߬

source: &Submit Feedback…
nqo: ߌ ߡߙߌߣߊ߲ ߘߌ߫…

source: Preferences…
nqo: ߢߣߊߕߊ ߟߎ߬…

source: Services
nqo: ߓߊ߯ߙߘߊ ߟߎ߬

# hideThisAppCmdMac2.commandkey
source: H
nqo: ߤ

source: Hide Others
nqo: ߕߐ߭ ߟߎ߬ ߢߡߊߕߎ߲߯

# hideOtherAppsCmdMac.commandkey
source: H
nqo: ߤ

source: Show All
nqo: ߊ߬ ߓߍ߯ ߟߊߟߐ߲߫
