Repository: translate/mozilla-l10n
Catalog: son/dom/chrome/security/security.properties.po
Languages: son

source: Blocked loading mixed display content “%1$S”
son: Na gundekuna birjante kaŋ ga dira zumandiroo gagay "%1$S" še

source: Blocked loading mixed active content “%1$S”
son: Na kaašim gundekuna dirante zumandiyan gagay "%1$S" še

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: CORS disabled).
son: Ašsil-margante hãayan gagayandi: Aššil folloku laada ga ganji dalil mooraa ma cawandi %1$S ga. (Dalil: Aššil-margante hãayan n' ka kay).

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: CORS request not http).
son: Ašsil-margante hãayan gagayandi: Aššil folloku laada ga ganji dalil mooraa ma cawandi %1$S ga. (Dalil: Aššil-margante hãayan manti http).

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: CORS header ‘Access-Control-Allow-Origin’ missing).
son: Ašsil-margante hãayan gagayandi: Aššil folloku laada ga ganji dalil mooraa ma cawandi %1$S ga. (Dalil: Aššil-margante hãayan 'Huruyan-juwal-noo fondo-aššil foo' boŋdeke ga kuma).

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: CORS header ‘Access-Control-Allow-Origin’ does not match ‘%2$S’).
son: Ašsil-margante hãayan gagayandi: Aššil folloku laada ga ganji dalil moora ma cawandi %1$S ga. (Dalil: Aššil-margante hãayan 'Huruyan-juwal-noo fondo-aššil foo' boŋdeke ši tenji nda '%2$S').

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: Did not find method in CORS header ‘Access-Control-Allow-Methods’).
son: Ašsil-margante hãayan gagayandi: Aššil folloku laada ga ganji dalil mooraa ma cawandi %1$S ga. (Dalil: Mana duu dabari aššil-margante hãayan 'Huruyan-juwal-noo fondo-dabarey' boŋdeke ra).

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: expected ‘true’ in CORS header ‘Access-Control-Allow-Credentials’).
son: Ašsil-margante hãayan gagayandi: Aššil folloku laada ga ganji dalil mooraa ma cawandi %1$S ga. (Dalil: 'true' naatante aššil-margante hãayan 'Huruyan-juwal-noo fondo-alhakiikandiyan tammaasey' boŋdeke ra).

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: CORS preflight channel did not succeed).
son: Ašsil-margante hãayan gagayandi: Aššil folloku laada ga ganji dalil mooraa ma cawandi %1$S ga. (Dalil: aššil-margante hãayan šiiyan fondaa mana boori.)

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: invalid token ‘%2$S’ in CORS header ‘Access-Control-Allow-Methods’).
son: Ašsil-margante hãayan gagayandi: Aššil folloku laada ga ganji dalil mooraa ma cawandi %1$S ga. (Dalil: '%2$S' tammaasa laybante bara aššil-margante 'Huruyan-juwal-noo fondo-dabarey' boŋdeke ra).

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: invalid token ‘%2$S’ in CORS header ‘Access-Control-Allow-Headers’).
son: Ašsil-margante hãayan gagayandi: Aššil folloku laada ga ganji dalil mooraa ma cawandi %1$S ga. (Dalil: '%2$S' tammaasa laybante bara aššil-margante 'Huruyan-juwal-noo fondo-boŋdekey' boŋdeke ra).

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: missing token ‘%2$S’ in CORS header ‘Access-Control-Allow-Headers’ from CORS preflight channel).
son: Ašsil-margante hãayan gagayandi: Aššil folloku laada ga ganji dalil mooraa ma cawandi %1$S ga. (Dalil: '%2$S' tammaasa ga kuma aššil-margante 'Huruyan-juwal-noo fondo-boŋdekey' šiiyan fondo ra).

source: Strict-Transport-Security: An unknown error occurred processing the header specified by the site.
son: Strict-Transport-Security: Firka šibayante bangay kaŋ boŋdekaa kaŋ nungoo n'a tabatandi ga goyandi.

source: Strict-Transport-Security: The connection to the site is untrustworthy, so the specified header was ignored.
son: Strict-Transport-Security: Interneti ciyari manti naanante nungoo woo ga, adiši boŋdeke tabatantaa murandi.

source: Strict-Transport-Security: The site specified a header that could not be parsed successfully.
son: Strict-Transport-Security: Nungoo na boŋdeke tabatandi kaŋ mana hin ka fesu-fersandi ka boori.

source: Strict-Transport-Security: The site specified a header that did not include a ‘max-age’ directive.
son: Strict-Transport-Security: Nungoo na boŋdeke tabatandi kaŋ mana cindi nda 'max-age' yaamar.

source: Strict-Transport-Security: The site specified a header that included multiple ‘max-age’ directives.
son: Strict-Transport-Security: Nungoo na boŋdeke tabatandi kaŋ cindi ka bara nda max-age' yaamaryaŋ.

source: Strict-Transport-Security: The site specified a header that included an invalid ‘max-age’ directive.
son: Strict-Transport-Security: Nungoo na boŋdeke tabatandi kaŋ cindi nda 'max-age' yaamar laala.

source: Strict-Transport-Security: The site specified a header that included multiple ‘includeSubDomains’ directives.
son: Strict-Transport-Security: Nungoo na boŋdeke tabatanti kaŋ cindi nda 'includeSubDomains' yaamar booboyaŋ.

source: Strict-Transport-Security: The site specified a header that included an invalid ‘includeSubDomains’ directive.
son: Strict-Transport-Security: Nungoo na boŋdeke tabatandi kaŋ cindi nda 'includeSubDomains' yaamar laala.

source: Strict-Transport-Security: An error occurred noting the site as a Strict-Transport-Security host.
son: Strict-Transport-Security: Firka bangay kaŋ nungoo hima sanda Strict-Transport-Security zunbudoo.

source: Public-Key-Pins: An unknown error occurred processing the header specified by the site.
son: Public-Key-Pins: Firka šibayante bangay kaŋ boŋdeke kaŋ nungoo n'a tabatandi ga goyandi.

source: Public-Key-Pins: The connection to the site is untrustworthy, so the specified header was ignored.
son: Public-Key-Pins: Interneti ciyari manti naanante nungoo woo ga, adiši boŋdeke tabatantaa murandi.

source: Public-Key-Pins: The site specified a header that could not be parsed successfully.
son: Public-Key-Pins: Nungoo na boŋdeke tabatandi kaŋ mana hin ka fesu-fersandi ka boori.

source: Public-Key-Pins: The site specified a header that did not include a ‘max-age’ directive.
son: Public-Key-Pins: Nungoo na boŋdeke tabatandi kaŋ mana cindi nda 'max-age' alhukum.

source: Public-Key-Pins: The site specified a header that included multiple ‘max-age’ directives.
son: Public-Key-Pins: Nungoo na boŋdeke tabatandi kaŋ cindi ka bara nda max-age' yaamaryaŋ.

source: Public-Key-Pins: The site specified a header that included an invalid ‘max-age’ directive.
son: Public-Key-Pins: Nungoo na boŋdeke tabatandi kaŋ cindi nda 'max-age' yaamar laala.

source: Public-Key-Pins: The site specified a header that included multiple ‘includeSubDomains’ directives.
son: Public-Key-Pins: Nungoo na boŋdeke tabatanti kaŋ cindi nda 'includeSubDomains' yaamar booboyaŋ.

source: Public-Key-Pins: The site specified a header that included an invalid ‘includeSubDomains’ directive.
son: Public-Key-Pins: Nungoo na boŋdeke tabatandi kaŋ cindi nda 'includeSubDomains' yaamar laala.

source: Public-Key-Pins: The site specified a header that included an invalid pin.
son: Public-Key-Pins: Nungoo na boŋdeke tabatandi kaŋ cindi nda kanji laala.

source: Public-Key-Pins: The site specified a header that included multiple ‘report-uri’ directives.
son: Public-Key-Pins: Nungoo na boŋdeke tabatanti kaŋ cindi nda 'report-uri' yaamar booboyaŋ.

source: Public-Key-Pins: The site specified a header that did not include a matching pin.
son: Public-Key-Pins: Nungoo na boŋdeke tabatandi kaŋ mana cindi nda kanji tenjante.

source: Public-Key-Pins: The site specified a header that did not include a backup pin.
son: Public-Key-Pins: Nungoo na boŋdeke tabatandi kaŋ mana cindi nda banda-gaabu kanji.

source: Public-Key-Pins: An error occurred noting the site as a Public-Key-Pins host.
son: Public-Key-Pins: Firka bangay kaŋ nungoo bangay sanda Public-Key-Pins zunbudoo.

source: Public-Key-Pins: The certificate used by the site was not issued by a certificate in the default root certificate store. To prevent accidental breakage, the specified header was ignored.
son: Public-Key-Pins: Tabatiyan-tiira kaŋ nda nungoo ga goy mana hun tabatiyan-tiira do tilasu lingi tabatiyan-tiira jišidogoo ra. Ka alwaadu kayri ganji, boŋdeke tabatantaa n' ka murandi.

source: This site makes use of a SHA-1 Certificate; it’s recommended you use certificates with signature algorithms that use hash functions stronger than SHA-1.
son: Nungoo woo ga goy nda SHA-1 tabatiyan-tiira; a ga yaamarandi kaŋ war ma goy tabatiyan-tiirawey kaŋ šilbandi nda kabu laasaabuyan kaŋyaŋ gatal dunbey ga sahã nda SHA-1.

source: Password fields present on an insecure (http://) page. This is a security risk that allows user login credentials to be stolen.
son: Šennikufal faariyaŋ goo (http://) moo kaŋ ši saajaw ga. Woo ti saajaw allamaana kaŋ ga too goykaw huruyan kalimaa tammaasawey ma zayandi.

source: Password fields present in a form with an insecure (http://) form action. This is a security risk that allows user login credentials to be stolen.
son: Šennikufal faariyaŋ goo (http://) moo kaŋ ši saajaw ga. Woo ti saajaw allamaana kaŋ ga too goykaw huruyan kalimaa tammaasawey ma zayandi.

source: Password fields present on an insecure (http://) iframe. This is a security risk that allows user login credentials to be stolen.
son: Šennikufal faariyaŋ goo (http://) iframe kaŋ ši saajaw ga. Woo ti saajaw allamaana kaŋ ga too goykaw huruyan kalimaa tammaasawey ma zayandi.

source: Loading mixed (insecure) active content “%1$S” on a secure page
son: Ga "%1$S" gundekuna birjante (manti saajante) zumandi moo saajante ga

source: Loading mixed (insecure) display content “%1$S” on a secure page
son: Ga "%1$S" gundekuna birjante (manti saajante) cebe moo saajante ga

source: An iframe which has both allow-scripts and allow-same-origin for its sandbox attribute can remove its sandboxing.
son: Kunga foo kaŋ goo nda yadda-šigirayaŋ nda yadda-aššil-folloku hala nga labutaašibata alhaaloo ma hin ka nga taašibata-taraa ka.

source: The script element has a malformed hash in its integrity attribute: “%1$S”. The correct format is “<hash algorithm>-<hash value>”.
son: Šigira dumi izoo goo nda dunbu šiira nda timmeyan alhaaloo ra: "%1$S". Fasalyan henna ti "<hash algorithm>-<hash value>".

source: The hash contained in the integrity attribute has the wrong length.
son: Dunboo kaŋ goo timmeyan alhaaloo ra manti kuuyan cimoo.

source: The hash contained in the integrity attribute could not be decoded.
son: Dunboo kaŋ goo timmeyan alhaaloo ra mana hin ka feerandi.

source: None of the “%1$S” hashes in the integrity attribute match the content of the subresource.
son: "%1$S" dunbey affoo kul timmeyan alhaaloo ra ši tenji nda dalil-izoo gundekunaa.

source: “%1$S” is not eligible for integrity checks since it’s neither CORS-enabled nor same-origin.
son: "%1$S" ši koy timmeyan korošiyan se zam'a ši tun nda CORS wal'a ma bara nda aššil follokaa.

source: Unsupported hash algorithm in the integrity attribute: “%1$S”
son: Dunbu kabu laasaabu kaŋ šii nda faaba goo timmeyan alhaaloo ra: "%1$S"

source: The integrity attribute does not contain any valid metadata.
son: Bayhaya-beeri boryo kul šii timmeyan alhaaloo ra.

source: This site uses the cipher RC4 for encryption, which is deprecated and insecure.
son: Interneti nungoo woo ga goy nda RC4 hinna tugandiyan se, kaŋ n' ka nakaši nd'a ši saajaw.
