Repository: translate/mozilla-l10n
Catalog: co/browser/chrome/browser/places/places.dtd.po
Languages: co

source: Library
co: Libraria

source: &Organize
co: Urganizà

source: &Close
co: Sarrà

source: &Views
co: &Vede

source: Show &Columns
co: Mustrà e culo&nne

source: &Sort
co: Urdinà

source: &Unsorted
co: Ùn ur&dinà

source: &A > Z Sort Order
co: Urdinà &A > Z

source: &Z > A Sort Order
co: Urdinà &Z > A

source: &Backup…
co: Sal&và…

source: &Restore
co: &Ristabulisce

source: &Choose File…
co: Selezziunà un cartulare…

source: &Bookmark This Page…
co: &Aghjustà ligami in li marcapagine…

source: &Delete This Page
co: Caccià sta pagin&e

source: &Forget About This Site
co: Scur&dassi di stu situ

source: &Open
co: &Apre

source: Open in a &New Window
co: Apre ind'una &finestra nova

source: Open in a Ne&w Tab
co: Apre ind'un fugliettu novu

source: &Open All in Tabs
co: Apre t&utti in fugliettu

source: Propert&ies
co: &Prupietà

source: &Sort By Name
co: Urdi&nà par nome

source: r
co: O

source: New &Bookmark…
co: Marcapagine novu…

source: New F&older…
co: Ripirtoriu &novu…

source: F
co: N

source: New &Separator
co: Nov&u siparatore

source: &Reload Live Bookmark
co: Tu&rnà à caricà i marcapagine Live

source: &Move…
co: Tramutà…

source: Name
co: Nome

source: Tags
co: Eticchette

source: Location
co: Addirrizzu

source: Visit Count
co: Numaru di visite

source: Keyword
co: Parolla chjave

source: Description
co: Discrizzione

source: Added
co: Data d'insirimentu

source: Last Modified
co: Ultima mudificazione

source: &Import and Backup
co: I&mpurtà è salvà

source: Go back
co: Andà in daretu

source: Go forward
co: Andà avanti

source: Mor&e
co: Altri &dati

source: L&ess
co: &Menu dati

source: Select an item to view and edit its properties
co: Selezziunà un elementu par vedene è mudificanne e prupietà
