Repository: translate/mozilla-l10n
Catalog: gn_PY/toolkit/chrome/places/places.properties.po
Languages: gn_py

source: Bookmarks Menu
gn_py: Techaukaha Poravorã

source: Bookmarks Toolbar
gn_py: Techaukaha rembipuru renda

source: Unsorted Bookmarks
gn_py: Techaukahakuéra henda pegua'ỹva

source: Tags
gn_py: Teramoĩ

source: Today
gn_py: Ko árape

source: Yesterday
gn_py: Kuehe

source: %S days ago
gn_py: Ohasa %S árama

source: Last %S days
gn_py: Ipaha %S árama

source: Older than %S days
gn_py: %S ára mboyvegua

source: This month
gn_py: Ko jasýpe

source: Older than %S months
gn_py: %S jasy mboyvegua

source: (local files)
gn_py: (Marandurenda pypeguáva)
