Repository: translate/mozilla-l10n
Catalog: ss/mail/chrome/messenger/*-advanced.dtd.po
Languages: am

source: _: do not translate "SMTP" in below line Outgoing Server (SMTP) Settings
am: Tinhlelo Teseva Lephumako (SMTP)

source: _: do not translate "SMTP" in below line Although you can specify more than one outgoing server (SMTP), this is only recommended for advanced users. Setting up multiple SMTP servers can cause errors when sending messages.
am: Nome ungabalula emaseva lamanyenti laphumako (SMTP), loku kunconywa kuphela kubasebentisi lababochwephesha. Kumisa emaseva labomphacanyenti kungahle kubange tingoti nawutfumela imilayeto.

source: A&dd...
am: Ye&ngeta...

source: &Edit...
am: &Editha...

source: Re&move
am: &Susa

source: Se&t Default
am: Se&tha idifolthi

source: Description:
am: Inchazelo:

source: Server Name:
am: Libito Lekuseva:

source: Port:
am: Sikhumulo:

source: User Name:
am: Libitosebenta:

source: Secure Connection:
am: Simisa Kutsintsana:
