Repository: translate/mozilla-l10n
Catalog: ss/mail/chrome/messenger/*-main.dtd.po
Languages: am

source: Account Settings
am: Timiso te-Akhawunti

source: Account &Name:
am: I-Akhawunti &Libito:

source: The account name is used to identify each account
am: Libito le-akhawunti lisetjentiswa ekuphawuleni I-akhawunti ngayinye

source: Default Identity
am: Luphawu lwedifolthi

source: Each account has an identity, which is the information that other people see when they read your messages.
am: I-akhawunti ngayinye ineluphawu lwati labakubona ngayo bantfu nabafundza imilayeto yakho.

source: &Your Name:
am: &Libito Lakho:

source: &Email Address:
am: &Likheli le-imeyili:

source: Reply-to Addre&ss:
am: Imphendvulo Yenkhu&lumo:

source: &Organization:
am: &Inhlangano:

source: A&ttach this signature:
am: &Namatsisela lesayini:

source: Edit...
am: Editha...

source: &Choose...
am: &Khetsa...

source: E&dit Card...
am: E&ditha likhadi...

source: _: do not translate "vCard" in below line Attach my &vCard to messages
am: Namatsisela &likhadi lami kulemilayeto

source: &Manage Identities...
am: &Phatsa Bomatisi...

source: _: do not translate "SMTP" in below line O&utgoing Server (SMTP):
am: Silondvoloti le&siphumako (SMTP):

source: Use Default Server
am: Sebentisa Silondvoloti I-difolthi
