Repository: translate/mozilla-l10n
Catalog: ss/mail/chrome/messenger/*-server-top.dtd.po
Languages: am

source: Security Settings
am: Kuphepha Kwetinhlelo

source: Server Settings
am: Silondvoloti Setinhlelo

source: _: do not translate "POP" in below line POP Mail Server
am: POP Silondvolotiposi

source: _: do not translate "IMAP" in below line IMAP Mail Server
am: IMAP silondvolotiposi

source: _: do not translate "NNTP" in below line News Server (NNTP)
am: Silondvoloti setindzaba (NNTP)

source: WebMail account
am: I-akhawunti ye-Webmeyili

source: Server Type:
am: Silondvolotinhlobo:

source: &Server Name:
am: &Silondvolotibito:

source: User &Name:
am: &Libitomsebenti:

source: &Port:
am: &Sikhumulo:

source: Default:
am: I-difolthi:

source: Save password
am: Gcina libitophawu

source: _: translate below 2 line with grammer dependency Chec&k for new messages every
am: Hlo&la imilayeto lemisha njalo

source: minutes
am: umzuzu

source: &Use secure connection (SSL)
am: &Sebentisa kutsintsana lokuphephile (SSL)

source: Use secure connection:
am: Sebentisa kutsintsana lokuphephile:

source: &Never
am: &Ungacali

source: TLS, if &available
am: TLS, nayi&tfolakala

source: Use secure authent&ication
am: Sebentisa ticiniseko leti&phephile

source: Leave messa&ges on server
am: Yekelela imilaye&to kusilondvoloti

source: &Fetch headers only
am: &Donsa emaheda kuphela

source: F&or at most
am: Ngo&be kulomanyenti

source: days
am: emalanga

source: Until I &delete or move them from Inbox
am: Ngize &ngicishe nome ngiwasuse ku-inbhoksi

source: Auto&matically download new messages
am: Layishela oth&omathikhali imilayeto lemisha

source: Server Hostname
am: Silondvoloti selibitomvakashelwa

source: Your Login Name
am: Libito lakho lekuloga

source: _: do not translate "POP" in below line POP Server Information
am: POP Silondvolotilwati

source: &When I delete a message:
am: &Nangicisha umlayeto:

source: Move it to the Trash folder
am: Yimikise kufolda yetibi

source: Mark it as deleted
am: Yiphawule kutsi icishiwe

source: Remove it immediately
am: Yisuse masinyane

source: _: do not translate two of "&quot;" in below line Clean up (&quot;&Expunge&quot;) Inbox on Exit
am: Yesula (&quot;&Cima&quot;) ku-inbox nawuphuma

source: Empty Trash on E&xit
am: Citsa tibi nawu&phuma

source: &Check for new messages at startup
am: &Hlola imilayeto lemisha ekucaleni

source: _: translate below 2 lines with grammar dependency Ask &me before downloading more than
am: Ngi&bute kucala ungakalayisheli ngetulu kwe

source: _: see note for maxMessagesStart.label messages
am: imilayeto

source: Al&ways request authentication when connecting to this server
am: &Ubocela siciniseko njalo nje nawutsekeleta kusilondvoloti

source: newsrc &file:
am: newsrc li&fayela:

source: &Local directory:
am: &Inkhomba yesekhaya:

source: Show newsgroup names in the Mail Folder pane as:
am: Khombisa emabito etindzaba telicembu engilazini yeMeyilifolda njenge:

source: Full names (For example, 'netscape.public.mozilla.mail-news')
am: Emabito lagcwele (Sibonelo, 'netscape.public.mozilla.mail-news)

source: Abbreviate names (For example, 'n.p.m.mail-news')
am: Fishanisa emabito (Sibonelo, 'n.p.m.mail-news')

source: Ad&vanced...
am: &Lechubekile...

source: Select Local Directory
am: Phawula inkhomba yasekhaya

source: &Browse...
am: &Tfungatsa...

source: Select newsrc File
am: Khetsa newsrc lifayela

source: Brows&e...
am: Tfungulu&ta...
