Repository: translate/mozilla-l10n
Catalog: ss/mail/chrome/messenger/*-server-advanced.dtd.po
Languages: am

source: Advanced Account Settings
am: Tinhlelo Te-akhawunti Letichubekile

source: Advanced IMAP Server Settings
am: Tilondvolotanhlelo & letichubekile IMAP

source: IMAP server &directory:
am: Silondvoloti IMAP &libhuku lemabito netinombolo tebantfu/ inkhomba:

source: Sho&w only subscribed folders
am: Khombisa& emafolda lakhokhelwe

source: Server supports &folders that contain sub-folders and messages
am: Silondvoloti sisekela& emafolda lanemasabfolda nemilayeto

source: Use &IDLE command if the server supports it
am: Sebentisa & ikhomandi IDLE nangabe silondvoloti siyisekela.

source: &Maximum number of server connections to cache
am: &Inombolo lenkhulu lehlanganisa tilondvoloti netingungu.

source: _: DONT_TRANSLATE "IMAP" These preferences specify the namespaces on your IMAP server
am: Letincomo tibalula emabitotikhala kusilondvoloti IMAPsakho

source: &Personal namespace:
am: & Emabitotikhala emuntfu:

source: P&ublic (shared):
am: &Luntfu (kuhlanganyelwe):

source: &Other Users:
am: &Labanye basebentisi:

source: &Allow server to override these namespaces
am: & Vumela silondvoloti siwengamele lamabitosikhala

source: When downloading pop mail for this server, use the following folder for new mail:
am: Nawulayishela emapopmeyili kulesilondvoloti, sebentisa lamafolda lalandzelako eposini lelisha:

source: Where to store mail
am: Uligcinaphi liposi

source: &Global Inbox (Local Folders Account)
am: &I-inboksi yemhlaba (emafoda e-akhawunti yendzawo yakho)

source: Inbox for thi&s server's account
am: I-inboksi &ye-akhawunti yalesilondvoloti

source: Inbox for &different account
am: &I-inboksi yema-akhawunti lehlukene

source: &Include this server when getting new mail
am: &Sifake lesilondvoloti nawutfola liposi lelisha
