Repository: translate/mozilla-l10n
Catalog: hus/browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: hus

source: Minimize
hus: Ka tsipti'medha'

source: Bring All to Front
hus: Ka chilla' patal abal ok'ox

source: Zoom
hus: In puwel

source: Window
hus: Tsakam wi'leb

# helpMenu.label helpMenu.accesskey
source: &Help
hus: T&olmixtalab

source: &About &brandShortName;
hus: &Tin kwentaj a &brandShortName;

source: &brandShortName; &Help
hus: T&olmixtalab tin kwentaj &brandShortName;

source: &Keyboard Shortcuts
hus: Dhubat ni'im

source: &Restart with Add-ons Disabled…
hus: &Ka tsab japiy k'al in putuntal tepdhach

source: &brandShortName; H&ealth Report
hus: I&n olnal jant'ini' it kw'ajat a &brandShortName;

source: &Troubleshooting Information
hus: &Olchixtalab xi ti uchal jant'ini' ka ts'ejka' xi yab alwa'

source: &Submit Feedback…
hus: Ka abna' a tsalapi&l...

source: &brandShortName; T&our
hus: T&olmixtalab tin kwentaj &brandShortName;

source: Preferences…
hus: Axi a kulbetnal...

source: Services
hus: Axi i binal

source: Hide &brandShortName;
hus: Ka tsina' &brandShortName;

source: Hide Others
hus: Ka tsina' pil

source: Show All
hus: Ka tejwa'medha' patal
