Repository: translate/mozilla-l10n
Catalog: mni/browser/chrome/browser/places/places.dtd.po
Languages: mni

source: Library
mni: লাইব্রেরি

source: &Organize
mni: শিল্লাংবা (&O)

source: Organize your bookmarks
mni: অদোমগী বুকমার্কশিং শিল্লাংঙো

source: &Close
mni: লোইশিনবা (&C)

source: &Views
mni: মীৎযেংশিং (&V)

source: Change your view
mni: অদোমগী মীৎযেং হোংদোকউ

source: Show &Columns
mni: কলমশিং উৎলো (&C)

source: &Sort
mni: মথং-মনাও শেম্বা (&S)

source: &Unsorted
mni: মথং-মনাও শেমদবা (&U)

source: &A > Z Sort Order
mni: A > Z মথং-মনাও শেম্বগী পরিং (&A)

source: &Z > A Sort Order
mni: Z > A মথং-মনাও শেম্বগী পরিং (&Z)

source: &Import Bookmarks from HTML…
mni: HTML দগী বুকমার্কশিং পুশিল্লকউ… (&I)

source: &Export Bookmarks to HTML…
mni: HTML দগী বুকমার্কশিং থাদোকউ… (&E)

source: Import Data from &Another Browser…
mni: অতোপ্পা ব্রাউজরদগী দাতা পুশিল্লকউ… (&A)

source: &Backup…
mni: বেকঅপ... (&B)

source: &Restore
mni: রিস্তোর তৌবা (&R)

source: &Choose File…
mni: ফাইল খনবা... (&C)

source: &Bookmark This Page…
mni: লামায অসি বুকমার্ক তৌরো… (&B)

source: &Delete This Page
mni: লামায অসি মুত্থৎলো (&D)

source: &Forget About This Site
mni: সাইত অসিগী মরমদু কাউথোক্লো (&F)

source: &Open
mni: &হাংদোকপা

source: Open in a &New Window
mni: অনৌবা ৱিন্দো অমদা হাংদোকউ (&N)

source: Open in a Ne&w Tab
mni: অনৌবা তেব অমদা হাংদোকউ (&w)

source: &Open All in Tabs
mni: তেব খুদিংমক্তা হাংদোকউ (&O)

source: Propert&ies
mni: প্রোপর্তিশিং (&i)

source: &Sort By Name
mni: মিংগী মতুং ইন্না মথং-মনাও শেম্বা (&S)

source: New &Bookmark…
mni: অনৌবা বুকমার্ক... (&B)

source: New F&older…
mni: অনৌবা ফোল্দর... (&o)

source: New &Separator
mni: অনৌবা খাযদোকহল্লিবা (&S)

source: &Reload Live Bookmark
mni: লাইভ বুকমার্ক রিলোদ তৌবা (&R)

source: &Move…
mni: মফম হোংবা... (&M)

source: Name
mni: মিং

source: Tags
mni: তেগশিং

source: Location
mni: লৈফম

source: Visit Count
mni: যেংবগী মশিং থীবা

source: Keyword
mni: কিৱার্দ

source: Description
mni: শন্দোকনা তাকপা

source: Added
mni: হাপচিল্লে

source: Last Modified
mni: অকোনবা শেমদোকপা

# search.label search.accesskey
source: &Search:
mni: থিবা: (&S)

source: &Import and Backup
mni: পুশিল্লকপা অমসুং বেকঅপ (&I)

source: Import and backup your bookmarks
mni: অদোমগী বুকমার্কশিং পুশিল্লকউ অমসুং বেকঅপ তৌরো

source: Go back
mni: মতুং হল্লো

source: Go forward
mni: মালোমদা চৎলো

source: Mor&e
mni: অহেনবা (&r)

source: L&ess
mni: অতাবা (&e)

source: Select an item to view and edit its properties
mni: মসিগী প্রোপর্তিশিং মীৎযেং তানবা অমসুং শেমদোকনবা আইতেম অমা খল্লো

# find.label find.accesskey
source: &Search:
mni: থিবা: (&S)

source: Vie&w
mni: মীৎযেং (&w)

source: By &Date
mni: তাংদা (&D)

source: By &Site
mni: সাইতনা (&S)

source: By Most &Visited
mni: খ্বাইদগী যাম্না যেংলবনা (&V)

source: By &Last Visited
mni: খ্বাইদগী কোন্না যেংলবনা (&L)

source: By Da&te and Site
mni: তাং অমসুং সাইতনা (&t)
