Repository: translate/mozilla-l10n
Catalog: sco/toolkit/chrome/mozapps/downloads/downloads.properties.po
Languages: sco

source: second;seconds
sco: seicont;seiconts

source: minute;minutes
sco: meinute;meinutes

source: Paused — #1
sco: Pausit — #1

source: Downloading
sco: Dounloadin

source: Not Started
sco: No Stairtit

source: Failed
sco: Failt

source: Finished
sco: Feinisht

source: Canceled
sco: Elidit

source: This download cannot be paused
sco: This dounload cannae bi pausit

source: Download Error
sco: Dounload Mistak

source: The download cannot be saved because an unknown error occurred. Please try again.
sco: The dounload cannae bi saufit acause an unkent mistak happent. Please try again.

# quitCancelDownloadsAlertTitle
source: Cancel All Downloads?
sco: Elide Aw Dounloads?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
sco: If ye gang out the nou, 1 dounload will bi elidit. Are ye siccar that ye want tae gang out?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
sco: If ye gang out the nou, %S dounloads will bi elidit. Are ye siccar that ye want tae gang out?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
sco: If ye quit the nou, 1 dounload will bi elidit. Are ye siccar that ye want tae quit?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
sco: If ye quit the nout, %S dounloads will bi elidit. Are ye siccar that ye want tae quit?

# offlineCancelDownloadsAlertTitle
source: Cancel All Downloads?
sco: Elide Aw Dounloads?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
sco: If ye gang affline the nou, 1 dounload will bi elidit. Are ye siccar that ye daenae want tae gang affline?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
sco: If ye gang affline the nou, %S dounloads will bi elidit. Are ye siccar that ye want tae gang affline the nou?

# leavePrivateBrowsingCancelDownloadsAlertTitle
source: Cancel All Downloads?
sco: Elide Aw Dounloads?

source: Cancel 1 Download
sco: Elide 1 Dounload

source: Cancel %S Downloads
sco: Elide %S Dounloads

source: Don't Exit
sco: Daenae Gang Out

source: Don't Quit
sco: Daenae Quit

source: Stay Online
sco: Stey Online

source: Downloads Complete
sco: Dounload Feinisht

source: All files have finished downloading.
sco: Aw files hae feinisht dounloadin.

source: Really fast
sco: Richt fest

source: %1$S of %2$S %3$S
sco: %1$S o %2$S %3$S

source: %1$S %2$S of %3$S %4$S
sco: %1$S %2$S o %3$S %4$S

source: %1$S remaining
sco: %1$S left

source: %1$S, %2$S remaining
sco: %1$S, %2$S left

source: A few seconds remaining
sco: Æ few seiconts left

source: Unknown time remaining
sco: Unkent time left

source: Unknown size
sco: Unkent bouk

# stateFailed
source: Failed
sco: Failt

# stateCanceled
source: Canceled
sco: Elidit

source: Blocked by Parental Controls
sco: Blockit bi Paurental Guides

source: Blocked: Download may contain a virus or spyware
sco: Blockit: Dounload micht hae æ virus or spyware in it

source: This download has been blocked by your Security Zone Policy
sco: This dounload haes been blockit bu yer Caition Zone Policy

source: Cannot Open %S
sco: Cannae Appen %S

source: Cannot Show %S
sco: Cannae Shaw %S

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
sco: %S daesnae exist. It micht hae been renamit, muivit, or deletit syne it was dounloadit.

source: Open With…
sco: Appen Wi…

source: #1 file - Downloads;#1 files - Downloads
sco: #1 file - Dounloads;#1 files - Dounloads

source: #2% of #1 file - Downloads;#2% of #1 files - Downloads
sco: #2% of #1 file - Dounloads;#2% of #1 files - Dounloads

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
sco: "%S" is an executable file. Executable files micht hae viruses or ither ill-makin code that coud hairm yer computer in thaim. Uise caition whan appenin this file. Are ye siccar that ye want tae lench "%S"?

source: Open Executable File?
sco: Appen Executable File?

source: Don't ask me this again
sco: Daenae ask me this again

source: Desktop
sco: Desktap

source: Downloads
sco: Dounloads
