Repository: translate/mozilla-l10n
Catalog: an/dom/chrome/appstrings.properties.po
Languages: an

source: The URL is not valid and cannot be loaded.
an: A URL no ye valida y no se puede cargar.

source: The file %S cannot be found. Please check the location and try again.
an: No s'ha puesto trobar o fichero %S. Por favor, comprebe a ubicación y torne-lo a prebar.

source: %S could not be found. Please check the name and try again.
an: No s'ha puesto trobar %S. Por favor, comprebe o nombre y torne a prebar-lo.

source: One of the following (%S) is not a registered protocol or is not allowed in this context.
an: Una d'as siguients (%S) u no ye un protocolo rechistrau u no ye permitiu en iste contexto.

source: The connection was refused when attempting to contact %S.
an: S'a refusau a connexión en intentar connectar con %S.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
an: A connexión con %S s'ha rematau inasperadament. Talment s'han transferiu qualques datos.

source: The operation timed out when attempting to contact %S.
an: A operación superó o tiempo d'aspera en intentar contactar con %S.

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
an: S'ha excediu o limite de reendrezamiento ta ista URL. No s'ha puesto cargar a pachina solicitada. Isto puede estar a causa que as cookies sían bloqueyadas.

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
an: Ta amostrar ista pachina l'aplicación ha de ninviar información que repetirá qualsiquier acción (como una busca u una confirmación de pediu) que s'hese executada previament.

source: Resend
an: Reninviar

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
an: No se puede amostrar iste elemento de no estar que instale l'Administrador de seguranza personal (PSM; Personal Security Manager). Descargue y instale PSM y torne-lo a prembar, u contacte con o suyo administrador de sistemas.

source: The document contains no data.
an: O documento no contiene datos.

source: This document is no longer available.
an: Isto documento ya no ye disponible.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
an: No se puede veyer iste documento mientres ye desconnectau. Ta connectar, desmarque Treballar sin Connexión dende o menú Fichero.

source: The document cannot change while Printing or in Print Preview.
an: O documento no puede cambiar mientres s'imprenta u previsualiza.

source: Access to the port number given has been disabled for security reasons.
an: L'acceso ta o puerto indicau ha estau desactivau por motivos de seguranza.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
an: No s'ha puesto trobar o servidor proxy configurau. Por favor, comprebe a configuración d'o proxy y torne-lo a prebar.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
an: A connexión s'ha refusau en mirar de connectar con o servidor proxy configurado. Por favor, compruebe a configuración d'o proxy y torne-lo a prebar.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
an: A pachina que ye mirando de veyer no se puede amostrar porque fa servir una forma de compresión no valida u no admitida.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
an: A pachina que ye mirando de veyer no se puede amostrar porque ye contenida en un tipo de fichero que ubrir-lo podría estar inseguro. Por favor, contacte con os propietarios d'o puesto web ta informar-les d'iste problema.

source: External Protocol Request
an: Demanda de protocolo exteno

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
an: Ha d'executar una aplicación externa ta maniar los vinclos %1$S:. Vinclo demandau: %2$S Aplicación: %3$S Si no asperaba ista demanda, puede estar un intento d'espleitiar una vulnerabilidat d'ixatro programa. Cancele ista demanda si no ye seguro que no ye malicioso.

source: <Unknown>
an: <Desconoixiu>

source: Remember my choice for all links of this type.
an: Remerar a mía eslección ta totz los vinclos d'ista mena.

source: Launch application
an: Executar aplicación

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
an: S'ha informau que %S ye un puesto atacant y s'ha boqueyau seguntes as suyas preferencias de seguranza.

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
an: S'ha informau que %S sirve software no deseyau y s'ha bloqueyau seguntes as suyas preferencias de seguranza.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
an: S'ha informau que o puesto web %S sería una falsificación disenyada ta enganyar a os usuarios ta que compartan información personal u financera.

source: This page has a content security policy that prevents it from being loaded in this way.
an: Ista pachina tiene una politica de seguranza de conteniu que impide que se pueda cargar d'ista traza.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
an: A pachina que ye mirando de veyer no se puede amostrar porque s'ha detectau una error en a transmisión de datos.

source: This page uses an unsupported technology that is no longer available by default.
an: Ista pachina fa servir una tecnolochía no admitida que ya no ye disponible por defecto.

source: The safety of your data on %S could not be guaranteed because it uses SSLv3, a broken security protocol.
an: A seguranza d'os tuyos datos en %S no s'hapuesto guaranciar porque fa servir SSLv3, un protocolo de seguranza trencau.
