Repository: translate/mozilla-l10n
Catalog: ht/toolkit/chrome/global/commonDialogs.properties.po
Languages: ht

source: Alert
ht: Alèt

source: Confirm
ht: Konfime

# ConfirmCheck
source: Confirm
ht: Konfime

source: Prompt
ht: Rapid

source: Authentication Required
ht: Otantifikasyon Obligatwa

source: Password Required
ht: Modpas Obligatwa

source: Select
ht: Seleksyone

source: Cancel
ht: Anile

source: &Yes
ht: &Wi

source: &No
ht: &Non

source: &Save
ht: Anreji&stre

source: &Revert
ht: &Retounen

source: Do&n't Save
ht: &Pa Anrejistre

source: [JavaScript Application]
ht: [Pwogram JavaScript]

source: The page at %S says:
ht: Paj nan %S deklare:

source: Prevent this page from creating additional dialogs
ht: Prevni ke paj sa a kreye dyalòg adisyonèl

source: Confirm Dialog Preference
ht: Konfime Preferans Dyalòg

source: A username and password are being requested by %2$S. The site says: "%1$S"
ht: %2$S mande yon non itilizatè ak modpas. Sit la di: "%1$S"

source: The proxy %2$S is requesting a username and password. The site says: "%1$S"
ht: Prozy %2$S mande non itilizatè ak modpas. Sit la di: "%1$S"

source: Enter username and password for %1$S
ht: Antre non itilizatè ak modpas pou %1$S

source: Enter password for %1$S on %2$S
ht: Antre modpas pou %1$S sou %2$S
