Repository: translate/mozilla-l10n
Catalog: tn/security/manager/chrome/pipnss/nsserrors.properties.po
Languages: tn

source: Cannot communicate securely with peer: no common encryption algorithm(s).
tn: Go ka se kgonagale go buisanya le mafaratlhatlha ka go sena mokgwatshireletso wa bothatatharabololo o tlwaelesegileng.

source: Unable to find the certificate or key necessary for authentication.
tn: Ga go kgonege go batla setifikeiti kapa taetsi e botlhokwa go netefatsa.

source: Unable to communicate securely with peer: peers's certificate was rejected.
tn: Ga go kgonege go buisanya mo go babalesegileng ka mafaratlhatlha; setifiketi sa semphanto ga se a letlelelwa.

source: The server has encountered bad data from the client.
tn: Sefara e itemogela mathata a tshedimosetso go sedirelwa

source: The client has encountered bad data from the server.
tn: Sedirelwa se itemogela mathata a tshedimosetso go tswa mo sefareng.

source: Unsupported certificate type.
tn: Mofuta wa setifikeiti o sa tshegediweng.

source: Peer using unsupported version of security protocol.
tn: Semphato se se dirisang mofuta wa Porotokholo tshireletso

source: Client authentication failed: private key in key database does not match public key in certificate database.
tn: Sedirelwa se paletswe mo netefatsong: taetsi ya sephiri mo Polokelotshedimosetso ya ditaetsi ga e tshwane le taetsi phatlalatsa mo Polokelotshedimosetso ya setefekeiti.

source: Unable to communicate securely with peer: requested domain name does not match the server's certificate.
tn: Ga go kgonege go boisanya mo go babalesegileng le semphato: leina la bonno jo bo kopilweng ga le gokagane le setifikeiti sa sefara.

source: Peer only supports SSL version 2, which is locally disabled.
tn: Semphato se tshegetsa mofuta wa bobedi wa SSL fela, yoo sa dirisiweng gaufi.

source: SSL received a record with an incorrect Message Authentication Code.
tn: SSL e amogetse rekota e na le khoutu ya molaetsa wa netefatso o sa siamang.

source: SSL peer reports incorrect Message Authentication Code.
tn: Semphato sa SSL se bega khoutu ya molaetsa wa netefatso e sa siamang.

source: SSL peer cannot verify your certificate.
tn: Semphato sa SSL ga se kgone go netefatsa di setifikeiti tsa lona.

source: SSL peer rejected your certificate as revoked.
tn: Semphato sa SSL ga se a letlelela setifikeiti jaaka se fetotswe.

source: SSL peer rejected your certificate as expired.
tn: Semphato sa SSL ga se a letlelela setifikeiti sa gago jaaka tiriso ya sone e tlile bokhutlong.

source: Cannot connect: SSL is disabled.
tn: Ga go kgonege go lomagana: SSL e emesitswe.

source: Cannot connect: SSL peer is in another FORTEZZA domain.
tn: Ga go kake ga nna le kgolagano, ka gore semphato sa SSL se mo bonnong jo bongwe jwa FORTEZZA.

source: An unknown SSL cipher suite has been requested.
tn: Go nnile le kopo e sa itsiweng ya SSL cipher suite.

source: No cipher suites are present and enabled in this program.
tn: Ga go na cipher suites tse di teng e bile di rebotsweng mo porekoramong.

source: SSL received a record with bad block padding.
tn: SSL e amogetse rekota e na le bothata mo go thibeleng mo go na le padding.

source: SSL received a record that exceeded the maximum permissible length.
tn: SSL e amogetse rekota e fetang seelo se se kwa godimo sa boleele jo bo letlelesegang.

source: SSL attempted to send a record that exceeded the maximum permissible length.
tn: SSL e lekile go romela rekota e fetang seelo se se kwa godimo sa boleele jo bo letlelesegang.

source: SSL received a malformed Hello Request handshake message.
tn: SSL e amogetse kopo ya molaetsa wa mokwakamogelo dumela o sa bopegang sentle.

source: SSL received a malformed Client Hello handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo wa sedirelwa o sa bopegang.

source: SSL received a malformed Server Hello handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo wa sefara o sa bopegang.

source: SSL received a malformed Certificate handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo wa setifikeiti o sa bopegang.

source: SSL received a malformed Server Key Exchange handshake message.
tn: SSL e amogetse molaetsa wa mokwakamogelo wa sefara ya taetsi kamogano.

source: SSL received a malformed Certificate Request handshake message.
tn: SSL e amogetse kopo ya molaetsa wa mokgwakamogelo wa setifikeiti o sa bopegang.

source: SSL received a malformed Server Hello Done handshake message.
tn: SSL e amogetse molaetsa dumela wa sefara o feletse mme o sa bopega.

source: SSL received a malformed Certificate Verify handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo o netefatsang setifikeiti o o sa bopegang.

source: SSL received a malformed Client Key Exchange handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo sedirelwa taetsi kamogano o sa bopegang.

source: SSL received a malformed Finished handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo o fedileng mme o sa bopega.

source: SSL received a malformed Change Cipher Spec record.
tn: SSL e amogetse phetogo mo rekoto ya Cipher Spec e sa bopegang.

source: SSL received a malformed Alert record.
tn: SSL e amogetse rekoto ya kitsiso e sa bopegang.

source: SSL received a malformed Handshake record.
tn: SSL e amogetse rekoto ya mokgwakamogelo e sa bopegang.

source: SSL received a malformed Application Data record.
tn: SSL e amogetse rekoto ya mokgwatiriso tshedimosetso.

source: SSL received an unexpected Hello Request handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo dumela o sa solofelwang.

source: SSL received an unexpected Client Hello handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo wa sedirelwa o sa solofelwang.

source: SSL received an unexpected Server Hello handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo dumela wa sefara o sa solofelwang.

source: SSL received an unexpected Certificate handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo wa setifikeiti o sa solofelwang.

source: SSL received an unexpected Server Key Exchange handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo wa sefara ya taetsi kamogano o sa solofelwang.

source: SSL received an unexpected Certificate Request handshake message.
tn: SSL e amogetse kopo ya molaetsa mokgwakamogelo wa setifikeiti o sa solofelwang.

source: SSL received an unexpected Server Hello Done handshake message.
tn: SSL e amogetse molaetsa mokgwakamogelo dumela wa sefara o sa solofelwang.

source: SSL received an unexpected Certificate Verify handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo o netefatsang setifikeiti o sa solofelwa.

source: SSL received an unexpected Client Key Exchange handshake message.
tn: SSL e amogetse molaetsa mokgwakamogelo wa sedirelwa taetsi kamogano o sa solofelwang.

source: SSL received an unexpected Finished handshake message.
tn: SSL e amogetse molaetsa mokgwakamogelo o feletseng mme o sa solofelwa.

source: SSL received an unexpected Change Cipher Spec record.
tn: SSL e amogetse phetogo mo rekotong ya Cipher Spec e sa solofelwang.

source: SSL received an unexpected Alert record.
tn: SSL e amogetse tsiboso ya rekoto e sa solofelwang.

source: SSL received an unexpected Handshake record.
tn: SSL e amogetse rekoto ya mokgwakamogelo e sa solofelwang.

source: SSL received an unexpected Application Data record.
tn: SSL e amogetse rekoto ya mokgwatiriso tshedimosetso e sa solofelwang.

source: SSL received a record with an unknown content type.
tn: SSL e amogetse rekoto e nang le mofuta wa diteng o sa itsiweng.

source: SSL received a handshake message with an unknown message type.
tn: SSL e amogetse molaetsa wa mokgwakamogelo o na le mofuta wa molaetsa o sa itsiweng.

source: SSL received an alert record with an unknown alert description.
tn: SSL e amogetse rekoto ya tsiboso e nang le tlhaloso ya tsiboso e sa itsiweng.

source: SSL peer has closed this connection.
tn: Semphato sa SSL se tswetse kgolagano.

source: SSL peer was not expecting a handshake message it received.
tn: Semphato sa SSL sene se sa solofela molaetsa wa mokgwakamogelo yo e o amogetseng.

source: SSL peer was unable to successfully decompress an SSL record it received.
tn: Semphato sa SSL ga se a kgona go fetola rekoto ya SSL e e amogetseng.

source: SSL peer was unable to negotiate an acceptable set of security parameters.
tn: Semphato sa SSL ga se a kgona go dumalana ka paramethara ya setlhophana sa tshireletso.

source: SSL peer does not support certificates of the type it received.
tn: Semphato sa SSL ga se tshegetse setifikeiti sa mofuta o se o amogetseng.

source: SSL peer had some unspecified issue with the certificate it received.
tn: Semphato sa SSL se nnile le kemo e sa tlhalosiwang ka setifikeiti e se amogetseng.

source: SSL experienced a failure of its random number generator.
tn: SSL e itemogetse palelo mo go direng tlhopho ya di nomore.

source: Unable to digitally sign data required to verify your certificate.
tn: Ga go kgonege go saena ka dijethale tshedimosetso e tlhokiwang go netefatsa setifikeiti.

source: SSL was unable to extract the public key from the peer's certificate.
tn: SSL ga e a kgona go ntsha taetsi ya botlhe go tswa mo setifikeiti sa semphato.

source: Unspecified failure while processing SSL Server Key Exchange handshake.
tn: Palelo e e tlhokileng tlhaloso fa go diragadiwa mokgwakamogelo wa sefara ya taetsi kamogano ya SSL.

source: Unspecified failure while processing SSL Client Key Exchange handshake.
tn: Palelo e e tlhokileng tlhaloso fa go diragadiwa mokwakamogelo wa taetsi kamogano ya semphato ya SSL.

source: Bulk data encryption algorithm failed in selected cipher suite.
tn: Tshedimosetso e kgolo ya Mokgwatshireletso bothatatharabololo e paletswe mo cipher suite e tlhophilweng.

source: Attempt to write encrypted data to underlying socket failed.
tn: Go leka go kwala tshedimosetso ka mokgwatshireletso ko molatlaseng wa setshwaraganyi go padile.

source: MD5 digest function failed.
tn: Tiriso ya MD5 digest e palegile.

source: SHA-1 digest function failed.
tn: Tiriso ya SHA-1 digest e palegile

source: MAC computation failed.
tn: MAC computation e palegile.

source: Failure to create Symmetric Key context.
tn: Palelo ya go tlhama Taetsi ya bokao ya Symmetric.

source: Failure to unwrap the Symmetric key in Client Key Exchange message.
tn: Palelo ya go bofunolola taetsi ya Symmetric mo molaetseng wa sedirelwa yo o amoganwang.

source: SSL Server attempted to use domestic-grade public key with export cipher suite.
tn: Sefara ya SSL e lekile go dirisa taetsi ya botlhe ya domestic grade le leromelantle la cipher suite.

source: PKCS11 code failed to translate an IV into a param.
tn: Khoutu ya PKCS11 e paletswe ke go fetola IV go nna param.

source: Failed to initialize the selected cipher suite.
tn: Go palegile go baakanyetsa tiriso ga cipher suite e tlhophilweng.

source: Client failed to generate session keys for SSL session.
tn: Sedirelwa se paletswe ke go dira taetsi ya botlameladikopanelwa tsa SSL

source: Server has no key for the attempted key exchange algorithm.
tn: Sefara ga e na taetsi mo ditekong tsa go amogana taetsi ya bothatatharabololo .

source: PKCS#11 token was inserted or removed while operation was in progress.
tn: Token ya PKCS#11 e ne ya tsenyiwa kgotsa ya ntshiwa fa tiro e ne e tsweletse.

source: No PKCS#11 token could be found to do a required operation.
tn: Token ya PKCS#11 ga ya ka ya bonwa go dira tiro e tlhokiwang.

source: Cannot communicate securely with peer: no common compression algorithm(s).
tn: Ga go kgonagale go buisanya mo go seriletsegileng le sedirelwa: ga go na mofuta o tlwaelesegileng wa go kitlanya bothatatharabololo.

source: Cannot initiate another SSL handshake until current handshake is complete.
tn: Ga go kgonagale go simolola mokgwakamogelo o mongwe wa SSL go fitlhelela mokwakamogelo wa ga jaana o digela.

source: Received incorrect handshakes hash values from peer.
tn: Go amogetswe mokgwakamogelo o sa siamang o nang le hash values go tsweng mo semphatong.

source: The certificate provided cannot be used with the selected key exchange algorithm.
tn: Setifikeiti se se neetsweng ga se ka ke sa dirisiwa le taetsi e tlhophilweng mo kamoganong ya bothatatharabololo.

source: No certificate authority is trusted for SSL client authentication.
tn: Ga go na tetlelesego ya setifikeiti e e tshephiwang mo netefatsong ya sedirelwa sa SSL.

source: Client's SSL session ID not found in server's session cache.
tn: ID ya sedirelwa sa botlameladikopanelwa jwa SSL ga e bonwe mo botlameladikopanelwa jwa khetšhe ya sefara.

source: Peer was unable to decrypt an SSL record it received.
tn: Semphato ga se a kgona go sirolola rekoto ya SSL e e amogetsweng.

source: Peer received an SSL record that was longer than is permitted.
tn: Semphato se amogetse rekoto ya SSL e e neng e fitile tetlelelo.

source: Peer does not recognize and trust the CA that issued your certificate.
tn: Semphato ga se lemoge le go tshepha CA e e abileng setifikeiti sa gago.

source: Peer received a valid certificate, but access was denied.
tn: Semphato se amogetse setifikeiti se se mo tirisong, mme tetlelesego e kganetswe.

source: Peer could not decode an SSL handshake message.
tn: Semphato ga se a kgona go khoutufolola molaetsa mokgwakamogelo wa SSL.

source: Peer reports failure of signature verification or key exchange.
tn: Semphato se begile palelo ya netefatso ya tshaeno kgotsa kamogano ya taetsi.

source: Peer reports negotiation not in compliance with export regulations.
tn: Semphato se bega fa puisanyo e se ka fa tsamaisong ya melao ya thomelontle.

source: Peer reports incompatible or unsupported protocol version.
tn: Semphato se bega go sa tsamaelane kgotsa go sa tshegediweng ga mofuta wa porotokholo.

source: Server requires ciphers more secure than those supported by client.
tn: Sefara e tlhokana le di ciphers tse di babalesegileng thata gona le tsedi tshegeditsweng ke sedirelwa.

source: Peer reports it experienced an internal error.
tn: Semphato se bega fa se itemogela phoso e mo teng.

source: Peer user canceled handshake.
tn: Modirisi wa semphato o khansetse mokgwakamogelo.

source: Peer does not permit renegotiation of SSL security parameters.
tn: Semphato ga se letlelele dipuisanyo tse disha tsa di paramethara tsa tshireletso ya SSL.

source: SSL server cache not configured and not disabled for this socket.
tn: Khetšhe ya Sefara ya SSL ga e a rulaganyiwa gape ga e a emisetswa go dira mo setshwaraganying se.

source: SSL peer does not support requested TLS hello extension.
tn: Semphato sa SSL ga se tshegetse TLS hello extension e kopilweng.

source: SSL peer could not obtain your certificate from the supplied URL.
tn: Semphato sa SSL ga se a kgona go amogela setifikeiti sa gago go tswa mo URL e neetsweng.

source: SSL peer has no certificate for the requested DNS name.
tn: Semphato sa SSL ga se na setifikeiti sa leina la DNS e kopilweng.

source: SSL peer was unable to get an OCSP response for its certificate.
tn: Semphato sa SSL ga se a kgona go amogela phetolo ya OCSP ya setifikeiti sa yone.

source: SSL peer reported bad certificate hash value.
tn: Semphato sa SSL se begile phoso ya hash value mo setifikeiting.

source: SSL received an unexpected New Session Ticket handshake message.
tn: SSL e amogetse molaetsa o sa solofelwang wa botlameladikopanelwa jo bo sha jwa mokgwakamogelo.

source: SSL received a malformed New Session Ticket handshake message.
tn: SSL e amogetse molaetsa o sa agegang sentle wa botlameladikopanelwa jo bo sha jwa mokgwakamogelo.

source: SSL received a compressed record that could not be decompressed.
tn: SSL e amogetse rekoto e kitlanyeng e ka sekeng ya kitlanyololwa.

source: Renegotiation is not allowed on this SSL socket.
tn: Go buisanya gape ga go letlelelwe mo setswaraganying sa SSL.

source: Peer attempted old style (potentially vulnerable) handshake.
tn: Semphato se lekile mofuta o mogologolo (o borai) wa mokgwakamogelo.

source: SSL received an unexpected uncompressed record.
tn: SSL e amogetse rekoto e sa kitlanang e e neng e sa solofelwa.

source: SSL received a weak ephemeral Diffie-Hellman key in Server Key Exchange handshake message.
tn: SSL e amogetse molaetsa wa mokgwakamogelo wa taetsi e sa nonofang ya ephemeral Diffie - Hellman mo sefareng ya taetsi kamogano.

source: SSL received invalid NPN extension data.
tn: SSL e amogetse mogatlanafaele wa tshedimosetso ya NPN e sa siamang.

source: SSL feature not supported for SSL 2.0 connections.
tn: Kokoanyo ya dirweboleta ya SSL ga e a tshegediwa mo dikgolaganong tsa SSL 2.0.

source: SSL feature not supported for servers.
tn: Kokoanyo ya dirweboleta ya SSL ga e a tshegediwa mo disefareng.

source: SSL feature not supported for clients.
tn: Kokoanyo ya dirweboleta ya SSL ga e a tshegediwa mo didirelweng.

source: An I/O error occurred during security authorization.
tn: Phoso ya I/O e diragetse ka tshireletso ya tetlelelo.

source: security library failure.
tn: Palelo ya laeborari ya tshireletso.

source: security library: received bad data.
tn: Laeborari ya tshireletso e amogetse phoso ya tshedimosetso.

source: security library: output length error.
tn: Laeborari ya tshireletso: phoso ka maduo a boleele.

source: security library has experienced an input length error.
tn: Laeborari ya tshireletso e itemogetse phoso ka boleele jwa tsenyo.

source: security library: invalid arguments.
tn: Laeborari ya tshireletso: dithulaganyo tse di sa siama.

source: security library: invalid algorithm.
tn: Laeborari ya tshireletso:bothatatharabololo jo bo sa siamang.

source: security library: invalid AVA.
tn: Laeborari ya tshireletso: AVA e sa siamang.

source: Improperly formatted time string.
tn: Time string e sa tsamaisanyeng le fomete.

source: security library: improperly formatted DER-encoded message.
tn: Laeborari ya tshireletso: molaetsa wa DER o khoutufaditsweng ga o tsamaisanyeng le fomete.

source: Peer's certificate has an invalid signature.
tn: Setifikeiti sa semphato se na le tshaeno e sa siamang.

source: Peer's Certificate has expired.
tn: Setifikeiti sa semphato se tlile bokhutlong.

source: Peer's Certificate has been revoked.
tn: Setifikeiti sa semphato se khansetswe.

source: Peer's Certificate issuer is not recognized.
tn: Monei wa setifikeiti sa semphato ga a lemogiwe.

source: Peer's public key is invalid.
tn: Taetsi phatlalatsa ya semphato ga e a siama.

source: The security password entered is incorrect.
tn: Khunololamoraba ya tshireletso e e tsentsweng ga e a siama.

source: security library: no nodelock.
tn: Laeborari ya tshireletso: ga go na selotlele sa sekopanyamafaratlhatlha.

source: security library: bad database.
tn: Laeborari ya tshireletso: Polokelotshedimosetso e na le bothata.

source: security library: memory allocation failure.
tn: Laeborari ya tshireletso: palelo ya kabelo ya memori.

source: Peer's certificate issuer has been marked as not trusted by the user.
tn: Moneedi wa setifikeiti sa semphato o tshwailwe jaaka yo o sa tshephagaleng ke modirisi.

source: Peer's certificate has been marked as not trusted by the user.
tn: Setifikeiti sa semphato se tshwailwe fa se sa tshephiwe ke modirisi.

source: Certificate already exists in your database.
tn: Setifikeiti se ntse se le teng mo polokelotshedimosetso ya gago.

source: Downloaded certificate's name duplicates one already in your database.
tn: Leina la setefikeiti se se kopololetsweng le tshwana le le mo polokelotshedimosetso ya gago.

source: Error adding certificate to database.
tn: Phoso fa o tsenya setifikeiti mo polokelotshedimosetso.

source: Error refiling the key for this certificate.
tn: Phoso fa o faela taetsi ya setifikeiti gape.

source: The private key for this certificate cannot be found in key database
tn: Taetsi e poraefete ya setifikeiti ga e bonwe mo polokelotshedimosetso ya taetsi.

source: This certificate is valid.
tn: Setifekeiti se se siame.

source: This certificate is not valid.
tn: Setifikeiti se ga se a siama.

source: Cert Library: No Response
tn: Cert Laeborari: Ga gona phetolo

source: The CRL for the certificate's issuer has an invalid signature.
tn: CRL ya setifikeiti sa moneedi e na le mosaeno o sa siamang.

source: New CRL has an invalid format.
tn: CRL e ntšhwa e na le fomete e e seng ya boammaruri.

source: Certificate extension value is invalid.
tn: Value ya mogatlanafaele wa setifikeiti ga ya siama.

source: Certificate extension not found.
tn: Mogatlanafaele wa setifikeiti ga o bonwe.

source: Issuer certificate is invalid.
tn: Setifekeiti sa moneedi ga se a siama.

source: Certificate path length constraint is invalid.
tn: Boleele jwa tekanyetso ya setifikeiti ga bo a siama.

source: Certificate usages field is invalid.
tn: Ditiriso tsa lefelo mo setifikeiti ga di a siama.

source: **Internal ONLY module**
tn: **karolwana ya mo teng FELA**

source: The key does not support the requested operation.
tn: Taetsi e ga e tshegetse tiriso e kopilweng.

source: Certificate contains unknown critical extension.
tn: Setifikeiti se tsentse mogatlanafaele o sa itsagaleng mme o le botlhokwa.

source: Not encrypted or signed: you do not yet have an email certificate.
tn: Ga e a sireletswa kgotsa saennwe: o santse o sena setifikeiti sa imeile.

source: Not encrypted: you do not have certificates for each of the recipients.
tn: Ga e a sireletswa: ga o na disetifiketi tsa mongwe le mongwe wa baamogedi.

source: Cannot decrypt: you are not a recipient, or matching certificate and private key not found.
tn: Ga go kgonege go sirolola: ga o moamogedi , kgotsa setifikeiti le taetsi ya sephiri ga e bonale.

source: Cannot decrypt: key encryption algorithm does not match your certificate.
tn: Ga go kgonege go sirolola: taetsitshireletso ya bothatatharabololo ga e tsamaelane le setifikeiti sa gago.

source: Signature verification failed: no signer found, too many signers found, or improper or corrupted data.
tn: Netefatso ya tshaeno e palegile: mo saeni ga a bonwa, ba saeni ba bantsi ba bonwe, kgotsa tshedimosetso e sa tsepamang kgotsa e senyegile.

source: Unsupported or unknown key algorithm.
tn: Taetsi ya bothatatharabololo ga e tshegediwe kgotsa ga e itsiwe.

source: Cannot decrypt: encrypted using a disallowed algorithm or key size.
tn: Ga go kgonege go sirolola: e sireleditswe ka go dirisiwa ga bothatatharabololo jo bo sa letlelelweng kgotsa bogolo jwa taetsi.

source: No Fortezza cards Found
tn: Ga gona karata ya Fortezza e bonweng

source: No Fortezza card selected
tn: Ga go na karata ya Fortezza e tlhophilweng

source: Please select a personality to get more info on
tn: Re kopa o tlhophe thulaganyo ya tshwanediso go amogela tshedimosetso e oketsegileng

source: Personality not found
tn: Thulaganyo ya tshwanediso ga e a bonwa

source: No more information on that Personality
tn: Ga go na tshedimosetso e oketsegileng mo thulaganyo ya tshwanediso

source: Invalid Pin
tn: Khunololamoraba ga se yone

source: Couldn't initialize Fortezza personalities.
tn: Ga go a kgonega go baakanyetsa tiriso ya Fortezza mo dithulaganyo tsa tshwanediso

source: No KRL for this site's certificate has been found.
tn: Ga go na KRL ya setifikeiti sa setsha e bonweng.

source: The KRL for this site's certificate has expired.
tn: KRL ya setifikeiti sa setsha ga e sa tlhole e dira.

source: The KRL for this site's certificate has an invalid signature.
tn: KRL ya setifikeiti sa setsha e na le tshaeno e seng yone.

source: The key for this site's certificate has been revoked.
tn: Taetsi ya setifikeiti sa setsha e khansetswe.

source: New KRL has an invalid format.
tn: CRL e ntšhwa e na le fomete e e seng ya boammaruri.

source: security library: need random data.
tn: Laeborari ya tshireletso: e tlhoka tshedimosetse e shafotsweng.

source: security library: no security module can perform the requested operation.
tn: Laeborari ya tshireletso: ga gona karolo ya tshireletso e kgonang go dira tiro e kopilweng.
