Repository: translate/mozilla-l10n
Catalog: tn/security/manager/chrome/pipnss/nsserrors.properties.po
Languages: tn

source: The security card or token does not exist, needs to be initialized, or has been removed.
tn: Karata ya tshireletso ga e tlholege, e tlhokana le go baakanyediwa tiriso, kgotsa go tlosiwa.

source: security library: read-only database.
tn: Laeborari ya tshireletso: Polokelotshedimosetso ya puiso fela.

source: No slot or token was selected.
tn: Ga go na lenaane kgotsa karata e tlhophilweng.

source: A certificate with the same nickname already exists.
tn: Setifikeiti se se nang le leina la matshamekwane le le tshwanang se teng.

source: A key with the same nickname already exists.
tn: Taetsi e nang le leina la matshamekwane le le tshwanang e teng.

source: error while creating safe object
tn: phoso fa go dirwa sengwe se se babalesegile

source: error while creating baggage object
tn: phoso fa go dirwa sephuthelwana sengwe

source: Couldn't remove the principal
tn: Ga go a kgonega go ntsha molaketelelapele

source: Couldn't delete the privilege
tn: Ga goa kgonega go phimola tetlelelo

source: This principal doesn't have a certificate
tn: Molaketelelapele o ga a na setifikeiti

source: Required algorithm is not allowed.
tn: bothatatharabololo jo botlhokiwang ga bo letlelelwe.

source: Error attempting to export certificates.
tn: phoso fa go lekiwa go romelantle di setifikeiti.

source: Error attempting to import certificates.
tn: Phoso fa go lekiwa go romelateng di setifikeiti.

source: The user pressed cancel.
tn: Modirisi o tobeditse khansela.

source: Not imported, already in database.
tn: Ga go a romelwateng, go ntse go le mo polokelotshedimosetsong.

source: Message not sent.
tn: Molaetsa ga o a romelwa.

source: Certificate key usage inadequate for attempted operation.
tn: Tiriso ya taedi ya setifikeiti ga e a lekana mo ditekong tsa tiro.

source: Certificate type not approved for application.
tn: Mofuta wa setifikeiti ga wa letlelelwa mo mokgwatirisong.

source: Address in signing certificate does not match address in message headers.
tn: Aterese mo tshaenong ya setifikeiti ga e tshwane le aterese mo dintlhagodimo tsa molaetsa.

source: Unable to generate public/private key pair.
tn: Ga go kgonege go dira taetsi phatlalatsa/taetsi ya poraefete e pana.

source: Certificate nickname already in use.
tn: Leina la matshamekwane la setifikeiti le ntse le a dirisiwa.

source: Peer FORTEZZA chain has a non-FORTEZZA Certificate.
tn: Semphato sa chaene ya FORTEZZA ga sena setifikeiti se e seng sa FORTEZZA.

source: A sensitive key cannot be moved to the slot where it is needed.
tn: Taetsi ya sephiri ga e ka ke ya sutisediwa mo lenaaneng le e tlhokiwang mo go lone.

source: Invalid module name.
tn: Leina la mojulo le le sa rurifadiwang.

source: Invalid module path/filename
tn: tsela ya mojulo e sa rurifadiwang/leina la faele

source: Unable to add module
tn: Ga go kgonege go tsenya mojulo

source: Unable to delete module
tn: Ga go kgonege go phimola mojulo

source: New KRL is not later than the current one.
tn: KRL ya bosheng ga e kgakala go na le ya gone jaana.

source: The Certifying Authority for this certificate is not permitted to issue a certificate with this name.
tn: Motlhomamisi wa Tetlelelo wa setifikeiti se ga a letlelelwe go neela setifikeiti ka leina le.

source: The key revocation list for this certificate is not yet valid.
tn: Lenaane la Taetsi e tlosang ya setifikeiti se ga e ise e rurifadiwe.

source: The certificate revocation list for this certificate is not yet valid.
tn: Lenaane la setifikeiti se setlosang le itebagantse le setifikeiti se ga le ise le rurifadiwe.

source: The requested certificate could not be found.
tn: Setifikeiti se se kopilweng ga se bonwa.

source: The signer's certificate could not be found.
tn: Mo saeni wa setifikeiti ga a bonwa.

source: The location for the certificate status server has invalid format.
tn: Lefelo la sefara ya kemo ya setifikeiti le na le fomete e seng yone.

source: The OCSP response cannot be fully decoded; it is of an unknown type.
tn: Phetolo ya OCSP ga e ka ke ya khoutufatsololwa; ke ya mofuta o sa rurifadiwang.

source: The OCSP server returned unexpected/invalid HTTP data.
tn: Sefara ya OCSP e busitse go sa solofelwa/ tshedimosetso ya HHTP ga e a rurifadiwa.

source: The OCSP server found the request to be corrupted or improperly formed.
tn: Sefara ya OCSP e bona dikopo di senyegile kgotsa di sa dirwa sentle.

source: The OCSP server experienced an internal error.
tn: Sefara ya OCSP e itemogetse phoso ya ka fa teng.

source: The OCSP server suggests trying again later.
tn: Sefara ya OCSP e gakolola gore o leke gape moragonyana.

source: The OCSP server requires a signature on this request.
tn: Sefara ya OCSP e kopa tshaeno mo kopong e.

source: The OCSP server has refused this request as unauthorized.
tn: Sefara ya OCSP e ganne kopo e ka e sa letlelesega.

source: The OCSP server returned an unrecognizable status.
tn: Sefara ya OCSP e bositse seemo se se sa lemogiweng.

source: The OCSP server has no status for the certificate.
tn: Sefara ya OCSP ga e na seemo ka setifikeiti.

source: You must enable OCSP before performing this operation.
tn: O tshwanetse o kgontshe OCSP pele o diragatsa tiro e.

source: You must set the OCSP default responder before performing this operation.
tn: O tswanetse o rulaganye thulaganyetsoruri ya setsebogi sa OCSP pele o diragatsa tiro e.

source: The response from the OCSP server was corrupted or improperly formed.
tn: Karabo gotswa mo sefareng ya OCSP e senyegile kgotsa ga e bopiwa sentle.

source: The signer of the OCSP response is not authorized to give status for this certificate.
tn: Mo saeni wa karabo ya OCSP ga a letlelesega go neela seemo ka setifikeiti se.

source: The OCSP response is not yet valid (contains a date in the future).
tn: Karabo ya OCSP ga e se e rurifadiwe (e tsentse letsatsi mo bokamosong).

source: The OCSP response contains out-of-date information.
tn: Karabo ya OCSP e tsentse tshedimosetso e kgologolo go ka dirisiwa.

source: The CMS or PKCS #7 Digest was not found in signed message.
tn: CMS kgotsa PKCS#7 Digest ga e a bonwa mo molaetseng o saenilweng.

source: The CMS or PKCS #7 Message type is unsupported.
tn: Mofuta wa molaetsa wa CMS kgotsa PKCS#7 ga o a tshegediwa.

source: PKCS #11 module could not be removed because it is still in use.
tn: Mojulo wa PKCS#11 ga o a kgonwa go tlosiwa ka gore o santse e dirisiwa.

source: Could not decode ASN.1 data. Specified template was invalid.
tn: Ga e ka ke ya khoutufatsolola tshedimosetso ya ASN.1. Thempoleite kgethilweng ga e a rurifadiwa.

source: No matching CRL was found.
tn: Ga gona CRL e panang e bonweng.

source: You are attempting to import a cert with the same issuer/serial as an existing cert, but that is not the same cert.
tn: O leka go romelateng cert le moneedi o ntseng e le ene/popo jaaka cert e ntseng e le teng, mme e sa tshwaneng le cert.

source: NSS could not shutdown. Objects are still in use.
tn: NSS ga e ka ke ya tima. Dingwe di santse di dirisiwa.

source: DER-encoded message contained extra unused data.
tn: Molaetsa o khoutufaditsweng wa DER o tsentse tshedimosetso e ntsi e sa dirisiweng.

source: Unsupported elliptic curve.
tn: Elliptic curve ga e a tshegediwa.

source: Unsupported elliptic curve point form.
tn: Foromo ya Elliptic curve point ga e a tshegediwa.

source: Unrecognized Object Identifier.
tn: Setlhaodisa sa dilo ga se lemotshege.

source: Invalid OCSP signing certificate in OCSP response.
tn: Tshaeno ya setifikeiti sa OCSP sga e a rurifadiwa mo karabo ya OCSP.

source: Certificate is revoked in issuer's certificate revocation list.
tn: Setifikeiti se tlositswe mo lenaaneng le le dirololang setifikeiti sa moneedi.

source: Issuer's OCSP responder reports certificate is revoked.
tn: Setsibogi sa OCSP sa Moneedi se bega fa setifikeiti se tlositswe.

source: Issuer's Certificate Revocation List has an unknown version number.
tn: Lenaane le le dirololang Setifikeiti sa Moneedi le na le mofuta wa dinomore o sa itsheweng.

source: Issuer's V1 Certificate Revocation List has a critical extension.
tn: Lenaane le le Dirololang Setifikeiti sa Moneedi sa V1 se na le mogatlanafaele o botlhokwa.

source: Issuer's V2 Certificate Revocation List has an unknown critical extension.
tn: Lenaane le le Dirololang Setifikeiti sa Moneedi sa V2 se na le mogatlanafaele o botlhokwa.

source: Unknown object type specified.
tn: Mofuta wa sengwe se se sa itseweng o supilwe.

source: PKCS #11 driver violates the spec in an incompatible way.
tn: Selaodi sa PKCS#11 se tlontlolola spec ka tsela e sa tsamaisanyeng.

source: No new slot event is available at this time.
tn: Ga gona lenaane la tiragalo le le sha le le rebotsweng ka nako e.

source: CRL already exists.
tn: CRL e ntse e le teng.

source: NSS is not initialized.
tn: NSS ga e a baakanyetsa tiriso.

source: The operation failed because the PKCS#11 token is not logged in.
tn: Tiriso e padile ka gore taetsi ya PKCS#11 ga e a tsena.

source: Configured OCSP responder's certificate is invalid.
tn: Setifikeiti sa Setsibogi sa OCSP se se rulagantsweng ga se a rurifadiwa.

source: OCSP response has an invalid signature.
tn: Tsibogo ya OCSP e na le tshaeno e sa rurifadiwang.

source: Cert validation search is out of search limits
tn: Pheneno ya netefatso ya Cert e feletswe ke seelo sa patlo.

source: Policy mapping contains anypolicy
tn: Tswaraganyo ya melao e tshotse molao mongwe le mongwe.

source: Cert chain fails policy validation
tn: Chaene ya Cert e palelwa ke go netefatsa molao.

source: Unknown location type in cert AIA extension
tn: Lefelo le mofuta o sa itseweng mo mogatlanafaele wa cert AIA

source: Server returned bad HTTP response
tn: Sefara e busitse karabo e sa siamang ya HTTP

source: Server returned bad LDAP response
tn: Sefara e busitse karabo e sa siamang ya LDAP

source: Failed to encode data with ASN1 encoder
tn: Go palegile go khoutufatsa tshedimosetso ka khoutufatsi ya ASN1

source: Bad information access location in cert extension
tn: Tetlelesego ya lefelo la Tshedimosetso e sa siama mo mogatlanafaele wa cert

source: Libpkix internal error occurred during cert validation.
tn: Phoso ya moteng ya Libpkix e diragetse fa cert se netefadiwa.

source: A PKCS #11 module returned CKR_GENERAL_ERROR, indicating that an unrecoverable error has occurred.
tn: PKCS#11 mojulo o busitse CKR_GENERAL_ERROR, o supa fa phoso e ka se keng ya busetswa mo seemo se se siameng e diragetse.

source: A PKCS #11 module returned CKR_DEVICE_ERROR, indicating that a problem has occurred with the token or slot.
tn: Mojulo wa PKCS#11 o busitse CKR_DEVICE_ERROR, o supa fa bothata bo diragetse ka taetsi kgotsa kgotsa lenaane.

source: Unknown information access method in certificate extension.
tn: Tshedimosetso ya mofuta wa tetlelesego o sa itsiweng mo mogatlanafaeleng wa setifikeiti.

source: Error attempting to import a CRL.
tn: Phoso fa go lekwa go romelateng CRL.

source: The password expired.
tn: Khunololamoraba ga e sa tlhole e dira.

source: The password is locked.
tn: Khunololamoraba e kganelakwalo.

source: Unknown PKCS #11 error.
tn: Phoso e sa itsiweng ya PKCS#11.

source: Invalid or unsupported URL in CRL distribution point name.
tn: URL e sa rurifadiwang kgotsa e sa tshegediweng mo leineng la thomelelo ntlha la CRL.

source: The certificate was signed using a signature algorithm that is disabled because it is not secure.
tn: Setifikeiti se saenilwe go dirisiwa Tshaeno ya bothatatharabololo e sa direng ka gore ga e a sireletsega.
