Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/preferences/aboutPermissions.dtd.po
Languages: ar, as, az, bn_in, hi_in, hy_am, id, kk, ku, ky, lv, ml, ms, my, oc, or, sd, si, sw, te, ur, xh

source: Permissions Manager
ar: مدير التصريحات
as: অনুমতি ব্যৱস্থাপক
az: İcazə idarəçisi
bn_in: অনুমতি পরিচালন ব্যবস্থা
hi_in: अनुमति प्रबंधक
hy_am: Լիազորումների կառավարիչ
id: Pengelola Izin
kk: Рұқсаттарды басқарушысы
ku: Birêvebera destûran
ky: Уруксаттарды башкаруу
lv: Atļauju pārvaldnieks
ml: അനുവാദങ്ങള്‍ക്കുള്ള പാലകന്‍
ms: Pengurus Kebenaran
my: ပါမစ်ရှင်စီမံခန့်ခွဲမှူအစု
oc: Gestion de las permissions
or: ଅନୁମତି ପରିଚାଳକ
sd: اِجارتن جو اِنتطام ڪندڙ
si: අවසර කළමනාකරණය
sw: Msimamizi wa Ruhusa
te: అనుమతుల నిర్వాహిక
ur: اجازتیں مینیجر
xh: UMphathi weeMvume

source: Search Sites
ar: مواقع البحث
as: সন্ধান ছাইটসমূহ
az: Axtarış saytları
bn_in: সাইট অনুসন্ধান করুন
hi_in: खोज साइट
hy_am: Որոնել կայքեր
id: Cari Situs
kk: Сайттарды іздеу
ku: Malperên lêgerînê
ky: Сайттарды издөө
lv: Meklēt lapas
ml: സൈറ്റുകള്‍ തെരയുക
ms: Laman Carian
my: ဆိုက်အားရှာဖွေပါ
oc: Recercar de sites
or: ସାଇଟଗୁଡ଼ିକୁ ସନ୍ଧାନ କରନ୍ତୁ
sd: سائيٽون ڳوليو
si: අඩවි සෙවීම
sw: Wavuti wa Utafutaji
te: అన్వేషణ సైట్లు
ur: سائٹ تلاش کریں
xh: Iisayithi zokukhangela

source: All Sites
ar: كل المواقع
as: সকলো ছাইট
az: Bütün saytlar
bn_in: সর্বধরনের সাইট
hi_in: सभी साइट
hy_am: Բոլոր կայքերը
id: Semua Situs
kk: Барлық сайттар
ku: Hemû malper
ky: Бардык сайттар
lv: Visas lapas
ml: എല്ലാ സൈറ്റുകളും
ms: Semua Laman
my: ဝက်ဆိုက်များအားလုံး
oc: Totes los sites
or: ସମସ୍ତ ସାଇଟଗୁଡ଼ିକ
sd: سڀ سائيٽون
si: සියළුම අඩවි
sw: Wavuti Wote
te: అన్ని సైట్లు
ur: تمام سائٹ
xh: IiSayithi zonke

source: Permissions for
ar: تصريحات
as: বাবে অনুমতিসমূহ
az: İcazələr:
bn_in: চিহ্নিত অনুমতি
hi_in: इसके लिए अनुमति
hy_am: Թույլտվություն
id: Izin untuk
kk: Келесі үшін рұқсаттар
ku: Destûr:
ky: Уруксаттары:
lv: Atļaujas lapai
ml: ഇവയ്ക്കുള്ള അനുവാദങ്ങള്‍
ms: Kebenaran untuk
my: ဤအတွက်ပါမစ်ရှင်
oc: Permissions per :
or: ଏହା ପାଇଁ ଅନୁମତି
sd: لاءِ اِجازتون
si: අවසර ලැබෙන්නේ
sw: Ruhusa za
te: దీనికొరకు అనుమతులు
ur: اجازتیں بر
xh: Iimvume ze

source: Default Permissions for All Sites
ar: التصريحات المبدئية لجميع المواقع
as: সকলো ছাইটৰ বাবে অবিকল্পিত অনুমতি
az: Bütün saytlar üçün hazırkı standart icazələr
bn_in: সর্বধরনের সাইটের জন্য ডিফল্ট অনুমতি
hi_in: के लिये अनुमति
hy_am: Պայմանական թույլտվություններ բոլոր կայքերի համար
id: Izin Baku untuk Semua Situs
kk: Барлық сайттар үшін бастапқы рұқсаттар
ku: Ji bo hemû malperan destûrên standard
lv: Noklusētās atļaujas visām lapām
ml: എല്ലാ സൈറ്റുകള്‍ക്കും സ്വതവേയുള്ള അനുവാദങ്ങള്‍
ms: Tetapan kebenaran bagi semua laman
my: ဝက်ဆိုက်အားလုံးအတွက်သင့်တော်အောင်သတ်မှတ်ထားသောပါမစ်ရှင်
oc: Permissions per defaut per totes los sites
or: ସମସ୍ତ ସାଇଟଗୁଡ଼ିକ ପାଇଁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଅନୁମତି
sd: سڀني سائيٽن لاءِ ڊيفالٽ اِجازتون
si: සියළුම අඩවි පෙරනිමි (Default) අවසරය
sw: Ruhisa Chaguo-msingi za Wavuti Zote
te: అన్ని సైట్ల కొరకు అప్రమేయ అనుమతులు
ur: تمام سائٹ کے لیے طےشدہ اجازتیں
xh: Iimvume ezisisiseko zeeSayithi zonke

source: Forget About This Site
ar: انسَ هذا الموقع
as: এই ছাইটৰ বিষয়ে পাহৰি যাওক
az: Bu saytı unut
bn_in: এই সাইট সম্পর্কিত তথ্য সংরক্ষণ করা হবে না
hi_in: इस साइट के बारे में भूल गए
hy_am: Մոռանալ Այս Կայքի Մասին
id: Lupakan Situs Ini
kk: Бұл сайт туралы ұмыту
ku: Vê malperê ji bîr bike
lv: Aizmirst par šo lapu
ml: ഈ സൈറ്റിനെപ്പറ്റി മറക്കുക
ms: Lupakan Laman Ini
my: ဒီဆိုက် အကြောင်းကို မေ့ပစ်ပါ
oc: Doblidar las informacions sus aqueste site
or: ଏହି ସାଇଟ ବିଷୟରେ ଭୁଲିଯାଆନ୍ତୁ
sd: هيءَ سائيٽ وساري ڇڏيو
si: මේ අඩවිය පිළිබඳ අමකත කරන්න
sw: Sahau Kuhusu Wavuti Huu
te: ఈ సైటు గూర్చి మర్చిపో
ur: اس سائٹ کے بارے میں بھول جائیں
xh: Libala ngale sayithi

source: Always Ask
ar: اسأل دائمًا
as: সদায় সোধিব
az: Həmişə soruş
bn_in: সর্বদা জিজ্ঞাসা করা হবে
hi_in: हमेशा पूछें
hy_am: Միշտ հարցնել
id: Selalu Tanyakan
kk: Әрқашан сұрау
ku: Her tim bipirse
ky: Дайыма суроо
lv: Vienmēr jautāt
ml: എപ്പോഴും ചോദിയ്ക്കുക
ms: Selalu ditanya
my: အမြဲမေးပါ
oc: Demandar totjorn
or: ସର୍ବଦା ପଚାରନ୍ତୁ
sd: هميشهە پڇو
si: සෑමවිටම විමසන්න
sw: Kila wakati Uliza
te: ఎల్లప్పుడూ అడుగు
ur: ہمیشہ پوچھیں
xh: Buza qho

source: Allow
ar: اسمح
as: অনুমতি দিয়ক
az: İcazə ver
bn_in: অনুমতি প্রদান করুন
hi_in: अनुमति दें
hy_am: Թույլատրել
id: Izinkan
kk: Рұқсат ету
ku: Destûrê bide
ky: Уруксат берүү
lv: Atļaut
ml: അനുവദിയ്ക്കുക
ms: Benarkan
my: ခွင့်ပြုပါ (A)
oc: Autorizar
or: ଅନୁମତି ଦିଅନ୍ତୁ
sd: اجازت ڏيو
si: ඉඩදෙන්න
sw: Ruhusu
te: అనుమతించు
ur: ہونے دیں
xh: Vumela

source: Allow for Session
ar: اسمح لهذه الجلسة
as: অধিবেশনৰ বাবে অনুমতি দিয়ক
az: Bu seans üçün icazə ver
bn_in: সেশনের জন্য অনুমতি প্রদান করুন
hi_in: सत्र के लिए अनुमति दें
hy_am: Թույլատրել աշխատաշրջանի ընթացքում
id: Izinkan untuk Sesi
kk: Сессия үшін рұқсат ету
ku: Ji bo daniştinê destûrê bidê
ky: Сессия үчүн уруксат берүү
lv: Atļaut uz sesiju
ml: സെഷന്‍ അനുവദിയ്ക്കുക
ms: Sesi ini dibenarkan
my: အခန်းကဏ္ဍအတွက် ခွင့်ပြုပါ
oc: Autorizar pendent la sesilha
or: ଅଧିବେଶନ ପାଇଁ ଅନୁମତି ଦିଅନ୍ତୁ
sd: سيشن لاءِ اِجازت ڏيو
si: සැසිය සඳහා ඩඉදෙන්න
sw: Ruhusu kwa Kipindi
te: సెషన్ కొరకు అనుమతించు
ur: سیشن کے لیے اجازت دیں
xh: Vumela iseshoni

source: Allow First Party Only
ar: اسمح للموقع الأصلي فقط
as: কেৱল প্ৰথম দলক অনুমতি দিয়ক
az: Yalnız ilk partiyaya icazə ver
bn_in: শুধু প্রথম পক্ষের অনুমতি দিন
hi_in: केवल प्रथम पक्ष स्वीकारें
hy_am: Թույլատրել միայն առաջին մասը
id: Hanya Izinkan dari Pihak Pertama
kk: Тек бірінші жаққа рұқсат ету
ku: Destûrê bide partiya pêşî tenê
ky: Тек биринчи жакка уруксат берүү
lv: Atļaut tikai pirmās puses
ml: ആദ്യത്തെ പാര്‍ട്ടി മാത്രം അനുവദിയ്ക്കുക
ms: Izinkan Pihak Pertama Sahaja
my: မူလသက်ဆိုင်သူသာ ခွင့်ပြုပါ
oc: Domeni principal sol
or: କେବଳ ପ୍ରଥମ ପକ୍ଷକୁ ଅନୁମତି ଦିଅନ୍ତୁ
si: ප්‍රථම පාර්ශවයට පමණක් ඉඩදෙන්න
sw: Ruhusu Wahusika wa Kwanza Pekee
te: మొదటి పార్టీ మాత్రమే అనుమతించు
ur: صرف پہلا فریق ہونے دیں
xh: Vumela iqela lokuqala kuphela

source: Block
ar: امنع
as: প্ৰতিৰোধ কৰক
az: Blokla
bn_in: প্রতিরোধ করুন
hi_in: रोकें
hy_am: Արգելել
id: Blokir
kk: Блоктау
ku: Asteng Bike
ky: Бөгөттөө
lv: Bloķēt
ml: തടയുക
ms: Halang
my: ပိတ်ဆို့ပါ
oc: Blocar
or: ଅଟକାନ୍ତୁ
sd: روڪيو
si: අවහිර කරන්න
sw: Zuia
te: నిరోదించు
ur: بلاک کریں
xh: Thintela

source: Store Passwords
ar: خزّن كلمات السر
as: পাছৱৰ্ডসমূহ সংৰক্ষণ কৰক
az: Şifrələri saxla
bn_in: পাসওয়ার্ড সংরক্ষণ করা হবে
hi_in: कूटशब्द भंडारित करें
hy_am: Դասավորել գաղտնաբառերը
id: Simpan Sandi
kk: Парольдерді сақтау
ku: Şîfreyan tomar bike
ky: Сырсөздөрдү сактоо
lv: Saglabāt paroles
ml: രഹസ്യവാക്കുകള്‍ സൂക്ഷിയ്ക്കുക
ms: Menyimpan kata laluan
my: သိမ်းဆည်းထားသောလျှို့ဝှက်စကားလုံးများ
oc: Afichar los senhals
or: ପ୍ରବେଶ ସଂକେତଗୁଡ଼ିକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ
sd: ڳجها لفظ قائم رکو
si: රහස්පද ගබඩා කරන්න
sw: Hifadhi Nywila
te: సంకేతపదాలు నిల్వవుంచు
ur: پاس ورڈ ذخیرہ کریں
xh: Gcina iiPasiwedi

source: Manage Passwords…
ar: إدارة كلمات السر…
as: পাছৱৰ্ডসমূহ ব্যৱস্থাপনা কৰক…
az: Şifrələri idarə et…
bn_in: পাসওয়ার্ড পরিচালনা…
hi_in: कूटशब्द प्रबंधित करें…
hy_am: Կառավարել գաղտնաբառերը...
id: Kelola Sandi…
kk: Парольдерді басқару…
ku: Şîfreyan bi rê ve bibe…
ky: Сырсөздөрдү башкаруу…
lv: Pārvaldīt paroles…
ml: രഹസ്യവാക്കുകള്‍ കൈകാര്യം ചെയ്യുക…
ms: Urus Kata Laluan
my: လျှို့ဝှက်စကားလုံးများအားစီမံခန့်ခွဲမည်။
oc: Gerir los senhals...
or: ପ୍ରବେଶ ସଂକେତଗୁଡ଼ିକୁ ପରିଚାଳନା କରନ୍ତୁ…
sd: ڳجهن لفظن جو اِنتظام ڪريو۔۔۔
si: රයස්පද කළමනාකරණය…
sw: Simamia Nywila…
te: సంకేతపదాలు నిర్వహించు…
ur: پاس ورڈ بندوبست کریں...
xh: Lawula iiPasiwedi…

source: Set Cookies
ar: اضبط الكعكات
as: কুকিসমূহ সংহতি কৰক
az: Çərəzləri qur
bn_in: কুকি নির্ধারণ
hi_in: कुकीज़ सेट करें
hy_am: Տեղադրել Cookie-ին
id: Setel Kuki
kk: Cookies орнату
ku: Çerezan bihêle
ky: Кукилерди орнотуу
lv: Iestatīt sīkdatnes
ml: കുക്കികള്‍ സജ്ജമാക്കുക
ms: Tetapkan Cookie
my: ကွတ်ကီးများအားထားမည်
oc: Definir de cookies
or: କୁକିଗୁଡ଼ିକୁ ସେଟ କରନ୍ତୁ
sd: ڪڪيز سيٽ ڪريو
si: කුකීස් සකසන්න
sw: Weka Vidakuzi
te: కుకీలను అమర్చు
ur: کوکیاں سیٹ کریں
xh: Misela iikhukhi

source: Remove Cookies
ar: أزِل الكعكات
as: কুকিসমূহ আতৰাওক
az: Çərəzləri Sil
bn_in: কুকি মুছে ফেলুন
hi_in: कुकीज़ हटाएँ
hy_am: Հեռացնել կուկերը
id: Hapus Kuki
kk: Cookies өшіру
ku: Çerezan jê bibe
ky: Кукилерди өчүрүү
lv: Dzēst sīkdatnes
ml: കുക്കികള്‍ നീക്കം ചെയ്യുക
ms: Singkir Cookie
my: ကွတ်ကီးများကို ဖယ်ထုတ်ပါ
oc: Suprimir de cookies
or: କୁକିଗୁଡ଼ିକୁ ବାହାର କରନ୍ତୁ
sd: ڪُڪير ڪڍي ڇڏيو
si: කුකීන් ඉවත් කරන්න
sw: Ondoa Vidakuzi
te: కుకీలను తీసివేయి
ur: کوکیاں ہٹائیں
xh: Susa iikhukhi

source: Manage Cookies…
ar: إدارة الكعكات…
as: কুকিসমূহ ব্যৱস্থাপনা কৰক…
az: Çərəzləri idarə et…
bn_in: কুকি পরিচালনা…
hi_in: कुकीज़ प्रबंधित करें…
hy_am: Կառավարել Cookies-ները...
id: Kelola Kuki…
kk: Cookies басқару…
ku: Çerezan bi rê ve bibe…
ky: Кукилерди башкаруу…
lv: Pārvaldīt sīkdatnes…
ml: കുക്കികള്‍ കൈകാര്യം ചെയ്യുക…
ms: Urus Cookie...
my: ကွတ်ကီးများအားစီမံခန့်ခွဲမည်..
oc: Gerir los Cookies...
or: କୁକିଗୁଡ଼ିକୁ ପରିଚାଳନା କରନ୍ତୁ…
sd: ڪُڪيز جو اِنتظام ڪريو۔۔۔
si: කුකීස් කළමනාකරණය…
sw: Simamia Cookies…
te: కుకీలను నిర్వహించు…
ur: کوکیاں بندوبست کریں...
xh: Lawula iikhukhi…

source: Remove All Cookies
ar: أزِل كل الكعكات
as: সকলো কুকি আতৰাওক
az: Bütün Çərəzləri Sil
bn_in: সকল কুকি মুছে ফেলুন
hi_in: सभी कुकीज़ हटाएँ
hy_am: Ջնջել Բոլոր Պատրաստուքները
id: Hapus Semua Kuki
kk: Барлық Cookies өшіру
ku: Hemû çerezan rake
ky: Бардык кукилерди өчүрүү
lv: Dzēst visas sīkdatnes
ml: എല്ലാ കുക്കികളും നീക്കം ചെയ്യുക
ms: Buang Semua Cookie
my: ကွတ်ကီးများ အားလုံးကို ဖယ်ရှားပါ
oc: Suprimir totes los Cookies
or: ସମସ୍ତ କୁକିଗୁଡ଼ିକୁ ବାହାର କରନ୍ତୁ
sd: سڀ ڪُڪيِز ڪڍي ڇڏيو
si: සියළු කුකීන් ඉවත් කරන්න
sw: Ondoa Vidakuzi Vyote
te: అన్ని కుకీలను తీసివేయి
ur: تمام کوکیاں ہٹائیں
xh: Susa zonke iikhukhi

source: Share Location
ar: تشارَك الموقع
as: অৱস্থান অংশীদাৰী কৰক
az: Ünvanımı paylaş
bn_in: অবস্থান প্রকাশ করা হবে
hi_in: स्थान साझा करें
hy_am: Հայտնել գտնվելու վայրը
id: Berbagi Lokasi
kk: Орналасуды жариялау
ku: Cî parve bike
ky: Жайгашкан жерин бөлүшүү
lv: Atklāt atrašanās vietu
ml: സ്ഥാനം പങ്കിടുക
ms: Kongsi Lokasi
my: တည်နေရာအားသိစေမည်။
oc: Partejar l'emplaçament
or: ସ୍ଥାନକୁ ସହଭାଗ କରନ୍ତୁ
sd: ٺڪاڻو ونڊيو
sw: Gawiza Mahali
te: స్థానాన్ని పంచుము
ur: محل وقوع شیئر کریں
xh: Yabelana ngeNdawo

source: Plugins
ar: الملحقات
as: প্লাগিনসমূহ
az: Qoşmalar
bn_in: প্লাগ-ইন
hi_in: प्लगइन
hy_am: Բաղադրիչներ
id: Plugin
kk: Плагиндер
ku: Pêvek
ky: Плагиндер
lv: Spraudņi
ml: പ്ലഗിനുകള്‍
ms: Plugin-plugin
my: ပလပ်အင်
oc: Empeutons (Plugins)
or: ପ୍ଲଗଇନଗୁଡ଼ିକ
sd: پلگ اِنس
si: ප්ලගීන
sw: Programu-jalizi
te: చొప్పింత
ur: پلگ ان
xh: Iisoftwe ezincedisayo

source: Maintain Offline Storage
ar: اعتنِ بالمحتوى المخزّن بلا اتصال
as: অফলাইন সংৰক্ষণ বজায় ৰাখক
az: Offline fayl saxlamağa icazə ver
bn_in: অফ-লাইন সংগ্রহস্থল বজায় রাখা হবে
hy_am: Պահպանել անցանց պահոցը
id: Kelola Penyimpanan Luring
kk: Дербес сақтау қорын басқару
ku: Destûrê bide depokirina negirêdayî
lv: Uzturēt datu glabātuvi datorā
ml: ഓഫ്‌ലൈന്‍ സംഭരണം കൈകാര്യം ചെയ്യുക
ms: Kekalkan Storan Luartalian
my: အင်တာနက်မရှိစဉ်သုံးမှတ်ဉာဏ်အားပြုပြင်ထိန်းသိမ်းမည်
oc: Conservar de donadas fòra connexion
or: ଅଫଲାଇନ ସଂରକ୍ଷଣକୁ ନିର୍ବାହ କରନ୍ତୁ
sd: آف لائن سنگرهە قائم رکو
si: අසම්බන්ධිත සංචිතය (Offline Storage) නඩත්තු කරන්න
sw: Weka Hifadhi Nje ya mtandao
te: ఆఫ్‌లైన్ నిల్వ నిర్వహించు
ur: آف لائن ذخیرہ قائم رکھیں
xh: Londoloza i-Offline Storage

source: Open Pop-up Windows
ar: افتح النوافذ المنبثقة
as: পপ-আপ উইন্ডোসমূহ খোলক
az: Qəfil-pəncərələri aç
bn_in: পপ-আপ উইন্ডো খুলুন
hy_am: Բացել Pop-up Պատուհանները
id: Buka Jendela Sembulan
kk: Атып шығатын терезелерді рұқсат ету
ku: Pencereyên pop-up veke
lv: Atvērt jaunos logus
ml: പോപ്പപ്പ് ജാലകങ്ങള്‍ തുറക്കുക
ms: Buka Tetingkap Pop-up
my: ပေါ့အပ်ဝင်းဒိုးအားဖွင့်ပါ
oc: Dobrir de fenèstras sorgissentas
or: ପପଅପ ୱିଣ୍ଡୋଗୁଡ଼ିକୁ ଖୋଲନ୍ତୁ
sd: پاپ اپ ونڊوز کوليو
si: පැන-නඟින කවුළු විවෘත කරන්න
sw: Fungua Dirisha Ibukizi
te: పాప్-అప్ విండోలను తెరువుము
ur: پاپ اپ دریچے کھولیں
xh: Vula iifestile Ezizivelelayo

source: Fullscreen
ar: ملء الشاشة
as: পূৰ্ণপৰ্দা
az: Tam ekran
bn_in: সম্পূর্ণ পর্দায় প্রদর্শন
hi_in: पूर्ण स्क्रीन
hy_am: Լիաէկրան
id: Layar Penuh
kk: Толық экран
ku: Tam ekran
ky: Толук экран
lv: Pilnekrāna režīms
ml: സ്ക്രീന്‍ പൂര്‍ണ്ണവലിപ്പത്തില്‍
ms: Skrin penuh
my: ဖန်သားပြင်အပြည့်
oc: Ecran complet
or: ସମ୍ପୂର୍ଣ ପରଦା
sd: سموري اِسڪرن
si: පූර්ණතිරය
sw: Skrini Nzima
te: నిండుతెర
ur: پوري اسکريين
xh: Iskrini esizeleyo

source: Receive Push Notifications
ar: استلام دفع التنبيهات
az: Ani bildirişləri al
bn_in: পুশ বিজ্ঞপ্তি পান
hy_am: Ստանալ Push ծանուցումներ
lv: Saņemt Push paziņojumus
xh: Fumana Izaziso ne-Push

source: Use the Camera
ar: استخدام الكمرة
as: কেমেৰা ব্যৱহাৰ কৰক
az: Kameradan istifadə et
bn_in: ক্যামেরা ব্যবহার করুন
hi_in: कैमरे का उपयोग करें
hy_am: Օգտ. տեսախցիկը
id: Gunakan Kamera
kk: Камераны қолдану
lv: Izmantot kameru
ml: ക്യാമറ ഉപയോഗിയ്ക്കുക
ms: Gunakan Kamera
my: ကင်မရာအားသုံးပါ
oc: Utilizar la camèra
or: କ୍ୟାମେରା ବ୍ୟବହାର କରନ୍ତୁ
si: කැමරාව භාවිත කරන්න
te: కేమెరా ఉపయోగించు
ur: کیمرہ استعمال کریں
xh: Sebenzisa ikhamera

source: Use the Microphone
ar: استخدام الميكروفون
as: মাইক্ৰফোন ব্যৱহাৰ কৰক
az: Mikrofondan istifadə et
bn_in: মাইক্রোফোন ব্যবহার করুন
hi_in: माइक्रोफ़ोन का उपयोग करें
hy_am: Օգտ. խոսափողը
id: Gunakan Mikrofon
kk: Микрофонды қолдану
lv: Izmantot mikrofonu
ml: മൈക്രോഫോണ്‍ ഉപയോഗിയ്ക്കുക
ms: Gunakan Mikrofon
my: မိုက်ကရိုဖုန်းအားသုံးပါ
oc: Utilizar lo microfòn
or: ମାଇକ୍ରୋଫନ ବ୍ୟବହାର କରନ୍ତୁ
si: මයික්‍රෆෝනය භාවිත කරන්න
te: మైక్రోఫోన్ ఉపయోగించు
ur: مائیکروفون استعمال کریں
xh: Sebenzisa imayikhrofoni
