Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/preferences/colors.dtd.po
Languages: az, cy, eu, hi_in, hy_am, kk, ku, mn, ms, rw, si, tt, ug, vi

source: Colors
az: Rənglər
cy: Lliwiau
eu: Koloreak
hi_in: रंग
hy_am: Գույներ
kk: Түстер
ku: Reng
ms: Warna
rw: Amabara
si: වර්‍ණ
tt: Tösler
ug: رەڭلەر
vi: Màu sắc

source: 38em
eu: 44em
ku: 42em
mn: 45em
rw: 55em

source: 41em
eu: 44em
ku: 43em
mn: 45em

source: &Override the colors specified by the page with my selections above:
az: Səhifənin təyin etdiyi rəngləri yuxarıdakı seçimlərimlə &dəyiş:
cy: &Anwybyddu'r lliwiau sy'n cael eu pennu gan y dudalen gan ddefnyddio fy newis i uchod:
eu: &Gainidatzi orriak zehaztutako koloreak nire goiko hautapenekin:
hi_in: ऊपर के चयन के साथ पृष्ठ के द्वारा रंग को अधिरोहित करें:
si: පිටුව මගින් නිවේශිත වර්ණ මගේ තෝරාගැනීම් සමඟ අතික්‍රමණය කරන්න (&O):

source: Always
az: Hər zaman
cy: Bob tro
eu: Beti
hi_in: हमेशा
kk: Әрқашан
ku: Her tim
mn: үргэлж
ms: Sentiasa
si: සැමවිටම
ug: ھەمىشە
vi: Luôn luôn

source: Only with High Contrast themes
az: Ancaq yüksək kontrastlı örtüklər ilə
cy: Dim ond y themâu Cyferbyniad Uchel
eu: Kontraste handiko itxurekin soilik
hi_in: केवल उच्च विरोधी प्रसंग
kk: Тек жоғары контрастты темалармен
si: අධි දීප්ති තේමා සමඟ පමණයි

source: Never
az: Heç zaman
cy: Byth
eu: Inoiz ez
hi_in: कभी न
kk: Ешқашан
ku: Qet
mn: хэзээ ч үгүй
ms: Tidak sekali
ug: ھەرگىز
vi: Không bao giờ

source: Text and Background
az: Mətn və arxa fon
cy: Testun a Chefndir
eu: Testua eta atzeko planoa
hi_in: पाठ व पृष्ठभूमि
hy_am: Տեքստ և Աստառ
kk: Мәтін мен аясы
ku: Deq û Rûerd
mn: Текст ба Ар дэвсгэр
ms: Teks dan Latar Belakang
rw: Inyandiko n'Imbuganyuma
si: පෙළ සහ පසුබිම
tt: Tekst we Arqatufraq
ug: تېكىست ۋە تەگلىك
vi: Văn bản và Nền

source: &Text:
az: Mə&tn:
cy: &Testun:
eu: &Testua:
hi_in: पाठ:
hy_am: Տեքստ.
kk: Мә&тін:
ku: &Deq:
mn: Те&кст:
ms: Te&ks:
rw: In&yandiko:
si: පෙළ:
tt: &Tekst:
ug: تېكىست(&T):
vi: &Văn bản:

source: &Background:
az: &Arxa fon:
cy: &Cefndir:
eu: &Atzeko planoa:
hi_in: पृष्ठभूमि:
hy_am: Աստառ.
kk: А&ясы:
ku: &Rûerd:
mn: &Ар дэвсгэр:
ms: &Latar:
rw: &Mbuganyuma:
si: පසුබිම:
tt: &Arqatufraq:
ug: تەگلىك(&B):
vi: &Nền:

source: U&se system colors
az: &Sistem rənglərindən istifadə et
cy: Defnyddio lliwiau'r &system
eu: &Erabili sistemaren koloreak
hi_in: सिस्टम रंग का प्रयोग करें
hy_am: Օգտագործել համակարգի գույները
kk: Жү&йе түстерін қолдану
ku: &Rengên pergalê bikar bîne
ms: Guna warna &sistem
rw: Ko&resha amabara ya sisitemu
si: පද්ධති වර්‍ණ භාවිතා කරන්න
tt: &Sistem töslerín qullan
ug: سىستېما رېڭىنى ئىشلەت(&S)
vi: &Dùng màu sắc của hệ thống

source: &Underline links
az: Bağlant&ıların altını xətlə
cy: Tanlinellu &dolenni
eu: A&zpimarratu loturak
hi_in: रेखांकित कड़ी
hy_am: Հղաւմներն ընդգծել
kk: &Сілтемелердің астын сызу
ku: B&inê girêdanan xêz bike
mn: Доогуур зурааст &холбоос
ms: Pa&utan garis bawah
rw: Gu&ca umurongo ku mahuza
si: පුරුක් යටීර
tt: Bocralarnı assızı&qla
ug: ئاستى سىزىقلىق ئۇلانما(&U)
vi: &Gạch chân các liên kết

source: Link Colors
az: Keçid rəngləri
cy: Lliw Dolenni
eu: Loturen koloreak
hi_in: रंग कड़ीबद्ध करें
hy_am: Հղման Գույները
kk: Сілтеме түсі
ku: Rengên girêdanan
ms: Pautan Warna
rw: Amabara ya Mahuza
si: පුරුක් වර්‍ණ
tt: Bocra töslerí
ug: ئۇلانما رەڭگى
vi: Màu sắc của Liên kết

source: Unvisited &Links:
az: Baxılmamış &keçidlər:
cy: &Dolenni heb gael Ymweliad:
eu: Bi&sitatu gabeko loturak:
hi_in: अनदेखी कड़ियाँ:
hy_am: Չայցելված հղումներ.
kk: Ашыл&маған сілтемелер:
ku: Girêda&nên ku nehatine vekirin:
mn: Зор&чоогүй холбоос:
ms: Pautan &Belum Dilawat:
rw: Ama&huza Adasurwa:
si: ගමන් නොකළ පුරුක්:
tt: Ziyaret İtílmegen &Bocralar:
ug: زىيارەت قىلىنمىغان ئۇلانما(&L):
vi: &Liên kết chưa vào:

source: &Visited Links:
az: &Baxılmış keçidlər:
cy: Dolenni &wedi cael Ymweliad:
eu: &Bisitatutako loturak:
hi_in: देखी कड़ियाँ:
hy_am: Այցելված հղումներ.
kk: А&шылған сілтемелер:
ku: Girêdanên hatine &vekirin:
mn: Зорчсо&н холбоос:
ms: Pautan Dila&wat:
rw: Amahu&za Asurwa:
si: ගමන් කළ පුරුක්:
tt: &Ziyaret İtílgen Bocralar:
ug: زىيارەت قىلىنغان ئۇلانما(&V):
vi: Liên &kết đã vào:

source: &Override the colors specified by the page with your selections above:
kk: Парақ көрсеткен түстерді cенің төмендегі таңдауымен а&лмастыру:

source: &Allow pages to choose their own colors, instead of my selections above
hy_am: Թույլատրել էջերին, վերը նշվածների փոխարեն, ընտրել իրենց սեփական գույները
tt: Sexifele&rge üz töslerín saylaw röxsetín bir, östegí saylawlarım urınına
