Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/preferences/downloads.dtd.po
Languages: af, xh, zu

source: Download Folder
af: Aflaaivouer
xh: Thoba Umthwalo Wesiqulathi Seefayili
zu: Thatha ufake ifolda

source: &Ask me where to save every file
af: &Vra vir my waar om elke lêer te stoor
xh: &Ndibuze apho ifayili nganye ifanele ukugcinwa khona
zu: &Ngibuze ukuthi ifayela ngalinye ngizoligcina kuphi

source: &Save all files to this folder:
af: &Stoor alle lêers in hierdie vouer:
xh: &Gcina zonke iifayili kwesi siqulathi seefayili:
zu: &Gcina wonke amafayela kule folda:

source: Desktop
af: Werkskerm
xh: Ulwazi oluseskrinini
zu: Okukuskrini

source: My Downloads
af: My aflaaie
xh: Iziganeko Zam Zokuthotywa Kwemithwalo
zu: Engikuthathe ngakufaka

source: &Browse...
af: &Blaai...
xh: &Khangela...
zu: &Bheka...

source: C&hoose...
af: K&ies...
xh: Kh&etha...
zu: K&hetha...

source: Download Manager
af: Aflaaibestuurder
xh: Thoba Umthwalo Womphathi
zu: Umqondisi Wokuthatha Ufake

source: Sh&ow Download Manager when a download begins
af: W&ys aflaaibestuurder wanneer 'n aflaai begin
xh: Bo&nisa Umphathi Wokuthoba Umthwalo ixesha lokuqalisa ukuthoba umthwalo
zu: Bo&nisa Umqondisi Wokuthatha Ufake lapho kuqala ukuthatha ufake

source: &Close the Download Manager when all downloads are complete
af: &Sluit die aflaaibestuurder wanneer alle aflaaie afgehandel is
xh: &Vala Umphathi Wokuthoba Umthwalo xa zonke iziganeko zokuthoba umthwalo ziphelile
zu: &Vala uMqondisi Wokuthatha Ufake lapho konke ukufakwa sekuphelile

source: Download Actions
af: Aflaaiaksies
xh: Amanyathelo Okuthoba Umthwalo
zu: Izinyathelo Zokuthatha Ufake

source: &View &amp; Edit Actions...
af: &Bekyk &amp; redigeer aksies...
xh: &Jonga &amp; Hlela Amanyathelo...
zu: &Bheka &amp; Lungisa Izenzo...

source: &brandShortName; can automatically download or open files of certain types.
af: &brandShortName; kan outomaties sekere soorte lêers aflaai of open.
xh: I-&brandShortName; inokuthoba umthwalo ngokuzenzekela okanye ivule iifayili zezimbo ezithile.
zu: &brandShortName; ingathatha ifake ngokuzenzakalelayo noma ivule amafayela ohlobo oluthile.
