Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/preferences/languages.dtd.po
Languages: af, xh, zu

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 30em
af: 30em
xh: 30em
zu: 30em

source: _: languages.customize.Header Languages
af: Tale
xh: Iilwimi
zu: Izilimi

source: _: languages.customize.label Languages
af: Tale
xh: Iilwimi
zu: Izilimi

source: Web pages are sometimes offered in more than one language. Choose languages for displaying these web pages, in order of preference.
af: Webbladsye is soms in meer as een taal beskikbaar. Kies die taal waarin hierdie webbladsye vertoon moet word, in volgorde van voorkeur.
xh: Amakhasi othungelwano maxa wambi anikwa ngeelwimi ezingaphezu kwesinye. Khetha iilwimi zokubonisa la makhasi othungelwano, ngokolandelelwano oluthandayo lwazo.
zu: Amakhasi ewebhu ngezinye izikhathi akhishwa ngezilimi ezingaphezu kokulodwa. Khetha izilimi okuzovezwa ngazo la makhasi ewebhu, ngendlela othanda zilandelane ngayo.

source: Languages in order of preference:
af: Tale in volgorde van voorkeur:
xh: Iilwimi ngokolandelelwano oluthandayo lwazo:
zu: Izilimi ngendlela othanda zilandelane ngayo:

source: Move &Up
af: Beweeg &op
xh: Shenxisela &Phezulu
zu: Yisa &Phezulu

source: Move &Down
af: Beweeg &af
xh: Shenxisela &Ezantsi
zu: Yisa &Phansi

source: &Remove
af: &Verwyder
xh: &Susa
zu: &Susa

source: &Select a language to add...
af: &Kies 'n taal om by te voeg...
xh: &Khetha ulwimi olufakelayo...
zu: &Khetha noma iluphi ulimi...

source: &Add
af: &Voeg by
xh: &Fakela
zu: &Nezela
