Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/preferences/privacy.dtd.po
Languages: as, br, es_cl, fur, gu, he, hi_in, id, ku, ms, or, sd, sv, sw, tk, uz, zu

source: Use Tracking Protection
hi_in: ट्रैकिंग सुरक्षा का उपयोग करें
id: Gunakan Perlindungan Pelacakan
ms: Gunakan Pelindungan Penjejak
sv: Använd skydd mot spårning
uz: Kuzatuvdan himoyalanish

source: Alwa&ys
hi_in: हमेशा
id: &Selalu
ms: Senti&asa
sv: Allt&id
uz: &Doimo

source: On&ly in private windows
hi_in: नई निजी विंडो में खोलें
id: Hanya di jendela &pribadi
ms: Cu&ma didalam tertingkap persendirian
sv: Ba&ra i privata fönster
uz: &Faqat maxfiy oynalar uchun

source: &Never
hi_in: कभी नहीं
id: Tidak &Pernah
ms: &Tidak sekali
sv: &Aldrig
uz: &Hech qachon

# trackingProtectionLearnMore.label
source: Learn more
hi_in: अधिक जानें
id: Pelajari lebih lanjut
ms: Ketahui Lanjut
sv: Lär dig mer
uz: Batafsil ma’lumot

source: E&xceptions…
hi_in: अपवाद…
id: P&engecualian…
ms: P&engecualian…
sv: U&ndantag…
uz: &Istisnolar…

source: Tracking
as: অনুসৰণ কৰা
br: Heuliañ ho roudoù
es_cl: Rastreo
gu: ટ્રૅક કરી રહ્યા છે
he: מעקב
hi_in: ट्रैकिंग
id: Pelacakan
ku: Şopandin
ms: Penjejakan
or: ଅନୁସରଣ କରୁଅଛି
sd: ٽوهە ڪڍڻ
sv: Spårning
sw: Ufuatiliaji
tk: Yzarlamalar
uz: Kuzatish
zu: Ukulandela umhkondo

source: Use Tracking Protection in Pri&vate Windows
hi_in: निजी विंडोज में ट्रैकिंग सुरक्षा का उपयोग करें
id: Gunakan Perlindungan Pelacakan di Jendela Pri&badi
ms: Guna Perlindungan Penjejakan dalam Tetingkap Per&sendirian
sv: Använd skydd mot spårning i pri&vat fönster
uz: &Maxfiy oynalarda kuzatuvdan himoya ishlatish

# trackingProtectionPBMLearnMore.label
source: Learn more
hi_in: अधिक जानें
id: Pelajari lebih lanjut
ms: Ketahui Lanjut
sv: Lär dig mer
uz: Batafsil ma’lumot

source: &Change Block List
hi_in: &अवरोधित सूची बदलें
id: &Ubah Daftar Blokir
ms: &Tukar Senarai Halangan
sv: Ä&ndra blockeringslista
uz: &Blok ro‘yxatini o‘zgartirish

source: You can also
hi_in: आप भी
id: Anda juga bisa
sv: Du kan också
uz: Siz, shuningdek,

source: manage your Do Not Track settings
hi_in: अपनी डू नॉट ट्रैक सैटिंग्स का प्रबंधन करें
id: mengelola pengaturan Jangan Lacak
sv: hantera dina inställningar för Spåra inte
uz: "Kuzatilmasin" sozlamalarini boshqarishingiz mumkin

source: History
as: ইতিহাস
br: Roll istor
fur: Cronologjie
hi_in: इतिहास
id: Riwayat
ms: Sejarah
sd: اِتهاس
sv: Historik
uz: Tarix

source: Location Bar
as: অৱস্থান বাৰ
br: Barrenn chomlec'hioù
es_cl: Barra de direcciones
fur: Sbare dai indiriçs
gu: સ્થાન પટ્ટી
he: סרגל המיקום
hi_in: स्थान पट्टी
id: Bilah Lokasi
ku: Qutîka Cî
ms: Bar Lokasi
or: ଅବସ୍ଥାନ ପଟି
sd: ٺڪاڻي جي پٽي
sv: Adressfältet
sw: Mwambaa wa Mahali
tk: Salgy Şahamçasy
uz: Manzil paneli
zu: Ibha yendawo

source: When using the location bar, suggest:
as: অৱস্থান বাৰ ব্যৱহাৰ কৰি থাকোতে, উপদেশ দিয়ক:
br: Pa 'z implijan ar varrenn chomlec'hioù, aliañ:
fur: C&uant che si dopre la sbare dai indiriçs, sugjerìs:
hi_in: जब स्थान पट्टी का उपयोग किया जाता है, सलाह दें:
id: Saat menggunakan bilah lokasi, sarankan:
ms: Semasa menggunakan bar lokasi, cadang:
sv: Ge förslag i adressfältet från:
uz: Manzil panelidan foydalanilganda, tavsiya qilinsin:

source: &History
as: ইতিহাস
br: &Roll istor
fur: Cronologjie
hi_in: इतिहास
id: &Riwayat
ms: &Sejarah
sd: & اتهاس
sv: Historik
uz: &Tarix

source: Boo&kmarks
as: পত্ৰচিহ্নসমূহ
br: &Sinedoù
fur: Segnelibris
hi_in: पुस्तचिह्न
id: &Markah
ms: Tand&abuku
sd: نشان زد
sv: Bokmärken
uz: &Xatcho‘plar

source: &Open tabs
as: টেবসমূহ খোলক
br: &Digeriñ ivinelloù
fur: Vierç lengutis
hi_in: &Open टैब
id: &Tab terbuka
ms: &Buka tab
sv: &Öppna flikar
uz: Ichki oynalarni &ochish

source: Relate&d searches from the default search engine
hi_in: डिफ़ॉल्ट खोज इंजिन से Relate&d खोजें
id: Pencarian terkait &dari mesin pencari baku.
sv: Relatera&de sökningar från standardsökmotor
uz: &Asosiy qidiruv tizimidan aloqador natijalar

source: Chan&ge preferences for search engine suggestions…
hi_in: खोज इंजिन सुझाव के लिए प्राथमिकताएँ बदलें...
id: Ubah &preferensi saran mesin pencari…
sv: Ändra inställningar för förslag från sökmotorn…
uz: &Qidiruv tizimi tavsiyalari parametrlarini o‘zgartirish…

source: &Accept cookies from sites
as: ছাইটসমূহৰ পৰা কুকি গ্ৰহণ কৰক
br: &Degemer toupinoù adalek lec'hiennoù
es_cl: A&ceptar cookies de los sitios
fur: &Acete i cookies dai sîts web
gu: સાઈટોમાંથી કુકીઓ સ્વીકારો
he: &קבלת עוגיות מאתרים
hi_in: साइटों से कुकीज़ स्वीकारें
id: Terima kuki dari situs &web
ku: Ç&erezên Malperan Bipejirîne
ms: T&erima kuki dari laman web
or: ସାଇଟରୁ କୁକିଗୁଡ଼ିକୁ ଗ୍ରହଣକରନ୍ତୁ
sd: سائيٽن مان ڪڪيز قبول ڪريو
sv: Tillåt att &webbplatser lagrar kakor
sw: &Kubali vidakuzi kutoka kwa tovuti
tk: Saýtlardan gutapjyklar kabul et
uz: Saytlardan kukilarga &rozi bo‘lish
zu: &Yamukela amakhukhi kumasayithi

source: Accept third-part&y cookies:
ms: Menerima kuki piha&k ketiga:
sv: &Tillåt tredjepartskakor:

source: Always
as: সদায়
br: Atav
es_cl: Siempre
gu: હંમેશા
he: תמיד
hi_in: हमेशा
id: Selalu
ku: Her tim
ms: Sentiasa
or: ସର୍ବଦା
sv: alltid
sw: Kila wakati
tk: Hemişe
uz: Doimo
zu: Njalo

source: Never
as: কেতিয়াও নহয়
br: Morse
es_cl: Nunca
gu: ક્યારેય નહિં
he: לעולם לא
hi_in: कभी नहीं
id: Tidak Pernah
ku: Qet
ms: Tidak sekali
or: କଦାପି ନୁହଁ
sv: aldrig
sw: Kamwe
tk: Hiç Haçan
uz: Hech qachon
zu: Ungalokothi

source: From visited
as: ভ্ৰমণ কৰা ছাইটসমূহৰ পৰা
br: Adalek lec'hiennoù gweladennet
gu: મુલાકાત લીધેલ
hi_in: भ्रमण किए हुए से
id: Dari yang Pernah Dikunjungi
ku: Ji yên serdankirî
ms: Daripada yang dilawati
or: ପରିଦର୍ଶନ କରିଥିବା ପୃଷ୍ଠାରୁ
sv: från platser jag besökt
sw: Kutoka kulikotembelewa
tk: Gezilenlerden
uz: Kirilganlardan
zu: Kusuka kokuvakashelwe

source: Keep &until:
as: ৰাখক যেতিয়ালৈকে:
br: Mirout &betek :
fur: Tegniju &fin cuant:
gu: સાચવો:
hi_in: बनाए रखें:
id: Simp&an hingga:
ms: Kekalkan &sehingga:
sv: &Behåll tills:
uz: &Saqlansin:

source: they expire
as: তেওলোক অস্তিত্বহীন হয়
br: ez echuont
es_cl: venzan
fur: che a scjadin
gu: જ્યાં સુધી સમયસમાપ્ત નહિં થાય
he: הן פגות
hi_in: उनका समय समाप्त नहीं हो जाए
id: kedaluwarsa
ku: Dema wan bihuriye
ms: ianya luput
or: ରୁହନ୍ତୁ
sd: انهن جو مدو پورو ٿئي ٿو
sv: de förfaller
sw: zinaisha
tk: wagty gutarýança
uz: ular eskirguncha
zu: ziphelelwa yisikhathi

source: I close &brandShortName;
as: মই বন্ধ কৰো &brandShortName;
br: ma serrin &brandShortName;
es_cl: cierre &brandShortName;
fur: che o sieri &brandShortName;
gu: હું &brandShortName; બંધ કરું છું
he: אני סוגר את &brandShortName;
hi_in: मैं &brandShortName; बंद करता हूँ
id: &brandShortName; ditutup
ku: &brandShortName; 'ê digirim
ms: Saya tutup &brandShortName;
or: &brandShortName; କୁ ମୁଁ ବନ୍ଦକରିଥାଏ
sd: سڀ بند ڪريو
sv: &brandShortName; stängs
sw: Ninafunga &brandShortName;
tk: Men şuny ýapýaryn: &brandShortName;
uz: Men &brandShortName;ni yopaman
zu: Ngivala i-&brandShortName;

source: &Exceptions…
as: ব্যতিক্ৰমসমূহ…
br: &Nemedennoù…
es_cl: &Excepciones…
fur: &Ecezions…
gu: અપવાદો...
he: &חריגות…
hi_in: अपवाद…
id: P&engecualian…
ku: Rewşên Ta&ybet...
ms: P&engecualian…
or: ବ୍ୟତିକ୍ରମ…
sd: اپوادَ…
sv: &Undantag…
sw: &Mambo ya pekee…
tk: &Aýratynlyklar…
uz: &Istisnolar…
zu: &Okuhlukile…

source: &Show Cookies…
as: কুকিসমূহ দেখুৱাওক…
br: D&iskouez an toupinoù…
es_cl: Mo&strar Cookies...
fur: Fâ&s viodi i cookies…
gu: કુકીઓ બતાવો...
he: ה&צג עוגיות…
hi_in: कुकीज़ दिखाएँ…
id: Tampilkan &Kuki…
ku: Çerezan &Nîşan Bide
ms: Tunjuk &Cookie…
or: କୁକିଗୁଡ଼ିକୁ ଦର୍ଶାନ୍ତୁ…
sd: ڪُڪيز ڏيکاريو…
sv: &Visa kakor…
sw: &Onyesha Vidakuzi…
tk: Gutapjyklary Görkez...
uz: Kukilarni &ko‘rsatish
zu: &Bonisa amakhukhi…

source: &brandShortName; &will:
as: &brandShortName; এ চিহ্নিত কাৰ্য্য কৰিব:
br: &Arventennoù ar roll istor
es_cl: &brandShortName;:
fur: &Impostazions cronologjie:
gu: &brandShortName; કરશે:
he: &brandShortName;
hi_in: &brandShortName; इतिहास वरीयताएँ:
id: &brandShortName;&:
ku: &brandShortName; &dê:
ms: &brandShortName; a&kan:
or: &brandShortName; କରିଥାଏ:
sd: ۽ برانڊ جو نالو؛ ۽ اِڇا:
sv: &brandShortName; &kommer att:
sw: &brandShortName; &matakwa:
tk: &brandShortName; şuny eder:
uz: &brandShortName; &bajaradi:
zu: i-&brandShortName; &izo:

source: Remember history
as: ইতিহাস মনত ৰাখক
br: Derc'hel soñj ar roll istor
es_cl: Recordará el historial
fur: Salve la cronologjie
gu: ઇતિહાસ યાદ રાખો
he: ישמור היסטוריה
hi_in: इतिहास याद रखें
id: akan mengingat data riwayat
ku: Mêjûyê bi bîr bîne
ms: Mengingati sejarah
or: ପୁରୁଣା ତଥ୍ୟକୁ ମନେ ରଖନ୍ତୁ
sd: اِتهاس ياد رکو
sv: Spara historik
sw: Kumbuka historia
tk: Geçmişi ýatla
uz: Tarix eslab qolinsin
zu: Khumbula umlando

source: Never remember history
as: ইতিহাস কেতিয়াও মনত নাৰাখিব
br: Ne zerc'hel ket soñj ar roll istor
es_cl: Nunca recordará el historial
fur: No stâ mai salvâ la cronologjie
gu: ક્યારેય ઇતિહાસ યાદ રાખશો નહિં
he: לעולם לא ישמור היסטוריה
hi_in: इतिहास कभी याद नहीं रखें
id: tidak akan mengingat data riwayat
ku: Mêjûyê qet bi bîr neyne
ms: Jangan ingat sejarah
or: ପୁରୁଣା ତଥ୍ୟକୁ କଦାପି ମନେ ରଖନ୍ତୁ ନାହିଁ
sd: اِتهاس ڪڏهن بە ياد نە رکو
sv: Inte spara någon historik
sw: Kamwe usikumbuke historia
tk: Hiç geçmişi ýatlama
uz: Tarix hech qachon eslab qolinmasin
zu: Kungalokothwa kukhunjulwe umlando

source: Use custom settings for history
as: ইতিহাসৰ বাবে স্বনিৰ্বাচিত সংহতিসমূহ ব্যৱহাৰ কৰক
br: Implijout arventennoù personelaet evit ar roll istor
es_cl: Usará configuraciones personalizadas para el historial
fur: Dopre impostazions personalizadis pe cronologjie
gu: ઇતિહાસ માટે વૈવિધ્યપૂર્ણ સેટીંગ વાપરો
he: ישתמש בהגדרות מותאמות אישית להיסטוריה
hi_in: इतिहास के लिए मनपसंद सेटिंग्स का उपयोग करें
id: menggunakan pengaturan khusus untuk data riwayat
ku: Ji bo mêjûyê mîhengên takekesî bi kar bîne
ms: Guna tetapan sendiri untuk sejarah
or: ପୁରୁଣା ତଥ୍ୟ ପାଇଁ ଇଚ୍ଛାମୁତାବକ ସଂରଚନାକୁ ବ୍ୟବହାର କରନ୍ତୁ
sd: اِتهاس لاءِ هليءَ چليءَ واريون طئە ڪيل ترتيبون اِستعمال ڪريو
sv: Använda anpassade inställningar för historik
sw: Tumia mipangilio maalum ya historia
tk: Geçmiş üçin aýratyn gurnama ulan
uz: Tarix uchun boshqa sozlamalardan foydalanish
zu: Sebenzisa izimiso zokuzenzela uzisebenzisele umlando

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
as: &brandShortName; এ আপোনাৰ ব্ৰাউছিং, ডাউনল'ড, বিন্যাস আৰু সন্ধান ইতিহাস মনত ৰাখিব আৰু আপুনি চোৱা ছাইটসমূহৰ কুকি ৰাখিব।
br: &brandShortName; a zalc'ho soñj al lec'hiennoù gweladennet, ar pellgargadurioù, ar furmskridoù hag ar c'hlaskoù. Eñ a zalc'ho ivez an toupinoù eus al lec'hiennoù gweladennet.
es_cl: &brandShortName; recordará su historial de navegación, descargas, formularios y búsquedas, y mantendrá las cookies de los sitios Web que usted visite.
gu: &brandShortName; તમે બ્રાઉઝ કરતાં જે વેબ સાઉટોની મુલાકાત લો તેમાંથી, ડાઉનલોડ, ફોર્મ અને શોધ ઇતિહાસ, અને કુકીઓને યાદ રાખશે.
he: &brandShortName; ישמור את היסטורית הגלישה שלך, ההורדות, טפסים והיסטורית החיפוש, וישמור עוגיות מאתרים בהם אתה מבקר.
hi_in: &brandShortName; आपके ब्राउज़िंग, डाउनलोड, फ़ॉर्म और खोज इतिहास, आपके द्वारा देखे गए वेबसाइटों के कुकीज़ याद रखेगा.
id: &brandShortName; akan mengingat riwayat penjelajahan, unduhan, isian form, dan pencarian serta menyimpan kuki dari situs Web yang pernah dikunjungi.
ku: &brandShortName; dê raboriya ger, jêbarkirin, form û lêgerînê bi bîr bîne û çerezên malperên serdankirî hilîne.
ms: &brandShortName; akan mengingati sejarah pelayaran web, muat turun, borang dan carian anda, dan menyimpan kuki daripada laman-laman web yang anda lawati.
or: &brandShortName; ଆପଣଙ୍କର ବ୍ରାଉଜିଙ୍ଗ, ଆହରଣ, ଫର୍ମ ଏବଂ ସନ୍ଧାନ ପୁରୁଣା ତଥ୍ୟକୁ କୁ ମନେ ରଖିବ, ଏବଂ ଆପଣ ପରିଦର୍ଶନ କରିଥିବା ୱେବ ସାଇଟଗୁଡ଼ିକର କୁକିଗୁଡ଼ିକୁ ରଖିବ।
sv: &brandShortName; kommer att spara information om besökta webbsidor, filhämtningar, formulär- och sökhistorik, samt spara kakor från webbplatser du besöker.
sw: &brandShortName;itakumbuka kuvinjari kwako, kupakua, fomu na historia ya utafutaji, na kuweka vidakuzi kutoka kwenye tovuti unazotembelea.
tk: &brandShortName; siziň gezmek, almak, forma we gözleg geçmişiňizi ýatlar, we gezen saýtlaryňyzdan gutapjyk saklar.
uz: &brandShortName; kirgan saytlaringizni, yuklab olishlarni, turli shakllar va izlash tarixini hamda kirgan saytlaringiz uchun saqlagan kukilarni eslab qoladi.
zu: I-&brandShortName; izokhumbula ukudlulisa kwakho amehlo, ukulayisha, uhlobo nomlando wokusesha, bese igcina amakhukhi wamawebhusayithi uma uwavakashela.

source: You may want to
as: আপুনি হয়তো বিচাৰি পাৰে
br: Marteze fellout a ra deoc'h
es_cl: Usted podría querer
fur: Tu podaressis ancje
gu: તમે
he: ייתכן ותרצה
hi_in: आप
id: Anda juga dapat
ku: Dibe ku bixwazî
ms: Anda mungkin mahu
or: ଆପଣ ନିଜର
sd: اِهو توهين چاهي سگهو ٿا
sv: Du kanske vill
sw: Ungetaka ku
tk: ýakyn geçmişiňizi öçüriň
uz: Siz
zu: Ungafuna

source: clear your recent history
as: আপোনাৰ শেহতীয়া ইতিহাস পৰিষ্কাৰ কৰক
br: skarzhañ ho roll istor nevez
es_cl: limpiar su historial reciente
fur: netâ fûr la tô cronologjie resinte
gu: તમારો છેલ્લે ઇતિહાસ સાફ કરવા
he: לנקות את ההיסטוריה האחרונה שלך
hi_in: अपने हालिया इतिहास साफ कर
id: membersihkan riwayat terakhir
ku: mêjûya dawî paqij bikî
ms: hapuskan sejarah layaran terkini anda
or: ସାମ୍ପ୍ରତିକ ପୁରୁଣା ତଥ୍ୟକୁ ସଫା କରିବା ପାଇଁ ଇଚ୍ଛା କରିପାରିନ୍ତି
sd: پنهنجو مؤجودهە اِتهاس صاف ڪري ڇڏيو
sv: rensa ut tidigare historik
sw: ondoa historia yako iliyopo
tk: ýakyn geçmişiňizi öçüriň
uz: so‘nggi tarixingizni tozalashni xohlayotgandirsiz
zu: ukususa umlando wakho wakamuva

source: , or
as: , অথবা
br: , pe
es_cl: , o
fur: , o
gu: , અથવા
he: , או
hi_in: , या
id: atau
ku: , an jî
ms: , atau
or: , କିମ୍ବା
sd: يا
sv: , eller
sw: , au
tk: , ýa-da
uz: , yoki
zu: , noma

source: remove individual cookies
as: সুকীয়া কুকিসমূহ আতৰাওক
br: dilemel un toupin
es_cl: remover cookies individuales
fur: gjavâ cookies specificâts
gu: વ્યક્તિગત કુકીઓ દૂર કરવા માંગતા હશો
he: למחוק עוגיות בודדות
hi_in: अपने व्यक्तिगत कुकीज़ हटा
id: menghapus kuki satu-persatu
ku: çerezên hatî bikaranîn rakî
ms: hapuskan kuki individu
or: ବ୍ୟକ୍ତିଗତ କୁକିଗୁଡ଼ିକୁ କାଢି ପାରନ୍ତି
sd: شخصي ڪڪيز ڪڍي ڇڏيو
sv: ta bort enskilda kakor
sw: ondoa vidakuzi vya kibinafsi
tk: gutapjyklary bir-bir aýyryň
uz: individual kukilarni o‘chirishni xohlayotgandirsiz
zu: ukususa amakhukhi angawodwa

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
as: &brandShortName; এ ব্যক্তিগত ব্ৰাউছিংৰ সংহতিসমূহ ব্যৱহাৰ কৰিব, আৰু আপুনি ৱেব ব্ৰাউছ কৰি থাকোতে কোনো ইতিহাস মনত নাৰাখে।
br: &brandShortName; a implijo ar memes arventennoù hag ar merdeiñ prevez, ha ne zalc'ho ket soñj ar roll istor.
es_cl: &brandShortName; usará las mismas configuraciones de la navegación privada, y no recordará historial alguno de páginas que usted visite en la Web.
fur: &brandShortName; al doprarà lis stessis impostazions de navigazion privade, e no sarà mantignude nissune cronologjie di navigazion.
gu: &brandShortName; ખાનગી બ્રાઉઝીંગની જેમ જ સેટીંગ વાપરશે, અને તમે જેમ વેબ બ્રાઉઝ કરો તેમ ઇતિહાસ યાદ રાખશે નહિં.
he: &brandShortName; ישתמש באותן ההגדרות לגלישה פרטית, ולא יזכור היסטוריה כלשהי במהלך הגלישה שלך ברשת.
hi_in: &brandShortName; बतौर निजी ब्राउज़िंग की तरह समान सेटिंग का उपयोग करेगा, और कोई इतिहास याद नहीं रखेगा जब आप वेब ब्राउज़ करते हैं.
id: &brandShortName; akan menggunakan pengaturan seperti halnya pengaturan mode penjelajahan pribadi dan tidak akan menyimpan riwayat apa pun ketika Anda menjelajah Web.
ku: &brandShortName; dê heman mîhengê ji bo gera nepen jî bi kar bîne û dê ji gera te ya webê tu tiştî bi bîr neyne.
ms: &brandShortName; akan menggunakan tetapan yang sama untuk layaran peribadi dan tidak akan mengingati sejarah layaran semasa anda melayari Web.
or: &brandShortName; ବ୍ୟକ୍ତିଗତ ବ୍ରାଉଜିଙ୍ଗ ପରି ସମାନ ସଂରଚନାକୁ ବ୍ୟବହାର କରିବ, ଏବଂ ଆପଣ ବ୍ରାଉଜ କରୁଥିବା ସମୟରେ କୌଣସି ପୁରୁଣା ତଥ୍ୟକୁ ମନେ ରଖିବ ନାହିଁ।
sv: &brandShortName; kommer att använda samma inställningar som för privat surfning och kommer inte att spara någon historik när du surfar.
sw: &brandShortName; itatumia mipangilio sawa kama kuvinjari kwa kibinafsi, na haitakumbuka historia yoyote unapovinjari Tovuti.
tk: &brandShortName; gizlin gezmekdäki gurnamalary ulanar we interneti gezseňizde hiç geçmişi ýatlamaz.
uz: &brandShortName; xuddi shu moslamalardan shaxsiy ko‘rish sifatida foydalanadi va tarixni saqlab qolmaydi.
zu: I-&brandShortName; izosebenzisa izimiso ezifana nezokuphequlula okuyimfihlo, futhi angeke ikhumbule umlando njengoba udlulisa amehlo kwi-webhu.

source: You may also want to
as: আপুনি হয়তো অতিৰিক্তভাৱে বিচাৰিব পাৰে
br: Marteze fellout a ra deoc'h ivez
es_cl: Usted también podría querer
fur: Tu podaressis ancje
gu: તમે
he: ייתכן ותרצה גם
hi_in: आप साथ ही चाह सकते हैं
id: Anda juga dapat
ku: Dibe ku bixwazî
ms: Anda mungkin juga mahu
or: ଆପଣ ମଧ୍ଯ ସମସ୍ତ ସାମ୍ପ୍ରତିକ ପୁରୁଣା ତଥ୍ୟକୁ
sd: توهين اِهو پڻ چاهي سگهو ٿا
sv: Du kanske också vill
sw: Ungetaka pia ku
tk: Siz başgada şuny isläp bilersiňiz:
uz: Siz, balki,
zu: Ungafuna futhi

source: clear all current history
as: সকলো বৰ্তমান ইতিহাস পৰিষ্কাৰ কৰক
br: skarzhañ ar roll istor a-bezh
es_cl: limpiar todo el historial actual
fur: netâ fûr dute la cronologjie resinte
gu: બધો વર્તમાન ઇતિહાસ પણ સાફ કરવા માંગતા હશો
he: לנקות את כל ההיסטוריה הנוכחית
hi_in: सभी मौजूदा इतिहास साफ करना
id: membersihkan riwayat terkini
ku: mêjûya niha gişî paqij bikî
ms: hapuskan semua sejarah layaran semasa
or: ସଫା କରିବା ପାଇଁ ଇଚ୍ଛା କରିପାରନ୍ତି
sd: سمورو مؤجودهە اِتهاس صاف ڪري ڇڏيو
sv: rensa ut tidigare historik
sw: ondoa historia yote ya sasa
tk: ähli häzirki geçmişi öçür
uz: barcha joriy tarixni tozalashni xohlayotgandirsiz
zu: ukususa wonke umlando wamanje

source: Always use &private browsing mode
as: সদায় ব্যক্তিগত ব্ৰাউছিং অৱস্থা ব্যৱহাৰ কৰিব
br: Atav arverañ &mod merdeiñ prevez
es_cl: Siem&pre usar el modo de navegación privada
gu: હંમેશા ખાનગી બ્રાઉઝીંગ સ્થિતિ વાપરો
he: שימוש תמידי במצב גליש&ה פרטית
hi_in: हमेशा निजी ब्राउजिंग विधि का उपयोग करें
id: Selalu gunakan mode &penjelajahan pribadi
ku: Her tim moda gera &nepen bi kar bîne
ms: Sentiasa gunakan mod &pelayaran persendirian
or: ସର୍ବଦା ବ୍ଯକ୍ତିଗତ ବ୍ରାଉଜିଙ୍ଗ ପଦ୍ଧତିକୁ ବ୍ୟବହାର କରନ୍ତୁ
sd: هميشهە شخصي برائوزنگ جو ڍنگ اِستعمال ڪريو
sv: &Använd alltid läget privat surfning
sw: Kila mara tumia &hali ya kuvinjari ya faragha
tk: Hemişe gizlin gezmek usulyny ulan
uz: Doimo &maxfiy ko‘rish usulidan foydalanish
zu: Sebenzisa njalo indlela ya&ngasese yokudlulisa amehlo

source: Remem&ber my browsing and download history
as: মোৰ ব্ৰাউছিং আৰু ডাউনল'ড ইতিহাস মনত ৰাখিব
br: De&rc'hel soñj ma roll istor ha ma fellgargadurioù
es_cl: Recordar mi historial de navegación y descargas
gu: મારુ બ્રાઉઝીંગ અને ડાઉનલોડ ઇતિહાસને યાદ રાખો
he: שמירת היסטורית &גלישה והורדות
hi_in: मेरे ब्राउज़िंग और डाउनलोड इतिहास याद रखें
id: Ingat &riwayat penjelajahan dan unduhan saya
ku: Raboriya ger û jêbarkirinên min bi &bîr bîne
ms: Ingat semua lawan sesawang yang telah dikunjungi dan segala &benda yang telah dimuat turun
or: ମୋର ବ୍ରାଉଜର ଏବଂ ଆହରଣ ପୁରୁଣା ତଥ୍ୟକୁ ମନେରଖନ୍ତୁ
sd: منهنجو برائوزگ ۽ ڊائون لوڊ جو اِتعاس ياد رکو۔
sv: &Spara historik över besökta sidor och filhämtningar
sw: Kumbu&ka kuvinjari kwangu na historia ya upakuaji
tk: Meniň gezme we alma geçmişimi ýatla
uz: Kirgan saytlarim va yuklab olish tarixini &eslab qolinsin
zu: Khumbula umlando wami wokupheqa nokulanda

source: Remember search and &form history
as: সন্ধান আৰু বিন্যাস ইতিহাস মনত ৰাখিব
br: Derc'&hel soñj ar c'hlaskoù hag ar furmskridoù
es_cl: Recordar historial de &formularios y búsquedas
fur: &Memorize la cronologjie des ricercjis e dai modui
gu: શોધ અને ફોર્મ ઇતિહાસ યાદ રાખો
he: שמירת חיפושים והיס&טורית טפסים
hi_in: खोज और फ़ॉर्म इतिहास याद रखें
id: S&impan riwayat pencarian dan isian form
ku: Mêjûya lêgerîn û &forman bi bîr bîne
ms: &Ingati sejarah carian dan borang
or: ସନ୍ଧାନ ଏବଂ ଫର୍ମ ପୁରୁମା ତଥ୍ୟକୁ ମନେ ରଖନ୍ତୁ
sd: ڳولا ۽ رچنا جو اِتهاس ياد رکو
sv: Spara s&ök- och formulärhistorik
sw: Kumbuka historia ya utafutaji na &fomu
tk: Gözleg we forma geçmişi ýatla
uz: Izlash va tarix &shakli eslab qolinsin
zu: Khumbula ukusesha &nohlobo lomlando

source: Clea&r history when &brandShortName; closes
as: যেতিয়া &brandShortName; বন্ধ হব শেহতীয়া ইতিহাস পৰিষ্কাৰ কৰিব
br: S&karzhañ ar roll istor pa guitaan &brandShortName;
es_cl: &Limpiar historial cuando cierre &brandShortName;
fur: Nete fû&r la cronologjie cuant che si siere &brandShortName;
gu: જ્યારે &brandShortName; બંધ થાય ત્યારે ઇતિહાસ સાફ કરો
he: מחיקת היסטוריה כאשר &brandShortName; &נסגר
hi_in: इतिहास साफ करें जब &brandShortName; बंद हो जाता है
id: &Hapus riwayat saat &brandShortName; ditutup
ku: &Dema &brandShortName; hate girtin mêjûyê pakij bike
ms: Buang seja&rah apabila &brandShortName; ditutup
or: &brandShortName; ବନ୍ଦ ହେବା ସମୟରେ ପୁରୁଣା ତଥ୍ୟକୁ ସଫା କରନ୍ତୁ
sd: ۽ برانڊ جو نالو؛ جڏهن بند ٿئي ٿو تڏهن اِتهاس صاف ڪري ڇڏيو
sv: &Rensa historiken när &brandShortName; avslutas
sw: Ondo&a historia wakati &brandShortName; ikifunga
tk: Haçanda &brandShortName; ýapylanda, geçmişi öçür
uz: &brandShortName; yopilganda tarix &tozalansin
zu: Sus&a umlando uma i-&brandShortName; ivala

source: Se&ttings…
as: সংহতিসমূহ…
br: Ar&ventennoù…
es_cl: &Configuraciones…
fur: Parame&tris…
gu: સેટીંગ…
he: &הגדרות…
hi_in: सेटिंग्स…
id: &Pengaturan…
ku: &Mîheng…
ms: &Tetapan…
or: ବିନ୍ୟାସ…
sd: جو طئہ ڪيل ترتيبون …
sv: I&nställningar…
sw: Mi&pangilio…
tk: Gurnamalar…
uz: Soz&lamalar…
zu: I&zilungiselelo…

source: Container Tabs
sv: Innehållsflikar

# browserContainersLearnMore.label
source: Learn more
ms: Ketahui Lanjut
sv: Lär dig mer

source: E&nable Container Tabs
sv: A&ktivera innehållsflikar

source: Tell sites that I do not want to be tracked
as: ৱেবছাইঠসমূহক কওক মোক অনুসৰণ কৰিব নালাগে
br: Lavarout d'al lec'hiennoù ne fell ket din bezañ heuliet.
he: לספר לאתרים שאני לא מעוניין במעקב
ku: Ji malperan re ragihîne ku naxwazim bêm şopandin
or: ସାଇଟଗୁଡ଼ିକୁ କୁହନ୍ତୁ ଯେ ଆପଣଙ୍କୁ ଅନୁସରଣ କରାନଯାଉ।
zu: Tshela amasayithi ukuthi angifuni ukulandelwa

source: n
br: L
he: ס

source: Prevent sites fro&m tracking me
as: ছাইটসমূহক মোক অনুকৰণ কৰাৰ পৰা প্ৰতিৰোধ কৰক
br: Mir&out al lec'hiennoù ouzh heuliañ ac'hanon
or: ସାଇଟଗୁଡ଼ିକୁ ମୋତେ ଅନୁସରଣ କରିବାରୁ ବାରଣ କରନ୍ତୁ

source: Learn more
as: অধিক জানক
br: Gouzout hiroc'h
fur: Par savênt di plui…
or: ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ

source: Learn More
as: অধিক জানক
br: Gouzout hiroc'h
es_cl: Saber más
fur: Par savênt di plui…
gu: વધારે શીખો
he: מידע נוסף
ku: Agahiyên bêtir
or: ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ
sd: وڌيڪ سکو
sw: Jifunze Zaidi
tk: Köpräk Maglumat
zu: Funda kabanzi

source: A&ccept third-party cookies:
as: তৃতিয়-দল কুকিসমূহ গ্ৰহণ কৰক:
br: De&gemer toupinoù un trede :
fur: Acete i cookies di une tierce &part
gu: ત્રીજી-પાર્ટી કુકીઓને સ્વીકારો:
he: קבלת עוגיות צד &שלישי:
ku: Çerezên partiya sêyemîn q&ebûl bike:
or: ତୃତୀୟ ପକ୍ଷ କୁକିଗୁଡ଼ିକୁ ଗ୍ରହଣ କରନ୍ତୁ:
tk: Üçünji şahys gutapjyklary kabul et:
zu: Y&amukela amakhukhi avela eceleni:

source: ask me every time
as: মোক প্ৰতিবাৰে সোধিব
br: goulenn ganin bewech
es_cl: pregunte cada vez
fur: domandimi ogni volte
he: שאל אותי בכל פעם
ku: her tim ji min bipirse
or: ପ୍ରତିଥର ମୋତେ ପଚାରନ୍ତୁ
sd: هروقت مون کان پڇو
sw: niulize kila wakati
tk: her gezek sora
zu: ngibuze njalo

# history.label
source: History
es_cl: Historial

source: When &using the location bar, suggest:
es_cl: Cuando se uti&lice la barra de búsquedas, sugerir:

source: History and Bookmarks
es_cl: Historial y Marcadores

# locbar.history.label
source: History
es_cl: Historial

source: Bookmarks
es_cl: Marcadores

source: Nothing
es_cl: Nada

source: &Keep until:
es_cl: &Mantener hasta que:
