Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/preferences/search.dtd.po
Languages: af, bg, eu, fa, kn, si, ta, ur

source: Default Search Engine
af: Versteksoekenjin
bg: Стандартна търсеща машина
eu: Bilaketa-motor lehenetsia
fa: موتور جست‌وجو پیش‌فرض
kn: ಪೂರ್ವನಿಯೋಜಿತ ಹುಡುಕು ಎಂಜಿನ್
si: පෙරනිමි සෙවුම් එළවුම
ta: முன்னிருப்பு தேடுப்பொறி
ur: طےشدہ تلاش انجن

source: Choose your default search engine. &brandShortName; uses it in the location bar, search bar, and start page.
af: Kies die versteksoekenjin. &brandShortName; gebruik dit in die adresbalk, soekbalk en op die beginbladsy.
bg: Изберете стандартна търсеща машина. &brandShortName; я използва за адресната лента, полето за търсене и началната страница.
eu: Aukeratu zure bilaketa-motor lehenetsia. Helbide-barran, bilaketa-barran eta hasiera-orrian erabiltzen du &brandShortName;(e)k.
fa: موتور جست‌وجو پیش‌فرض خود را انتخاب کنید. &brandShortName; در نوار مکان، نوار جست‌وجو و صفحه شروع از آن استفاده می‌کند.
kn: ನಿಮ್ಮ ಪೂರ್ವನಿಯೋಜಿತ ಹುಡುಕು ಯಂತ್ರ ಆಯ್ಕೆ ಮಾಡು. &brandShortName; ಅದನ್ನು ಸ್ಥಳ ಪಟ್ಟಿ, ಹುಡುಕು ಪಟ್ಟಿ, ಮತ್ತು ಪ್ರಾರಂಭ ಪುಟದಲ್ಲಿ ಬಳಸುತ್ತದೆ.
si: ඔබේ පෙරනිමි සෙවුම් එළවුම තෝරන්න. &brandShortName; විසින් එය ස්ථානීය තීරුව, සෙවුම් තීරුව හා ආරම්භක පිටුවේ යොදාගනු ඇත.
ta: உங்கள் முன்னிருப்பு தேடுப்பொறியைத் தேர்ந்தெடுக்கவும். &brandShortName; ஆனது இடப்பட்டையையும் தேடல் பட்டையையும் தொடக்கப் பக்கத்தையும் பயன்படுத்தும்.
ur: اپنا طے شدہ تلاش انجن منتخب کریں۔ &brandShortName; اس کو محل وقوع بار، تلاش بار، اور شروع کریں بار میں استعمال کرتا ہے۔

source: Provide &search suggestions
af: Verskaf &soekvoorstelle
bg: &Показване на подсказки, докато се въвеждат думи за търсене
eu: Hornitu &bilaketa-iradokizunak
fa: عرضه پیشنهادهای &جست‌وجو
kn: &search ಸಲಹೆಗಳನ್ನು ತೋರಿಸು
si: සෙවුම් යෝජනා ලබාදෙන්න (&s)
ta: தேடல் பரிந்துரைகளை வழங்கு
ur: &تلاش تجاویز مہیا کریں

source: Show search suggestions in &location bar results
af: Wys soekvoorstelle in die &liggingbalk se resultate.
bg: Показване на подсказки в резултатите на &лентата за търсене
eu: Erakutsi bilaketa-iradokizunak &helbide-barrako emaitzetan
fa: نمایش نتایج پیشنهادهای جست و‌جو در نوار &مکان
kn: ಹುಡುಕಲು ಸಲಹೆಗಳನ್ನು ಸ್ಥಳದ ಪಟ್ಟಿಯಲ್ಲಿ ತೋರಿಸು
si: ස්ථාන තීරය ප්‍රථිපල තුළ සෙවුම් යෝජනා පෙන්වන්න (&l)
ur: تلاش تجاویز نتائج &محل وقوع بار میں دکھائیں

source: Search suggestions will not be shown in location bar results because you have configured &brandShortName; to never remember history.
af: Soekvoorstelle sal nie in die liggingbalk gewys word nie omdat &brandShortName; opgestel is om nooit geskiedenis te onthou nie.
bg: Подсказките при търсене няма да бъдат показвани в резултатите от лентата за адрес, защото &brandShortName; е настроен никога да не запомня историята на браузване.
eu: Bilaketa-iradokizunak ez dira helbide-barran erakutsiko &brandShortName;(e)k historia inoiz ez gogoratzeko konfiguratu duzulako.
fa: پیشنهادهای جست‌وجو در نوار مکان نمایش داده نخواهد شده زیرا شما &brandShortName; را به گونه‌ای تنظیم کرده‌اید که هیچ تاریخچه‌ای را نگه ندارد.
kn: ಎಂದಿಗೂ ಸಹ ಇತಿಹಾಸವನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಬೇಡ ಎಂದು ನೀವು &brandShortName; ಅನ್ನು ಸಂರಚಿಸಿರುವುದರಿಂದ ಹುಡುಕುವಾಗ ಸ್ಥಳದ ಪಟ್ಟಿಯ ಫಲಿತಾಂಶಗಳಲ್ಲಿ ಯಾವುದೆ ಸಲಹೆಗಳನ್ನು ತೋರಿಸಲಾಗುವುದಿಲ್ಲ.
ur: تلاش کردہ تجاویز محل وقوع کے بار کے نتائج میں دکھاءی نھیں جائنگے کیونکہ &brandShortName; تاریخ کبھی یاد نہیں رکھنے پر تشکیل کردہ ہے۔

source: Use this search engine for searches from &Windows
af: Gebruik dié soekenjin vir soektogte vanaf &Windows
bg: Използване на &търсещата машина за търсене от Windows
eu: Erabili bilaketa-motor hau &Windows-etik egindako bilaketentzat
fa: استفاه از این موتور جست‌و‌جو برای جست‌وجوهای &ویندوز
kn: &Windows ನಿಂದ ಹುಡುಕಲು ಈ ಹುಡುಕು ಎಂಜಿನನ್ನು ಬಳಸಿ
si: ඔබට මෙම සෙවුම් යන්ත්‍රය &Windows වෙතින් සෙවීමට භාවිත කරන්න
ur: Windows& سے تلاش کے لئے تلاش کے انجن کا استعمال کریں

source: One-click search engines
af: Enkelklik-soekenjins
bg: Търсене с едно щракване
eu: Klik bakarreko bilaketa-motorrak
fa: موتورهای جست‌وجوی تک-کلیکی
kn: ಒಂದು-ಕ್ಲಿಕ್‌ನ ಹುಡುಕು ಎಂಜಿನ್‌ಗಳು
si: ඒක-ක්ලික් සෙවුම් එළවුම්
ta: ஒரு சொடுக்கில் தேடு பொறிகள்
ur: ایک-کلک تلاش انجن

source: The search bar lets you search alternate engines directly. Choose which ones to display.
af: Met die soekbalk kan direk met alternatiewe enjins gesoek word. Kies watter gewys moet vertoon.
bg: От полето за търсене може директно да търсите в други търсещи машини. Изберете кои да използвате.
eu: Bilaketa-barrarekin zuzenean egin dezakezu bilaketa hainbat motorretan. Aukeratu zein nahi dituzun bistaratu.
fa: نوار جست‌وجو اجازه جست و جوی مستقیم موتورهای دیگر را میدهد. انتخاب کنید کدام‌یک نمایش داده شود.
kn: ಹುಡುಕು ಪಟ್ಟಿಯು ಪರ್ಯಾಯ ಎಂಜಿನ್‌ಗಳನ್ನು ಹುಡುಕಲು ನಿಮಗೆ ನೆರವಾಗುತ್ತವೆ. ಯಾವುದನ್ನು ತೋರಿಸಬೇಕು ಎಂಬುದನ್ನು ಆರಿಸಿ.
si: සෙවුම් තීරුව ඔබට අමතර එළවුම් කෙලින්ම තෝරාගැනීමට ඉඩදෙයි. දර්ශණය වන්නේ කුමක්දැයි තෝරන්න.
ta: தேடல் பட்டையானது மாற்று பொறிகளை தேரடியாக தேட உதவுகிறது. காண்பிக்க வேண்டியதை தேர்ந்தெடுக்கவும்.
ur: تلاش بار آپ کو متبادل تلاش کے انجن تلاش کرنے کی براہ راست اجازت دیتا ہے۔ ظاہر کرنے کے لئے منتخب کریں۔

source: Search Engine
af: Soekenjin
bg: Търсеща машина
eu: Bilaketa-motorra
fa: موتور جست‌وجو
kn: ಹುಡುಕು ಎಂಜಿನ್‌
si: සෙචුම් එළවුම
ta: தேடுபொறி
ur: تلاش انجن

source: Keyword
af: Sleutelwoord
bg: Ключова дума
eu: Gako-hitza
fa: کلیدواژه
kn: ಸೂಚಕ ಪದ
si: මූල පදය
ta: முக்கியச்சொல்
ur: کلیدی لفظ

source: Restore &Default Search Engines
af: Stel &versteksoekenjins terug
bg: &Връщане на стандартните търсещи машини
eu: Berrezarri bilaketa-motor le&henetsiak
fa: برگرداندن موتور جست‌وجوی &پیش‌فرض
kn: &Default ಹುಡುಕು ಎಂಜಿನ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸು
si: පෙරනිමි සෙවුම් එළවුමට යළි සකසන්න (&D)
ta: முன்னிருப்பு தேடுபொறிகளை மீட்டமை
ur: &Default تلاش انجن بحال کریں

source: &Remove
af: &Verwyder
bg: &Премахване
eu: &Kendu
fa: &حذف
si: ඉවත් කරන්න
ta: நீக்கு
ur: &ہٹائیں

source: Add more search engines…
af: Voeg meer soekenjins by…
bg: Добавяне на търсещи машини…
eu: Gehitu bilaketa-motor gehiago…
fa: اضافه‌کردن موتورهای جست‌وجوی بیشتر…
kn: ಇನ್ನಷ್ಟು ಹುಡುಕು ಎಂಜಿನ್‌ಗಳನ್ನು ಸೇರಿಸು...
si: තවත් එළවුම් ලබාගන්න...
ta: இன்னும் அதிகமான தேடு பொறிகளை சேர்...
ur: مزید &تلاش انجن کا اضافہ کریں...
