Repository: translate/mozilla-l10n
Catalog: trs/browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: trs

source: Minimize
trs: Nagi'iaj lij

source: Bring All to Front
trs: Duguachîn' daran'anj ne' ñaan

source: Zoom
trs: dàj nìko ma'an

source: Window
trs: Sa ni'io'

# helpMenu.label helpMenu.accesskey
source: &Help
trs: Sa ruguñu'unj un

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
trs: &Sa ruguñu'unj un

source: &About &brandShorterName;
trs: &rayi'î &brandShorterName;

source: &brandShorterName; &Help
trs: &Sa ruguñu'unj un &brandShorterName;

source: &Keyboard Shortcuts
trs: Sa hìo doj gà' da' si garasun' teklâdo

source: &Restart with Add-ons Disabled…
trs: &Nayi'ì ñû' ngà nej sa ga'ue nutò' giyichin'

source: &Restart with Add-ons Enabled
trs: &Nayi'ì ñû' ngà nej sa ga'ue nutò' hua yugui

source: &brandShorterName; H&ealth Report
trs: &brandShorterName; Sa nata' nej sa hua a'na'an

source: &Troubleshooting Information
trs: &Nuguan' garasun' dàj nagi'iô' sa hua a'nan'an

source: &Submit Feedback…
trs: Ga'nïnj 'ngo si nuguàn't

source: &brandShorterName; T&our
trs: gache nu' riña &brandShorterName;

source: Preferences…
trs: Sa arajsun' doj

source: Services
trs: Sun ruguñu'unj un

source: Hide &brandShorterName;
trs: Nagi'iaj hùi &brandShorterName;

source: Hide Others
trs: Nagi'iaj hùi a'ngô da'aj man

source: Show All
trs: Nadigân daran'anj
