Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/preferences/changeaction.dtd.po
Languages: af, xh

source: Change Action
af: Wysig aksie
xh: Guqula Inyathelo

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 36em
af: 36em
xh: 36em

source: When downloading files like this:
af: Wanneer lêers soos dié afgelaai word:
xh: Xa kuthotywa imithwalo yeefayili ngale ndlela:

source: &Open them with the default application:
af: &Open dit met die verstektoepassing:
xh: &Zivule ngenkqubo ehlala ikho:

source: Op&en them with this application:
af: Open dit met hierdie aansoek:
xh: Ziv&ule ngale nkqubo:

source: &Browse...
af: &Blaai...
xh: &Khangela...

source: &Save them on my computer
af: &Stoor dit op my Werkskerm
xh: &Zigcine kwikhompyutha yam

source: in the &default download folder
af: In die &verstek aflaaivouer
xh: kwi&siqulathi seefayili sokuthoba umthwalo esihlala sikho

source: in t&his folder:
af: In &hierdie vouer:
xh: kwe&si siqulathi seefayili:

source: Bro&wse...
af: Blaa&i...
xh: Kha&ngela...

source: &ask me where to save the file
af: &vra vir my waar om die lêer te stoor
xh: &ndibuze apho ifanele ukugcinwa khona ifayili

source: Use this &Plugin:
af: Gebruik hierdie &uitbreiding:
xh: Sebenzisa le &Plugin:
