Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/preferences/connection.dtd.po
Languages: gd, hr, xh, zu

source: Connection Settings
gd: Roghainnean ceangail
hr: Postavke spajanja
xh: Imimiselo Yomdibaniso
zu: Ukuhlelwa Kokuxhunywa

source: Configure Proxies to Access the Internet
gd: Rèitich progsaidhean a chum inntrigeadh dhan lìon
hr: Podesite proxy za pristupanje Internetu
xh: Yenza Ubumbeko Lwabameli ukuze Ufikelele Kunxibelelwano
zu: Hlela Ama-proxy Ukuze Ungene Kuyi-inthaneti

source: &Direct connection to the Internet
xh: &Umdibaniso ongqalileyo Kunxibelelwano
zu: &Ukuxhumana ngqo ne-internet

source: Auto-detect proxy settings for this net&work
gd: &Mothaich do roghainnean progsaidh leis fhèin air an lìonra seo
hr: Au&tomatski pronađi proxy postavke za ovu mrežu
xh: Kuboniswa ngokuzenzekela imimiselo yommeli ukwenzela lo msebenzi wo&thungelwano
zu: Zitholele ngokuzenzekelayo ukuhlelwa kwe-proxy kule nethiweki

source: &Manual proxy configuration:
gd: Rèiteachadh-lài&mhe nam progsaidh:
hr: Ručno podešavanje pro&xyja:
xh: &Ubumbeko olumele olunye olwenziwa ngesandla:
zu: &Ukuhlela i-proxy ngezandla:

source: &Automatic proxy configuration URL:
gd: URL rèite&achadh nam progsaidh leis fhèin:
hr: URL z&a automatsko podešavanje proxyja:
xh: &I-URL yobumbeko olumele olunye ngokuzenzekela:
zu: &Ukuhlela i-proxy ngezandla URL:

source: Configuration location (&URL):
xh: Indawo yobumbeko (&URL):
zu: Lapho kukhona ukuhlelwa (&URL):

source: Re&load
gd: Ath-&luchdaich
hr: Ponovno u&čitaj
xh: Ukuphinda u&layishe
zu: Layisha ka&busha

source: &FTP Proxy:
xh: I-&FTP Emela Enye:
zu: &I-proxy yeFTP:

source: &Gopher Proxy:
xh: I-&Gopher Emela Enye:
zu: &I-proxy YeGopher:

source: &HTTP Proxy:
gd: Progsaidh &HTTP:
xh: I-&HTTP Emela Enye:
zu: &I-proxy YeHTTP:

source: &SSL Proxy:
gd: Progsaidh &SSL:
xh: I-&SSL Proxy:
zu: &I-proxy YeSSL:

source: SO&CKS Host:
gd: Òstair SO&CKS:
hr: SO&CKS poslužitelj:
xh: Umamkeli we-SO&CKS:
zu: Umninikhaya weSO&CKS

source: SOC&KS v4
xh: I-SOC&KS v4

source: SOCKS &v5
xh: I-SOCKS &v5

source: Port:
xh: Isiqhagamsheli:
zu: Iphothi

source: &No Proxy for:
gd: Gu&n phrogsaidh airson:
hr: Be&z proxyja za:
xh: I-&Akukho Mmeli wako:
zu: &Ayikho i-proxy ye:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
gd: Ball-sampaill: .mozilla.org, .net.nz, 192.168.1.0/24
hr: Primjer: .mozilla.org, .net.nz, 192.168.1.0/24
xh: Umzekelo: .mozilla.org, .net.nz, 192.168.1.0/24
zu: Isibonelo: .mozilla.org, .net.nz, 192.168.1.0/24

source: Use this pro&xy server for all protocols
gd: &Cleachd am progsaidh seo airson gach pròtocal
hr: K&oristi ovaj proxy poslužitelj za sve protokole
xh: Sebenzisa le seva emele enye kuzo zonke iinkqubo zomthetho
zu: Sebenzisa lesi siphakeli kuyo yonke imithetho

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 37em
zu: 37em

source: No prox&y
gd: &Gun phrogsaidh
hr: Bez prox&yja

source: &Use system proxy settings
gd: &Cleachd roghainnean progsaidh an t-siostaim
hr: Kori&sti sistemske postavke za proxy
