Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/preferences/display.dtd.po
Languages: am, hy_am, kab, uz, xh, zu

source: Formatting
am: አቀራረብ
hy_am: Ձևավորում
kab: Amsal
uz: Formatlash
xh: Kwenziwa ulungiselelo
zu: Ukuhlelwa

source: _: itemLabels.label Labels
xh: Iileyibhile
zu: Amalebula

source: _: itemFonts.label Fonts
xh: Iifonti
zu: Izinhlobo Zombhalo

source: Quoted plain text appearance
xh: Ukubonakala kwesiqendu esicatshulweyo nesingaxutywanga
zu: Ukubonakala kombhalo ovamile ocashuniwe

source: St&yle:
am: ዘ&ዴ:
hy_am: Ոճը.
kab: Aɣani&b:
uz: Us&lub:
xh: Isi&mbo:
zu: Isit&ayela:

source: _: regularStyle.label Regular
xh: Esesiqhelo
zu: Ovamile

source: Bold
am: ማድመቂያ
hy_am: Թավ
kab: Zur
uz: Qalin
xh: Ngqindilili
zu: Ogqamile

source: Italic
am: ማዝመሚያ
hy_am: Շեղ
kab: Uknan
uz: Qiya
xh: Ubhalo olukekeleyo
zu: Olukeke

source: Bold Italic
am: ማድመቂያ ማዝመሚያ
hy_am: Թավ շեղ
kab: Uknan azuran
uz: Qalin qiya
xh: Ubhalo Olungqindilili Olukekeleyo
zu: Olukeke Ogqamile

source: &Size:
am: &መጠን:
hy_am: Չափը.
kab: &Teɣzi:
uz: &Hajmi:
xh: &Ubukhulu:
zu: &Ubungako:

source: _: regularSize.label Regular
xh: Obesiqhelo
zu: Ovamile

source: Bigger
am: ትልቅ
hy_am: Մեծ
kab: Muqqaṛ
uz: Kattaroq
xh: Obuthe chatha ngobukhulu
zu: Omkhudlwana

source: Smaller
am: ትንሽ
hy_am: Փոքր
kab: Meẓẓi
uz: Kichikroq
xh: Obunganeno ngobukhulu
zu: Omncanyana

source: &Color:
xh: &Umbala:
zu: &Umbala:

source: Plain Text Messages
am: መደበኛ የ ጽሁፍ መልእክቶች
hy_am: Սովորական տեքստային նամակ
kab: Iznan n udris ačuṛan
uz: Oddiy matn xabarlari
xh: Imiyalezo Yesiqendu Engaxutywanga
zu: Imiyalezo Yombhalo Ovamile

source: Use the following font:
xh: Sebenzisa ifonti elandelayo:
zu: Sebenzisa uhlobo olulandelayo lombhalo:

source: When displaying quoted plain text messages:
am: የ ተጠቀሱ መደበኛ የ ጽሁፍ መልእክቶች በሚታዩ ጊዜ:
hy_am: Մեջբերված սովորական տեքստային նամակները ցուցադրելիս.
kab: Ticki teskaneḍ-d iznan n uḍris aččuran i yettwabedren:
uz: Oddiy matn xabarlari qo‘shtirnoq ichida ko‘rsatilganda:
xh: Xa kuboniswa imiyalezo yesiqendu ecatshulweyo nengaxutywanga:
zu: Uma uveza imiyalezo ecashuniwe yombhalo ovamile:

source: When displaying plain text messages:
xh: Xa kuboniswa imiyalezo yesiqendu engaxutywanga:
zu: Uma uveza imiyalezo yombhalo ovamile:

source: Fi&xed width font
xh: Ifonti yobubanzi obusisi&gxina
zu: Ubu&banzi bombhalo obunqunyiwe

source: &Variable width font
xh: &Ifonti yobubanzi obunokuguquguquka
zu: &Ububanzi bombhalo obushintshayo

source: For incoming messages
xh: Ukwenzela imiyalezo engenayo
zu: Kwemiyalezo engenayo

source: Message Wrapping
xh: Ukugqithela Kumgca Olandelayo Komyalezo
zu: Ukusongwa kwemiyalezo

source: &Wrap text to fit window width
xh: &Gqithisela isiqendu kumgca olandelayo ukuze kulingane ububanzi befestile
zu: &Songa umbhalo ulingane ububanzi befasitela

source: &Display emoticons as graphics
xh: &Bonisa imiqondiso yokuqulathiweyo enentshukumo njengezazobe
zu: &Bonisa izithombemizwa zibe izimpawu

source: HTML Messages
xh: Imiyalezo ye-HTML
zu: Imiyalezo yeHTML

source: Wh&en displaying HTML messages, use the following:
xh: Xa kuboniswa imiyalezo ye-HTML, sebenzisa okulandelayo:
zu: Um&a uveza imiyalezo yeHTML, sebenzisa okulandelayo:

source: &Text Color:
xh: &Umbala Wesiqendu:
zu: &Umbala Wombhalo:

source: &Background Color:
xh: &Umbala Osemva Eskrinini:
zu: &Umbala Wesizinda:

source: _: labelsSettings.label Labels
xh: Ileyibhile
zu: Amalebula

source: Labels can be used to categorize and prioritize your messages.
xh: Iileyibhile zisenokusetyenziselwa ukubeka imiyalezo yakho ngokwezintlu nangokubaluleka.
zu: Amalebula angasetshenziselwa ukuhlela nokulandelanisa imiyalezo yakho.

source: &Restore Defaults
xh: &Buyisela Okuhlala KukhoRestore Defaults
zu: &Buyisela Okwakhona

source: Configure the fonts used by &brandShortName;
xh: Yenza ubumbeko lweefonti ezisetyenziswa yi-&brandShortName;
zu: Hlela imibhalo esetshenziswa yi&brandShortName;

source: _: fontsCaption.label Fonts
xh: Iifonti
zu: Izinhlobo Zombhalo

source: &Fonts...
xh: &Iifonti...
zu: &Izinhlobo Zombhalo

source: O&utgoing Mail:
xh: Imeyile E&phumayo:
zu: Iposi E&liphumayo:

source: Character encodings
xh: Ukufakwa kweekhowudi kwimibhalo enjengoonobumba
zu: Ukubhala izinhlamvu ngamakhodi

source: Set the default character encodings for sending and receiving mail
xh: Misela ukufakwa kweekhowudi kwimibhalo enjengoonobumba ehlala ikho ukuze kuthunyelwe kwaye kufunyanwe imeyile
zu: Hlela ukubhalwa kwakhona kwezinhlamvu ngamakhodi kokuthumela nokwamukela iposi.

source: &Incoming Mail:
xh: &Imeyile Efikayo:
zu: &Iposi Elingenayo:

source: A&pply the default character encoding to all incoming messages
xh: Sebenzisa ukufakwa kweekhowudi kwimibhalo enjengoonobumba okuhlala kukho kuyo yonke imiyalezo efikayo
zu: S&ebenzisa ukubhalwa kwakhona kwezinhlamvu ngamakhodi kuyo yonke imiyalezo engenayo

source: Use t&he default character encoding in replies
xh: Sebenzisa uku&fakwa kweekhowudi kwimibhalo enjengoonobumba okuhlala kukho kwiimpendulo
zu: Sebenzisa uk&ubhalwa kwakhona kwezinhlamvu ngamakhodi ezimpendulweni

source: Tags
am: መለያ ምልክት
hy_am: Պիտակներ
kab: Tibzimin
uz: Teglar

source: Advanced
am: የረቀቀ
hy_am: Ընդլայնված
kab: Talɣut leqqayen
uz: Qo‘shimcha

# regularStyle.label
source: Regular
am: መደበኛ
hy_am: Կանոնավոր
kab: Amagnu
uz: Muntazam

source: Si&ze:
am: መጠ&ን:
hy_am: Չափը.
kab: &Teɣzi:
uz: &Hajmi:

# regularSize.label
source: Regular
am: መደበኛ
hy_am: Կանոնավոր
kab: Amagnu
uz: Muntazam

source: C&olor:
am: ቀ&ለም:
hy_am: Գույնը.
kab: I&ni:
uz: &Rangi:

source: Display &emoticons as graphics
am: ማሳያ &ስሜት ገላጭ ምልክት እንደ ምስል
hy_am: Ցուցարդել զգացմունքները որպես գրաֆիկա
kab: Skeyn i&ẓuyaṛ am idlifen
uz: &Hissiyotlarni grafika kabi ko‘rsatish

source: Tags can be used to categorize and prioritize your messages.
am: የ እርስዎን መልእክቶች በ ምድብ ለማድረግ እና ቅድሚያዎችን ለ መመደብ መለያ ይጠቀሙ
hy_am: Պիտակներով կարող եք կարգավորել և դասակարգել Ձեր նամակները։
kab: Tibzimin zemrent ad ttwasqedcent akken ad gent taggayin neɣ ad smizzewrent iznan-inek.
uz: Teglar xabarlaringizni turkumlarga va muhimligi bo‘yicha ajratishda foydalaniladi.

source: &Delete
am: &ማጥፊያ
hy_am: Ջնջել
kab: &Kkes
uz: &O‘chirish

source: Fonts & Colors
am: የ ፊደል & ቀለሞች
hy_am: Տառատեսակները և Գույները
kab: Tise&fsiyin d tiɣmiyin
uz: Shriftlar va ranglar

source: &Default font:
am: &ነባር ፊደል:
hy_am: &Հիմ. տառատեսակ.
kab: &Tasefsit tamezwert:
uz: &Asosiy shrift

source: &Advanced…
am: &የረቀቀ…
hy_am: &Ընդլայնված...
kab: &Talɣut leqqayen…
uz: &Qo‘shimcha…

source: &Colors…
am: &ቀለሞች…
hy_am: Գույներ…
kab: Tiɣ&miyin…
uz: &Ranglar…

source: Reading
am: በ ማንበብ ላይ
hy_am: Ընթերցում
kab: Taɣuṛi
uz: O‘qish

source: Display
am: ማሳያ
hy_am: Ցուցադրել
kab: Sken
uz: Ko‘rsatish

source: &Show only display name for people in my address book
am: በ እርስዎ የ አድራሻ ደብተር ውስጥ ያሉ ሰዎች ስም ብቻ &ማሳያ
hy_am: Հասցեագրքում ցուցադրել միայն մարդկանց ցուցադրվող անունը
kab: &Sken kan isem iyemdanen yellan deg imedlis inu n tensa
uz: Faqat manzillar kitobimdagi odamlarni nomi &ko‘rsatilsin

source: &Automatically mark messages as read
am: &ራሱ በራሱ መልእክቶች እንደ ተነበቡ ምልክት ማድረጊያ
hy_am: Նշել նամակները ընթերցված՝
kab: &Creḍ s wudem awurman iznan amzun ttwaɣran
uz: Xabarlarni &avtomatik tarzda o‘qilgan deb belgilash

source: Immediately &on display
am: ወዲያውኑ ማሳያ &በ
hy_am: Միանգամից, երբ նայում ես
kab: Imir imir &deg uskan
uz: Tezda &ekranda

source: After &displaying for
am: ከ &ታየ በኋላ ለ
hy_am: Ժամանակ անց՝
kab: &Ticki yettwaskan di
uz: Ko‘rsatilsin –

source: seconds
am: ሰከንዶች
hy_am: վայրկյան
kab: tasinin
uz: soniyadan so‘ng

source: Open messages in:
am: መልእክቶች መክፈቻ በ:
hy_am: Բացել նամակը՝
kab: Ldi iznan di:
uz: Xabarlar

source: A new &tab
am: አዲስ &tab
hy_am: Նոր էջ
kab: Iccer ama&ynut
uz: yangi &ichi oynada ochilsin

source: A &new message window
am: &አዲስ የ መልእክት መስኮት
hy_am: Նոր պատուհանում
kab: As&faylu n yizen amaynut
uz: &yangi xabar oynasida ochilsin

source: An &existing message window
am: የ &ነበረው የ መልእክት መስኮት
hy_am: Տվյալ պատուհանում
kab: Asfaylu n yi&zen yellan
uz: &Mavjud xabar oynasida ochilsin

source: &Close message window/tab on move or delete
am: &መዝጊያ የ መልእክት መስኮት/tab ለማስወገድ ወይንም ለማጥፋት
hy_am: Փակել նամակի էջը/պատուհանը ջնջելուց հետո
kab: &Mdel asfaylu/iccer n yizen deg unkaz neɣ di tukksa
uz: Xabar oynasi/ichki oynasi ko‘chirilganda yoki o‘chirilganda &yopilsin
