Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/preferences/downloadactions.dtd.po
Languages: xh

source: Download Actions
xh: Amanyathelo Okuthoba Umthwalo

source: Automatically perform the associated Action with each of the following file types:
xh: Kwenza Inyathelo elinxulunyanisiweyo ngokuzenzekela ngohlobo ngalunye lweefayili ezilandelayo:

source: &Action
xh: &Inyathelo

source: File &Type
xh: Ifayili & Isimbo

source: &MIME Type
xh: &Isimbo se-MIME

source: &Extension
xh: &Isolulo

source: &Remove Action
xh: &Susa Inyathelo

source: &Change Action...
xh: &Guqula Inyathelo...

source: &Search:
xh: &Zingela:

source: C&lear
xh: S&ula

source: Cl&ose
xh: V&ala
