Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/preferences/fonts.dtd.po
Languages: zu

source: Fonts
zu: Izinhlobo Zombhalo

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 39em
zu: 39em

source: Fon&ts for:
zu: Izinhlobo zombhalo ze:

source: Typeface
zu: Isitayela sombhalo

source: Size (pixels)
zu: Ubungakko (ama-pixel)

source: &Proportional:
zu: &Vumela Ngobukhulu:

source: &Serif:
zu: I-&Serif:

source: Sa&ns-serif:
zu: I-Sa&ns-serif:

source: &Monospace:
zu: I-&Monospace:

source: pixels
zu: ama-pixels

source: Western
zu: KwaseNtshonalanga

source: Central European
zu: KwaseYurophu Ephakathi

source: Japanese
zu: KwaseJaphane

source: Traditional Chinese (Taiwan)
zu: IsiShayina Sendabuko (Taiwan)

source: Simplified Chinese
zu: IsiShayina EsenziweLula

source: Traditional Chinese (Hong Kong)
zu: IsiShayina Sendabuko (Hong Kong)

source: Korean
zu: isiKorea

source: Cyrillic
zu: isiCyrillic

source: Baltic
zu: isiBaltic

source: Greek
zu: isiGreki

source: Turkish
zu: isiTurkey

source: Other Languages
zu: Ezinye Izilimi

source: User Defined
zu: Ngokusho Komsebenzisi

source: Thai
zu: isiThai

source: Hebrew
zu: isiHebheru

source: Arabic
zu: isi-Arabhu

source: Devanagari
zu: isiDevanagari

source: Tamil
zu: isiTamil

source: Armenian
zu: isi-Armenia

source: Bengali
zu: isiBengali

source: Unified Canadian Syllabary
zu: I-Unified Canadian Syllabary

source: Ethiopic
zu: isiTopia

source: Georgian
zu: isiGeorgia

source: Gujarati
zu: isiGujarati

source: Gurmukhi
zu: isiGurmukhi

source: Khmer
zu: isiKhmer

source: Malayalam
zu: isiMalayalam

source: Minimum font si&ze:
zu: Ubukhulu bombhalo obuncane kunabo bonke:

source: None
zu: Akukho

source: Serif
zu: I-Serif

source: Sans Serif
zu: I-Sans Serif

source: New languages can be configured using the Languages Panel.
zu: Izilimi ezintsha zingahlelwa kusetshenziswa isiThebe Sezilimi.

source: All&ow messages to use other fonts
zu: Vumela imiyalezo isebenzise ezinye izinhlobo zombhalo

source: Display &resolution:
zu: Ukucaca Kokuveziwe:

source: _: dpi stands for "dots per inch" dpi
zu: i-dpi

source: $val &resolution.dpi;
zu: $val &ukucaca.dpi;

source: System setting
zu: Ukuhlelwa Kwesistimu

source: Other...
zu: Okunye...
