Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/preferences/general.dtd.po
Languages: af, am, ar, bg, cy, hu, hy_am, id, pt_br, tr, xh, zh_tw, zu

source: Default Settings
xh: Imimiselo Ehlala Ikho
zu: Ukuhlelwa Kokwakhona

source: Make &brandShortName; the default application for:
xh: Yenza i-&brandShortName; inkqubo ehlala ikho ukwenzela:
zu: Yenza i&brandShortName; ibe iwindi lakhona le:

source: &Mail
xh: &Imeyile
zu: &Iposi

source: &News
xh: &Iindaba
zu: &Izindaba

source: RSS &Feeds
xh: I-RSS &Izondlo
zu: Iziphakeli ze&RSS

source: &brandShortName; should check to see if it is the default mail clie&nt when starting
xh: I-&brandShortName; kufuneka iqwalasele ukuze ibone ukuba ingaba ngum&xumi wemeyile ehlala ikho na xa kuqaliswa
zu: I&brandShortName; kufanele ibheke ukuthi iyiyo yini inta&theli yeposi yakhona lapho iqala

source: A&dvanced...
xh: Kwi&nqanaba Eseliphambili...
zu: O&kuthuthukile...

source: Window Configuration
xh: Ubumbeko Lwefestile
zu: Ukuhlelwa Kwefasitela

source: &Select the window layout you prefer for Mail.
xh: &Khetha ukumiswa kakuhle kwefestile okuthandayo ukwenzela Imeyile.
zu: &Khetha ukuhlelwa kwefasitela okuthandayo ePosini.

source: &brandShortName; Start Page
af: &brandShortName; se beginbladsy
am: &brandShortName; ማስጀመሪያ ገጽ
ar: صفحة بداية &brandShortName;
bg: Начална страница на &brandShortName;
cy: Tudalen Cychwyn &brandShortName;
hu: &brandShortName; kezdőoldal
hy_am: &brandShortName;-ի մեկնարկային էջը
id: Laman Beranda &brandShortName;
pt_br: Página inicial do &brandShortName;
tr: &brandShortName; Başlangıç Sayfası
xh: I-&brandShortName; Ikhasi Lokuqalisa
zh_tw: &brandShortName; 開始頁
zu: I&brandShortName; iKhasi LokuQala

source: &When &brandShortName; launches, show the Start Page in the message area
af: &Wanneer &brandShortName; laat loop word, wys die beginbladsy in die boodskaparea
am: &መቼ &brandShortName; እንደሚጀምር: የ ማስጀመሪያ ገጽ በ መልእክት ቦታ ማሳያ
ar: عند تشغيل &brandShortName;، اعرض &صفحة البداية في منطقة الرسالة
bg: При &стартиране на &brandShortName; се показва началната страница
cy: &Pan fydd &brandShortName; yn cychwyn, dangos y Dudalen Cychwyn yn y maes neges
hu: &Kezdőoldal betöltése az üzenetek helyére a &brandShortName; indításakor
hy_am: &brandShortName;-ը բացելիս ցուցադրել Մեկնարկային էջը
id: Saat &brandShortName; dimulai tampilkan &Laman Beranda pada panel pesan
pt_br: &Ao iniciar o &brandShortName;, abrir esta página no painel de mensagens:
tr: &brandShortName; açıldığında ileti alanında başlan&gıç sayfasını göster
xh: &Xa i-&brandShortName; indululwa, bonisa Ikhasi Lokuqalisa kummandla womyalezo
zh_tw: 當啟動 &brandShortName; 時，在郵件區顯示開始頁
zu: &Lapho i&brandShortName; ivuleka, bonisa iKhasi lokuQala endimeni yemiyalezo

source: &Location:
xh: &Indawo yokuthile:
zu: &Indawo:

source: &Restore Default
af: &Laai verstek terug
am: &እንደነበር መመለሻ ወደ ነባሩ
ar: ا&ستعد المبدئيات
bg: &Възстановяване
cy: Adfer y &Rhagosodiad
hu: &Alaphelyzet
hy_am: Վերականգնել հիմնականը
id: &Kembalikan Nilai Default
pt_br: &Restaurar o padrão
tr: &Varsayılanı yükle
xh: &Buyisela Okuhlala KukhoRestore Default
zh_tw: 回復預設值
zu: &Buyisela Okwakhona

source: An&imate the dock icon
xh: Yenza njengoku&philayo umqondiso wokuqulathiweyo ophakamileyo
zu: Nya&kazisa isithombe esiku-dock

source: When new messages arrive:
af: Wanneer nuwe boodskappe arriveer:
am: አዲስ መልእክቶች በሚመጡ ጊዜ:
ar: عند وصول رسالة جديدة:
bg: При пристигане на ново писмо:
cy: Pan fydd neges newydd yn cyrraedd:
hu: Új üzenet érkezésekor:
hy_am: Նոր նամակ ստանալիս.
id: Saat pesan baru datang:
pt_br: Ao chegarem novas mensagens
tr: Yeni ileti geldiğinde:
xh: Xa kufika imiyalezo emitsha:
zh_tw: 當有新郵件時:
zu: Uma kufika imiyalezo emisha:

source: &Play a sound
xh: &Dlala isandi
zu: &Dlala umsindo

source: &Show an alert
af: &Wys 'n waarskuwing
am: ማስጠንቀቂያ &ማሳያ
ar: اع&رض تنبيهًا
bg: Показване на &известие
cy: &Dangos rhybudd
hu: &Figyelmeztető ablak
hy_am: &Ցուցադրել ազդի ժամանակ
id: Tampilkan perin&gatan
pt_br: &Mostrar um alerta
tr: Uyarı &göster
xh: &Bonisa isiqaphelisi
zh_tw: 顯示警告視窗
zu: &Boniso isiqwashiso

source: &Advanced...
xh: &Kwinqanaba Eseliphambili...
zu: &Okuthuthukile...

source: C&onnection Settings...
xh: Imimiselo Yom&dibaniso...
zu: U&kuhlelwa Kokuxhunywa...

source: Determine how &brandShortName; connects to the Internet.
xh: Fumanisa indlela i-&brandShortName; edibana ngayo Nonxibelelwano.
zu: Nquma indlela i&brandShortName; exhumana ngayo ne-Inthaneti.

source: Connection
xh: Umdibaniso
zu: Ukuxhunywa

source: Location:
af: Ligging:
am: አካባቢ:
ar: المكان:
bg: Адрес:
cy: Lleoliad:
hu: Hely:
hy_am: Հասցեն.
id: Lokasi:
pt_br: Endereço:
tr: Konum:
zh_tw: 位置:

source: o
af: i
ar: م
bg: д
hu: H
pt_br: E

source: Change preferences for the app icon
am: የ መተግበሪያ ምልክት መቀየሪያ ምርጫዎች
ar: غيّر تفضيلات أيقونة التطبيق
bg: Промяна на настройките за иконката на приложението
cy: Newid dewisiadau eicon yr ap
hu: Az appikon beállításainak módosítása
hy_am: Ծրագրի պատկերակի կարգավորումների փոփոխում
pt_br: Mudar preferências do ícone
tr: Uygulama simgesi tercihlerini değiştir

source: App Ico&n Options…
am: የ መተግበሪያ ምልክ&ት ምርጫ…
ar: &خيارات أيقونة التطبيق…
bg: Настройк&и на иконката…
cy: Dewisiadau &Eicon Ap…
hu: &Appikon beállításai…
hy_am: Ծրագրի պատկերա&կի ընտրանքներ...
pt_br: Opções do íco&ne…
tr: Uygulama si&mgesi seçenekleri…

source: Play a sound
af: Speel 'n klank
am: ድምፅ ማጫወቻ
ar: شغّل ملفًا صوتيًا
bg: Изсвирва звук
cy: Canu nodyn
hu: Hangjelzés
hy_am: Խաղարկել ձայն
id: Mainkan suara
pt_br: Tocar um som
tr: Ses dosyası çal
zh_tw: 播放音效

source: d
af: k
ar: ت
bg: у
hu: H
id: S
pt_br: c

source: &Customize…
af: &Doelmaak…
am: &ማስተካከያ…
ar: &خصص…
bg: &Нагласяване…
cy: &Cyfaddasu…
hu: &Testreszabás…
hy_am: Կարգավորել…
id: &Pengaturan…
pt_br: Personali&zar…
tr: Ö&zelleştir…
zh_tw: 自訂…

source: Show a &tray icon
am: ምልክት በ &ትሪ ላይ ማሳያ
ar: أظهر أيقونة في &لوحة النظام
bg: Показване на &tray иконка
cy: Dangos eicon &cilfach
hu: Tálcaikon megjelení&tése
hy_am: Ցուցադրել էկրանի ներքևի պատկերը
pt_br: Exibir íco&ne na bandeja
tr: Sistem &tepsisinde simge göster
zh_tw: 顯示工具列圖示

source: &Play
af: &Speel
am: &ማጫወቻ
ar: &شغّل
bg: Прослу&шва
cy: C&hwarae
hu: &Lejátszás
hy_am: Խաղարկել
id: &Mainkan
pt_br: &Testar
tr: Ça&l
zh_tw: 播放

source: Default s&ystem sound for new mail
af: Versteks&telsel-klank vir nuwe pos
am: ነባር የ ስ&ርአት ድምፅ ለ አዲስ ኢሜይል
ar: صو&ت النظام العادي للبريد الجديد
bg: Стандартен систе&мен звук за ново писмо
cy: &Sain rhagosodedig y system ar gyfer e-bost newydd
hu: Alapé&rtelmezett rendszerhang az új üzenethez
hy_am: Համակարգային ձայնը՝ նոր նամակի դեպքում
id: Suara default dari sistem untuk email &baru
pt_br: &Som padrão do sistema para novas mensagens
tr: &Yeni posta için öntanımlı sistem sesi
zh_tw: 系統預設音效

source: S&ystem Alert Sound
af: S&telsel-waarskuklank
ar: صو&ت تنبيه النظام
bg: Предупредителен систе&мен звук
cy: S&ain Rhybudd System
hu: &Figyelmeztető rendszerhang
hy_am: Համակարգային ձայնը
id: &Suara Peringatan dari Sistem
pt_br: &Som de alerta do sistema
tr: Sistem u&yarı sesi
zh_tw: 系統提示聲

source: &Use the following sound file
af: &Gebruik die volgende klanklêer
am: የሚቀጥሉትን የ ድምፅ ፋይሎች &መጠቀሚያ
ar: ا&ستخدم ملف الصوت التالي
bg: &Използване на следния звуков файл
cy: &Defnyddio'r ffeil sain ganlynol
hu: A következő &hangfájl használata
hy_am: Օգտ. հետևյալ ձայնային ֆայլը
id: G&unakan berkas suara berikut
pt_br: &Usar este arquivo de som:
tr: Aşağıdaki &ses dosyasını kullan
zh_tw: 使用下列音效檔案

source: &Browse…
af: &Blaai…
am: &መቃኛ…
ar: ت&صفّح…
bg: Избо&р…
cy: &Pori…
hu: &Tallózás…
hy_am: Ընտրել…
id: &Telusuri…
pt_br: &Procurar…
tr: &Gözat…
zh_tw: 瀏覽…

source: Default Search Engine
am: ነባር የ መፈለጊያ ሞተር
bg: Търсачка по подразбиране
cy: Peiriant Chwilio Rhagosodedig
hu: Alapértelmezett keresőszolgáltatás
hy_am: Հիմնական որոնիչ
pt_br: Mecanismo de pesquisa padrão
