Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/preferences/sendoptions.dtd.po
Languages: bg, br, eu, gd, hu, tr, xh, zu

source: Send Options
bg: Настройки за изпращане
br: Dibarzhioù kas
eu: Bidalketa-aukerak
gd: Roghainnean a' chuir
hu: Üzenetküldési beállítások
tr: Gönderme Seçenekleri
xh: Thumela Ekukhethwa Kuko
zu: Ongakhetha Kukho Kokuthumela

source: Text Format
bg: Текстов формат
br: Mentrezh an destenn
eu: Testuaren formatua
gd: Fòrmat teacsa
hu: Szövegformátum
tr: Metin biçimi
xh: Ulungiselelo Lwesiqendu
zu: Ukwakheka Kombhalo

source: When sending messages in HTML format and one or more recipients are not listed as being able to receive HTML:
bg: Когато изпращате писмо в HTML формат и един и повече получатели не могат да получават HTML:
br: Pa vez kaset posteloù e mentrezh HTML hag unan pe veur a zegemerer n'int ket war roll ar re varrek da zegemer HTML:
eu: Mezuak HTML formatuan bidaltzean eta hartzaileetako bat edo gehiago HTML mezuak jasotzeko zerrendan ez daudenean:
gd: Nuair a chuireas mi teachdaireachdan ann am fòrmat HTML gu aonan no barrachd dhaoine 's fios nach urrainn dhaibh HTML fhaighinn:
hu: Ha HTML-üzenetet küldése esetén egy vagy több címzettről nem ismert, hogy képes-e HTML-t fogadni:
tr: İletiyi HTML biçiminde gönderirken ve alıcılardan biri veya daha fazlası HTML ileti alamıyorken:
xh: Xa kuthunyelwa imiyalezo ngolungiselelo lwe-HTML kuthi kanti umamkeli omnye nangaphezulu abadweliswanga njengabanesakhono sokufumana i-HTML:
zu: Lapho uthumela imiyalezo ngesimo seHTML futhi omunye wabemukeli engekho ohlwini lwabakwazi ukwamukela iHTML:

source: As&k me what to do
bg: &Запитване какво действие да се предприеме
br: Goulenn &petra ober
eu: Galde&tu niri zer egin
gd: &Faighnich dhìom na tha mi airson dèanamh
hu: &Kérdezzen rá, hogy mi a teendő
tr: &Ne yapılacağını bana sor
xh: Bu&za mna omawukwenze
zu: Ngibuze ukuthi wenzeni

source: &Convert the message to plain text
bg: &Конвертиране в обикновен текст
br: Am&dreiñ ar gemennadenn da destenn eeun
eu: Bihurtu me&zua testu arruntera
gd: Tionndaidh an tea&chdaireachd 'na theacsa lom
hu: Konvertálás s&zöveges üzenetté
tr: İletiyi &düz metne çevir
xh: &Guqulela umyalezo kwisiqendu esingaxutywanga
zu: &Guqula umyalezo ube umbalo ovamile

source: &Send the message in HTML anyway
bg: &Изпращане на писмото в HTML
br: Ka&s ar gemennadenn e HTML forzh penaos
eu: Bidali mezua HTML gi&sa halere
gd: &Cuir an teachdaireachd ann an HTML co-dhiù
hu: Küldés &HTML formátumban
tr: Yine de HTML &olarak gönder
xh: &Thumela umyalezo nge-HTML nokuba kunjalo
zu: &Noma kunjalo wuthumele uyiHTML umyalezo

source: S&end the message in both plain text and HTML
bg: Изпра&щане на писмото в обикновен текст и HTML
br: Kas ar post&el e HTML hag e testenn eeun
eu: Bidali m&ezua bai HTML eta testu arrunt gisa ere
gd: Cuir an t&eachdaireachd an dà chuid ann an teacsa lom is HTML
hu: Küldé&s mind szöveges, mind HTML-módban
tr: İl&etiyi hem düz metin hem de HTML olarak gönder
xh: Th&umela umyalezo ngesiqendu esingaxutywanga nange-HTML
zu: T&humela lo myalezo ungumbhalo ovamile futhi uyiHTML

source: If you know a particular recipient can receive HTML mail, uncheck the 'Send email as plain text (no HTML)' checkbox on the recipient's Address Book card.
xh: Xa usazi ukuba umamkeli othile unako ukufumana imeyile ye-HTML, susa uqwalaselo kwibhokisi yoqwalaselo 'ye-Thumela imeyile njengesiqendu esingaxutywanga (akukho HTML)' kwikhadi Yencwadi Yeedilesi zikamamkeli.
zu: Uma kukhona umamukeli omaziyo ongawamukela umyalezo weHTML, susa uqhwi ebhokisini elithi 'Thumela le-email ingumbhalo ovamile (kungabi yiHTML)' ekhadini lomamukeli leNcwadi Yamakheli.

source: Note: Use the Address Book to specify preferred text formats for recipients.
bg: Забележка: Използвайте адресника, за да определите предпочитаните текстови формати за получателите.
br: Notenn : Arverañ ar c'harned chomlec'hioù evit erspizañ ar mentrezhoù gwell evit an degemererien.
eu: Oharra: Erabili helbide-liburua hartzaileen lehenetsitako testu-formatua ezartzeko.
gd: Aire: Cleachd leabhar nan seòladh gus am fòrmat as fhearr le gach faightear a shònrachadh.
hu: Megjegyzés: használja a címjegyzéket a címzettek preferált üzenetformátumának beállításához.
tr: Not: Alıcılara özel metin biçimlerini ayarlamak için adres defterini kullanın.
xh: Qaphela: Sebenzisa Incwadi Yeedilesi ukuxela iintlobo zolungiselelo zeziqendu ezikhethelwa abamkeli.
zu: Phawula: Sebenzisa iNcwadi Yamakheli usho isimo sombhalo owukhethela abemukeli.

source: When you send a message to an address with one of the domain names listed below, &brandShortName; automatically sends the message in the correct format.
bg: Когато изпращате писмо на адрес, чийто домейн е изписан долу, &brandShortName; автоматично ще изпрати писмото в правилния формат.
br: Pa vo kaset ur postel d'ur chomlec'h gant unan eus an anvioù domani war ar roll amañ dindan e kaso &brandShortName; ent emgefreek ar postel gant ar mentrezh dereat.
eu: Behean zerrendatutako domeinu-izen batera mezu bat bidaltzean, &brandShortName;(e)k mezua formatu egokian bidaliko du automatikoki.
gd: Ma chuireas tu teachdaireachd gu seòladh air aon dha na h-àrainnean gu h-ìosal, cuiridh &brandShortName; an teachdaireachd san fhòrmat cheart leis fhèin.
hu: Ha üzenetét az alábbi tartományokhoz tartozó címre küldi, a &brandShortName; automatikusan a helyes formátumban fogja elküldeni.
tr: İçinde aşağıdaki alan adlarından biri geçen bir adrese ileti gönderdiğinizde, &brandShortName; bunu otomatik olarak doğru biçimde gönderir.
xh: Xa uthumela umyalezo kwidilesi enegama elinye kumagama ommandla wolwazi adweliswe ngezantsi, i-&brandShortName; ithumela ngokuzenzekela umyalezo kulungiselelo oluchanekileyo.
zu: Uma i&brandShortName; ithumela umyalezo ekhelini elinelinye lamagama endawo elawulwayo ahlelwe ngezansi, ngokuzenzekelayo iwuthumela ngesimo esifanele.

source: &HTML Domains
bg: До&мейни за HTML
br: Domanioù &HTML
eu: &HTML domeinuak
gd: Àrainnean &HTML
hu: &HTML-t fogadni képes tartományok
tr: &HTML alan adları
xh: Imimandla Yolwazi lwe-&HTML
zu: &Izindawo Ezilawulwayo ZeHTML

source: &Plain Text Domains
bg: Доме&йни за обикновен текст
br: &Domanioù e testenn eeun
eu: Testu a&rrunteko domeinuak
gd: Àrainnean &teacsa luim
hu: Normál szöv&eget kérő tartományok
tr: Dü&z metin alan adları
xh: Imimandla Yolwazi Ngeziqendu &Ezingaxutywanga
zu: &Izindawo Ezilawulwayo Zombhalo Ovamile

source: Add...
xh: Fakela...
zu: Nezela...

source: _: AddPlainText.accesskey d
xh: d
zu: d

source: Delete
xh: Cima
zu: Cisha

source: Add HTML Domain Name
bg: Добавяне име на домейн
br: Ouzhpennañ un anv domani HTML
eu: Gehitu HTML domeinu-izena
gd: Cuir àrainn HTML ris
hu: HTML-levelet fogadni képes tartomány felvétele
tr: HTML alan adı ekle
xh: Fakela Igama Lommandla Wolwazi nge-HTML
zu: Nezela Igama Lendawo Elawulwayo LeHTML

source: HTML Domain Name:
bg: Име на домейн за HTML:
br: Anv domani mod HTML :
eu: HTML domeinu-izena:
gd: Ainm na h-àrainne HTML:
hu: HTML-levelet fogadni képes tartományok:
tr: HTML alan adı:
xh: Igama Lommandla Wolwazi nge-HTML:
zu: Igama Lendawo Elawulwayo LeHTML:

source: _: add.htmldomain.accesskey d
xh: d
zu: d

source: Add Plain Text Domain Name
bg: Добавяне име на домейн
br: Ouzhpennañ un anv domani e testenn eeun
eu: Gehitu testu arrunteko domeinu-izena
gd: Cuir ris ainm àrainne ann an teacsa lom
hu: Normál szöveget kérő tartomány felvétele
tr: Düz metin alan adı ekle
xh: Fakela Igama Lommandla Wolwazi Ngesiqendu Esingaxutywanga
zu: Nezela Igama Lendawo Elawulwayo Lombhalo Ovamile

source: Plain Text Domain Name:
bg: Име на домейн за обикновен текст:
br: Anv domani e testenn eeun :
eu: Testu arrunteko domeinu-izena:
gd: Ainm na h-àrainne ann an teacsa lom:
hu: Normál szöveget kérő tartományok:
tr: Düz metin alan adı:
xh: Igama Lommandla Wolwazi Ngesiqendu Esingaxutywanga:
zu: Igama Lendawo Elawulwayo Lombhalo Ovamile:

source: _: add.plaintext.accesskey d
xh: d
zu: d

source: Domain Name Error
xh: Imposiso Ngegama Lommandla Wolwazi
zu: Iphutha Egameni Lendawo Elawulwayo

source: The domain name @string@ already exists in this list.
xh: Igama lommandla wolwazi @string@ selikhona kolu ludwe.
zu: Igama lendawo elawulwayo i- @string@ likhona kakade kuloluhlu.

source: A domain name cannot appear in both the HTML and Plain Text lists. The domain name @string@ already exists.
xh: Igama lommandla wolwazi alinakuvela kwizindwe Zeziqendu ze-HTML Nezingaxutywanga. Igama lommandla wolwazi @string@ selikhona.
zu: Igama lendawo elawulwayo alikwazi ukuvela ohlwini lweHTML nakoloMbhalo Ovamile. Igama lendawo elawulwayo i- @string@ selikhona kakade.

# AddHtmlDomain.label AddHtmlDomain.accesskey
source: &Add…
bg: &Добавяне…
br: Ouzhpenn&añ…
eu: &Gehitu…
gd: &Cuir ris…
hu: &Hozzáadás…
tr: &Ekle…

# AddPlainText.label AddPlainText.accesskey
source: &Add…
bg: &Добавяне…
br: Ouzh&pennañ…
eu: &Gehitu…
gd: &Cuir ris…
hu: &Hozzáadás…
tr: &Ekle…

# DeleteHtmlDomain.label DeleteHtmlDomain.accesskey
source: &Delete
bg: И&зтриване
br: Di&lemel
eu: &Ezabatu
gd: &Sguab às
hu: &Törlés
tr: &Sil

# DeletePlainText.label DeletePlainText.accesskey
source: &Delete
bg: И&зтриване
br: D&ilemel
eu: &Ezabatu
gd: &Sguab às
hu: &Törlés
tr: &Sil
