Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger-mapi/mapi.properties.po
Languages: cy, ga_ie, gd, hr, hu, km, pt_br, ro, sl, tr, xh, zu

source: _: dialogTitle %S
xh: %S
zu: %S

source: Do you want to use %S as the default mail application?
xh: Ingaba ufuna ukusebenzisa i-%S njengenkqubo yemeyile ehlala ikho?
zu: Uyafuna ukusebenzisa i%S ibe iwindi lakhona leposi?

source: Do you want to use %S as the default news application?
cy: Hoffech chi ddefnyddio %S fel eich rhaglen newyddion arferol?
ga_ie: An bhfuil fonn ort %S a úsáid mar an feidhmchlár nuachta réamhshocraithe?
gd: A bheil thu airson %S a chleachdadh mar am prògram bunaiteach agad airson naidheachdan?
hr: Želite li koristiti %S kao zadani program za vijesti?
hu: Szeretné, hogy a %S legyen az alapértelmezett hírolvasóprogram?
km: Օգտագործե՞լ %S-ը որպես նորությունների հիմնական ծրագիր։
pt_br: Deseja definir o %S como o aplicativo de news padrão?
ro: Doriți să utilizați %S ca aplicație implicită pentru grupuri de discuții?
sl: Želite uporabljati %S kot privzeti novičarski program?
tr: Varsayılan haber uygulamanız olarak %S kullanmak ister misiniz?
xh: Ingaba ufuna ukusebenzisa i-%S njengenkqubo yeendaba ehlala ikho?
zu: Uyafuna ukusebenzisa i%S ibe iwindi lakhona lezindaba?

source: Do you want to use %S as the default feed aggregator?
cy: Hoffech chi ddefnyddio %S fel eich casglwr llif arferol?
ga_ie: An bhfuil fonn ort %S a úsáid mar an comhbhailitheoir fothaí réamhshocraithe?
gd: A bheil thu airson %S a chleachdadh mar an trusaiche bunaiteach agad airson inbhirean?
hr: Želite li koristiti %S kao zadani program za praćenje kanala?
hu: Szeretné, hogy a %S legyen az alapértelmezett hírforrás-aggregátor?
km: Օգտագործե՟լ %S-ը որպես նորությունների շղթայի հիմնական ծրագիր:
pt_br: Deseja definir o %S como o aplicativo de RSS padrão?
ro: Doriți să utilizați %S ca agregator implicit de feed-uri?
sl: Želite uporabljati %S kot privzeti zbiralnik virov RSS?
tr: Varsayılan RSS okuyucunuz olarak %S kullanmak ister misiniz?
xh: Ingaba ufuna ukusebenzisa i-%S njengesiqhelisi sesondlo esihlala sikho?
zu: Uyafuna ukusebenzisa i%S ibe isihlanganisi sesiphakeli sakhona?

source: Do not display this dialog again
cy: Peidio dangos y deialog eto
ga_ie: Ná taispeáin an dialóg seo arís
gd: Na seall dhomh an còmhradh seo a-rithist
hr: Ne prikazuj ovaj dijalog ponovno
hu: Ne jelenjen meg többet ez a kérdés.
km: Այլևս չցուցադրել
pt_br: Não exibir mais este alerta
ro: Nu mai afișa acest dialog
sl: Tega pogovornega okna ne prikaži več.
tr: Bu pencereyi tekrar gösterme
xh: Musa ukubonisa le ngxoxo kwakhona
zu: Ungaphinde uyiveze le ngxoxo

source: %S is not currently set as your default mail application. Would you like to make it your default mail application?
cy: Nid yw %S wedi'i osod fel eich rhaglen e-bost rhagosodedig. Hoffech chi ei gwneud yn rhaglen e-bost rhagosodedig?
ga_ie: Ní hé %S an feidhmchlár ríomhphoist réamhshocraithe faoi láthair. An bhfuil fonn ort é a úsáid mar an feidhmchlár ríomhphoist réamhshocraithe?
gd: Chan eil %S 'na phrògram bunaiteach agad airson a' phuist-dhealain an-dràsta. A bheil thu airson a shuidheachadh mar am prògram bunaiteach agad airson a' phuist-dhealain?
hr: %S trenutno nije postavljen kao zadani program za e-poštu. Želite li ga postaviti kao zadani program za e-poštu?
hu: A %S pillanatnyilag nem az alapértelmezett levelezőprogram. Szeretné alapértelmezett levelezőprogrammá tenni?
km: %S-ը հաստատված չէ որպես հիմնական փոստային ծրագիր։ Դարձնե՞լ այն որպես այդպիսին։
pt_br: O %S não é o seu aplicativo de e-mail padrão. Deseja defini-lo como padrão?
ro: %S nu este aplicația implicită pentru email. Doriți să fie aplicația implicită pentru email?
sl: %S trenutno ni nastavljen kot privzeti program za pošto. Želite, da postane vaša privzeti program za pošto?
tr: %S şu anda varsayılan e-posta uygulamanız değil. Varsayılan e-posta uygulaması olarak ayarlamak ister misiniz?
xh: I-%S ayimiselwanga okwangoku njengenkqubo yemeyile yakho ehlala ikho. Ingaba ufuna ukuyenza inkqubo yemeyile yakho ehlala ikho?
zu: Njengamanje i%S ayihleliwe njengewindi lakho lakhona leposi. Ungathanda ukuyenza iwindi lakho lakhona leposi?

source: %S is not currently set as your default news application. Would you like to make it your default news application?
cy: Nid yw %S wedi'i osod fel eich rhaglen newyddion rhagosodedig. Hoffech chi ei gwneud yn rhaglen newyddion rhagosodedig?
ga_ie: Ní hé %S an feidhmchlár nuachta réamhshocraithe faoi láthair. An bhfuil tú ag iarraidh é a úsáid mar an feidhmchlár nuachta réamhshocraithe?
gd: Chan eil %S 'na phrògram bunaiteach agad airson naidheachdan an-dràsta. A bheil thu airson a shuidheachadh mar am prògram bunaiteach airson naidheachdan?
hr: %S trenutno nije postavljen kao zadani program za vijesti. Želite li ga postaviti kao zadani program za vijesti?
hu: A %S pillanatnyilag nem az alapértelmezett hírolvasóprogram. Szeretné alapértelmezett hírolvasóprogrammá tenni?
km: %S-ը այժմ նորությունների հիմնական ծրագիրը չէ։ Դարձնե՞լ այն հիմնական ծրագիր։
pt_br: O %S não é o seu aplicativo de news padrão. Deseja defini-lo como padrão?
ro: %S nu este aplicația implicită pentru grupuri de discuții. Doriți să fie aplicația implicită?
sl: %S trenutno ni nastavljen kot privzeti program za novice. Želite, da postane vaša privzeti program za novice?
tr: %S şu anda varsayılan haber uygulamanız değil. Varsayılan haber uygulaması olarak ayarlamak ister misiniz?
xh: I-%S ayimiselwanga okwangoku njengenkqubo yeendaba yakho ehlala ikho. Ingaba unqwenela ukuyenza inkqubo yakho yeendaba ehlala ikho?
zu: Njengamanje i%S ayihleliwe njengewindi lakho lakhona lezindaba. Ungathanda ukuyenza iwindi lakho lakhona lezindaba?

source: %S is not currently set as your default feed aggregator. Would you like to make it your default feed aggregator?
cy: Nid yw %S wedi ei osod fel eich rhaglen casglwr llif rhagosodedig. Hoffech chi ei gwneud yn rhaglen casglwr llif rhagosodedig?
ga_ie: Ní hé %S do chomhbhailitheoir fothaí réamhshocraithe faoi láthair. An bhfuil fonn ort é a úsáid mar do chomhbhailitheoir fothaí réamhshocraithe?
gd: Chan eil %S 'na thrusaiche bunaiteach agad airson inbhirean an-dràsta. A bheil thu airson a shuidheachadh mar an trusaiche bunaiteach agad airson inbhirean?
hr: %S trenutno nije postavljen kao zadani program za praćenje kanala. Želite li ga postaviti kao zadani program za praćenje kanala?
hu: A %S pillanatnyilag nem az alapértelmezett hírforrás-aggregátor. Szeretné alapértelmezett hírforrás-aggregátorrá tenni?
km: %S-ը նորությունների շղթայի հիմնական ծրագիրը չէ: Դարձնե՟լ այն հիմնականը:
pt_br: O %S não é o seu aplicativo de RSS padrão. Deseja defini-lo como padrão?
ro: %S nu este agregatorul implicit de fluxuri. Doriți să fie agregator implicit de fluxuri?
sl: %S trenutno ni nastavljen kot privzeti zbiralnik za vire. Želite, da postane vaš privzeti zbiralnik za vire?
tr: %S şu anda varsayılan RSS okuyucunuz değil. Varsayılan RSS okuyucusu olarak ayarlamak ister misiniz?
xh: I-%S ayimiselwanga okwangoku njengesiqhelisi sesondlo esihlala sikho. Ingaba unomnqweno wokuyenza isiqhelisi sesondlo esihlala sikho?
zu: Njengamanje i%S ayihleliwe njengewindi lakho lakhona lesihlanganisi sesiphakeli. Ungathanda ukuyenza iwindi lakho lakhona lesihlanganisi sesiphakeli?

source: %S is already set as your default mail application.
cy: Mae %S eisoes wedi'i gosod fel eich rhaglen e-bost rhagosodedig.
ga_ie: Is é %S an feidhmchlár ríomhphoist réamhshocraithe cheana.
gd: Tha %S 'na phrògram bunaiteach agad airson a' phuist-dhealain mu thràth.
hr: %S je već postavljen kao zadani program za e-poštu.
hu: A %S már be van állítva alapértelmezett levelezőprogramnak.
km: %S-ը արդեն իսկ հիմնական փոստային ծրագիրն է։
pt_br: O %S já está definido como o aplicativo de e-mail padrão.
ro: %S este deja aplicația implicită pentru email.
sl: %S je že vaš privzeti poštni program.
tr: %S zaten varsayılan e-posta uygulamanız olarak ayarlanmış.
xh: I-%S seyimiselwe njengenkqubo yakho yemeyile ehlala ikho.
zu: I%S kakade ihlelwe yaba iwindi lakho lakhona leposi.

source: %S is already set as your default news application.
cy: Mae %S eisoes wedi'i gosod fel eich rhaglen newyddion rhagosodedig.
ga_ie: Is é %S an feidhmchlár nuachta réamhshocraithe cheana.
gd: Tha %S 'na phrògram bunaiteach agad airson naidheachdan mu thràth.
hr: %S je već postavljen kao zadani program za vijesti.
hu: A %S már be van állítva alapértelmezett hírolvasóprogramnak.
km: %S-ը արդեն իսկ նորությունների հիմնական ծրագիրն է։
pt_br: O %S já está definido como o aplicativo de news padrão.
ro: %S este deja aplicația implicită pentru grupuri de discuții.
sl: %S je že vaš privzeti novičarski program.
tr: %S zaten varsayılan haber uygulaması olarak ayarlanmış.
xh: I-%S seyimiselwe njengenkqubo yakho yeendaba ehlala ikho.
zu: I%S kakade ihlelwe yaba iwindi lakho lakhona lezindaba.

source: %S is already set as your default feed aggregator.
cy: Mae %S eisoes wedi'i gosod fel eich rhaglen casglwr llif rhagosodedig.
ga_ie: Is é %S an comhbhailitheoir fothaí réamhshocraithe cheana.
gd: Tha %S 'na thrusaiche bunaiteach agad airson inbhirean mu thràth.
hr: %S je već postavljen kao zadani program za praćenje kanala.
hu: A %S már be van állítva alapértelmezett hírforrás-aggregátornak.
km: %S-ը արդեն նորությունների շղթայի հիմնական ծրագիրն է:
pt_br: O %S já está definido como o aplicativo de RSS padrão.
ro: %S este deja agregatorul implicit de fluxuri.
sl: %S je že vaš privzeti zbiralnik virov.
tr: %S zaten varsayılan besleme okuyucu olarak ayarlanmış.
xh: I-%S seyimiselo njengesiqhelisi sesondlo sakho esihlala sikho.
zu: I%S kakade ihlelwe yaba iwindi lakho lakhona lesihlanganisi sesiphakeli.

source: Please enter your password for %S:
cy: Rhowch gyfrinair ar gyfer %S:
ga_ie: Iontráil d'fhocal faire le haghaidh %S le do thoil:
gd: Cuir a-steach am facal-faire agad airson %S:
hr: Unesite svoju lozinku za %S:
hu: Adja meg a jelszavát a következőhöz: %S:
km: Նշեք Ձեր գաղտնաբառը %S-ի համար.
pt_br: Por favor, forneça sua senha para %S:
ro: Introduceți parola pentru %S:
sl: Vnesite svoje geslo za %S:
tr: Lütfen %S parolanızı girin:
xh: Nceda ngenisa igama lokugqithisa lakho ukwenzela i-%S:
zu: Sicela ufake igama lakho lokungena e%S:

source: Please enter your username and password
xh: Nceda ngenisa igama lakho lomsebenzisi kunye negama lokugqithisa
zu: Sicela ufake igama lakho lomsebenzisi nelokungena

source: _: loginTitle %S
xh: %S
zu: %S

source: _: PasswordTitle %S
xh: %S
zu: %S

source: %S could not be set as the default mail application because a registry key could not be updated. Verify with your system administrator that you have write access to your system registry, and then try again.
cy: Nid oedd modd gosod %S fel y rhaglen e-bost rhagosodedig am nad oedd modd diweddaru allwedd yn y gofrestrfa. Gwiriwch gyda'ch gweinyddwr system fod gennych fynediad ysgrifennu i'r gofrestrfa ac yna ceisiwch eto.
ga_ie: Ní féidir %S a chur mar an feidhmchlár ríomhphoist réamhshocraithe toisc nach féidir eochair sa Chlárlann a nuashonrú. Cinntigh le riarthóir do chórais go bhfuil cead scríofa agat i gClárlann do chórais, agus déan iarracht eile.
gd: Cha b' urrainn dhuinn %S a shuidheachadh mar am prògram bunaiteach airson a' phuist-dhealain a chionn 's gun robh iuchair san chlàr-lann nach gabh ùrachadh. Bruidhinn ri rianadair an t-siostaim agad gus dèanamh cinnteach gu bheil cead sgrìobhadh agad san aonad-chlàraidh 's feuch ris a-rithist an uairsin.
hr: %S nije moguće postaviti kao zadani program za e-poštu, jer ažuriranje ključa u registru nije uspjelo. Provjerite kod svojeg sistem administratora imate li dozvolu za pisanje u sistemski registar, te pokušajte ponovno.
hu: A %S programot nem lehet alapértelmezett levelezőprogramnak beállítani, mert a regisztrációs adatbázis megfelelő kulcsa nem frissíthető. Ellenőrizze, hogy jogosult-e a regisztrációs adatbázis módosítására, és utána próbálkozzon újra.
km: %S-ը չի կարող հաստատվել որպես հիմնական փոստային ծրագիր, քանզի գտրանցման բանալին հնարավոր չէ թարմացնել: Կարգավորեք այս հարցը Ձեր ադմինիստրատորի հետ:
pt_br: O %S não pôde ser definido como o aplicativo de e-mail padrão porque não foi possível atualizar a chave do registro. Verifique com o administrador do sistema se você possui permissão de escrita no registro do sistema e então tente de novo.
ro: %S nu a putut fi definită ca aplicație implicită de email, deoarece nu s-a putut actualiza o cheie din registru. Asigurați-vă că aveți dreptul de a scrie în registrul sistemului dumneavoastră apoi reluați.
sl: %S ni mogoče nastaviti za privzeti poštni program, ker ključa v registru ni mogoče posodobiti. Preverite s svojim sistemskim skrbnikom, da imate pisalne pravice za register, potem pa poskusite znova.
tr: %S varsayılan posta uygulaması olarak ayarlanamıyor çünkü kayıt anahtarı güncellenemiyor. Kayıt defterine yazma hakkınız olup olmadığını sistem yöneticinize sorup tekrar deneyin.
xh: I-%S ayikwazanga kumiselwa njengenkqubo yemeyile ehlala ikho kuba iqhosha lobhaliso alikwazanga kuhlaziywa. Qinisekisa isilawuli sesixokelelwano sakho ukuba unofikelelo lokubhala kubhaliso lwesixokelelwano, uze uzame kwakhona.
zu: I%S ayikwazanga ukuhlelwa ibe iwindi lakhona leposi ngoba ukhiye werejista awufakekanga okusha. Thola isiqiniseko kumqondisi wohlelo lwakho ukuthi unalo ilungelo lokubhala erejisteni yohlelo lwakho, bese uphinde uzama futhi.

source: %S could not be set as the default news application because a registry key could not be updated. Verify with your system administrator that you have write access to your system registry, and then try again.
cy: Nid oedd modd gosod %S fel y rhaglen newyddion rhagosodedig am nad oedd modd diweddaru allwedd yn y gofrestrfa. Gwiriwch gyda'ch gweinyddwr system fod gennych fynediad ysgrifennu i'r gofrestrfa ac yna ceisiwch eto.
ga_ie: Ní féidir %S a chur mar an feidhmchlár nuachta réamhshocraithe toisc nach féidir eochair sa Chlárlann a nuashonrú. Cinntigh le riarthóir do chórais go bhfuil cead scríofa agat i gClárlann do chórais, agus déan iarracht eile.
gd: Cha b' urrainn dhuinn %S a shuidheachadh mar am prògram bunaiteach airson naidheachdan a chionn 's gun robh iuchair san chlàr-lann nach gabh ùrachadh. Bruidhinn ri rianadair an t-siostaim agad gus dèanamh cinnteach gu bheil cead sgrìobhadh agad san aonad-chlàraidh 's feuch ris a-rithist an uairsin.
hr: %S nije moguće postaviti kao zadani program za vijesti, jer ažuriranje ključa u registru nije uspjelo. Provjerite kod svojeg sistem administratora imate li dozvolu za pisanje u sistemski registar, te pokušajte ponovno.
hu: A %S programot nem lehet alapértelmezett hírcsoportkezelő-programnak beállítani, mert a regisztrációs adatbázis megfelelő kulcsa nem frissíthető. Ellenőrizze, hogy jogosult-e a regisztrációs adatbázis módosítására, és utána próbálkozzon újra.
km: %S-ը չի կարող հաստատվել նորությունների հիմնական ծրագիր, որովհետև գրանցատեղիի բանալին հնարավոր չէ թարմացնել: Կարգավորեք այս հարցը Ձեր ադմինիստրատորի հետ:
pt_br: O %S não pode ser definido como o aplicativo de news padrão porque não foi possível atualizar a chave do registro. Verifique com o administrador do sistema se você possui permissão de escrita no registro do sistema e então tente de novo.
ro: Nu s-a putut seta %S ca aplicație implicită pentru grupuri de discuții deoarece nu s-a putut actualiza o cheie din registru. Asigurați-vă că aveți dreptul de a scrie în registrul sistemului dumneavoastră apoi încercați din nou.
sl: %S ni mogoče nastaviti za privzeti novičarski program, ker ključa v registru ni mogoče posodobiti. Preverite s svojim sistemskim skrbnikom, da imate pisalne pravice za register, potem pa poskusite znova.
tr: %S varsayılan haber uygulaması olarak ayarlanamıyor çünkü kayıt anahtarı güncellenemiyor. Kayıt defterine yazma hakkınız olup olmadığını sistem yöneticinize sorup tekrar deneyin.
xh: I-%S ayikwazanga kumiselwa njengenkqubo yeendaba ehlala ikho kuba iqhosha lobhaliso alikwazanga kuhlaziywa. Qinisekisa nesilawuli sesexokelelwano sakho ukuba unalo ufikelelo lokubhala kubhaliso lwesixokelelwano sakho, uze uzame kwakhona.
zu: I%S ayikwazanga ukuhlelwa ibe iwindi lakhona lezindaba ngoba ukhiye werejista awufakekanga okusha. Thola isiqiniseko kumqondisi wohlelo lwakho ukuthi unalo ilungelo lokubhala erejisteni yohlelo lwakho, bese uphinde uzama futhi.

source: _: errorMessageTitle %S
xh: %S
zu: %S

source: Another application is attempting to send mail using your user profile. Are you sure you want to send mail?
cy: Mae rhaglen arall yn ceisio anfon e-bost gan ddefnyddio eich proffil defnyddiwr. Ydych chi'n si≈µr eich bod eisiau anfon e-bost?
ga_ie: Tá feidhmchlár eile ag iarraidh ríomhphost a sheoladh agus do phróifíl úsáideora in úsáid aige. An bhfuil tú cinnte go dteastaíonn uait ríomhphost a sheoladh?
gd: Tha prògram eile a' feuchainn ri post a chur tron phròifil chleachdaiche agad. A bheil thu cinnteach gu bheil thu airson post a chur?
hr: Drugi program pokušava poslati e-poštu koristeći vaš korisnički profil. Želite li poslati e-poštu?
hu: Egy másik alkalmazás megpróbált levelet küldeni az Ön felhasználói profiljának használatával. Biztos benne, hogy levelet akar küldeni?
km: Այլ ծրագիր փորձում է նամակ ուղարկել` օգտագործելով Ձեր պրոֆիլը: Ուղարկե՞լ այն:
pt_br: Outro aplicativo está tentando enviar mensagens usando o seu perfil de usuário. Deseja enviá-las?
ro: O altă aplicație încearcă să trimită un email prin profilul dumneavoastră. Sigur doriți trimiterea acestui email?
sl: Nek drug program skuša poslati pošto, uporabljajoč vaš uporabniški profil. Ste zares prepričani, da želite to pošto poslati?
tr: Başka bir uygulama kimliğinizden e-posta göndermek istiyor. Bu e-postayı göndermek istediğinizden emin misiniz?
xh: Enye inkqubo izama ukuthumela imeyile ngokusebenzisa inkangeleko yakho yomsebenzisi. Uqinisekile ufuna ukuthumela imeyile?
zu: Elinye iwindi lizama ukuthumela iposi lisebenzisa uhlaka lwakho lomsebenzisi. Uyafuna ngempela ukuthumela iposi?

source: Warn me whenever other applications try to send mail from me
cy: Rhybuddio pan fydd rhaglen arall yn ceisio anfon e-bost oddi wrthyf i
ga_ie: Tabhair rabhadh dom má iarrann feidhmchláir eile ríomhphost a sheoladh uaimse
gd: Thoir rabhadh dhomh nuair a dh'fheuchas prògraman eile ri post a chur as mo leth
hr: Upozori me svaki puta kada drugi programi pokušaju poslati e-poštu u moje ime
hu: Figyelmeztetés, ha más alkalmazások levelet próbálnak küldeni a nevemben
km: Զգուշացնել, երբ այլ ծրագրեր փորձեն իմ անունից նամակ ուղարկել
pt_br: Sempre alertar quando outros aplicativos tentarem enviar mensagens em meu nome
ro: Anunță-mă când alte aplicații încearcă să trimită emailuri prin profilul meu.
sl: Opozori me, kadar skušajo drugi progami pošiljati pošto v mojem imenu
tr: Başka bir uygulama benim adıma e-posta göndermek istediğinde beni uyar
xh: Ndilumkise nanini xa ezinye iinkqubo zizama ukuthumela imeyile evela kum
zu: Ngixwayise njalo uma amanye amawindi ezama ukuthumela iposi elivela kimi

source: _: defaultMailDisplayTitle %S
xh: %S
zu: %S

source: Do you want to use %S as the default mail application?
cy: Hoffech chi ddefnyddio %S fel eich rhaglen e-bost arferol?
ga_ie: An bhfuil fonn ort %S a úsáid mar an feidhmchlár ríomhphoist réamhshocraithe?
gd: A bheil thu airson %S a chleachdadh mar am prògram bunaiteach agad airson a' phuist-dhealain?
hr: Želite li koristiti %S kao zadani program za e-poštu?
hu: Szeretné, hogy a %S legyen az alapértelmezett levelezőprogram?
km: Օգտագործե՞լ %S-ը որպես հիմնական փոստային ծրագիր։
pt_br: Deseja definir o %S como o aplicativo de email padrão?
ro: Doriți să utilizați %S ca aplicație implicită pentru email?
sl: Želite uporabljati %S kot privzeti poštni program?
tr: Varsayılan e-posta uygulamanız olarak %S kullanmak ister misiniz?

source: Please enter your username and password
cy: Rhowch eich enw defnyddiwr a chyfrinair
ga_ie: Tabhair uait ainm úsáideora agus focal faire le do thoil
gd: Cuir a-steach an t-ainm-cleachdaiche 's am facal-faire agad
hr: Unesite svoje korisničko ime i lozinku
hu: Adja meg a felhasználónevét és a jelszavát
km: Մուտքագրեք Ձեր մականունը և գաղտնաբառը
pt_br: Por favor, forneça seu nome de usuário e senha
ro: Vă rugăm introduceți numele de utilizator și parola
sl: Vnesite svoje ime in geslo
tr: Lütfen kullanıcı adınızı ve parolanızı girin
