Repository: translate/mozilla-l10n
Catalog: cak/browser/chrome/browser/pageInfo.properties.po
Languages: cak

source: Page Info - %S
cak: Na'oj pa ruwi' re ruxaq - %S

source: Frame Info - %S
cak: Na'oj chi rij re ruchi' re' - %S

source: Untitled Page:
cak: Majun rub'i' ri ruxaq:

source: Unknown
cak: Man etaman ta ruwäch

source: Not specified
cak: Man ya'on ta retal

source: Yes
cak: Ja'

source: No
cak: Mani

source: Image
cak: Wachib'äl

source: Video
cak: Silowachib'äl

source: Audio
cak: K'oxomal

source: Background
cak: Rupam

source: Border
cak: Ruchi'

source: Bullet
cak: Weqoj

source: Cursor
cak: Retal ch'oy

source: Object
cak: Wachinäq

source: Embed
cak: Tik'ase'

source: Icon
cak: Wachib'äl

source: Input
cak: Okitz'ib'

source: Select a Folder to Save the Images
cak: Tacha' jun yakb'äl akuchi' yatikir nayäk ri taq wachb'äl

source: Block Images from %S
cak: Keq'at taq ruwachib'al %S

source: Unknown (not cached)
cak: Man etaman ta ruwäch (man jumejyak ta)

source: %S Image
cak: %S Wachib'äl

source: %S Image (animated, %S frames)
cak: %S Wachib'äl (silon, %S taq kajtz'ik)

source: %Spx × %Spx (scaled to %Spx × %Spx)
cak: %Spx × %Spx (jotob'an pa %Spx × %Spx)

source: Quirks mode
cak: Rub'eyal nuk'än

source: Standards compliance mode
cak: K'omonel rub'anikil kik'in jikïl taq b'eyal

source: Meta (1 tag)
cak: Retal q'i'oj (1 etal)

source: Meta (%S tags)
cak: Retal q'i'oj (%S taq etal)

source: This website does not supply ownership information.
cak: Re jun ruxaq k'amaya'l re' man nuya' ta rutzijol chi rij ri rajaw.

source: Yes, once
cak: Ja', jun mul

source: Yes, %S times
cak: Ja', %S mul

source: This website is using %1$S %2$S
cak: Tajin nrokisaj %1$S %2$S re ruxaq k'amaya'l re'

source: Use Default
cak: Tokisäx ri ruk'amon wi pe
