Repository: translate/mozilla-l10n
Catalog: cak/browser/chrome/browser/webrtcIndicator.properties.po
Languages: cak

source: %S - Sharing Indicator
cak: %S - Tikomonïx k'utunel

source: Your camera and microphone are being shared. Click to control sharing.
cak: Tajin yekomonïx ri elesäy wachib'äl chuqa' q'asäy tzij. Tapitz'a' richin nik'oje' pan aq'a' ri jalwachinïk.

source: Your camera is being shared. Click to control sharing.
cak: Ri awelesawachib'äl tajin nokisäx pa q'uch. Tapitz'a' richin nik'oje' pa aq'a'.

source: Your microphone is being shared. Click to control sharing.
cak: Tajin nikomonïx ri q'asäy tzij. Tapitz'a' richin nik'oje' pan aq'a' ri jalwachinïk.

source: An application is being shared. Click to control sharing.
cak: Tajin nikomonïx jun chokoy. Tapitz'a' richin nachajij ri komonïk.

source: Your screen is being shared. Click to control sharing.
cak: Tajin nikomonïx ri ruwäch. Tapitz'a' richin nik'oje' pan aq'a' ri jalwachinïk.

source: A window is being shared. Click to control sharing.
cak: Tajin nikomonïx jun tzuwäch. Tapitz'a' richin nik'oje' pan aq'a' ri jalwachinïk.

source: A tab is being shared. Click to control sharing.
cak: Tajin nikomonïx jun tzuwäch. Tapitz'a' richin nik'oje' pan aq'a' ri jalwachinïk.

source: Control Sharing
cak: Tichajïx ri jalwachinïk

source: Sharing Camera with #1 tab;Sharing Camera with #1 tabs
cak: Tajin nikomonïx elesäy wachib'äl rik'in #1 taq ruwi';Tajin nikomonïx ri elesäy wachib'äl kik'in #1 taq ruwi'

source: Sharing Microphone with #1 tab;Sharing Microphone with #1 tabs
cak: Tajin nokisäx pa q'uch ri q'axach'ab'äl rik'in #1 tzuwäch;Tajin nokisäx pa q'uch ri q'axach'ab'äl rik'in #1 taq tzuwäch

source: Sharing an Application with #1 tab;Sharing Applications with #1 tabs
cak: Tajin nikomonïx jun chokoy rik'in #1 ruwi';Tajin yekomonïx taq chokoy kik'in #1 taq ruwi'

source: Sharing Screen with #1 tab;Sharing Screen with #1 tabs
cak: Tajin nikomonïx ruwäch rik'in #1 ruwi';Tajin nikomonïx ruwäch rik'in #1 taq ruwi'

source: Sharing a Window with #1 tab;Sharing Windows with #1 tabs
cak: Tajin nikomonïx tzuwäch rik'in #1 ruwi';Tajin yekomonïx taq tzuwäch kik'in #1 taq ruwi'

source: Sharing a Tab with #1 tab;Sharing Tabs with #1 tabs
cak: Tajin nikomonïx jun ruwi' rik'in #1 ruwi'; Tajin yekomonïx taq ruwi' rik'in #1 taq ruwi'
