Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/xpinstall/xpinstallConfirm.properties.po
Languages: zu

source: (Author not verified)
zu: (Umbhali akaqinisekisiwe)

source: You have asked to install the following %S items:
zu: Ucele ukufaka lezinto ezilandelayo ezi-%S:

source: You have asked to install the following item:
zu: Ucele ukufaka lento elandelayo:

source: Install (%S)
zu: Fakela (%S)

source: Install Now
zu: Fakela Manje

source: Software Installation is complete. You will have to restart %S for changes to take effect.
zu: Ukufakela Uhlaka Olusetshenziswayo sekuphelile. Kuzodingeka uwuqale kabusha umshini wakho %S ukuze ushintsho lungene.

source: Installation Complete
zu: Ukufakela Sekuqedile

source: Error Installing Item
zu: Iphutha Ekufakeleni

source: Unsigned
zu: Akusayiniwe

source: A web site is requesting permission to install the following %S items:
zu: Ingosi yewebhu icela imvume yokufakela lokhu okulandelayo %S:

source: A web site is requesting permission to install the following item:
zu: Ingosi yewebhu icela imvume yokufakela lokhu okulandelayo:
