Repository: translate/mozilla-l10n
Catalog: son/mobile/android/chrome/aboutFeedback.dtd.po
Languages: son

source: &brandShortName; Feedback
son: &brandShortName; laasaabu

source: Have a minute?
son: Goo nda waati kayna?

source: Tell us what you think about &brandShortName; for Android so far.
son: Har ir še woo kaŋ war g'a tammahã Android še &brandShortName; ga hala sohõ.

source: I love it
son: Ay ga bag'a

source: I ran into some problems
son: Ay dii šendayyaŋ

# intro.maybeLater
source: Maybe later
son: Wala kala kayna

source: Visit our
son: Ir naaru

source: Support Site
son: Faaba doo

source: to get answers for common issues.
son: ka duu boŋfeeray hankul šendawey se.

source: That's great to hear!
son: A ga kan nda boro maa woo!

source: Want to share the love by giving us a 5 star rating on Google Play?
son: War ga boona war m'ir noo handaray 5 k'ir šifa Google Play ra?

source: It takes less than a minute and feels great.
son: A ši too miniti hinka nd'a ga binekaanay.

source: Yes, go to Google Play
son: Ayyo, Google Play feeri

# happy.maybeLater2
source: Maybe later
son: Wala kala kayna

source: No thanks
son: Kalaa naŋ

source: Oh no!
son: Aywa kala!

source: We're sorry that you had some problems with &brandShortName;. Please tell us what happened so that we can fix it.
son: W'alhaa naŋ kaŋ war dii šenday fooyaŋ nda &brandShortName;. Har ir še woo kaŋ tee hal'ir ma hin k'a hanse.

source: Enter your feedback here
son: War laasaaboo hantum ne

source: Include last visited site
son: Nungu gunante koraa tonton

source: Thank you.
son: Foo nda goy.

source: We're always working to make &brandShortName; better. Rest assured that real people will look at your feedback and do their very best to resolve your issue.
son: Ir ga durkutu waati kul ka &brandShortName; boryandi. Wa lakkal kanay kaŋ boro cimiyaŋ mma war laasaaboo guna nd'i ga ngey ihinaa tee ka misoo hanse.

source: Or else.
son: Wala nda.

source: For your privacy, please do not include any personal information in your feedback.
son: War suturaa se, taare wa ši alhabar kul dam war hantumoo ra kaŋ war boŋ-alhaaloo fukkar.

source: Send Feedback
son: Laasaaboo sanba
