Repository: translate/mozilla-l10n
Catalog: son/mobile/android/chrome/browser.properties.po
Languages: son

source: Installing Add-on
son: Goo na tontoni foo sinji

source: Install
son: Sinji

source: Downloading add-on
son: Tontoni zumandiyan

source: Installation failed
son: Sinjiyanoo kaŋ

source: Installation complete
son: Sinjiyanoo timme

source: ADD-ONS
son: TONTONEY

source: Download starting
son: Zumandiyanoo ga šintin

source: Download complete
son: Zumandiyanoo timme

source: Can't open file. Tap to save it.
son: Ši hin ka tuku feeri. Naagu k'a gaabu.

source: Download too big
son: Tukoo ga bebbeeri zumandiyan še

source: Not enough storage space
son: Jišidogoo ši wasa

source: Download started…
son: Zumandiyanoo sintin…

# alertDownloadsPause
source: Pause
son: Hunanzam

source: Resume
son: Šintin taaga

# alertDownloadsCancel
source: Cancel
son: Naŋ

source: Downloads are disabled in guest sessions
son: Zumandey ga kay yaw goywaatey ra.

source: Press BACK to leave full-screen mode
son: Banda naagu ka dijikul alhaaloo naŋ

source: '%S' has been added as a search engine
son: '%S' tontonandi ka tee ceecijinay

source: Couldn't add '%S' as a search engine
son: Mana hin ka '%S' tonton k'a tee ceecijinay

source: '%S' is already one of your search engines
son: '%S' ga tee war ceecijinay faa ka ben

source: Cancel Download
son: Zumandoo naŋ

source: Do you want to cancel this download?
son: War ga baa ka zumandoo naŋ?

source: The add-on could not be downloaded because of a connection failure on #2.
son: Tontonoo mana hin ka zumandi zama ciyaroo kay #2 ga.

source: The add-on from #2 could not be installed because it does not match the add-on #3 expected.
son: Tontonoo kaŋ hun #2 mana hin ka sinjandi zama a ši tenji nda tontoni naatantaa #3 ga.

source: The add-on downloaded from #2 could not be installed because it appears to be corrupt.
son: Tontoni kaŋ zunbu ka hun #2 ga mana hin ka sinja zama a ga hima nda laybu.

# addonError-4
source: #1 could not be installed because #3 cannot modify the needed file.
son: #1 mana hin ka sinjandi zama #3 ši hin ka tuku himantaa barmay.

source: This add-on could not be installed because of a filesystem error.
son: Tontonoo woo mana hin ka sinja tuku dabariɲaaa laybu foo še.

source: This add-on could not be installed because it does not match the add-on #3 expected.
son: Tontonoo woo mana hin ka sinjandi zama a ši tenji nda #3 tontoni naatantaa.

source: This add-on could not be installed because it appears to be corrupt.
son: Tontonoo woo mana hin ka sinjandi zama a ga hima kaŋ a ga laybu.

# addonLocalError-4
source: #1 could not be installed because #3 cannot modify the needed file.
son: #1 mana hin ka sinjandi zama #3 ši hin ka tuku himantaa barmay.

source: #1 could not be installed because it is not compatible with #3 #4.
son: #1 mana hin ka sinjandi zama nga nda #3 #4 ši cere kanbe.

source: #1 could not be installed because it has a high risk of causing stability or security problems.
son: #1 mana hin ka sinja zama a goo nda allamaana beeri kaŋ hin ka tabatiyan wala saajaw šenday-miseyaŋ tee.

source: Restart to complete changes.
son: Tunandi taaga ka war barmawey timmandi.

source: Unsafe add-ons installed. Restart to disable.
son: Tontoni kaŋyaŋ ši nda naanay. Tunandi taaga k'a wii.

source: Restart
son: Tunandi taaga

source: #1 prevented this site from opening a pop-up window. Would you like to show it?;#1 prevented this site from opening #2 pop-up windows. Would you like to show them?
son: #1 na nungoo woo ganji a ma biiboŋ bata foo feeri. War ga baa k'a cebe?;#1 na nungoo ganji a ma biiboŋ bata #2 cebe. War ga baa k'i cebe?

# popup.dontAskAgain
source: Don't ask again for this site
son: Ma ši hãa koyne nungoo woo še

source: Show
son: Cebe

source: Don't show
son: Ma ši cebe

source: This site has been identified as containing malware or a phishing attempt. Be careful.
son: A tabatandi kaŋ nungoo woo goo nda hasaraw-goyjinaywala zanba alhiila. Hawgay.

source: Block Popups
son: Biiboŋ bata gagay

source: %S prevented this site (%S) from asking you to install software on your device.
son: %S ganji nungoo woo (%S) ma war hãa ka goy-porogaram sinji war jinaa ga.

source: %S prevented this add-on (%S) from installing on your device.
son: %S ganji tontonoo woo (%S) ma sinji war jinaa ga.

source: %S prevented an add-on from installing on your device.
son: %S ganji war tontonoo ma sinji war jinaa ga.

# xpinstallPromptAllowButton
source: Allow
son: Noo fondo

source: Software installation has been disabled by your system administrator.
son: War dabariɲaa juwalkaa na goyjinay sinjiyanoo kayandi.

source: Software installation is currently disabled. Press Enable and try again.
son: Goyjinay sinjiyanoo mongui sohõ. "Dirandi" naagu ka ceeci koyne.

source: Enable
son: Tunandi

source: Verified by: %S
son: Korosante: %S

source: You have added a security exception for this site
son: War na saajaw fellante foo tonton nungoo woo še.

source: Encrypted
son: Tugante

# geolocation.allow
source: Share
son: Žemna

source: Don't share
son: Ma ši žemna

source: Share your location with %S?
son: War gorodoo žemna nda %S?

source: Share Location
son: Gorodoo žemna

# geolocation.dontAskAgain
source: Don't ask again for this site
son: Ma ši hãa koyne nungoo woo še

# desktopNotification.allow
source: Allow
son: Noo fondo

# desktopNotification.dontAllow
source: Don't allow
son: Ma ši yadda

source: Allow %S to use notifications?
son: Naŋ %S ma bangandiyaney zaa?

source: Use Notifications
son: Bangandiyaney ka goy

# desktopNotification.dontAskAgain
source: Don't ask again for this site
son: Ma ši hãa koyne nungoo woo še

# contacts.allow
source: Allow
son: Yadda

# contacts.dontAllow
source: Don't allow
son: Ma ši yadda

source: Allow %S to access your contacts?
son: Naŋ %S ma dii war borey?

# contacts.dontAskAgain
source: Don't ask again for this site
son: Ši hãa koyne nungoo woo še

# deviceStorageMusic.allow
source: Allow
son: Noo fondo

# deviceStorageMusic.dontAllow
source: Don't allow
son: Ma ši yadda

source: Allow %S access to your music?
son: Naŋ %S ma duu war miizikoo?

# deviceStorageMusic.dontAskAgain
source: Don't ask again for this site
son: Ma ši hãa koyne nungoo woo se

# deviceStoragePictures.allow
source: Allow
son: Noo fondo

# deviceStoragePictures.dontAllow
source: Don't allow
son: Ma ši yadda

source: Allow %S access to your images?
son: Fondo noo %S se ka dii war biyey?

# deviceStoragePictures.dontAskAgain
source: Don't ask again for this site
son: Ma ši hãa koyne nungoo woo se

# deviceStorageSdcard.allow
source: Allow
son: Noo fondo

# deviceStorageSdcard.dontAllow
source: Don't allow
son: Ma ši yadda

source: Allow %S access to external storage?
son: Fondo noo %S se taray jišidogoo se?

# deviceStorageSdcard.dontAskAgain
source: Don't ask again for this site
son: Ma ši hãa koyne nungoo woo se

# deviceStorageVideos.allow
source: Allow
son: Noo fondo

# deviceStorageVideos.dontAllow
source: Don't allow
son: Ma ši yadda

source: Allow %S access to your videos?
son: Fondo noo %S se ka dii war widewoyaŋ?

# deviceStorageVideos.dontAskAgain
source: Don't ask again for this site
son: Ma ši hãa koyne nungoo woo se

source: New tab opened;#1 new tabs opened
son: Nor loku taaga feerante; nor loku taaga feerante #1

source: New private tab opened;#1 new private tabs opened
son: Sutura nor loku taaga feera;nor loku taaga #1 feera

source: Closed %S
son: Na %S daabu

source: Closed tab
son: Nor lokoo daabu

source: Allow %S to store data on your device for offline use?
son: Naŋ %S ma bayhaya jiši war jinaa ga bila nda ciyari goy še?

# offlineApps.dontAskAgain
source: Don't ask again for this site
son: Ši hãa koyne nungoo woo še

# offlineApps.allow
source: Allow
son: Noo fondo

# offlineApps.dontAllow2
source: Don't allow
son: Ma ši yadda

source: Store Offline Data
son: Bila nda ciyari bayhaya jišiyan

source: Save Password
son: Šennikufaloo gaabu

source: Save
son: Gaabu

source: Don't save
son: Ma ši gaabu

source: false
son: taari

source: Text copied to clipboard
son: Kalimaɲaa kuru kaŋ berandi cebe-walhaa ga

# casting.sendToDevice
source: Send to Device
son: Sanba jinay do

source: Mirror Tab
son: Nor loku ženti

source: Stop Mirror
son: Nor loku kayandi

source: Open Link in New Tab
son: Doboo feeri nor loku taaga ra

source: Open Link in Private Tab
son: Doboo feeri sutura nor loku ra

source: Add to Reading List
son: Tonton caw maašeedaa ga

# contextmenu.share
source: Share
son: Žemna

source: Copy Link
son: Doboo berandi

source: Share Link
son: Doboo žemna

source: Bookmark Link
son: Doo-šilbay doboo

source: Copy Email Address
son: Bataga aderesoo berandi

source: Share Email Address
son: Bataga aderesu žemna

source: Copy Phone Number
son: Talfon lanbaa berandi

source: Share Phone Number
son: Talfon lanba žemna

source: Select Input Method
son: Damhaya dabari suuba

source: Full Screen
son: Dijikul

source: Copy Image Location
son: Biyoo dogoo berandi

source: Share Image
son: Bii žemna

source: %S Search
son: %S ceeci

source: Save Image
son: Biyoo gaabu

source: Set Image As
son: Bii kayandi sanda

source: Add as Search Engine
son: Tonton sanda ceecijinay

source: Play
son: Hẽenandi

# contextmenu.pauseMedia
source: Pause
son: Hunanzam

source: Share Video
son: Widewo žemna

source: Show Controls
son: Dabarey cebe

source: Mute
son: Jinde wii

source: Unmute
son: Jinde feeri

source: Save Video
son: Widewo gaabu

source: Save Audio
son: Jindetukoo gaabu

source: Add to Contacts
son: Tonton borey ga

# contextmenu.sendToDevice
source: Send to Device
son: Sanba jinay do

source: Copy
son: Berandi

source: Cut
son: Dunbu

source: Select All
son: Kul suuba

source: Paste
son: Dobu

source: Call
son: Ciya

source: Done
son: Ben

source: Pick a date
son: Han suuba

# inputWidgetHelper.datetime
source: Pick a date and a time
son: Han nda waati suuba

# inputWidgetHelper.datetime-local
source: Pick a date and a time
son: Han nda waati

source: Pick a time
son: Waati suuba

source: Pick a week
son: Jirbiyye suuba

source: Pick a month
son: Handu suuba

# inputWidgetHelper.cancel
source: Cancel
son: Naŋ

source: Set
son: Tabatandi

source: Clear
son: Tuusu

source: <anonymous>
son: <kaŋ ši nda maa>

source: Stack trace from %S, function %S, line %S.
son: Dekeri ceebandu %S, goyyan %S, žeeri %S.

source: %S: timer started
son: %S: waati diikaw šintin

source: %S contains plugin content. Would you like to activate it?
son: %S goo nda sukari gundekuna. War ga baa k'a dirandi?

source: Activate
son: Dirandi

source: Don't activate
son: Ma ši a dirandi

# clickToPlayPlugins.dontAskAgain
source: Don't ask again for this site
son: Ma ši hãa koyne nungoo woo še

source: Activate Plugins
son: Sukari dirantey

source: Incorrect password
son: Šennikufal laala

source: Incoming Connection
son: Ciyari hurante

source: An incoming request to permit remote debugging connection was detected. A remote client can take complete control over your browser! Allow connection?
son: Hãayan hurante diyandi ka hasaraw gunari moorante duɲe. Duukaw moora ga hin ka ceecikaa juwal! Yadda ciyaroo ga?

source: Disable
son: Kayandi

# remoteIncomingPromptAccept
source: OK
son: Ayyo

# remoteIncomingPromptCancel
source: Cancel
son: Naŋ

source: %S debugging enabled
son: %S hanseyan tunandi

source: App
son: Porogaramize

source: Listening on port %S
son: Goo ma haŋajer %S kotay-mee ga

source: Activate debugging for %S
son: Hasarawkaayan tunandi %S se

source: Touch to activate remote debugger
son: Mooru ka mooray hasarawkaakaw tunandi

source: Open
son: Feeri

source: Ignore
son: Muray

# helperapps.dontAskAgain
source: Don't ask again for this site
son: Ma ši hãa koyne nungoo woo še

source: Open With %S App
son: Feeri nda %S porogaramizoo

source: Open With an App
son: Feeri nda porogaramize

# helperapps.always
source: Always
son: Waati kul

source: Never
son: Abada

source: Complete action using
son: Goyoo timmandi nda

source: Download
son: Zumandi

# helperapps.alwaysUse
source: Always
son: Waati kul

source: Just once
son: Cee foo de

source: This site (%S) attempted to install a theme.
son: Nungoo (%S) wiri ka furari foo sinji.

# lwthemeInstallRequest.allowButton
source: Allow
son: Yadda

source: Would you like to share your camera with %S?
son: War ga boona ka war biizaahayaa žemna nda %S?

source: Would you like to share your microphone with %S?
son: War ga boona ka war mikrowoo žemna nda %S?

source: Would you like to share your camera and microphone with %S?
son: War ga boona ka war biizaahayaa nda mikrowoo žemna nda %S?

source: Don't Share
son: Ma ši žemna

# getUserMedia.shareRequest.label
source: Share
son: Žemna

source: Camera %S
son: Biizaahaya %S

source: Front facing camera
son: Jineguna biizaahaya

source: Back facing camera
son: Bandaguna biizaahaya

source: No Video
son: Widewo šii

source: Choose a tab to stream
son: Nor loku suuba ka mennandi

source: Video source
son: Widewo aššil

source: Microphone %S
son: Mikro %S

source: No Audio
son: Jinde šii

source: Microphone to use
son: Goy mikro

source: Camera is on
son: Biizaahaya ga dii

source: Microphone is on
son: Mikro ga dii

source: Camera and microphone are on
son: Biizaahaya nda mikro ga dii

source: Open in App
son: Feeri nda porogaram-ize

# openInApp.ok
source: OK
son: Ayyo

# openInApp.cancel
source: Cancel
son: Naŋ

source: "Choose a tab to stream"
son: "Nor loku suuba ka mennandi"

source: Link
son: Dobu

source: Image
son: Bii

source: Video
son: Widewo

source: Audio
son: Jinde

source: Phone
son: Talfon

source: Mail
son: Bataga

source: Choose feed
son: Alhabar suuba

source: Subscribe with
son: Boŋ-maa hantum nda

source: %1$S is deprecated. Please use %2$S instead
son: %1$S nakaši. Goy nda %2$S dogoo ra
