Repository: translate/mozilla-l10n
Catalog: dsb/browser/chrome/browser/pageInfo.properties.po
Languages: dsb

source: Page Info - %S
dsb: Info wó boku - %S

source: Frame Info - %S
dsb: Info wó wobłuku - %S

source: Untitled Page:
dsb: Bok bźez titela:

source: Unknown
dsb: Njeznaty

source: Not specified
dsb: Njepódany

source: Yes
dsb: Jo

source: No
dsb: Ně

source: Image
dsb: Wobraz

source: Video
dsb: Wideo

source: Audio
dsb: Awdio

source: Background
dsb: Slězyna

source: Border
dsb: Ramik

source: Bullet
dsb: Nalicenje

source: Cursor
dsb: Kursor

source: Object
dsb: Objekt

source: Embed
dsb: Zapśimjeś

source: Icon
dsb: Symbol

source: Input
dsb: Zapódaśe

source: Select a Folder to Save the Images
dsb: Wubjeŕśo zastojnik za składowanje wobrazow

source: Block Images from %S
dsb: Wobraze z %S blokěrowaś

source: Unknown (not cached)
dsb: Njeznaty (njepufrowany)

source: %S Image
dsb: Wobraz %S

source: %S Image (animated, %S frames)
dsb: Wobraz %S (animěrowany, %S wobłukow)

source: %Spx × %Spx (scaled to %Spx × %Spx)
dsb: %Spx × %Spx (skalěrowany do %Spx × %Spx)

source: Quirks mode
dsb: Modus kompatibelnosći

source: Standards compliance mode
dsb: Standardny wuwjedźeński modus

source: %S KB (%S bytes)
dsb: %S KB (%S bajtow)

source: Meta (1 tag)
dsb: Meta (1 toflicka)

source: Meta (%S tags)
dsb: Meta (%S taflickow)

source: This website does not supply ownership information.
dsb: Websedło njepódawa informacije wó wobsejźarstwje.

source: Yes, once
dsb: Jo, jeden raz

source: Yes, %S times
dsb: Jo, %S razow

source: This website is using %1$S %2$S
dsb: Toś to websedło wužywa %1$S %2$S

source: Use Default
dsb: Standard wužywaś
