Repository: translate/mozilla-l10n
Catalog: dsb/browser/chrome/browser/shellservice.properties.po
Languages: dsb

source: %S &Options
dsb: %S &Opcijow

source: %S &Safe Mode
dsb: %S &Wěsty modus

source: Get the most out of %S by setting it as your default browser
dsb: Wuwónoźćo nejwěcej z %S, z tym až cyniśo jen k swójomu standardnemu wobglědowakoju

source: &Use %S as my default browser
dsb: %S ako &standardny wobglědowak wužywaś

source: &Options
dsb: &Nastajenja

source: &Not now
dsb: &Nic něnto

source: &Don't ask me again
dsb: &Hyšći raz se njepšašaś

source: Default Browser
dsb: Standardny wobglědowak

source: %S is not currently set as your default browser. Would you like to make it your default browser?
dsb: %S njejo tuchylu waš standardny wobglědowak. Cośo jen k swójomu standardnemu wobglědowakoju cyniś?

source: Always perform this check when starting %S.
dsb: Toś to wótpšašanje pśecej pśewjasć, gaž %S se startujo.

source: Use %S as my default browser
dsb: %S ako standardny wobglědowak wužywaś

source: Not now
dsb: Nic něnto

source: Desktop Background.bmp
dsb: Desktop pozadk.bmp

source: Saving Picture…
dsb: Wobraz se składujo…

source: Set Desktop Background
dsb: Ako desktopowu slězynu nastajiś
