Repository: translate/mozilla-l10n
Catalog: dsb/browser/chrome/browser/syncGenericChange.properties.po
Languages: dsb

source: Change your Password
dsb: Wašo gronidło změniś

source: Change Password
dsb: Gronidło změniś

source: Changing your password…
dsb: Wašo gronidło se změnja…

source: Your password has been changed.
dsb: Wašo gronidło jo se změniło.

source: There was an error changing your password.
dsb: Pśi změnjanju wašogo gronidła jo zmólka nastała.

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
dsb: Wašo gronidło musy nanejmjenjej 8 znamuškow dłujke byś. Njesmějo z wašym wužywarskim mjenim abo z wašym wótnówjeńskim klucom identiske byś.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
dsb: Glědaj: Wšykne waše druge rědy njamógu z wašym kontom zwěazaś, gaž změniśo toś to gronidło.

source: My Recovery Key
dsb: Mój wótnowjeński kluc

source: Change Recovery Key
dsb: Wótnowjeński kluc změniś

source: Changing Recovery Key and uploading local data, please wait…
dsb: Wótnowjeński kluc se změnja a lokalne daty se nagrawaju, pšosym pócakajśo…

source: There was an error while changing your Recovery Key!
dsb: Pśi změnjanju wašogo wótnowjeńskego kluca jo zmólka nastała!

source: Your Recovery Key was successfully changed!
dsb: Waš wótnowjeński kluc jo se wuspěšnje změnił!

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
dsb: Aby se waša priwatnosć šćitała, budu se wšykne waše daty koděrowaś, nježli až se nagraju. Kluc za dešifrěrowanje wašych datow se njenagrajo.

source: Note: Changing this will erase all data stored on the Sync server and upload new data secured by this Recovery Key. Your other devices will not sync until the new Recovery Key is entered for that device.
dsb: Glědaj: Gaž to změnjaśo, budu se wšykne daty lašowaś, kótarež su na synchronizaciskem serwerje składowane a nowe, z toś tom wótnowjeńskim klucom zawěsćone daty, se nagraju. Waše druge rědy njebudu se synchronizěrowaś, až nowy wótnowjeński kluc za toś ten rěd njejo zapódany.

source: Your Recovery Key
dsb: Waš wótnowjeński kluc

# new.password.title
source: Update Password
dsb: Gronidło aktualizěrowaś

source: Your password was rejected by the server, please update your password.
dsb: Wašo gronido jo se pśez serwer wótpokazało, pšosym zaktualizěrujśo swójo gronidło.

source: Enter your new password
dsb: Zapódajśo swójo gronidło

source: Confirm your new password
dsb: Wobkšuśćo swójo nowe gronidło

# new.password.acceptButton
source: Update Password
dsb: Gronidło aktualizěrowaś

source: Password incorrect, please try again.
dsb: Gronidło jo wopaki, pšosym wopytajśo hyšći raz.

# new.recoverykey.title
source: Update Recovery Key
dsb: Wótnowjeński kluc aktualizěrowaś

source: Your Recovery Key was changed using another device, please enter your updated Recovery Key.
dsb: Waš wótnowjeński kluc jo se z pomocu drugego rěda změnił, pšosym zapódajśo swój zaktualizěrowany wótnowjeński kluc.

# new.recoverykey.acceptButton
source: Update Recovery Key
dsb: Wótnowjeński kluc aktualizěrowaś
