Repository: translate/mozilla-l10n
Catalog: cak/browser/chrome/browser/preferences/preferences.properties.po
Languages: cak

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
cak: Tacha' re jun cha'oj re' richin natäq pa %S ri rochochib'al re ruxaq k'amaya'l re tajin natz'ët. Richin yasamäj el, tanik'oj chuqa' ütz kacha' chi ke konojel ri taq rutzijol samaj.

source: Default (%S)
cak: Ruk'amon wi pe (%S)

source: Large minimum font size
cak: Ruch'utinal ri nïm tz'ib'

source: You have selected a very large minimum font size (more than 24 pixels). This may make it difficult or impossible to use some important configuration pages like this one.
cak: Xacha' jun nïm, nimaläj rupalem chi tz'ib' (jotöl chuwäch ri 24 piksel). Re re' nub'än chi k'ayew xke'awoisaj jujun taq utziläj ruxaq k'amaya'l ri k'o kinuksamaj achi'el re'.

source: Keep my changes anyway
cak: Kan keyake' kan ri taq nujaloj

source: You have disabled Tracking Protection on these sites.
cak: Xachüp ri chajinem chuwäch kikanoxik re taq ruxaq k'amaya'l re'.

source: Exceptions - Tracking Protection
cak: Taq man relik ta - Chajinem chuwäch kanoxïk

source: You can specify which websites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
cak: Yatikïr naya' ketal ri taq ruxaq k'amaya'l, ri man yetikïr ta, o junelïk yetikïr o yetikïr nikokisaj ri taq kaxlanwey. Tatz'ib'aj ri ochochib'al nawajo' nasamajij el chuqa' tapitz'a' pa ri Tiq'ät, Tiya' q'ij pa re molojri'ïl re' o Tiya' q'ij.

source: Exceptions - Cookies
cak: Taq man relik ta - Taq kaxlanwey

source: You can specify which websites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
cak: Yatikïr naya' retal pan achike ruxaq k'amaya'l niya' q'ij richin yeyak ri taq tz'aqat. Tatz'ib'aj chi ütz ri rochochib'al ruxaq k'amaya'l, ri nawajo' naya' q'ij chuqa' tapitz'a' Tiya' q'ij.

source: Allowed Sites - Add-ons Installation
cak: Taq ruxaq k'amaya'l ya'on q'ij chi ke - Kiyakik taq tz'aqat

source: You can specify which websites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
cak: Yatikïr naya' ketal ri taq ruxaq k'amaya'l, ri yetikïr yekijäq elenel taq tzuwäch. Tatz'ib'aj ri awochochib'al chuqa' tapitz'a' pa Tiya' q'ij.

source: Allowed Sites - Pop-ups
cak: Ri taq k'amaya'l yatikir nakusaj - Elenel taq tzuwäch

source: Control which websites are always or never allowed to send you notifications. If you remove a site, it will need to request permission again.
cak: Tacha' achike chi ruxaq k'amaya'l ri jantape' o majub'ey niya' q'ij chi ke richin nikitäq taq rutzijol chawe. We nayüj el jun ruxaq k'amaya'l, re re' xtuk'utuj pe jun taqowuj richin nik'utüx q'ij jub'ey chik.

source: Notification Permissions
cak: Taq ya'oj q'ij richin rutzijol

source: Please enter a valid hostname
cak: Tatz'ib'aj ri ütz rub'i' ruk'u'x samaj

source: Invalid Hostname Entered
cak: Man ütz ta ri rochochib'al ruk'u'x samaj

source: Exceptions - Saved Logins
cak: Taq man relik ta - Yakon kitikirib'al taq molojri'ïl

source: Logins for the following sites will not be saved:
cak: Man xkeyak ta kan kitikirib'al taq molojri'ïl kichin re taq ruxaq k'amaya'l re':

source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
cak: Yatikir nacha' achike rucholajem xtrokisaj riFirefox richin yeruq'ät taq ch'akulal k'amaya'l, ri yetikïr nikïl ri nasamajij pa okik'amaya'l

source: Block Lists
cak: Kicholajem taq q'atoj

source: Disconnect.me basic protection (Recommended).
cak: Kinel pa ri ruxe'el chajinïk (Chilab'en).

source: Allows some trackers so websites function properly.
cak: Tiya' q'ij chi ke jujun taq kanokela' richin chi kesamäj ütz ri taq ruxaq k'amaya'l.

source: Disconnect.me strict protection.
cak: Kinelesäx el pa rub'eyal ruchajinik.

source: Blocks known trackers. Some sites may not function properly.
cak: Ninq'ät taq kanonel ri etaman kiwäch. K'o Jujun taq k'amaya'l man kan ütz ta yesamajin.

source: %S must restart to change block lists.
cak: %S k'o chi natikirisaj chik richin najalwachij kicholajem taq q'atoj.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
cak: Wakami at k'o pa rub'eyal FIPS. FIPS nrajo' jun nimaläj ewan tzij ri man kowöl ta.

source: Password Change Failed
cak: Sachoj toq nijal ri ewan tzij

source: Desktop
cak: Kematz'ib'ab'äl

source: Downloads
cak: Taq qasa’n

source: Choose Download Folder:
cak: Ticha' yakwuj, ri xkeruyäk taq qasanïk:

source: %S file
cak: %S yakb'äl

source: Save File
cak: Tiyak yakb'äl

source: Use %S
cak: Tokisäx %S

source: Use %S (default)
cak: Tokisäx %S (ruk'amon wi pe)

source: Use other…
cak: Tokisäx jun chik…

source: Select Helper Application
cak: Tacha' jun achib'il chi chokoy

source: Application Details…
cak: Taq kib'anikil chokoy…

source: Web Feed
cak: Ajk'amaya'l b'ey

source: Video Podcast
cak: Silowachib'äl podcast

source: Always ask
cak: Junelïk tik'utüx pe

source: Portable Document Format (PDF)
cak: K'wayel Rub'anikil Wuj (K'RW)

source: Use %S (in %S)
cak: Tokisäx %S (pa %S)

source: Preview in %S
cak: Titz'etb'ëx pa %S

source: Add Live Bookmarks in %S
cak: Ketz'aqatisäx ri samajel taq yaketal pa %S

source: Host:
cak: Ruk'u'x Samaj:

source: Domain:
cak: Ruk'ojlem b'ey:

source: Encrypted connections only
cak: Xa xe man etaman ta taq chuq'unem

source: Any type of connection
cak: Xa b'a achike ruwäch chi chuq'unem

source: At end of session
cak: Pa ruk'isib'al ri moloj

source: Allow
cak: Tiya' q'ij

source: Allow first party only
cak: Tiya' q'ij xa xe chi ke ri nab'ey taq peraj

source: Allow for Session
cak: Tiya' q'ij pa re molojri'ïl re'

source: Block
cak: Tiq'eleb'ëx

source: <no cookie selected>
cak: <majun kaxanwey cha'on>

source: The following cookies are stored on your computer:
cak: Re taq kaxlanwey re' eyakon pan akematz'ib':

source: The following cookies match your search:
cak: Re jujun taq kaxlanwey nikik'äm ki' rik'in ri nakanoj:

source: Remove Selected;Remove Selected
cak: Titorïx ri cha'on;Titorïx ri cha'on

source: None
cak: Majun

source: Remove offline website data
cak: Keyuj el taq tzij pa ri ruxaq k'amaya'l pa rub'eyal majun okem pa k'amaya'l

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
cak: Chi rij xkeyuj el re taq tzij re', %S man xkewachin ta chik pa rub'eyal majun okem pa k'amaya'l. ¿La kan nawajo' nayüj el re ruxaq k'amaya'l re' pa rub'eyal majun okem pa k'amaya'l?

source: Remove offline data
cak: Tiyuj el na'oj pa rub'eyal majun okem pa k'amaya'l

source: The following websites are not allowed to store data for offline use:
cak: Re taq rixaq k'amaya'l man ya'on ta q'ij chi ke richin yekiyäk kan taq tzij richin ye'okisäx pa rub'eyal majun okem pa k'amaya'l:

source: Offline Data
cak: Taq tzij pa rub'eyal majun okem pa k'amaya'l

source: Your web content cache is currently using %1$S %2$S of disk space
cak: Wakami ri rujumejyak rupam k'amaya'l tajin nrokisaj %1$S %2$S chi re ri rupam nimayakb'äl

source: Calculating web content cache size…
cak: Tajin nipaj runimilem rujumejyak ri rupam ajk'amaya'l…

source: Your application cache is currently using %1$S %2$S of disk space
cak: Ri kijumejyak taq achokoy tajin nrokisaj %1$S %2$S rupam ri nimayakb'äl

source: Do you want to unlink your device?
cak: ¿La nawajo' chi man tiximitäj chik ri awokisaxel?

source: This device will no longer be associated with your Sync account. All of your personal data, both on this device and in your Sync account, will remain intact.
cak: Re okisaxel ye' man xtuxïm ta chik ri' rik'in ri rub'i' ataqoya'l richin ximonel. Ronojel ri awetamab'al, achi'el pa re okisaxel re' achi'el chuqa' pa ri ataqoya'l richin ximonel, man xtuk'ëx ta ri'.

source: Unlink
cak: Man tixim chik

source: %S must restart to enable this feature.
cak: %S k'o chi nitikirisäx chik richin nitzijtäj re jun rub'anikil re'.

source: %S must restart to disable this feature.
cak: %S k'o chi nitikirisäx chik richin nichup re rub'anikil re'.

source: Restart %S
cak: Titikirisäx chik ri %S

source: Restart %S now
cak: Titikirisäx chik %S wakami

source: Revert
cak: Tik'ex

source: Restart Now
cak: Tatzija' chik wakami

source: Restart Later
cak: Titikirisäx pa jun mej

source: Close All Container Tabs?
cak: ¿La yetz'apïx konojel ri kik'ojlib'al taq ruwi'?

source: If you disable Container Tabs now, #S container tab will be closed. Are you sure you want to disable Container Tabs?;If you disable Containers Tabs now, #S container tabs will be closed. Are you sure you want to disable Containers Tabs?
cak: We nachüp ri ruk'ojlib'al taq ruwi' wakami, #S ruk'ojlib'al ruwi' xtitz'apïx. ¿La kan nawajo' nachüp ruk'ojlib'al taq ruwi'?;We ye'achüp ri kik'ojlib'al taq ruwi' wakami, #S kik'ojlib'al taq ruwi' xketz'apïx. ¿La kan nawajo' ye'achüp ri kik'ojlib'al taq ruwi'?

source: Close #S Container Tab;Close #S Container Tabs
cak: Titz'apïx #S ruk'ojlib'al ruwi';Ketz'apïx #S ruk'ojlib'al taq ruwi'

source: Keep enabled
cak: Junelïk titzije'
