Repository: translate/mozilla-l10n
Catalog: cak/browser/chrome/browser/preferences/sync.dtd.po
Languages: cak

source: &Set Up &syncBrand.fullName.label;
cak: &Tinuk'samajïx &syncBrand.fullName.label;

source: &syncBrand.fullName.label; lets you access your history, bookmarks, passwords and open tabs across all your devices.
cak: &syncBrand.fullName.label; nuya' q'ij chawe richin yatok chi kipam ri taq ayaketal, natab'äl, taq ewan tzij, taq ajowab'äl chuqa' taq ruwi' pa k'ïy taq okisaxel.

source: Update
cak: Tik'ex

source: Reset
cak: Titzolïx ruwäch

source: Ma&nage Account
cak: Ti&nuk'samajïx rub'i' taqoya'l

source: Change Password…
cak: Tijal ewan tzij…

source: My Recovery Key
cak: Ri kolonel ewan nutzij

source: Reset Sync…
cak: Titzolïx ruwäch Ximojri'ïl…

source: Pair a Device
cak: Tixim jun okisaxel

source: Sync My
cak: Tixim

source: Book&marks
cak: Taq &etal

source: &Tabs
cak: Taq ru&wi'

source: Histo&ry
cak: K'ulwachin&el

source: &Passwords
cak: &Ewan taq tzij

source: Preference&s
cak: Taq ajow&ab'äl

source: &Add-ons
cak: Taq &tz’aqat

source: Device Name:
cak: Rub'i' ri okisaxel:

source: Device Name
cak: Rub'i' ri okisaxel:

source: C&hange Device Name…
cak: Ti&jal rub'i' ri okisaxel…

source: Ca&ncel
cak: Ti&q'at

source: Sa&ve
cak: Tiy&ak

source: Unlink This Device
cak: Man tixïm chik re okisaxel re'

source: Terms of Service
cak: Ketal Samaj

source: Privacy Policy
cak: Runa’oj rajaw

source: Privacy Notice
cak: Ichinan na'oj

source: Determining your account status…
cak: Tajin niya' retal ri rub'anikil ataqoya'l…

source: is not verified.
cak: man jikib'an ta.

source: Please sign in to reconnect
cak: Tatikirisaj molojri'ïl richin yatok chik

source: You are not signed in.
cak: Man atikirisan ta molojri'ïl.

source: Si&gn in
cak: Ta&tikirisaj molojri'ïl

source: Change profile picture
cak: Tijal ruwachib'äl ruwäch b'i'aj

source: Manage Acc&ount
cak: Tinuk'samajïx rub'i' taqo&ya'l

source: &Disconnect…
cak: Ti&chup…

source: &Verify Email
cak: Ti&nik'öx taqoya'l

source: &Forget this Email
cak: Ta&mestaj re taqoya'l re'

source: Access your tabs, bookmarks, passwords and more wherever you use &brandShortName;.
cak: Katok chupam ri taq awi', taq yaketal, ewan taq tzij chuqa' ch'aqa' chik we xtawokisaj &brandShortName;.

# welcome.signIn.label
source: Sign In
cak: Titikirisäx molojri'ïl

# welcome.createAccount.label
source: Create Account
cak: Titz'uk rub'i' taqoya'l

source: Using an older version of Sync?
cak: ¿Tajin nawokisaj jun ojer rub'eyal ri Sync?

source: Take your Web with you
cak: Tak'waj awik'in ri Ajk'amaya'l

source: Synchronize your bookmarks, history, tabs, passwords, add-ons, and preferences across all your devices.
cak: Ke'axima' ri taq ayaketal, natab'äl, taq ruwi', taq ewan tzij, taq tz'aqat chuqa' taq ajowab'äl chi kikojol konojel ri taq awokisaxel.

source: Connect with a &syncBrand.fxAccount.label;
cak: Tib'an okem rik'in jun &syncBrand.fxAccount.label;

# signedOut.accountBox.create
source: Create Account
cak: Titz'uk rub'i' taqoya'l

# signedOut.accountBox.signin
source: Sign In
cak: Titikirisäx molojri'ïl

source: I
cak: l

source: Sync across all devices
cak: Kexim konojel ri taq okisaxel

source: Download Firefox for
cak: Taqasaj Firefox richin

source: or
cak: chuqa'

source: to sync with your mobile device.
cak: richin naxïm rik'in ri awoyonib'äl okixaxel.
