Repository: translate/mozilla-l10n
Catalog: dsb/mobile/android/*/sync_strings.dtd.po
Languages: dsb

source: Connect to &syncBrand.shortName.label;
dsb: Ze &syncBrand.shortName.label; zwězaś

source: Add a &syncBrand.fullName.label; Account
dsb: Konto &syncBrand.fullName.label; pśidaś

source: Pair a Device
dsb: Rěd zwězaś

source: To activate your new device, select “Set up &syncBrand.shortName.label;” on the device.
dsb: Aby swój nowy rěd aktiwěrował, wubjeŕśo “&syncBrand.shortName.label; konfigurěrowaś” na rěźe.

source: Enter this code on your other device
dsb: Zapódajśo toś ten kode na swójom drugem rěźe

source: Select “&sync.title.pair.label;” in the &syncBrand.shortName.label; section of your other device's Firefox options.
dsb: Wubjeŕśo “&sync.title.pair.label;” we wótrězku &syncBrand.shortName.label; w nastajenjach Firefox swójogo drugego rěda.

source: To activate, select “Pair a device” on your other device.
dsb: Za aktiwěrowanje wubjeŕśo “Rěd zwězaś” na wašom drugem rěźe.

source: Show me how.
dsb: Pokazaś kak.

source: Advanced setup…
dsb: Rozšyrjona konfiguracija…

source: I don't have the device with me…
dsb: Njamam rěd ze mnu…

source: Waiting for other device…
dsb: Caka se na drugi rěd…

source: Enter your &syncBrand.fullName.label; account information
dsb: Zapódajśo swóje kontowe informacije &syncBrand.fullName.label;

source: Account Name
dsb: Kontowe mě

# sync.input.password.label
source: Password
dsb: Gronidło

source: Recovery Key
dsb: Wótnowjeński kluc

source: Use custom server
dsb: Swójski serwer wužywaś

source: Server URL
dsb: Serwerowy URL

source: Cannot Set Up &syncBrand.shortName.label;
dsb: &syncBrand.shortName.label; njedajo se konfigurěrowaś

source: &syncBrand.fullName.label; could not connect to the server. Would you like to try again?
dsb: &syncBrand.fullName.label; njedajo se ze serwerom zwězaś. Cośo hyšći raz wopytaś?

source: Try again
dsb: Hyšći raz wopytaś

source: Manual Setup
dsb: Manuelna konfiguracija

source: No internet connection available.
dsb: Internetny zwisk njestoj k dispoziciji.

source: Account creation on your device failed.
dsb: Załoženje konta na wašom rěźe njejo se raźiło.

source: Do you have more than one Firefox installed? Currently, &syncBrand.fullName.label; only supports one Firefox installation at a time. Please uninstall other instances to use &syncBrand.shortName.label;.
dsb: Sćo wěcej ako jaden Firefox zainstalěrował? Tuchylu pódpěra &syncBrand.fullName.label; jadnu instalaciju Firefox naraz. Pšosym wótinstalěrujśo druge instance, aby &syncBrand.shortName.label; wužywał.

source: Setup Complete
dsb: Konfiguracija dokóńcona

source: Your data is now being downloaded in the background. You can go to Settings to manage your account, or start browsing with &brandShortName;.
dsb: Waše daty ześěguju se nětko w slězynje. Móžośo k nastajenjam hyś, aby swójo konto zastojał, abo zachopiś z &brandShortName; pśeglědowaś.

source: Settings
dsb: Nastajenja

source: Your &syncBrand.fullName.label; account is already set up. You can go to Settings to manage your account, or launch &brandShortName;.
dsb: Wašo konto &syncBrand.fullName.label; jo južo konfigurěrowane. Móžośo k nastajenjam hyś, aby swójo konto zastojał abo &brandShortName; startowaś.

source: Please try again.
dsb: Pšosym wopytajśo hyšći raz.

source: To activate your new device, select “Set up &syncBrand.shortName.label;” on the device, and then select “I Have an Account.”
dsb: Aby swój nowy rěd aktiwěrował, wubjeŕśo “&syncBrand.shortName.label; konfigurěrowaś” na rěźe a wubjeŕśo pótom “Mam konto.”

source: Options
dsb: Nastajenja

source: Link another device to your &syncBrand.shortName.label; account
dsb: Drugi rěd z wašym kontom &syncBrand.shortName.label; zwězaś

source: What to sync
dsb: Což ma se synchronizěrowaś

source: Sync your…
dsb: Synchronizěrujśo swóje…

# sync.configure.engines.title.bookmarks
source: Bookmarks
dsb: Cytańske znamjenja

# sync.configure.engines.title.passwords2
source: Logins
dsb: Pśizjawjenja

# sync.configure.engines.title.history
source: History
dsb: Historiju

source: Tabs
dsb: Rejtarki

source: Cancel
dsb: Pśetergnuś

source: Connect
dsb: Zwězaś

source: OK
dsb: W pórěźe

source: &syncBrand.fullName.label; (deprecated)
dsb: &syncBrand.fullName.label; (zestarjony)

source: &formatS1; on &formatS2;
dsb: &formatS1; na &formatS2;

source: Bookmarks Menu
dsb: Meni cytańskich znamjenjow

source: Tags
dsb: Wobznamjenja

source: Bookmarks Toolbar
dsb: Symbolowa rědka cytańskich znamjenjow

source: Unsorted Bookmarks
dsb: Njesortěrowane cytańske znamjenja

source: Desktop Bookmarks
dsb: Desktopowe cytańske znamjenja

source: Mobile Bookmarks
dsb: Mobilne cytańske znamjenja

source: Reading List
dsb: Cytańska lisćina

source: Pinned
dsb: Pśipěty

source: Only one &syncBrand.fullName.label; account is supported.
dsb: Jano jadno konto &syncBrand.fullName.label; se pódpěra.

source: Your selections have been saved.
dsb: Waše wuběrki su se składli.

source: Incorrect account name or password.
dsb: Wopacne kontowe mě abo gronidło.

source: Please enter a valid server URL
dsb: Pšosym zapódajśo płaśiwy serwerowy URL

source: Verifying…
dsb: Pśeglědujo se…

source: Recovery Key incorrect. Please try again.
dsb: Wótnowjeński kluc jo wopak. Pšosym wopytajśo hyšći raz.

source: Send Tab To Devices
dsb: Rejtark na rědy pósłaś

source: Send
dsb: Pósłaś

source: Set up &syncBrand.shortName.label;
dsb: &syncBrand.shortName.label; konfigurěrowaś

source: Set up &syncBrand.shortName.label; to send tabs
dsb: &syncBrand.shortName.label; za słanje rejtarkow konfigurěrowaś

source: Set up &syncBrand.fullName.label; on your device to send tabs to other devices.
dsb: Konfigurěrujśo &syncBrand.fullName.label; na swójom rěźe, aby rejtarki na druge rědy pósłał.

source: Your tab was sent!
dsb: Waš rejtark jo se pósłał!

source: There was a problem sending your tab.
dsb: Pśi słanju wašogo rejtarka jo problem nastał.

source: Firefox Accounts
dsb: Konta Firefox

source: Using account on server
dsb: Wužywanje konta na serwerje

source: Storing Sync data on server
dsb: Składowanje synchronizaciskich datow na serwerje

# fxaccount_password_hint
source: Password
dsb: Gronidło

source: Hide
dsb: Schowaś

source: Show
dsb: Pokazaś

source: Back to browsing
dsb: Slědk k pśeglědowanjeju

# fxaccount_policy_linktos
source: Terms of Service
dsb: Słužbne wuměnjenja

# fxaccount_policy_linkprivacy
source: Privacy Notice
dsb: Powěźeńka priwatnosći

source: Welcome to &syncBrand.shortName.label;
dsb: Witajśo do &syncBrand.shortName.label;

source: Sign in to sync your tabs, bookmarks, logins & more.
dsb: Pśizjawśo se, aby swóje rejtarki, cytańske znamjenja, gronidła a druge synchronizěrował.

source: Get started
dsb: Prědne kšace

source: Using an older version of &syncBrand.shortName.label;?
dsb: Staršu wersiju &syncBrand.shortName.label; wužywaś?

source: Create a Firefox Account
dsb: Konto Firefox załožyś

source: Must be at least 8 characters
dsb: Nanejmjenjej 8 znamuškow trěbnych

source: Day
dsb: Źeń

source: Month
dsb: Mjasec

source: Year of birth
dsb: Lěto naroźenja

source: By proceeding, I agree to the &formatS1; and &formatS2; of Firefox cloud services.
dsb: Gaž pókšacujośo, zwolijośo do &formatS1; a &formatS2; online-słužbow Firefox.

source: Next
dsb: Dalej

source: Choose what to sync
dsb: Wubjeŕśo, což ma se sychronizěrowaś

source: Already have an account? Sign in
dsb: Maśo južo konto? Pśizjawśo se

source: 1990 or earlier
dsb: 1990 abo do togo

source: Could not create account
dsb: Konto njedajo se załožyś

source: Cannot create account
dsb: Konto njedajo se załožyś

source: You must meet certain age requirements to create an account.
dsb: Musyśo wěste starstwowe pominanja docyniś, aby konto załožył.

source: Learn more
dsb: Dalšne informacije

source: Confirm your account
dsb: Wašo konto wobkšuśiś

source: A verification link has been sent to &formatS;
dsb: Wobkšuśeński wótkaz jo se na &formatS; pósłał

source: Resend email
dsb: Mailku znowego pósłaś

source: Forget this email address?
dsb: Toś tu e-mailowu adresu zabyś?

source: Verification email sent
dsb: Wobkšuśeńska mailka jo se pósłała

source: Couldn't send verification email
dsb: Wobkšuśeńska mailka njedajo se pósłaś

source: Resend unlock email
dsb: Mailku za wótblokěrowanje hyšći raz pósłaś

source: Account unlock email sent
dsb: Mejlka za wótblokěrowanje konta jo se pósłała

source: Couldn't send account unlock email
dsb: Mejlka za wótblokěrowanje konta njedajo se pósłaś

# fxaccount_sign_in_sub_header
source: Sign in
dsb: Pśizjawiś

# fxaccount_sign_in_button_label
source: Sign in
dsb: Pśizjawiś

source: Forgot password?
dsb: Sćo gronidło zabył?

source: Create an account
dsb: Konto załožyś

# fxaccount_sign_in_unknown_error
source: Could not sign in
dsb: Pśizjawjenje njejo móžno

source: Account verified
dsb: Konto jo pśeglědane

source: Your data will begin syncing momentarily.
dsb: Waše daty budu se za mało wokognuśow synchronizěrowaś.

source: Upgrade finished
dsb: Aktualizacija skóńcona.

# fxaccount_update_credentials_header
source: Sign in
dsb: Pśizjawiś

# fxaccount_update_credentials_button_label
source: Sign in
dsb: Pśizjawiś

# fxaccount_update_credentials_unknown_error
source: Could not sign in
dsb: Pśizjawjenje njejo móžno

source: Sign in to finish upgrading
dsb: Pśizjawśo se, aby aktualizěrowanje dokóńcył.

source: Finish upgrading
dsb: Aktualizěrowanje skóńcyś

source: Upgrading can transfer a lot of data. It's best to be on a Wi-Fi network.
dsb: Aktualizěrowanje móžo wjele datow pśenosowaś. Cynśo to nejlěpjej we WLAN-seśi.

source: Firefox Account
dsb: Konto Firefox

source: Signed in as
dsb: Pśizjawjony ako

source: Account server
dsb: Kontowy serwer

source: Sync now
dsb: Něnto synchronizěrowaś

source: Syncing…
dsb: Synchronizěrujo se…

source: Device name
dsb: Rědowe mě

source: Sync server
dsb: Synchronizaciski serwer

source: &syncBrand.shortName.label;: enabled
dsb: &syncBrand.shortName.label;: zmóžnjony

source: Your account needs to be verified. Tap to resend verification email.
dsb: Wašo konto musy se pśeglědaś. Potusniśo, aby wobkšuśeńsku mailku znowego pósłał.

source: Cannot connect. Tap to sign in.
dsb: Zwisk njemóžno. Potusniśo, aby se pśizjawił.

source: You need to upgrade &brandShortName; to sign in.
dsb: Musyśo &brandShortName; aktualizěrowaś, aby se pśizjawił.

source: &syncBrand.shortName.label; is set up, but not syncing automatically. Toggle “Auto-sync data” in Android Settings &gt; Data Usage.
dsb: &syncBrand.shortName.label; jo konfigurěrowany, ale njesynchronizěrujo awtomatiski. Zmóžniśo “Daty awtomatiski synchronizěrowaś” w Androidowych nastajenjach &gt; Wužywanje datow.

source: &syncBrand.shortName.label; is set up, but not syncing automatically. Toggle “Auto-sync data” in the menu of Android Settings &gt; Accounts.
dsb: &syncBrand.shortName.label; jo konfigurěrowany, ale njesynchronizěrujo awtomatiski. Zmóžniśo “Daty awtomatiski synchronizěrowaś” w meniju Androidowe nastajenja a konta.

source: Tap to sign in to your new Firefox Account.
dsb: Pótusniśo, aby se pla swójogo nowego konta Firefox pśizjawił.

# fxaccount_status_bookmarks
source: Bookmarks
dsb: Cytańske znamjenja

# fxaccount_status_history
source: History
dsb: Historija

# fxaccount_status_passwords2
source: Logins
dsb: Pśizjawjenja

source: Open tabs
dsb: Wócynjone rejtarki

source: Legal
dsb: Legalny

# fxaccount_status_linktos
source: Terms of Service
dsb: Słužbne wuměnjenja

# fxaccount_status_linkprivacy
source: Privacy Notice
dsb: Powěźeńka priwatnosći

source: More&ellipsis;
dsb: Wěcej&ellipsis;

source: Remove Firefox Account?
dsb: Konto Firefox wópóraś?

source: &brandShortName; will stop syncing with your account, but won’t delete any of your browsing data on this device.
dsb: &brandShortName; jo pśestał wašo konto synchronizěrowaś, ale njewulašujo waše pśeglědowańske daty na toś tom rěźe.

source: Firefox Account &formatS; removed.
dsb: &formatS; konta Firefox wótpórany.

source: Remove Account
dsb: Konto wótpóraś

source: &syncBrand.shortName.label; Options
dsb: &syncBrand.shortName.label; - Nastajenja

source: Configure &syncBrand.shortName.label;
dsb: &syncBrand.shortName.label; konfigurěrowaś

source: You need to upgrade Firefox
dsb: Musyśo Firefox aktualizěrowaś

source: Account already exists. &formatS1;
dsb: Konto južo eksistěrujo. &formatS1;

# fxaccount_remote_error_ATTEMPT_TO_ACCESS_AN_ACCOUNT_THAT_DOES_NOT_EXIST
source: Invalid email or password
dsb: Njepłaśiwa e-mail abo njepłaśiwe gronidło

# fxaccount_remote_error_INCORRECT_PASSWORD
source: Invalid email or password
dsb: Njepłaśiwa e-mail abo njepłaśiwe gronidło

source: Account is not verified
dsb: Konto njejo se pśeglědało

# fxaccount_remote_error_CLIENT_HAS_SENT_TOO_MANY_REQUESTS
source: Server busy, try again soon
dsb: Serwer jo pśeśěžony, wopytajśo pózdźej hyšći raz

# fxaccount_remote_error_SERVICE_TEMPORARILY_UNAVAILABLE_TO_DUE_HIGH_LOAD
source: Server busy, try again soon
dsb: Serwer jo pśeśěžony, wopytajśo pózdźej hyšći raz

source: There was a problem
dsb: Problem jo nastał

source: Cannot connect to network
dsb: Zwisk ze seśu njejo móžno

source: Account is locked. &formatS1;
dsb: Konto jo zastajone. &formatS1;

source: &syncBrand.shortName.label; is not connected
dsb: &syncBrand.shortName.label; njejo zwězany

# fxaccount_sync_sign_in_error_notification_text2
source: Tap to sign in as &formatS;
dsb: Potusniśo, aby se ako &formatS; pśizjawił

source: Finish upgrading &syncBrand.shortName.label;?
dsb: Aktualizěrowanje &syncBrand.shortName.label; skóńcyś?

# fxaccount_sync_finish_migrating_notification_text
source: Tap to sign in as &formatS;
dsb: Potusniśo, aby se ako &formatS; pśizjawił
