Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, gd, he, hi_in, hr, hu, hy_am, id, is, kab, kk, km, kn, ku, lb, lt, lv, mai, ml, ms, my, nb_no, ne, oc, or, pt, pt_br, ro, sd, si, sv, sw, ta, te, th, tr, ur, uz, xh, zu

source: When you're connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
af: Wanneer jy aan die internet gekoppel is, sal hierdie paneel van die beste en gewildste byvoegings bevat wat jy kan probeer.
ar: عندما تتصل بالإنترنت، سيظهر في هذه اللوحة بعض من أفضل الإضافات وأكثرها شعبية لكي تستطيع تجربتها.
as: যেতিয়া আপুনি ইন্টাৰনেটৰ লগত সংযোগিত থাকিব, এই পেইনে আপুনি প্ৰয়োগ কৰিবলে কিছুমান শ্ৰেষ্ট আৰু লোকপ্ৰিয় এড-অন দেখাব।
az: İnternetə bağlananda bu bölmədə baxmağınız üçün ən çox istifadə olunana əlavələrin bəziləri önə çıxarılacaq.
bg: Когато сте свързан(а) с Интернет, този панел ще показванякои от най-добрите и популярни добавки, така че да може да ги опитате.
bn_bd: আপনি যখন ইন্টারনেট এর সাথে সংযুক্ত থাকবেন তখন আপনার ব্যবহারের জন্য এ প্যানে কিছু সর্বোৎকৃষ্ট ও সবচেয়ে জনপ্রিয় অ্যাড-অন প্রদর্শিত হবে।
bn_in: ইন্টারনেটের সাথে সংযোগ স্থাপন করা হলে, সর্বোত্তম ও জনপ্রিয় অতিরিক্ত সামগ্রীগুলি আপনার পরীক্ষার জন্য এই পেইনের মধ্যে প্রদর্শন করা হবে।
br: Pa viot kennasket ouzh internet e tiskouezo ar penel-mañ un darn eus an askouezhioù gwellañ ha brudetañ da brouadiñ.
ca: Quan estigueu connectat a Internet, des d'aquesta subfinestra es mostraran alguns dels millors i més populars complements que podeu provar.
cy: Pan fyddwch wedi cysylltu â'r rhyngrwyd, bydd y paen yn cynnwys rhai o'r ychwanegion gorau a mwyaf poblogaidd i chi eu dewis.
es_mx: Cuando estés conectado a Internet, este panel resaltará algunos de los mejores y más populares complementos para que pruebes.
eu: Internetera konektatuta zaudenean, panel honetan gehigarri on eta ezagunenetako batzuk agertuko dira proba ditzazun.
gd: Nochdaidh cuid dhe na tuilleadan as fhearr 's air a bheil an fhèill as motha an-seo nuair a bhios tu co-cheangailte ris an lìon gun urrainn dhut feuchainn riutha.
he: כאשר החיבור לרשת פעיל, פאנל זה יציג חלק מהתוספות הפופולריות ביותר אותן תוכל לנסות.
hi_in: जब आप इंटरनेट से कनेक्टेड होते हैं, यह पट्टी आपके लिए सबसे बेहतरीन और लोकप्रिय सहयुक्तियाँ प्रस्तुत करता है जिसे आप आजमा सकें.
hr: Kada ste spojeni na Internet, u ovom će prozoru biti istaknute neke od najboljih i najpopularnijih dodataka koje možete isprobati.
hu: Ha csatlakozva van az internetre, ezen a panelen megjelennek a legjobb és legnépszerűbb kiegészítők, amelyeket kipróbálhat.
hy_am: Երբ դուք մուտք գործեք համացանց, այս վահանակը կցուցադրի լավագույն և ամենատարածված հավելումները, որպեսզի դուք դրանք փորձարկեք:
id: Jika Anda tersambung ke Internet, panel ini akan menampilkan pengaya unggulan dan populer yang dapat Anda coba.
is: Þegar þú ert tengdur við netið, mun þessi gluggi birta bestu og vinsælustu viðbætur fyrir þig að prófa.
kk: Интернетке қосулы кезде, бұл панель сізге пайдалы бола алатын кеңейтулерді ұсынып отырады.
km: នៅ​ពេល​ដែល​អ្នក​បាន​តភ្ជាប់​ទៅ​កាន់​អ៊ីនធឺណិត បន្ទះ​នេះ​នឹង​ធ្វើឲ្យ​កម្មវិធី​បន្ថែម​ដ៏​ពេញ​និយម​មួយចំនួន​របស់​អ្នក​មាន​លក្ខណៈ​កាន់តែ​ពិសេស​ឡើង ។
kn: ನೀವು ಅಂತರಜಾಲಕ್ಕೆ ಸಂಪರ್ಕಿತಗೊಂಡಾಗ, ಈ ಪಟ್ಟಿಯಲ್ಲಿ ಉತ್ತಮವಾದ ಕೆಲವು ಹಾಗು ಜನಪ್ರಿಯ ಆಡ್-ಆನ್‌ಗಳನ್ನು ನೀವು ಪ್ರಯತ್ನಿಸುವಂತೆ ನಿಮಗೆ ತೋರಿಸಲಾಗುತ್ತದೆ.
ku: Dema ku tu bikevî înternetê, ev pencerok dê ji bo ceribandina te bikeve hin add-onên herî baş û nas.
lb: Wann s du mam Internet verbonne bass, wäert dës Säit déi bescht a populärst Addonen zum Ausprobéieren ubidden.
lt: Kai prisijungsite prie interneto, šioje srityje pamatysite keletą geriausių ir populiariausių priedų.
lv: Kad esat savienoti ar internetu, šajā logā būs redzami populārākie un labākie papildinājumi, kas pieejami jūsu izmēģināšanai.
mai: जखन अहाँ इंटरनेट सँ कनेक्टेड होइछ, ई पट्टी अहाँक लेल सबसँ नीक आओर लोकप्रिय सहयुक्ति प्रस्तुत करैत अछि जकरा अहाँ आजमाए सकू.
ml: ഇന്റര്‍നെറ്റ് കണക്ഷനുള്ളപ്പോള്‍, ഈ പെയിനില്‍ ഏറ്റവും ഉത്തമമായ ആഡ്-ഓണുകള്‍ നിങ്ങള്‍ക്കു് കാണാം.
ms: Apabila anda telah disambungkan ke internet, anak tetingkap ini akan memaparkan beberapa aplikasi tambahan yang menarik dan popular untuk anda cuba.
my: သင့်ကွန်ပျူတာ အင်တာနက်နဲ့ ချိတ်ဆက်မှုရတဲ့အခါ၊ ဒီဘက်ခြမ်းမှာ သင့်အတွက် အကောင်းဆုံးနဲ့ အကျော်ကြားဆုံးသော အက်အွန်အချို့ကို စမ်းသပ်ကြည့်နိုင်ဖို့ ဖော်ပြပေးထားပါမယ်။
oc: Quand vòstra connexion Internet serà activa, aqueste panèl vos permetrà de descobrir certans dels melhors moduls complementaris e tanben los mai populars.
or: ଯେତେବେଳେ ଆପଣ ଇଣ୍ଟରନେଟରେ ସଂଯୁକ୍ତ ହୁଅନ୍ତି, ସେତେବେଳେ ଏହି ପଟ୍ଟିକଟି କିଛି ଉତ୍ତମ ଏବଂ ସୁପରିଚିତ ଏଡ-ଅନଗୁଡ଼ିକୁ ଆପଣଙ୍କ ପାଇଁ ପ୍ରୟାସ କରିବାକୁ ଦର୍ଶାଇଥାଏ।
pt: Quando estiver ligado à Internet, este painel mostrará alguns dos melhores e mais populares extras para que os possa experimentar.
pt_br: Quando você estiver conectado à internet, este painel exibirá alguns dos melhores e mais populares complementos para você experimentar.
ro: Când sunteți conectat la internet, acest panou va afișa cele mai utilizate și populare extensii pentru a vă permite să le încercați.
si: ඔබ අන්තර්ජාලයට සම්බන්ධව සිටින විට, මෙය වඩාත් ජනප්‍රිය සහ ප්‍රයෝජනවත් ඇඩෝන ඔබට උත්සාහ කර බැලීම පිණිස මෙහි දක්වනු ඇත.
sv: När du är ansluten till internet kommer den här panelen att visa några av de bästa och mest populära tilläggen som du kan prova.
sw: Wakatu imeunganishwa kwa mtandao, kidirisha hiki kitaonekana vifaa vya nyongeza bora zaidi na vinavyojulikana zaidi kwako ili uvijaribu.
ta: நீங்கள் இணையத்தில் இணைக்கப்படும் போது, இந்த பலகம் உங்களுக்கு மிகவும் பிரபலமான கூடுதல் இணைப்புகளை நீங்கள் முயற்சிக்க காட்டும்.
te: మీరు అంతర్జాలమునకు అనుసంధానమైనప్పుడు, యీ పేన్ మీకు కొన్ని మంచి మరియు పేరొందిన పొడిగింతలను మీరు ప్రయత్నించి చూడుటకు అందించును.
th: เมื่อคุณเชื่อมต่ออินเทอร์เน็ต ช่องนี้จะแสดงส่วนเสริมยอดเยี่ยมและส่วนเสริมยอดนิยมให้คุณลองใช้ดู
tr: İnternete bağlı olduğunuzda bu bölümde denemeniz için en çok tutulan eklentilerden bazıları öne çıkarılacak.
ur: جب آپ انٹرنیٹ سے جڑے ہوں گے تو یہ جھروکا آپ کے آزمانے کے لیے /nسب سے بہترین اور معروف ایڈ اون فیچر کرے گا۔
uz: Siz internetga ulanganingizda, ushbu panel ba`zi mashhur va eng zoʻz qoʻshimcha dasturlarni sinab koʻrishni takli qiladi.
xh: Xa ukwi-intanethi, le pheyini iya kubonakalisa izongezelelo ezingcono nezibalulekileyo ukuba ulinge zona.
zu: Uma uxhunyiwe kwi-inthanethi, leli windi lizofaka okwengezwayo okuhle kakhulu futhi nokwaziwayo ukuze ukuzame.

source: Version
af: Weergawe
ar: النسخة
as: সংস্কৰণ
az: Sürüm
bg: Версия
bn_bd: সংস্করণ
bn_in: সংস্করণ
br: Handelv
ca: Versió
cy: Fersiwn
es_mx: Versión
eu: Bertsioa
gd: Tionndadh
he: גרסה
hi_in: संस्करण
hr: Inačica
hu: Verzió
hy_am: Տարբերակ
id: Versi
is: Útgáfa
kab: Lqem
kk: Нұсқасы
km: កំណែ
kn: ಆವೃತ್ತಿ
ku: Guherto
lb: Versioun
lt: Laida
lv: Versija
mai: संस्करण
ml: പതിപ്പു്
ms: Versi
my: မူအဆင့်
nb_no: Versjon
ne: संस्करण
or: ସଂସ୍କରଣ
pt: Versão
pt_br: Versão
ro: Versiune
sd: سنسڪرڻ
si: න්කුතුව
sw: Toleo
ta: பதிப்பு
te: వర్షన్
th: รุ่น
tr: Sürüm
ur: ورژن
uz: Versiyasi
xh: Uguqulelo
zu: Inguqulo

# detail.lastupdated.label
source: Last Updated
af: Onlangsste bygewerk
ar: آخر تحديث
as: সৰবশেষ আপডেইট কৰা হৈছিল
az: Son yenilənmə
bg: Последно обновен
bn_bd: সর্বশেষ হালনাগাদ
bn_in: সর্বশেষ আপডেট
br: Hizivadur diwezhañ
ca: Darrera actualització
cy: Diweddarwyd Diwethaf
es_mx: Última actualización
eu: Azken eguneraketa
gd: Ùrachadh mu dheireadh
he: עודכן לאחרונה
hi_in: अंतिम अद्यतन
hr: Posljednja dopuna
hu: Utoljára frissítve
hy_am: Վերջին Թարմացումը
id: Terakhir Diperbarui
is: Síðast uppfært
kab: Aleqqem aneggaru
kk: Соңғы жаңартылған
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​លើក​ចុងក្រោយ
kn: ಕೊನೆಯ ಬಾರಿಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಿದ್ದು
ku: Rojanekirina dawî
lb: Fir d'lescht geupdatet
lt: Paskiausiai atnaujintas
lv: Pēdējo reizi atjaunināts
mai: अंतिम अद्यतन
ml: ഏറ്റവും ഒടുവില്‍ പുതുക്കിയതു്
ms: Pengemaskinian terakhir
my: နောက်ဆုံး အသစ်
nb_no: Sist oppdatert
ne: अन्तिम अद्यावधिक
oc: Darrièra mesa a jorn
or: ଅନ୍ତିମ ଅଦ୍ୟତନ
pt: Última atualização
pt_br: Última atualização
ro: Ultima actualizare
sd: آخري اَپڊيٽ ڪيل
si: අවසන් වරට යාවත්කාලීන කළේ
sv: Senast uppdaterad
sw: Ilisasaishwa Mwisho
ta: கடைசி புதுப்பிக்கப்பட்டது
te: చివరిగా నవీకరించింది
th: ปรับรุ่นแล้ว
tr: Son güncelleme
ur: آخری تازہ کاری
uz: Soʻnggi yangilangan
xh: Uhlaziyo lokuGqibela
zu: Ukugcina ukuvuselela

source: Developer
af: Ontwikkelaar
ar: المطوّر
as: উন্নয়ক
az: İnkişaf etdirici
bg: Разработчик
bn_bd: ডেভেলপার
bn_in: নির্মাতা
br: Diorroer
ca: Desenvolupador
cy: Datblygwr
es_mx: Desarrollador
eu: Garatzailea
gd: Leasaichear
he: מפתח
hi_in: डेवलेपर
hr: Razvijatelj
hu: Fejlesztő
hy_am: Ծրագրավորում
id: Pengembang
is: Forritari
kab: Aneflay
kk: Жасаған
km: អ្នក​អភិវឌ្ឍន៍
kn: ವಿಕಸನೆಗಾರ
ku: Pêşdebir
lb: Entwéckler
lt: Autorius
lv: Izstrādātājs
mai: डेवलेपर
ml: ഡവലപ്പര്‍
ms: Pembangun
nb_no: Utvikler
ne: बिकासकर्ता
oc: Desvolopaire
or: ବିକାଶକାରୀ
pt: Programador
pt_br: Desenvolvedor
ro: Dezvoltator
sd: تيار ڪندڙ
si: සංවර්ධකයා
sv: Utvecklare
sw: Mwendelezaji
ta: உருவாக்குபவர்
te: అభివృద్దికారి
th: ผู้พัฒนา
tr: Geliştirici
ur: ڈیولپر
uz: Dasturchi
xh: Umphuhlisi
zu: Unjiniyela

# detail.homepage.label
source: Homepage
af: Tuisblad
ar: صفحة البداية
as: ঘৰপৃষ্ঠা
az: Ana səhifə
bg: Начална страница
bn_bd: প্রধান পাতা
bn_in: হোম-পেজ
br: Pennbajenn
ca: Pàgina d'inici
cy: Tudalen Cartref
es_mx: Página de inicio
eu: Webgunea
gd: Duilleag-dhachaigh
hi_in: होमपेज
hr: Početna stranica
hu: Honlap
hy_am: Կայքէջը
id: Beranda
is: Heimasíða
kab: Asebtar agejdan
kk: Үй парағы
km: គេហទំព័រ
kn: ನೆಲೆಪುಟ
ku: Serûpel
lt: Svetainė
lv: Mājas lapa
mai: होमपेज
ml: ആസ്ഥാനതാള്‍
my: မူလအစ
nb_no: Hjemmeside
ne: गृहपृष्ठ
oc: Pagina d'acuèlh
or: ମୂଳ ପୃଷ୍ଠା
pt: Página inicial
pt_br: Página inicial
ro: Pagina principală
sd: گهر جو صفحو
si: නිවෙස් පිටුව
sv: Webbplats
sw: Ukurasa wa nyumbani
ta: முதன்மை பக்கம்
te: నివాసపేజీ
th: หน้าแรก
tr: Ana sayfa
ur: ابتدائی صفحہ
uz: Uy sahifasi
xh: Ikhasi lasekhaya
zu: Ikhasi eliyisiqalo

source: Downloads
af: Aflaaie
ar: التنزيلات
as: ডাউনল'ডসমূহ
az: Yükləmə
bg: Изтегляния
bn_bd: ডাউনলোড
bn_in: ডাউনলোড
br: Pellgargadurioù
ca: Baixades
cy: Llwythi
es_mx: Descargas
eu: Deskargak
gd: Luchdaidhean a-nuas
he: הורדות
hi_in: डाउनलोड
hr: Preuzimanja
hu: Letöltések
hy_am: Բեռնումներ
id: Unduhan
is: Niðurhal
kab: Izedman
kk: Жүктемелер
km: ទាញ​យក
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
ku: Daxistin
lt: Parsisiuntimų
lv: Lejupielāžu skaits
mai: डाउनलोड
ml: ഡൌണ്‍ലോഡുകള്‍
ms: Muat Turun
my: ဆွဲချချက်များ
nb_no: Nedlastinger
ne: डाउनलोडहरू
oc: Telecargaments
or: ଆହରଣଗୁଡ଼ିକ
pt: Transferências
ro: Descărcări
sd: ڊائون لوڊس
si: බාගත කරන්න
sv: Hämtningar
sw: Vipakuzi
ta: பதிவிறக்கங்கள்
te: డౌన్‌లోడ్స్
th: จำนวนดาวน์โหลด
tr: İndirme
ur: ڈاؤن لوڈ
uz: Yuklab olishlar
xh: Okukhutshelwayo
zu: Okulayishwe kwafakwa

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
af: Die ontwikkelaar van hierdie byvoeging vra dat jy die volgehoue ontwikkeling daarvan steun deur 'n klein bydrae te lewer.
ar: يطلب منك مطوّر هذه الإضافة مساعدته بدعم استمرار تطوير هذا العمل من خلال تبرع صغير منك.
as: এই এড-অনৰ উন্নয়কে বিচাৰে যে আপুনি সৰু এটা বৰঙনি আগবঢ়াই ইয়াৰ উন্নয়ন কাৰ্য্য সমৰ্থন কৰে।
az: Bu əlavəninin inkişaf etdiricisi, sizdən kiçik bir maddi kömək edərək əlavəni inkişaf etdirmə işini dəstəkləməyinizi istəyir.
bg: Разработчикът на тази добавка ви моли да поддържате разработката чрез малко дарение.
bn_bd: এ অ্যাড-অন ডেভেলপার বলে যে, আপনি আপনার যে কোনো ছোট অবদান দিয়েও এই অ্যাড-অনের উন্নয়নে সহায়তা করতে পারেন।
bn_in: এই অতিরিক্ত সামগ্রীর নির্মাণকার্য বজায় রাখার জন্য, এটির নির্মাতার পক্ষ থেকে আপনাকে কিছু পরিমাণ দান করার অনুরোধ জানানো হয়েছে।
br: Goulenn a ra paotr an diorren ma vefe skoazellet diorrenadur an askouezh-mañ ganeoc'h dre ur berzhadenn-arc'hant vihan.
ca: El desenvolupador del complement us demana que l'ajudeu a continuar amb el seu desenvolupament fent una donació.
cy: Mae datblygwr yr ychwanegyn yn gofyn eich bod yn cynorthwyo i gefnogi datblygiad drwy wneud cyfraniad bychan.
es_mx: El desarrollador de este complemento te pide que le ayudes en su desarrollo, haciendo una pequeña contribución.
eu: Ekarpen txiki bat eginda garapenerako laguntza eskatzen dizu gehigarri honen garatzaileak.
gd: Dh'iarr leasaichear an tuilleadain seo gun cuir thu taic ri shìor-leasachadh tro thabhartas beag.
he: המפתח של תוספת זו מבקש את עזרתך בהמשך הפיתוח על ידי מתן תרומה צנועה.
hi_in: इस सहयुक्ति के डेवलेपर ने आग्रह किया है कि आप अपने छोटे योगदान से इसके लगातार विकास में अपना समर्थन दें.
hr: Razvijatelja ovog dodatka zanima jeste li voljni pomoći razvoju malom donacijom.
hu: A kiegészítő fejlesztője azt kéri, hogy egy csekély összeggel támogassa a további fejlesztést.
hy_am: Այս հավելման ստեղծողը խնդրում է, որ դուք աջակցեք հավելման զարգացմանը` կատարելով փոքր ներդրում:
id: Pengembang pengaya ini memohon bantuan dukungan Anda untuk membantu kesinambungan pengembangan pengaya dengan memberikan kontribusi kecil.
is: Höfundur þessarar viðbótar biður þig um að styðja við áframhaldandi þróun með því að styrkja viðkomandi með smá upphæð.
kab: Aneflay n uzegrir agi amernan isutur-ak-d tallalt akken ad iseddu taneflit ines ticki tmuddeḍ-as cwiṭ n tewsa.
kk: Бұл кеңейтудің өңдеушісі сізден шағын ғана ақшалай көмек беріп, оның жұмысын қолдау көрсетуді сұраған.
km: អ្នក​អភិវឌ្ឍន៍​កម្មវិធី​បន្ថែម​នេះ​ស្នើសុំ​ឲ្យ​អ្នក​ជួយ​គាំទ្រ​ដោយ​ការ​ចូលរួម​បរិច្ចាគ​បន្តិចបន្តួច​ដើម្បី​ធ្វើឲ្យ​ការ​អភិវឌ្ឍ​មាន​ដំណើរការ​បន្ត​ទៅមុខ​ទៀត ។
kn: ಈ ಆಡ್-ಆನ್‌ನ ವಿಕಸನೆಯು ಮುಂದುವರೆಯುವಲ್ಲಿ ನೆರವಾಗುವ ಸಲುವಾಗಿ ಸಣ್ಣ ಮೊತ್ತದ ದೇಣಿಗೆಯನ್ನು ನೀಡುವಂತೆ ಇದರ ವಿಕಸನೆಗಾರರು ನಿಮಗೆ ಮನವಿ ಮಾಡಿದ್ದಾರೆ.
ku: Pêşdebira vê add-onê daxwaza alîkariya piştgiriyê ji te dike da ku piştgirî bidome.
lb: Den Entwéckler vum Addon freet ob s du gären d'Entwécklung ënnerstëtze wells andems du en Don mëss.
lt: Šio priedo autorius prašo paremti tolesnį jo kūrimą nedideliu finansiniu įnašu.
lv: Šī papildinājuma autors lūdz jūs atbalstīt izstrādi ar nelielu ziedojumu.
mai: ई सहयुक्तिक डेवलेपर ने आग्रह कएल अछि जे अहाँ अपन छोट योगदान सँ एकर लगातार विकास मे अपन समर्थन दिअ.
ml: ചെറിയ സംഭാവനകള്‍ നല്‍കി ഈ ആഡ്-ഓണിനുള്ള പുരോഗമനത്തിനായി സഹായിയ്ക്കുവാന്‍ ഡവലപ്പര്‍ അഭ്യര്‍ത്ഥിയ്ക്കുന്നു.
ms: Pembangun aplikasi tambahan ini meminta anda bantuan untuk menyokong pembangunan yang berterusan dengan memberikan sedikit sumbangan.
my: ယခုအက်အွန်၏ Developer က သေးငယ်သော ထုတ်လုပ်မှုများတွင် သင်ပါ၀င် ကူညီဆောင်ရွက်နိုင်မလားဟု မေးမြန်းထားပါသည်။
nb_no: Utvikleren av denne utvidelsen ber om at du hjelper å støtte videre utvikling ved å gjøre en liten donasjon.
ne: यस एड-अनको विकासकर्ताले तपाईँसँग एउटा सानो योगदान मागेर यसको निरन्तर विकासमा मदत माग्छन्।
oc: Lo desvolopaire d'aqueste modul demanda que l'ajudetz a assegurar lo contunhament de son desvolopament en li pagant una pichona contribucion.
or: ଏହି ଏଡ-ଅନର ବିକାଶକାରୀ ପଚାରିଥାଏ ଯେ ଆପଣ ଏକ ଛୋଟ ଯୋଗଦାନ କରି ଏହାର ବିକାଶକୁ ଅଗ୍ରସର କରିବା ପାଇଁ ସହାୟତା କରିପାରିବେ।
pt: O programador deste extra pede para o ajudar no desenvolvimento com uma pequena contribuição.
pt_br: O autor solicita o seu apoio no desenvolvimento através de uma pequena contribuição.
ro: Dezvoltatorul acestei extensii vă cere sprijinul pentru continuarea perfecționării acesteia printr-o mică donație.
si: මෙම ඇඩෝන සංවර්ධකයා එහි අඛණ්ඩ සංවර්ධනය වෙනුවෙන් ඔබගේ දායකත්වය ඉල්ලා සිටියි.
sv: Skaparen av det här tillägget ber dig om ett litet bidrag för att stödja den fortsatta utvecklingen.
sw: Mwendelezaji wa vifaa hivi vya nyongeza huuliza usaidie kuauni uendelezaji wa kwendelea kwa kufanya mchango kidogo.
ta: இந்த கூடுதல் இணைப்பை உருவாக்கியவர் சிறிய தொகை கொடையாக அளித்து தொடர்ந்து சேவையளிக்க கேட்கிறார்.
te: ఈ పొడిగింతను అభివృద్ది పరచినవారు దాని తదుపరి అభివృద్ది కొనసాగింపు కొరకు మీ నుండి కొద్ది మొత్తంలో సహాయంను కోరుచున్నారు.
th: ผู้พัฒนาส่วนเสริมนี้ใคร่ขอให้คุณช่วยสนับสนุนความต่อเนื่องของการพัฒนาโดยสมทบทุนสักเล็กน้อย
tr: Bu eklentinin geliştiricisi, sizden ufak bir katkıda bulunarak süregelen geliştirme faaliyetlerini desteklemenizi istiyor.
ur: اس ایڈ اون کا ڈیولپر آپ سے درخواست کرتا ہے کہ آپ اس کی جاری تکمیل کاری کو کچھ مدد دے کر اس کی معاونت کریں۔
uz: Ushbu qoʻshimcha dastur muallifi sizdan dasturni rivojlantirish uchun ozroq hissangizni qoʻshishni soʻramoqda.
xh: Umphuhlisi wesi songezelelo ucela ukuba uxhase uphuhliso lwaso oluqhubayo ngokwenza igalelo elincinane.
zu: Unjiniyela walokhu okwengezwayo ucela ukuba usize usekele ukukhula kwakho okuqhubekayo ngokubanmba iqhaza nje kancane.

source: Automatic Updates
af: Outobywerkings
ar: التحديثات التلقائية
as: স্বচালিত আপডেইটসমূহ
az: Avtomatik yeniləmə
bg: Автоматични обновявания
bn_bd: স্বয়ংক্রিয় হালনাগাদ
bn_in: স্বয়ংক্রিয় আপডেট
br: Hizivadurioù emgefreek
ca: Actualitzacions automàtiques
cy: Diweddariadau Awtomatig
es_mx: Actualizaciones automáticas
eu: Eguneraketa automatikoak
gd: Ùrachaidhean fèin-obrachail
he: עדכונים אוטומטיים
hi_in: स्वचालित अद्यतन
hr: Automatske dopune
hu: Automatikus frissítések
hy_am: Ինքնաշխատ Թարմացումներ
id: Pemutakhiran Otomatis
is: Sjálfvirkar uppfærslur
kab: Aleqqem awurman
kk: Автожаңартулар
km: បច្ចុប្បន្នភាព​ស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತ ಅಪ್‌ಡೇಟ್‌ಗಳು
ku: Rojanekirinên Xweber
lb: Automatesch updaten
lt: Naujinti automatiškai
lv: Automātiska atjaunināšana
mai: स्वचालित अद्यतन
ml: ഓട്ടോമാറ്റിക്ക് പരിഷ്കരണങ്ങള്‍
ms: Kemaskini automatik
my: အလိုအလျောက် လုပ်ဆောင်ချက်အသစ်
nb_no: Automatiske oppdateringer
ne: स्वतः अद्यावधि
oc: Mesas a jorn automaticas
or: ସ୍ୱୟଂଚାଳିତ ଅଦ୍ୟତନଗୁଡ଼ିକ
pt: Atualizações automáticas
pt_br: Atualização automática
ro: Actualizări automate
sd: خودڪار اپڊيٽس
si: ස්වයංක්‍රීය යාවත්කාලීන
sv: Automatiska uppdateringar
sw: Visasaisho Kiotomatiki
ta: தானியாக்க புதுப்பித்தல்கள்
te: స్వయంచాలక నవీకరణలు
th: การปรับรุ่นอัตโนมัติ
tr: Otomatik güncellemeler
ur: خودکار تازہ کاریاں
uz: Avtomatik yangilanishlar
xh: IZihlaziyi ezizenzekelayo
zu: Ukuvuselela okuzenzakalelayo

source: Default
af: Verstek
ar: مبدئي
as: অবিকল্পিত
az: Standart
bg: По подразбиране
bn_bd: পূর্বনির্ধারিত
bn_in: ডিফল্ট
br: Diouer
ca: Per defecte
cy: Rhagosodedig
es_mx: Predeterminado
eu: Lehenetsia
gd: Bunaiteach
he: ברירת מחדל
hi_in: तयशुदा
hr: Zadano
hu: Alapértelmezett
hy_am: Լռելյայն
id: Bawaan
is: Sjálfgefið
kab: Awennez amezwaru
kk: Негізгі
km: លំនាំ​ដើម
kn: ಪೂರ್ವನಿಯೋಜಿತ
ku: Standard
lb: Standard
lt: Kaip numatyta
lv: Noklusētā vērtība
mai: पूर्वनिर्धारित
ml: സ്വതവേ
ms: Lalai
my: မူရင်းအခြေအနေ
nb_no: Standard
ne: पूर्वनिर्धारित
oc: Per defaut
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ
pt: Pré-definição
pt_br: Padrão
ro: Implicit
sd: ڊيفالٽ
si: පෙරනිමි
sv: Standard
sw: Chaguo msingi
ta: முன்னிருப்பு
te: అప్రమేయ
th: ปริยาย
tr: Varsayılan
ur: طے شدہ
uz: Standart
xh: Isiseko
zu: Okwakhona

source: Automatically install updates only if that's the default
af: Installeer bywerkings outomaties net as dit die verstek is
ar: ثبّت التحديثات تلقائيًا إذا كان ذلك هو المبدئي فقط
as: আপডেইটসমূহ স্বচালিতভাৱে ইনস্টল কৰিব যদিহে সেইটো অবিকল্পিত হয়
az: Yeniləmələri sadəcə standart tənzimləmə budusa avtomatik quraşdır
bg: Автоматично инсталиране на обновявания само ако това е по подразбиране
bn_bd: পূর্বনির্ধারিত হলেই কেবল স্বয়ংক্রিয়ভাবে হালনাগাদ ইনস্টল করা হবে
bn_in: শুধুমাত্র ডিফল্ট মান হিসাবে চিহ্নিত হলে, স্বয়ংক্রিয়ভাবে আপডেট ইনস্টল করা হবে
br: Staliañ emgefreek an hizivadennoù mar bez an arventenn dre ziouer
ca: Instal·la automàticament les actualitzacions només si és el comportament per defecte
cy: Gosod diweddariadau'n awtomatig os mai dyna yw'r rhagosodedig
es_mx: Instalar automáticamente las actualizaciones sólo si predeterminado
eu: Instalatu eguneraketak automatikoki lehenetsia bada soilik
gd: Na stàlaich ùrachaidhean gu fèin-obrachail ach mas e sin an roghainn bhunaiteach
he: התקן עדכונים באופן אוטומטי רק אם זה ברירת המחדל
hi_in: स्वतः अद्यतन संस्थापित करता है यदि वह तयशुदा है
hr: Instaliraj dopune automatski samo ako je to zadana postavka
hu: Frissítések automatikus telepítése csak akkor, ha ez az alapbeállítás
hy_am: Ինքնաշխատ տեղադրել թարմացումները, եթե այդ ընտրանքը հաստատված է որպես ծրագրային
id: Otomatis pasang pemutakhiran hanya jika pengaturan bawaan diatur demikian
is: Setja sjálfvirkt inn uppfærslur aðeins ef það er ekki sjálfgefið
kk: Жаңартуларды тек ол негізгі баптау болса ғана автоорнату
km: អាច​ដំឡើង​បច្ចុប្បន្នភាព​ដោយ​ស្វ័យប្រវត្តិ​បាន លុះត្រាតែ​វា​ជា​លំនាំដើម
kn: ಅಪ್‌ಡೇಟ್‌ಗಳ ಅನುಸ್ಥಾಪನೆಯು ಡೀಫಾಲ್ಟ್‍ ಆಗಿದ್ದಲ್ಲಿ ಮಾತ್ರ ಅದನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನೆರೆವೇರಿಸುತ್ತದೆ
ku: Eger tenê ev standard be, rojanekirinan xweber saz bike
lb: Updaten nëmmen automatesch installéieren, wann et sou agestallt ass
lt: Automatiškai naujinti šį priedą, jeigu taip numatyta
lv: Automātiski instalēt atjauninājumus vienīgi, ja tā ir noklusētā vērtība
mai: स्वतः अद्यतन संस्थापित करैत अछि जँ ओ पूर्वनिर्धारित अछि
ml: സ്വതവേയുള്ളതാണെങ്കില്‍ മാത്രം പരിഷ്കരണങ്ങള്‍ ഓട്ടോമാറ്റിക്കായി ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
ms: Pasang kemas kini secara automatik jika ianya secara asal
my: အဆင့်မြှင့်တင်ခြင်း အား နဂိုမူလသတ်မှတ် ထားသည်အတိုင်းသာ အလိုအလျှောက်ပြုလုပ်ရန်
oc: Installar pas las mesas a jorn automaticament que se s'agís del reglatge per defaut
or: ଅଦ୍ୟତନଗୁଡ଼ିକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସ୍ଥାପନ କରନ୍ତୁ ଯଦି ତାହା କେବଳ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ହୋଇଥାଏ
pt: Instalar atualizações automaticamente se for a pré-definição
pt_br: Instalar atualizações automaticamente somente se isto for o padrão
ro: Instalează automat actualizări doar dacă aceasta e setarea implicită
sd: اگر اُهو ڊيفالٽ هجي فقط تڏهن خودڪار نموني اپڊيٽس اِسٿاپت ڪريو
si: එය පෙරනිමියෙන් පමණක් නම්, ස්වයංක්‍රීයව ඇඩෝන යාවත්කාලීන කරන්නA
sv: Installerar uppdateringar automatiskt endast om det är standard
sw: Sakinisha kiotomatiki visasaisho kama hili ni chaguo msingi
ta: அது முன்னிருப்பாக இருந்தால் மட்டும் தானாக புதுப்பித்தல்களை தானா நிறுவவும்
te: అదే నవీకరణ అప్రమేయ మైనప్పుడు వాటిని స్వయంచాలకంగా సంస్థాపించుము
th: ติดตั้งการปรับรุ่นโดยอัตโนมัติเฉพาะเมื่อค่าปริยายเป็นอัตโนมัติ
tr: Güncellemeleri sadece varsayılan ayar buysa kendiliğinden kur
ur: تازہ کاریاں خود بخود صرف تب تنصیب کریں جب یہ طےشدہ ہو
uz: Agar faqat ular standart boʻlsa avtomatik yangilanishlar oʻrnatilsin
xh: Fakela uhlaziyo ngokuzenzekela kuphela ukuba oko kusisiseko
zu: Faka ukuvuselela ngokuzenzakalela uma kuphela lokho kungokwakhona

source: On
af: Aan
ar: مشغلة
as: অন
az: Açıqdır
bg: Включено
bn_bd: সচল
bn_in: চালু
br: Gweredekaet
ca: Activades
cy: Ymlaen
es_mx: Activar
eu: Aktibatuta
gd: Air
he: פעיל
hi_in: चालू
hr: Uključeno
hu: Be
hy_am: Միացնել
id: Aktif
is: Virkt
kab: Remden
kk: Іске қосулы
km: បើក
kn: ಆನ್
ku: Çalak
lb: Aktivéiert
lt: Taip
lv: Ieslēgta
mai: चालू
ml: ഓണ്‍
ms: Hidupkan
my: ဖွင့်ပါ
nb_no: På
ne: खुल्ला
oc: Activadas
or: ଅନ
pt: Ligado
pt_br: Ativada
ro: Activată
sd: چالو
sv: På
sw: Imewashwa
ta: இயக்கு
te: పైన
th: เปิด
tr: Açık
ur: آن
uz: Yoqilgan
xh: Ivulile
zu: Khanya
