Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, gd, he, hi_in, hr, hu, hy_am, id, is, kab, kk, km, kn, ku, lb, lt, lv, mai, ml, ms, my, nb_no, ne, oc, or, pt, pt_br, ro, sd, si, sv, sw, ta, te, th, tr, ur, uz, xh, zu

source: Add-ons Manager
af: Byvoegingbestuurder
ar: مدير الإضافات
as: এড-অনসমূহৰ ব্যৱস্থাপক
az: Əlavə idarəçisi
bg: Мениджър на добавките
bn_bd: অ্যাড-অন ব্যবস্থাপক
bn_in: অতিরিক্ত সামগ্রী পরিচালন ব্যবস্থা
br: Ardoer an askouezhioù
ca: Gestor de complements
cy: Rheolwr Ychwanegion
es_mx: Administrador de complementos
eu: Gehigarrien kudeatzailea
gd: Manaidsear nan tuilleadan
he: מנהל התוספות
hi_in: सहयुक्तियाँ प्रबंधक
hr: Upravitelj dodacima
hu: Kiegészítőkezelő
hy_am: Հավելումների կառավարում
id: Pengelola Pengaya
is: Viðbótastjóri
kab: Ldi amsefrak n izegrar imernan
kk: Қосымшалар басқарушысы
km: កម្មវិធី​គ្រប់គ្រង​កម្មវិធី​បន្ថែម
kn: ಆಡ್‌-ಆನ್‌ಗಳ ವ್ಯವಸ್ಥಾಪಕ
ku: Rêveberiya Add-onan
lb: Addon-Manager
lt: Priedų tvarkytuvė
lv: Papildinājumu pārvaldnieks
mai: सहयुक्ति प्रबंधक
ml: ആഡ്-ഓണ്‍ മാനേജര്‍
ms: Pengurus Add-on
nb_no: Utvidelser
ne: एड-अन प्रबन्धक
oc: Gestionari de moduls complementaris
or: ଏଡ-ଅନ ପରିଚାଳକ
pt: Gestor de extras
pt_br: Complementos
ro: Gestionar de suplimente
sd: ايڊ - آنس اِنتظام ڪندڙ
si: ඇඩෝන කළමනාකරු
sv: Hantera tillägg
sw: Msimamizi Kifaa cha Nyongeza
ta: கூடுதல் இணைப்பு மேலாளர்
te: పొడిగింతల నిర్వాహకి
th: ตัวจัดการส่วนเสริม
tr: Eklenti Yöneticisi
ur: ایڈ اون مینیجر
uz: Qoʻshimcha dasturlar boshqaruvchisi
xh: UMphathi wezongezelelo
zu: Umphathi wokungezwayo

source: Search all add-ons
af: Deursoek alle byvoegings
ar: ابحث في كل الإضافات
as: সকলো এড-অন সন্ধান কৰক
az: Bütün əlavələrdə axtar
bg: Търсене на всички добавки
bn_bd: সব অ্যাড-অন অনুসন্ধান
bn_in: সকল অতিরিক্ত সামগ্রী অনুসন্ধান করুন
br: Klask en holl askouezhioù
ca: Cerca tots els complements
cy: Chwilio drwy'r ychwanegion
es_mx: Buscar complementos
eu: Bilatu gehigarri guztiak
gd: Rannsaich a h-uile tuilleadan
he: חפש בכל התוספות
hi_in: सभी सहयुक्तियाँ खोजें
hr: Pretraži sve dodatke
hu: Keresés a kiegészítők között
hy_am: Որոնում բոլոր հավելումներում
id: Cari pengaya
is: Leita í öllum viðbótum
kab: Nadi akk izegrar imernan
kk: Қосымшаларды іздеу
km: ស្វែងរក​កម្មវិធី​បន្ថែម​ទាំងអស់
kn: ಎಲ್ಲಾ ಆಡ್-ಆನ್‌ಗಳನ್ನು ಹುಡುಕು
ku: Li hemû add-onan bigere
lb: All Addonen duerchsichen
lt: Ieškoti priedų
lv: Meklēt papildinājumus
mai: सभटा सहयुक्ति खोजू
ml: എല്ലാ ആഡ്-ഓണുകളും തെരയുക
ms: Cari semua add-on
my: အက်အွန်အားလုံးကိုရှာပါ
nb_no: Søk i alle utvidelser
ne: सबै एड-अन खोज्नुहोस्
oc: Recercar dins totes los moduls
or: ସମସ୍ତ ଏଡ-ଅନଗୁଡ଼ିକୁ ଖୋଜନ୍ତୁ
pt: Procurar todos os extras
pt_br: Pesquisar complementos
ro: Caută în toate suplimentele
sd: سڀ ايڊ - آنس ڳوليو
si: සියළු ඇඩෝන සොයන්න
sv: Sök bland alla tillägg
sw: Tafutiza vifaa vyote vya nyongeza
ta: அனைத்து கூடுதல் இணைப்புகளையும் தேடு
te: అన్ని పొడిగింతలు వెతుకు
th: ค้นหาส่วนเสริมทั้งหมด
tr: Tüm eklentilerde ara
ur: تمام ایڈ اون تلاش کریں
uz: Barcha qoʻshimcha dasturlarni izlash
xh: Khangela zonke izongezelelo
zu: Sesha konke okungezwayo

# search.buttonlabel
source: Search
af: Soek
ar: ابحث
az: Axtar
bn_in: অনুসন্ধান
br: Klask
ca: Cerca
cy: Chwilio
es_mx: Buscar
eu: Bilaketa
gd: Lorg
hi_in: खोजें
hr: Traži
hu: Keresés
hy_am: Որոնում
id: Cari
is: Leita
kab: Nadi
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕು
lt: Paieška
lv: Meklēšana
mai: खोजू
nb_no: Søk
ne: खोजी गर्नुहोस्
oc: Recercar
pt: Procurar
pt_br: Pesquisar
ro: Căutare
sv: Sök
te: వెతుకు
tr: Ara
uz: Izlash
xh: Khangela

# loading.label
source: Loading…
af: Laai tans…
ar: يحمّل…
as: ল'ড কৰা হৈছে…
az: Yüklənir…
bg: Зареждане…
bn_bd: লোড করা হচ্ছে…
bn_in: লোড করা হচ্ছে…
br: O kargañ…
ca: S'està carregant…
cy: Llwytho…
es_mx: Cargando...
eu: Kargatzen…
gd: A' luchdadh…
he: בטעינה…
hi_in: लोड कर रहा है…
hr: Učitavanje…
hu: Betöltés…
hy_am: Բեռնում...
id: Memuat…
is: Hleður…
kab: Asali…
kk: Жүктелуде…
km: កំពុង​ផ្ទុក…
kn: ಲೋಡ್‌ ಆಗುತ್ತಿದೆ…
ku: Tê barkirin…
lb: Gëtt gelueden…
lt: Įkeliama…
lv: Ielādē…
mai: लोड कए रहल अछि…
ml: ലഭ്യമാക്കുന്നു…
ms: Memuatkan...
my: ပွင့်လာနေတယ်...
nb_no: Laster …
ne: लोड हुँदैछ…
oc: Cargament...
or: ଧାରଣ କରୁଅଛି…
pt: A carregar...
pt_br: Carregando…
ro: Încărcare…
sd: لوڊ ڪري پيو...
si: පූරණය වේ…
sv: Hämtar…
sw: Kupakia…
ta: ஏற்றுகிறது…
te: లోడుచేయుచున్నది…
th: กำลังโหลด…
tr: Yükleniyor…
ur: لوڈ کر رہا ہے...
uz: Yuklanmoqda...
xh: Kuyalayishwa…
zu: Iyalayisha…

source: You don't have any add-ons of this type installed
af: Daar is geen byvoegings van hierdie tipe geïnstalleer nie
ar: ليس لديك أي إضافات مثبتة من هذا النوع
as: ইনস্টল হোৱা এই ধৰণৰ বাবে আপোনাৰ কোনো এড-অন নাই
az: Bu növ qurulmuş əlavəniz yoxdur
bg: Нямате инсталирани добавки от този вид
bn_bd: আপনার এই ধরণের কোনো অ্যাড-অন ইনস্টল করা নেই
bn_in: এই ধরনের কোনো অতিরিক্ত সামগ্রী ইনস্টল করা হয়নি
br: N'eus askouezh ebet eus ar rizh-mañ staliet
ca: No teniu instal·lat cap complement d'aquest tipus
cy: Nid oes gennych ychwanegion o'r math yma wedi eu gosod
es_mx: No tienes complementos de este tipo instalados
eu: Ez daukazu mota honetako gehigarririk instalatuta
gd: Chan eil tuilleadan dhen t-seòrsa seo air a stàladh agad
he: לא הותקנה אף תוספת מסוג זה
hi_in: आपके इस प्रकार की कोई सहयुक्तियाँ संस्थापित नहीं हैं
hr: Nemate instaliran nijedan dodatak ove vrste
hu: Nincs ilyen típusú kiegészítője
hy_am: Դուք չունեք տեղակայված այս տեսակի հավելումներ
id: Anda tidak memiliki pengaya terpasang jenis ini
is: Engar viðbætur af þessari tegund hafa verið settar inn
kk: Сізде осы түрдегі қосымшалар орнатылмаған
km: អ្នក​មិន​មាន​កម្មវិធី​បន្ថែម​ប្រភេទ​ណាមួយ​ដែល​ត្រូវ​បាន​ដំឡើង​ទេ
kn: ಈ ಬಗೆಯ ಆಡ್‌-ಆನ್‌ಗಳು ನಿಮ್ಮಲ್ಲಿ ಅನುಸ್ಥಾಪಿತಗೊಂಡಿಲ್ಲ
ku: Tu add-onên te yên sazkirî yên ji vê cureyê nîn in
lb: Et si keng Addone vun där Aart installéiert
lt: Nėra įdiegtų šio tipo priedų
lv: Jums nav uzinstalēts neviens šī tipa atjauninājums
mai: अहाँक एहि प्रकारक कोनो सहयुक्ति संस्थापित नहि अछि
ml: ഈ രീതിയിലുള്ള ആഡ്-ഓണുകള്‍ നിങ്ങള്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്തിട്ടില്ല
ms: Anda tidak mempunyai sebarang jenis Add-ons ini yang terpasang
my: သင့်ဆီတွင်ဤအမျိုးအစားအတ်အွန်ထည့်သွင်းထားခြင်းမရှိပါ။
oc: Avètz pas cap de modul d'aqueste tipe d'installat
or: ଆପଣଙ୍କ ପାଖରେ ଏହି ପ୍ରକାରର କୌଣସି ଏଡ-ଅନ ସ୍ଥାପିତ ନାହିଁ
pt: Não tem instalado qualquer extra deste tipo
pt_br: Não há nenhum complemento deste tipo instalado
ro: Nu aveți vreun supliment de acest tip instalat
sd: توهان وٽ هن قسم جا اِسٿاپت ڪيل ڪي بە ايڊ - آنس ناهن
si: මේ ආකාරයේ කිසිඳු ඇඩෝනයක් ඔබ ස්ථාපනය කර නැත
sv: Du har inga tillägg av den här typen installerade
sw: Huna vifaa vya nyongeza vya aina hii vilivyosakinishwa
ta: இந்த வகையில் கூடுதல் இணைப்பு உங்களிடம் இல்லையெனில் நிறுவவும்
te: ఈ రకమైన పొడిగింతలు మీరు సంస్థాపించి కలిగిలేరు
th: คุณไม่ได้ติดตั้งส่วนเสริมประเภทนี้ไว้
tr: Bu türden kurulmuş bir eklentiniz yok
ur: آپ کے پاس اس قسم کے کوئی ایڈ اون تنصیب شدہ نہیں
uz: Ushbu turdagi oʻrnatilgan birorta ham qoʻshimcha dasturingiz yoʻq
xh: Akunazo izongezelelo zolu didi ezifakelweyo
zu: Awunakho okungezwayo kwalolu hlobo okakiwe

# listEmpty.availableUpdates.label
source: No updates found
af: Geen bywerkings gevind nie
ar: لا تحديثات متوفرة
as: কোনো আপডেইট পোৱা নগল
az: Yenilənmə tapılmadı
bg: Не бяха намерени обновявания
bn_bd: কোনো হালনাগাদ পাওয়া যায়নি
bn_in: কোনো আপডেট পাওয়া যায়নি
br: Hizivadenn ebet kavet
ca: No s'ha trobat cap actualització
cy: Heb ganfod diweddariadau
es_mx: No se encontraron actualizaciones
eu: Ez da eguneraketarik aurkitu
gd: Cha deach ùrachadh a lorg
he: לא נמצאו עדכונים
hi_in: कोई अद्यतन नहीं मिला
hr: Nema pronađenih dopuna
hu: Nem találhatók frissítések
hy_am: Թարմացում չի գտնվել
id: Tidak ada versi baru ditemukan
is: Engar uppfærslur fundust
kab: ulac ileqman yettwafen
kk: Жаңартулар табылмады
km: រក​មិន​ឃើញ​បច្ចុប្បន្នភាព
kn: ಯಾವುದೆ ಅಪ್‌ಡೇಟ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: Tu rojanekirin nehat dîtin
lb: Keng Updatë fonnt
lt: Naujinimų nerasta
lv: Atjauninājumi nav atrasti
mai: कोनो अद्यतन नहि भेटल
ml: പരിഷ്കരണങ്ങള്‍ ലഭ്യമല്ല
ms: Tiada kemaskini ditemui
my: အသစ်မတွေ့ပါ
nb_no: Ingen oppdateringer funnet
ne: कुनै अद्यावधि फेला परेन
oc: Cap de mesa a jorn pas trobada
or: କୌଣସି ଅଦ୍ୟତନ ମିଳିଲା ନାହିଁ
pt: Nenhuma atualização encontrada
pt_br: Nenhuma atualização encontrada.
ro: Nicio actualizare găsită
sd: اپڊيٽس جو پتو نە لڳو
si: යාවත්කාලීන හමු නොවීය
sv: Inga uppdateringar hittades
sw: Hakuna visasaisho vilivyopatikana
ta: புதுப்பித்தல்கள் எதுவும் இல்லை
te: ఏ నవీకరణలు కనుగొనలేదు
th: ไม่พบการปรับรุ่น
tr: Güncelleme bulunamadı
ur: کوئی تازہ کاریاں نہیں ملیں
uz: Yangilanishlar topilmadi
xh: Akukho zihlaziyi zifumanekayo
zu: Akukho ukuvuselela okutholakele

source: You haven't recently updated any add-ons
af: Geen byvoegings is onlangs bygewerk nie
ar: لم تحدّث أي إضافات مؤخرًا
as: আপুনি শেহতীয়াভাৱে কোনো এড-অন আপডেইট কৰা নাই
az: Yaxın vaxtlarda hər hansı bir əlavəni yeniləmədiniz
bg: Скоро не сте обновявали никоя добавка
bn_bd: আপনি সাম্প্রতিক সময়ে কোনো অ্যাড-অন হালনাগাদ করেননি
bn_in: কোনো অতিরিক্ত সামগ্রী সম্প্রতি আপডেট করা হয়নি
br: N'hoc'h eus ket hizivaet askouezh ebet nevez zo
ca: No heu actualitzat recentment cap complement
cy: Nid ydych wedi diweddaru eich ychwanegion yn ddiweddar
es_mx: No has actualizado recientemente ningún complemento
eu: Azkenaldian ez duzu gehigarririk eguneratu
gd: Cha do dh'ùraich thu tuilleadan sam bith o chionn ghoirid
he: לא עדכנת תוספות כלשהן לאחרונה
hi_in: आपने हाल में कोई सहयुक्तियाँ अद्यतन नहीं की हैं
hr: U posljednje vrijeme niste ažurirali nijedan dodatak
hu: Mostanában nem frissített kiegészítőket
hy_am: Վերջին ժամանակներում դուք չեք թարմացրել որևէ հավելում
id: Anda masih belum memasang versi baru pengaya
is: Þú hefur ekki uppfært neinar viðbætur nýlega
kk: Соңғы кезде ешбір кеңейту жаңартылмады
km: បច្ចុប្បន្ន​នេះ អ្នក​មិន​បាន​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​បន្ថែម​ទេ
kn: ನೀವು ಇತ್ತೀಚೆಗೆ ಯಾವುದೆ ಆಡ್-ಆನ್‌ಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿಲ್ಲ
ku: Di demeke nêz de te tu add-on rojane nekiriye
lb: Du hues a leschter Zäit keng Addone geupdatet
lt: Pastaruoju metu nesate atnaujinę jokių priedų
lv: Pēdējā laikā neviens papildinājums nav atjaunināts
mai: अहाँ हाल मे कोनो सहयुक्ति अद्यतन नहि कएने छी
ml: അടുത്തിടയ്ക്കു് ആഡ്-ഓണുകള്‍ പരിഷ്കരിച്ചിട്ടില്ല
ms: Anda tidak ada mengemaskini sebarang add-on baru-baru ini
my: သင်သည်ယခုလတ်တလောမည်သည့်အတ်အွန်မှအဆင့်မြှင့်တင်ခြင်းမပြုလုပ်ထားပါ။
oc: Avètz pas mes a jorn vòstres moduls complementaris dempuèi un cèrtan temps
or: ଆପଣ ନିକଟରେ କୌଣସି ଏଡ-ଅନକୁ ଅଦ୍ୟତନ କରିନାହାନ୍ତି
pt: Não foram efetuadas atualizações recentemente
pt_br: Não há atualização recente de nenhum complemento
ro: Nu ați actualizat recent niciun supliment
sd: هن وقت ڪي ٻە اَپڊيٽ ڪيل ايڊ - آنس ناهن
si: ඔබ කිසිඳු ඇඩෝනයක් මෑතකදී යාවත්කාලීන කර නැත
sv: Du har inte uppdaterat några tillägg nyligen
sw: Hivi karibuni hujasasaisha vifaa vyovyote vya nyongeza
ta: நீங்கள் எந்த கூடுதல் இணைப்புகளையும் சமீபத்தில் புதுப்பிக்கவில்லை
te: మీరు యిటీవల యే పొడిగింతలు నవీకరించలేదు
th: คุณไม่ได้ปรับรุ่นส่วนเสริมเมื่อเร็ว ๆ นี้
tr: Yakın zamanda herhangi bir eklenti güncellemediniz
ur: آپ نے حالیہ طور پر کوئی ایڈ اون تازہ نہیں کیے
uz: Yaqinda birorta ham qoʻshimcha dasturlarni yangilamagansiz
xh: Akuhlaziyanga naziphi na izongezelelo kutshanje
zu: Okwamanje awuvuselelanga okungezwayo

source: Check For Updates
af: Kontroleer vir bywerkings
ar: التمس التحديثات
as: আপডেইটসমূহৰ কাৰণে নীৰিক্ষণ কৰক
az: Yeniləmələri yoxla
bg: Проверка за обновявания
bn_bd: হালনাগাদের জন্য পরীক্ষা
bn_in: আপডেটের উপস্থিতি পরীক্ষা করুন
br: Klask hizivadennoù
ca: Cerca actualitzacions
cy: Gwirio am Ddiweddariadau
es_mx: Buscar actualizaciones
eu: Bilatu eguneraketak
gd: Lorg ùrachaidhean
he: בדוק אם ישנם עדכונים
hi_in: अद्यतन के लिए जाँचें
hr: Provjeri dostupnost dopuna
hu: Frissítések keresése
hy_am: Ստուգվում է թարմացումները
id: Periksa Versi Baru
is: Athuga með uppfærslur
kab: Senqed ma llan ileqman
kk: Жаңартуларды тексеру
km: រកមើល​បច្ចុប្បន្នភាព
kn: ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಹುಡುಕು
ku: Ji bo Rojanekirinan Kontrol Bike
lb: No Updatë sichen
lt: Tikrinti, ar yra naujinimų
lv: Meklēt atjauninājumus
mai: अद्यतन क लेल जाँचू
ml: പരിഷ്കരണങ്ങള്‍ക്കായി പരിശോധിയ്ക്കുക
ms: Periksa untuk Kemas kini
my: လုပ္ေဆာင္ခ်က္သစ္အတြက္စစ္ေဆးျခင္း
nb_no: Søk etter oppdateringer
ne: अद्यावधिकहरूका लागि जाँच गर्नुहोस्
oc: Recèrca las mesas a jorn
or: ଅଦ୍ୟତନଗୁଡ଼ିକ ପାଇଁ ଯାଞ୍ଚ କରନ୍ତୁ
pt: Procurar atualizações
pt_br: Verificar atualizações
ro: Caută actualizări
sd: اپڊيٽس لاءِ جاچيو
si: යාවත්කාලීන සඳහා පරීක්ෂා කරන්න
sv: Sök efter uppdateringar
sw: Kagua Visasaisho
ta: புதுப்பித்தல்களுக்கு சரி பார்க்கவும்
te: నవీకరణల కొరకు పరిశీలించుము
th: ตรวจหาการปรับรุ่น
tr: Güncellemeleri denetle
ur: تازہ کاریوں کے لیے چیک کریں
uz: Yangilanishlar uchun tekshirish
xh: Khangela iZihlaziyi
zu: Ihlola Okufakwe Muva

source: Could not find any matching add-ons
af: Kon nie enige bypassende byvoegings vind nie
ar: تعذر إيجاد أي إضافات مطابقة
as: কোনো মিল থকা এড-অন পোৱা নগল
az: Uyğun əlavə tapılmadı
bg: Няма намерени съвпадащи добавки
bn_bd: কোনো অন্তরমিলযুক্ত অ্যাড-অন খুঁজে পাওয়া যায়নি
bn_in: কোনো সুংগত অতিরিক্ত সামগ্রী পাওয়া যায়নি
br: Askouezh ebet bet kavet
ca: No s'ha pogut trobar cap complement que hi coincideixi
cy: Methu canfod ychwanegion o'r un math
es_mx: No se encontró ninguna coincidencia en complementos
eu: Ezin izan da bat datorren gehigarririk aurkitu
gd: Cha deach tuilleadan freagarrach a lorg
he: לא ניתן למצוא תוספת תואמת
hi_in: कोई मेल खाती सहयुक्तियाँ नहीं ढूँढ़ सका
hr: Nisu pronađeni dodaci koji se podudaraju
hu: Nem található ilyen kiegészítő
hy_am: Հնարավոր չեղավ գտնել համընկնող որևէ հավելում
id: Tidak dapat menemukan pengaya yang cocok
is: Fann ekki viðbætur sem pössuðu
kab: Ulac azegrir amernan anmeɣṛu
kk: Сәйкес келетін қосымшалар табылмады
km: មិន​អាច​រក​ឃើញ​កម្មវិធី​បន្ថែម​ណាមួយ​ដែល​ផ្គូផ្គង​គ្នា​ទេ
kn: ಹೊಂದಿಕೆಯಾಗುವ ಯಾವುದೆ ಆಡ್-ಆನ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: Tu add-oneke ku li vê tê nehat dîtin
lb: Et konnte keng passend Addone fonnt ginn.
lt: Paiešką atitinkančių priedų nerasta
lv: Nevar atrast nevienu atbilstošu papildinājumu
mai: कोनो मेल खाएत सहयुक्ति नहि ताकि सका
ml: ചേരുന്ന ആഡ്-ഓണുകള്‍ ലഭ്യമായില്ല
ms: Tidak dapat menemui sebarang add-on yang berpasangan
my: သင့်လျော်သော အက်အွန်အား မတွေ့ပါ
nb_no: Klarte ikke finne noen passende utvidelser
ne: कुनै पनि मिल्ने एड-अन पाइएन
oc: Pas cap de modul correspondent
or: କୌଣସି ସାଦୃଶ୍ୟ ଏଡ-ଅନ ମିଳିଲା ନାହିଁ
pt: Não foram encontrados extras coincidentes
pt_br: Nenhum complemento encontrado correspondente
ro: Nu s-a putut găsi vreun supliment potrivit
sd: ڪي بە ميل کائيندڙ ايڊ- آنس نە ملي سگهيا
si: ගැලපෙන ඇඩෝන කිසිවක් හමු නොවීය
sv: Kunde inte hitta några matchande tillägg
sw: Haingepata vifaa vya nyongeza vyovyote vinavyooana
ta: பொருந்தும் எந்த கூடுதல் இணைப்புகளையும் காண முடியவில்லை
te: ఎటువంటి సరిపోలు పొడిగింతలు కనుగొనలేక పోయింది
th: ไม่พบส่วนเสริมที่ตรงกัน
tr: Eşleşen bir eklenti bulunamadı
ur: کوئی ایسے ایڈ اون نہیں ملے
uz: Mos qoʻshimcha dasturlar topilmadi
xh: Ayifumani naziphi na izongezelelo ezihambelanayo
zu: Ayikwazanga ukuthola okwengezwayo okufanayo

source: Learn more about add-ons
af: Kom meer te wete oor byvoegings
ar: اعرف المزيد عن الإضافات
as: এড-অন সমূহুৰ বিষয়ে অধিক জানক
az: Əlavələr haqqında daha çox öyrənin
bg: Научете повече относно добавките
bn_bd: অ্যাড-অন সম্পর্কে আরও শিখুন
bn_in: অতিরিক্ত সামগ্রী সম্বন্ধে অধিক তথ্য প্রাপ্ত করুন
br: Gouzout hiroc'h a-zivout an askouezhioù
ca: Més informació dels complements
cy: Dysgu rhagor am ychwanegion
es_mx: Obtenga más información sobre complementos
eu: Gehigarriei buruzko argibide gehiago
gd: Faigh barrachd fiosrachaidh mu thuilleadain
he: למד עוד על תוספות
hi_in: सहयुक्तियाँ के बारे में अधिक जानें
hr: Saznajte više o dodacima
hu: További tudnivalók a kiegészítőkről
hy_am: Կարդալ հավելումների մասին
id: Pelajari lebih lanjut tentang pengaya
is: Fræðast meira um viðbætur
kab: issin ugar ɣef izegrar imernan
kk: Қосымшалар жөнінде көбірек біліңіз
km: សិក្សា​បន្ថែម​អំពី​កម្មវិធី​បន្ថែម
kn: ಆಡ್-ಆನ್‌ಗಳ ಬಗೆಗೆ ಇನ್ನಷ್ಟು ಅರಿಯಿರಿ
ku: Derbarê add-onan de zêdetir agahiyan bistîne
lb: Méi iwwer Addone gewuer ginn
lt: Sužinokite apie priedus daugiau
lv: Uzziniet vairāk par papildinājumiem
mai: सहयुक्तिक संबंधमे बेसी जानू
ml: ആഡ്-ഓണുകളെപ്പറ്റി കൂടുതല്‍ അറിയുക
ms: Ketahui lebih lanjut mengenai add-on
my: အက်အွန်တွေ အကြောင်း လေ့လာကြမယ်
nb_no: Les mer om utvidelser
ne: एड-अन बारेमा थप जान्नुहोस्
oc: N'aprene mai suls moduls complementaris
or: ଏଡ-ଅନଗୁଡ଼ିକ ବିଷୟରେ ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ
pt: Saber mais sobre os extras
pt_br: Saiba mais sobre complementos
ro: Află mai multe despre suplimente
sd: ايڊ - آنس بابت وڌيڪ سکو
si: ඇඩෝන පිළිබඳව වැඩිදුරටත් දැනගන්න
sv: Läs mer om tillägg
sw: Jifunze zaidi kuhusu vifaa vya nyongeza
ta: கூடுதல் இணைப்புகள் பற்றி மேலும் அறிய
te: పొడిగింతలు గురించి మరింత తెలుసుకొనండి
th: เรียนรู้เพิ่มเติมเกี่ยวกับส่วนเสริม
tr: Eklentiler hakkında daha fazlasını öğrenin
ur: ایڈ اون کے بارے میں اور سیکھیں
uz: Qoʻshimcha dasturlar haqida koʻproq oʻrganish
xh: Funda ngokungaphezulu ngezongezelelo
zu: Funda kabanzi ngokungezwayo

source: &Install Add-on From File…
af: &Installeer byvoeging uit lêer…
ar: &ثبّت الإضافة من ملف…
as: ফাইলৰ পৰা এড-অন ইনস্টল কৰক…
az: Fayldan əlavə qur...
bg: &Инсталиране на добавка от файл…
bn_bd: ফাইল থেকে অ্যাড-অন ইনস্টল… &I
bn_in: ফাইল থেকে অতিরিক্ত সামগ্রী ইনস্টল করুন…
br: Stal&iañ askouezhioù diouzh ar restr...
ca: &Instal·la un complement des d'un fitxer…
cy: &Gosod Ychwanegyn o Ffeil…
es_mx: &Instalar complemento desde archivo…
eu: &Instalatu gehigarria fitxategitik…
gd: Stàla&ich tuilleadan o fhaidhle…
he: &התקנת תוספת מקובץ…
hi_in: फ़ाइल से सहयुक्ति संस्थापित करें…
hr: &Instaliraj dodatak iz datoteke…
hu: Kiegészítő telepítése &fájlból…
hy_am: &Տեղակայեք հավելումը Ֆայլից...
id: Pasang Pengaya dari &Berkas…
is: Setja &inn viðbót frá skrá…
kab: &Sebded azegrir amernan seg ufaylu…
kk: Кеңе&йтуді файлдан орнату…
km: ដំឡើង​កម្មវិធី​បន្ថែម​ពី​ឯកសារ…
kn: ಆಡ್-ಆನ್‌ಗಳನ್ನು ಕಡತದಿಂದ ಅನುಸ್ಥಾಪಿಸು…
ku: Add-onê j&i pelî saz bike…
lb: &Addon aus engem Fichier installéieren…
lt: Į&diegti priedą iš failo…
lv: &Instalēt no faila…
mai: फाइल सँ सहयुक्ति संस्थापित करू …
ml: ഫയലില്‍ നിന്നും ആഡ്-ഓണ്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുക…
ms: &Pasang Add-on Dari Fail...
my: &အက်အွန်တွေ ကို ဖိုင်မှတဆင့် သွင်းပါ
nb_no: &Installer utvidelse fra fil …
ne: फाइलबाट एड-अनहरू स्थापना गर्नुहोस्…
oc: &Installar un modul dempuèi un fichièr…
or: ଫାଇଲରୁ ଏଡ-ଅନକୁ ସ୍ଥାପନ କରନ୍ତୁ…
pt: &Instalar extra a partir de ficheiro...
pt_br: &Instalar de um arquivo…
ro: &Instalează supliment dintr-un fișier…
sd: فائل مان ايڊ - آن اِسٿاپت ڪريو
si: ඇඩෝන ගොනුවෙන් ස්ථාපනය කරන්න…
sv: &Installera tillägg från fil…
sw: &Sakinisha Vifaa vya nyongeza Kutoka kwa Fail…
ta: &கோப்பிலிருந்து நீட்சிகள் நிறுவுகிறது…
te: ఫైలునుండి పొడిగింత సంస్థాపించుతాను…
th: &ติดตั้งส่วนเสริมจากแฟ้ม…
tr: Dosyadan e&klenti kur...
ur: ایڈ اون مسل سے &تنصیب کریں...
uz: Qoʻshimcha dasturlarni fayldan &oʻrnatish
xh: &Fakela izongezelelo ezisuka kule fayile…
zu: &Faka okwengezwayo kusuka efayilini…

source: Tools for all add-ons
af: Nutsgoed vir alle byvoegings
ar: أدوات لجميع الإضافات
as: সকলো এড-অনৰ পৰা সঁজুলিসমূহ
az: Bütün əlavələr üçün alətlər
bg: Инструменти за всички добавки
bn_bd: সব অ্যাড-অন এর জন্য টুল
bn_in: সকল অতিরিক্ত সামগ্রীর জন্য সরঞ্জাম
br: Ostilhoù evit an holl askouezhioù
ca: Eines per a tots els complements
cy: Offer ar gyfer pob ychwanegyn
es_mx: Herramientas para todos los complementos
eu: Tresnak gehigarri guztientzat
gd: Innealan airson a h-uile tuilleadan
he: כלים עבור כל התוספות
hi_in: सभी सहयुक्तियों के लिए औज़ार
hr: Alati za sve dodatke
hu: Eszközök minden kiegészítőhöz
hy_am: Գործիքներ բոլոր հավելումների համար
id: Alat untuk semua pengaya
is: Verkfæri fyrir allar viðbætur
kab: Ifecka i yizegrar imaṛṛa
kk: Барлық файлдар үшін саймандар
km: ឧបករណ៍​សម្រាប់​កម្មវិធី​បន្ថែម​ទាំងអស់
kn: ಎಲ್ಲಾ ಆಡ್‌-ಆನ್‌ಗಳಿಗಾಗಿನ ಉಪಕರಣಗಳು
ku: Amûrên ji bo hemû add-onan
lb: Tools fir all Addonen
lt: Visiems priedams taikomos priemonės
lv: Visu papildinājumu rīki
mai: सभटा सहयुक्ति क लेल अओजार
ml: എല്ലാ ആഡ്-ഓണുകള്‍ക്കുമുള്ള പ്രയോഗങ്ങള്‍
ms: Alatan untuk semua add-on
my: အတ်အွန်အားလုံးအတွက် အသုံးချပစ္စည်းများ
nb_no: Verktøy for alle utvidelser
ne: सबै एड-अनहरूको लागि उपकरणहरू
oc: Aisinas per totes los moduls
or: ସମସ୍ତ ଏଡ-ଅନ ପାଇଁ ସାଧନ
pt: Ferramentas para todos os extras
pt_br: Ferramentas para todos os complementos
ro: Instrumente pentru toate suplimentele
sd: سڀني ايڊ - آنس لاءِ اُپڪرڻ
si: සියළු ඇඩෝන සඳහා මෙවලම්
sv: Verktyg för alla tillägg
sw: Zana za vifaa vyote vya nyongeza
ta: அனைத்து கூடுதல் இணைப்புகளுக்குமான கருவிகள்
te: అన్ని పొడిగింతలు కొరకు సాధనములు
th: เครื่องมือสำหรับส่วนเสริม
tr: Tüm eklentiler için araçlar
ur: تمام ایڈ اون کے لیے ٹول
uz: Barcha qoʻshimcha dasturlar uchun asboblar
xh: Izixhobo zazo zonke izongezelelo
zu: Amathuluzi wakho konke okwengezwayo

source: Go back one page
af: Gaan een bladsy terug
ar: عُد للخلف صفحة واحدة
as: এটা পৃষ্ঠা পিছলৈ যাওক
az: Əvvəlki səhifəyə qayıt
bg: Връщане назад с една страница
bn_bd: এক পৃষ্ঠা আগে যান
bn_in: সর্বশেষ পূর্ববর্তী পৃষ্ঠায় প্রত্যাবর্তন
br: Mont d'ar bajennad kent
ca: Vés enrere una pàgina
cy: Nôl un tudalen
es_mx: Retroceder una página
eu: Joan orri bat atzera
gd: Rach duilleag air ais
he: חזור דף אחד אחורה
hi_in: एक पृष्ठ पीछे जाएँ
hr: Povratak na prethodnu stranicu
hu: Ugrás az előző oldalra
hy_am: Նախորդ էջ
id: Mundur satu laman
is: Til baka um eina síðu
kab: Uγal s yiwen n usebtar
kk: Бір параққа қайту
km: ថយក្រោយ​មួយ​ទំព័រ
kn: ಒಂದು ಪುಟ ಹಿಂದಕ್ಕೆ ಹೋಗು
ku: Rûpelek paşve
lb: Eng Säit zréck
lt: Vienu tinklalapiu atgal
lv: Pāriet uz iepriekšējo lapu
mai: एकटा पृष्ठ पाछाँ जाउ
ml: ഒരു താള്‍ പുറകോട്ട് പോകുക
ms: Pergi kembali laman sebelum
my: နောက် တမျက်နှာ သွားပါ
nb_no: Gå tilbake en side
ne: एक पृष्ठ पछाडि जानुहोस्
oc: Recuolar d'una pagina
or: ଗୋଟିଏ ପୃଷ୍ଠା ପଛକୁ ଯାଆନ୍ତୁ
pt: Recuar uma página
pt_br: Página anterior
ro: Mergi cu o pagină în urmă
sd: هڪ صفحو پٺتي وڃو
si: පිටුවක් පසුපසට යන්න
sv: Gå bakåt en sida
sw: Rudi nyuma ukurasa mmoja
ta: ஒரு பக்கம் பின் செல்
te: ఒక పేజీ వెనుకకు వెళ్ళు
th: ย้อนกลับไปหนึ่งหน้า
tr: Önceki sayfaya git
ur: ایک صفحہ واپس جائیں
uz: Bir sahifa orqaga qaytish
xh: Buya umva ngekhasi elinye
zu: Hlehla ngekhasi elilodwa

source: Go forward one page
af: Gaan een bladsy vorentoe
ar: تقدم للأمام صفحة واحدة
as: এটা পৃষ্ঠা আগলৈ যাওক
az: Sonrakı səhifəyə keç
bg: Отиване напред с една страница
bn_bd: এক পৃষ্ঠা পরে যান
bn_in: প্রদর্শিত পৃষ্ঠার অনুক্রমে, পরবর্তী পৃষ্ঠায় এগিয়ে চলুন
br: Mont d'ar bajennad war-lerc'h
ca: Vés endavant una pàgina
cy: Ymlaen un tudalen
es_mx: Avanzar una página
eu: Joan orri bat aurrera
gd: Rach duilleag air adhart
he: התקדם דף אחד קדימה
hi_in: एक पृष्ठ आगे जाएँ
hr: Odlazak na iduću stranicu
hu: Ugrás a következő oldalra
hy_am: Հաջորդ էջ
id: Maju satu laman
is: Áfram um eina síðu
kab: Aẓ s yiwen usebtar
kk: Бір параққа алға бару
km: ទៅមុខ​មួយ​ទំព័រ
kn: ಒಂದು ಪುಟ ಮುಂದಕ್ಕೆ ಹೋಗು
ku: Rûpelek pêşve
lb: Eng Säit vir
lt: Vienu tinklalapiu pirmyn
lv: Pāriet uz nākamo lapu
mai: एकटा पृष्ठ आगाँ जाउ
ml: ഒരു താള്‍ മുമ്പോട്ട് പോകുക
ms: Pergi ke halaman seterusnya
my: ရှေ့ တမျက်နှာ သွားပါ
nb_no: Gå frem en side
ne: एक पृष्ठ अगाडि जानुहोस्
oc: Avançar d'una pagina
or: ଗୋଟିଏ ପୃଷ୍ଠା ଆଗକୁ ଯାଆନ୍ତୁ
pt: Avançar uma página
pt_br: Próxima página
ro: Mergi cu o pagină înainte
sd: هڪ صفحو اڳتي وڃو
si: පිටුවක් ඉදිරියට යන්න
sv: Gå framåt en sida
sw: Nenda mbele ukurasa mmoja
ta: ஒரு பக்கம் முன் செல்
te: ఒక పేజీ ముందుకు వెళ్ళు
th: ไปข้างหน้าหนึ่งหน้า
tr: Sonraki sayfaya git
ur: ایک صفحہ آگے جائیں
uz: Bir sahifa oldinga oʻtish
xh: Yiya phambili ngekhasi elinye
zu: Iya phambili ngekhasi elilodwa
