Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, gd, he, hi_in, hr, hu, hy_am, id, is, kab, kk, km, kn, ku, lb, lt, lv, mai, ml, ms, my, nb_no, ne, oc, or, pt, pt_br, ro, sd, si, sv, sw, ta, te, th, tr, ur, uz, xh, zu

source: Stop &Wearing Theme
af: Trek t&ema uit
ar: انزع ال&سمة
as: থীম পিন্ধোৱা বন্ধ কৰক
az: T&ema istifadə etmə
bg: Спиране на с&ложената тема
bn_bd: থীম যোগ বন্ধ &W
bn_in: থিম প্রয়োগ করা হবে না
br: &Lemel an neuz
ca: Dei&xa el tema
cy: &Peidio Gwisgo Thema
es_mx: Dejar de &usar tema
eu: &Erantzi gaia
gd: &Na cleachd an t-ùrlar seo tuilleadh
he: &הפסק ללבוש ערכת נושא
hi_in: प्रसंग पहनना बंद करें
hr: Onemogući &temu
hu: Téma &levétele
hy_am: Դադարեցնել &թեմայի օգտագործումը
id: &Berhenti Menggunakan Tema
is: Hætta að nota &þema
kab: &Kkes asentel
kk: Теманы алып та&стау
km: &បញ្ឈប់​ការ​ដាក់​ស្បែក
kn: ಥೀಮ್ ಅನ್ನು ಧರಿಸುವುದನ್ನು ನಿಲ್ಲಿಸು
ku: Lix&wekirina dirbê rawestîne
lb: Theme au&sdoen
lt: &Nebenaudoti apvalkalo
lv: &Neizmantot šo tēmu
mai: प्रसंग पहिरनाइ बन्न करू
ml: ഥീം ഉപയോഗം നിര്‍ത്തുക
ms: &Berhenti Menggunakan Tema
my: အထူးအပြင်အဆင်တပ်ဆင်ထားခြင်းအားရပ်မည်
nb_no: Slutt å &bruke tema
ne: वियरिङ आवरणहरू रोक्नुहोस्
oc: L&evar lo tèma
or: ପ୍ରସଙ୍ଗ ପ୍ରୟୋଗ କରିବା ବନ୍ଦ କରନ୍ତୁ
pt: Desati&var tema
ro: &Nu mai purta tema
sd: ۽ وشيە ڍڪڻ روڪيو
si: තේමාව දැමීම නවතන්න
sv: Sluta anv&änd tema
sw: Simamisha &Kuvaa Mandhari
ta: தீம் அணிவதை நிறுத்து
te: ఐచ్ఛికశైలిని దరించుటను ఆపుము
th: เลิ&กใช้ชุดตกแต่ง
tr: T&ema kullanma
ur: خیالیہ &پہننا بند کر دیں
uz: Mavzu oʻrnatishni &toʻxtatish
xh: Nqumamisa umxholo &wokuguga
zu: Misa &ukugqokwa kwendikimba

source: Ask to Activate
af: Vra om te aktiveer
ar: اسأل قبل التفعيل
as: সক্ৰিয় কৰিবলে সোধক
az: Aktivləşdirmək üçün Soruş
bg: Заявка за активиране
bn_bd: সক্রিয় করতে বলুন
bn_in: অ্যাক্টিভেট করতে হবে জিজ্ঞাসা করুন
br: Goulenn diganin evit gweredekaat
ca: Demana si vull activar-lo
cy: Gofyn i'w Weithredu
es_mx: Preguntar para activar
eu: Galdetu aktibatzea
gd: Faighnich mus cuirear an gnìomh
he: בקשת אישור להפעלה
hi_in: सक्रियण हेतु पूछें
hr: Pitaj prilikom aktivacije
hu: Rákérdezés az aktiválásra
hy_am: Ակտիվացման հարցում
id: Tanyakan untuk Mengaktifkan
is: Spyrja hvort eigi að virkja
kab: Suter armed
kk: Белсендіруді сұрау
km: ស្នើ​ឲ្យ​ធ្វើ​ឲ្យ​សកម្ម
kn: ಸಕ್ರಿಯಗೊಳಿಸಲು ಕೇಳಿ
ku: Binêre ka pêvekên te nû ne yan na
lt: Klausti prieš aktyvinant
lv: Jautāt, lai aktivētu
mai: सक्रियण हेतु पूछू
ml: സജീവമാക്കുവാന്‍ ആവശ്യപ്പെടുക
ms: Tanya untuk diaktifkan
my: အသုံးပြုရန်မေး
nb_no: Spør for å aktivere
ne: सक्रिय पार्न लगाउनुहोस्
oc: Demandar per activar
or: ସକ୍ରିୟ କରିବା ପାଇଁ କୁହନ୍ତୁ
pt: Solicitar ativação
pt_br: Perguntar para ativar
ro: Întreabă pentru activare
si: සක්‍රීය කිරීමට විමසන්න
sv: Fråga efter aktivering
sw: Uliza ili kuamilisha
ta: செயல்படுத்தக் கேட்கவும்
te: క్రియాశీలపరచుటకు అడుగు
th: ถามเพื่อเปิดใช้งาน
tr: Etkinleştirmek için sor
ur: عمل میں لانے کے لیے پوچھیں
uz: Faollashtirish uchun soʻralsin
xh: Cela ukuba uyenze isebenze
zu: Buza ukwenza kusebenze

source: Ask to use this add-on each time
af: Vra telkens om dié byvoeging te gebruik
ar: اسأل كل مرة قبل استخدام هذه الإضافة
as: প্ৰতিবাৰ এই এড-অন ব্যৱহাৰ কৰাৰ বাবে সোধক
az: Bu əlavəni işlətmək üçün hər dəfə soruş
bg: Заявка за използване на тази добавка всеки път
bn_bd: প্রতিবার এই এড-অন ব্যবহার এর সময় জিজ্ঞাসা করুন
bn_in: এই অ্যাড অন ব্যবহার করতে প্রতিটি সময়তে জিজ্ঞাসা করুন
br: Goulenn diganin bewech evit arverañ an askouezh-mañ
ca: Demana cada vegada permís per utilitzar aquest complement
cy: Gofyn i ddefnyddio'r ychwanegyn yma bob tro
es_mx: Preguntar para usar este complemento cada vez
eu: Galdetu aldiro gehigarri hau erabiltzea
gd: Faighnich gach turas mus cleachdar an tuilleadan seo
he: בקשת אישור כל פעם להשתמש בתוספת זו
hi_in: हर बार इस सहयुक्ति को उपयोग के लिए पूछें
hr: Pitaj svaki puta za korištenje ovog dodatka
hu: Mindig kérdezzen rá a kiterjesztés használatára
hy_am: Հավելումը օգտագործելիս ամեն անգամ հարցնել
id: Tanya setiap kali akan menggunakan pengaya ini
is: Spyrja hvort eigi að nota þessa viðbót í hvert skipti
kab: Suter yal tikelt aseqdec n azegrir agi amernan
kk: Әр ретте бұл қосымшаны қолдануды сұрау
km: ស្នើ​ឲ្យ​ប្រើ​​ក​ផ្នែក​បន្ថែម​នេះ​រាល់​ពេល
kn: ಪ್ರತಿ ಬಾರಿಯೂ ಸಹ ಇದನ್ನು ಬಳಸಲು ಕೇಳು
ku: Bikaranîna vê pêvekê hemû caran bipirse
lt: Kaskart klausti, ar aktyvinti šį priedą
lv: Jautāt katru reizi pirms šī papildinājuma izmantošanas
mai: सभ बेर ई सहयुक्तिक उपयोगक लेल पूछू
ml: ഓരോ തവണയും ഈ ആഡ്-ഓണ്‍ ചേര്‍ക്കുവാന്‍ ആവശ്യപ്പെടുക
ms: Tanya untuk guna add-on setiap masa
my: ယခုဆော့ဝဲအားသုံးရန်အခေါက်တိုင်းမေး
nb_no: Spør hver gang for å bruke denne utvidelsen
ne: यो एड-अन प्रयोग गर्न हरेक पटक सोध्नुहोस्
oc: Demandar a cada còp la permission d'utilizar aqueste modul complementari
or: ପ୍ରତ୍ୟେକ ଥର ଏହି ଏଡ଼-ଅନକୁ ବ୍ୟବହାର କରିବା ପାଇଁ କୁହନ୍ତୁ
pt: Solicita a utilização deste extra
pt_br: Perguntar toda vez para usar este plugin
ro: Întreabă de fiecare dată pentru a utiliza acest supliment
si: සෑම විටම මෙම ඇඩෝනය භාවිත කිරීමට විමසන්න
sv: Fråga varje gång efter aktivering
ta: ஒவ்வொரு முறையும் இந்த துணை நிரலைப் பயன்படுத்தக் கேட்கவும்
te: ప్రతిసారి యీ పొడిగింత వుపయోగించుటకు అడుగు
th: ถามเพื่อใช้ส่วนเสริมนี้ในแต่ละครั้ง
tr: Bu eklentiyi kullanmayı her seferinde sor
ur: اس ایڈ اون کو ہر بار استعمال کرنے کے لیے پوچھیں
uz: Doimo ushbu q-cha dasturdan foydalanish soʻralsin
xh: Cela ukuba isebenzise esi songezelelo ixesha ngalinye
zu: Buza ukuze usebenzise isingeniswa isikhathi ngesikhathi

source: Always Activate
af: Aktiveer altyd
ar: فعّل دائمًا
as: সদায় সক্ৰিয় কৰিব
az: Hər Zaman Aktiv
bg: Активиране завинаги
bn_bd: সবসময় সক্রিয়
bn_in: সর্বদা সক্রিয় অাছে
br: Atav gweredekaat
ca: Activa'l sempre
cy: Gweithredu Bob Tro
es_mx: Siempre Activo
eu: Aktibatu beti
gd: Cuir an gnìomh an-còmhnaidh
he: הפעל תמיד
hi_in: हमेशा सक्रिय करें
hr: Uvijek aktiviraj
hu: Mindig aktiválja
hy_am: Միշտ Ակտիվացնել
id: Selalu Aktif
is: Alltaf virkja
kab: Rmed yal tikelt
kk: Әрқашан белсендіру
km: ធ្វើ​ឲ្យ​សកម្ម​ជា​និច្ច
kn: ಯಾವಾಗಲೂ ಸಕ್ರಿಯಗೊಳಿಸು
ku: Hemû caran çalak bike
lt: Visada aktyvinti
lv: Aktivēt vienmēr
mai: हमेशा सक्रिय करू
ml: എപ്പോഴും സജീവം
ms: Sentiasa Aktif
my: အမြဲတမ်းသုံးမည်
nb_no: Alltid aktiver
ne: सँधै सक्रिय गर्नुहोस्
oc: Activar totjorn
or: ସର୍ବଦା ସକ୍ରିୟ
pt: Sempre ativo
pt_br: Sempre ativar
ro: Întotdeauna activat
si: සැමවිටම සක්‍රීය
sv: Aktivera alltid
sw: Amilisha kila wakati
ta: எப்போதும் செயல்படுத்து
te: ఎల్లప్పుడూ క్రియాశీలం
th: เปิดใช้งานตลอด
tr: Her zaman etkinleştir
ur: ہمیشہ متحرک کریں
uz: Doimo faollashtirilsin
xh: Soloko Uyenza Isebenze
zu: Yenza kusebenze njalo

source: Always use this add-on
af: Gebruik altyd dié byvoeging
ar: استخدم هذه الإضافة دائمًا
as: সদায় এই এড-অন ব্যৱহাৰ কৰিব
az: Bu əlavəni hər zaman istifadə et
bg: Винаги използвай тази добавка
bn_bd: সবসময় এই অ্যাড-অন টি ব্যাবহার করুন
bn_in: সর্বদা add-on ব্যবহার করুন
br: Atav arverañ an askouezh-mañ
ca: Utilitza sempre aquest complement
cy: Defnyddio'r ychwanegyn bob tro
es_mx: Siempre usar este complemento
eu: Erabili beti gehigarri hau
gd: Cleachd an tuilleadan seo an-còmhnaidh
he: השתמש תמיד בתוספת זו
hi_in: हमेशा इस सहयुक्ति का उपयोग करें
hr: Uvijek koristi ovaj dodatak
hu: Mindig használja a kiterjesztést
hy_am: Մշտապես օգտ. այս հավելումը
id: Selalu gunakan pengaya ini
is: Alltaf nota þessa viðbót
kab: Seqdac dima azegrir agi amernan
kk: Бұл қосымшаны әрқашан қолдану
km: ប្រើ​ផ្នែក​បន្ថែម​នេះ​ជា​និច្ច
kn: ಯಾವಾಗಲೂ ಈ ಆಡ್-ಆನ್ ಅನ್ನು ಬಳಸು
ku: Hemû caran vê pêvekê bi kar bîne
lt: Visada aktyvinti šį priedą
lv: Vienmēr izmantot šo papildinājumu
mai: हमेशा ई सहयुक्तिक उपयोग करू
ml: എപ്പോഴും ഈ ആഡ്-ഓണ്‍ ഉപയോഗിയ്ക്കുക
ms: Sentiasa guna add-on ini
my: ယခုဆော့ဝဲအားအမြဲသုံးမည်
nb_no: Alltid bruk denne utvidelsen
ne: सधैँ यो एड-अन प्रयोग गर्नुहोस्
oc: Utilizar totjorn aqueste modul complementari
or: ସର୍ବଦା ଏହି ଏଡ଼-ଅନକୁ ବ୍ୟବହାର କରନ୍ତୁ
pt: Utilizar sempre este extra
pt_br: Sempre usar este plugin
ro: Utilizează întotdeauna această extensie
si: සැමවිටම මෙම ඇඩෝනය භාවිත කරන්න
sv: Använd alltid det här tillägget
ta: எப்போதும் இந்த துணை நிரலைப் பயன்படுத்து
te: ఎల్లప్పుడూ యీ పొడిగింత వుపయోగించు
th: เปิดใช้ส่วนเสริมนี้ตลอด
tr: Bu eklentiyi her zaman kullan
ur: اس ایڈ اون کو ہمیشہ استعمال کریں
uz: Ushbu q-cha dasturdan doimo foydalanilsin
xh: Soloko usebenzisa esi songezelelo
zu: Hlala usebenzise isingeniswa

source: Never Activate
af: Moet nooit aktiveer nie
ar: لا تُفعّل أبدًا
as: কেতিয়াও সক্ৰিয় নকৰিব
az: Heç Vaxt Aktiv Olmasın
bg: Никога не активирай
bn_bd: কখনোই সক্রিয় করবেন না
bn_in: কখনই সক্রিয় করবেন না
br: Na weredekaat biken
ca: No l'activis mai
cy: Byth Gweithredu
es_mx: Nunca Activar
eu: Ez aktibatu inoiz
gd: Na cuir an gnìomh idir
he: אל תפעיל לעולם
hi_in: कभी सक्रिय मत करें
hr: Nikada nemoj aktivirati
hu: Soha ne aktiválja
hy_am: Երբեք չակտիվացնել
id: Tidak Pernah Diaktifkan
is: Aldrei virkja
kab: Weṛǧin rmed
kk: Ешқашан белсендірмеу
km: កុំ​ធ្វើ​ឲ្យ​សកម្ម
kn: ಎಂದಿಗೂ ಸಕ್ರಿಯಗೊಳಿಸಬೇಡ
ku: Hîç çalak neke
lt: Niekada neaktyvinti
lv: Nekad neaktivēt
mai: कखनो सक्रिय नहि करू
ml: ഒരിയ്ക്കലും സജീവമാക്കരുതു്
ms: Jangan Aktif
my: ဘယ်တော့မှမသုံး
nb_no: Aldri aktiver
ne: कहिल्यै सक्रिय नगर्नुहोस्
oc: Activar pas jamai
or: କଦାପି ସକ୍ରିୟକରନ୍ତୁ ନାହିଁ
pt: Nunca ativar
pt_br: Nunca ativar
ro: Nu activa niciodată
si: කිසිවිට සක්‍රීය නොකරන්න
sv: Aktivera aldrig
ta: ஒருபோதும் செயல்படுத்தாதே
te: ఎప్పుడూ క్రియాశీలపరచవద్దు
th: ไม่เปิดใช้งาน
tr: Asla etkinleştirme
ur: کبھی متحرک نہ کریں
uz: Hech qachon faollashtirilmasin
xh: Ungaze Usenze Sisebenze
zu: Ungenzi kusebenze

source: Never use this add-on
af: Moet nooit dié byvoeging gebruik nie
ar: لا تستخدم هذه الإضافة أبدًا
as: এই এড-অন কেতিয়াও ব্যৱহাৰ নকৰিব
az: Bu əlavəni heç vaxt işlətmə
bg: Никога не използвай тази добавка
bn_bd: কখনোই এই অ্যাড-অন টি ব্যাবহার করবেন না
bn_in: এই অ্যাড অন ব্যবহার করবেন না
br: Na arverañ biken an askouezh-mañ
ca: No utilitzis mai aquest complement
cy: Peidio byth â defnyddio'r ychwanegyn
es_mx: Nunca usar este complento
eu: Ez erabili inoiz gehigarri hau
gd: Na cleachd an tuilleadan seo idir
he: לעולם לאל להשתמש בתוספת זו
hi_in: कभी इस सहयुक्ति को उपयोग मत करें
hr: Nikada ne koristi ovaj dodatak
hu: Soha ne használja a kiterjesztést
hy_am: Երբեք չօգտագործել այս հավելումը
id: Jangan pernah gunakan pengaya ini
is: Aldrei nota þessa viðbót
kab: Weṛǧin seqdec azegrir agi amernan
kk: Бұл қосымшаны ешқашан қолданбау
km: កុំ​ប្រើផ្នែក​បន្ថែម​នេះ
kn: ಎಂದಿಗೂ ಈ ಆಡ್-ಆನ್ ಅನ್ನು ಬಳಸಬೇಡ
ku: Vê pêvekê hîç bi kar neyne
lt: Niekada neaktyvinti šio priedo
lv: Nekad neizmantot šo papildinājumu
mai: इ सहयुक्तिक कखनो उपयोग नहि करू
ml: ഒരിയ്ക്കലും ഈ ആഡ്-ഓണ്‍ ഉപയോഗിയ്ക്കരുതു്
ms: Jangan guna add-on ini
my: ယခုဆော့ဝဲအားပိတ်ထားမည်
nb_no: Aldri bruk denne utvidelsen
ne: कहिल्यै यो एड-अन प्रयोग नगर्नुहोस्
oc: Utilizar pas jamai aqueste modul complementari
or: ଏହି ଏଡ଼-ଅନକୁ ବ୍ୟବହାର କରନ୍ତୁ ନାହିଁ
pt: Nunca utilizar este extra
pt_br: Nunca usar este plugin
ro: Nu utiliza niciodată această extensie
si: කිසිවිට මෙම ඇඩෝනය භාවිත නොකරන්න
sv: Använd aldrig det här tillägget
ta: ஒருபோதும் இந்த துணை நிரலைப் பயன்படுத்தாதே
te: ఈ పొడగింతను ఎప్పుడూ వాడకు
th: ไม่เปิดใช้ส่วนเสริมนี้
tr: Bu eklentiyi hiçbir zaman kullanma
ur: اس ایڈ اون کو کبھی نہیں استعمال کریں
uz: Ushbu q-cha dasturdan hech qachon foydalanilmasin
xh: Ungaze usebenzise esi songezelelo
zu: Ungasebenzisi lekhu okwengeziwe

source: Change when this add-on runs
af: Bepaal wanneer dié byvoeging uitvoer
ar: غيّر عند تشغيل هذه الإضافة
as: এই এড-অন চলোতে সলনি কৰিব
az: Bu əlavə işləməyə başladıqda dəyiş
bg: Смяна на режима на използване на тази добавка
bn_bd: যখন এই এড-অনটি চালু হয় তখন পরিবর্তন করুন
bn_in: পরিবর্তন হলে এই অ্যাড অন রান করবে
br: Dibab pegoulz e vo loc'het an askouezh-mañ
ca: Canvia quan s'executa aquest complement
cy: Newid pryd mae'r ychwanegyn yn rhedeg
es_mx: Cambia cuando este complemento está activo
eu: Aldatu gehigarri hau exekutatzean
gd: Atharraich nuair a ruitheas an tuilleadan seo
he: שנה כשתוספת זו רצה
hi_in: इसे बदलें जब यह सहयुक्ति चलता है
hr: Promijeni kada se ovaj dodatak pokreće
hu: A kiegészítő futásának módosítása
hy_am: Փոխել, երբ այս հավելումը աշխատում է
id: Ubah saat pengaya ini dijalankan
is: Breyta hvenær þessi viðbót keyrir
kab: Fren melmi ad tesqedceḍ azegrir agi
kk: Бұл қосымша орындалған кезде өзгерту
km: ប្ដូរ​ពេល​ផ្នែក​បន្ថែម​នេះ​ដំណើរការ
kn: ಈ ಆಡ್-ಆನ್ ಚಲಾಯಿತಗೊಂಡಾಗ ಬದಲಾಯಿಸು
ku: Dema ev pêvek bê xebitandin biguherîne
lt: Keisti, kada šis priedas turi būti aktyvinamas
lv: Nosakiet, kad tiks izmantots papildinājums
mai: एकरा बदलू जखन सहयुक्ति चलैछ
ml: ഈ ആഡ്-ഓണുകള്‍ പ്രവര്‍ത്തിയ്ക്കുമ്പോള്‍ മാറ്റുക
ms: Tukar semasa add-on ini digunakan
my: ယခုဆော့ဝဲစတင်သောအခါပြောင်းရန်
nb_no: Endre når utvidelsen kjører
ne: यो एड-अन कहिले चल्छ परिवर्तन गर्नुहोस्
oc: Causir quora utilizar aqueste modul complementari
or: ଏହି ଏଡ଼-ଅନ ଚାଲୁଥିବା ସମୟରେ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pt: Mudar execução deste extra
pt_br: Alterar quando este plugin executar
ro: Schimbă unde acest supliment rulează
si: ඇඩෝනය ක්‍රියාකරන විට වෙනස් කරන්න
sv: Välj när tillägget ska användas
ta: இந்த துணை நிரல் எப்போது இயங்கும் என்பதை மாற்றவும்
te: ఈ పొడగింత ఎప్పుడు నడవాలో మార్చండి
th: เปลี่ยนเมื่อส่วนเสริมนี้ทำงาน
tr: Bu eklenti çalıştığında değiştir
ur: جب یہ ایڈ اون چلے تو بدلیں
uz: Ushbu q-cha dastur ishlga tushirilganda oʻzgartirilsin
xh: Tshintsha xa esi songezelelo sisebenza
zu: Shintsha uma lokhu okwengeziwe kudlala

source: &Install
af: &Installeer
ar: &ثبّت
as: ইনস্টল কৰক
az: Q&ur
bg: &Инсталиране
bn_bd: ইনস্টল করুন &I
bn_in: ইনস্টল করুন
br: Stal&iañ
ca: &Instal·la
cy: &Gosod
es_mx: &Instalar
eu: &Instalatu
gd: Stàla&ich
he: &התקנה
hi_in: संस्थापित करें
hr: &Instaliraj
hu: &Telepítés
hy_am: &Տեղակայել
id: &Pasang
is: Se&tja upp
kab: &Sebded
kk: Ор&нату
km: ដំឡើង
kn: ಅನುಸ್ಥಾಪಿಸು
ku: Sazk&irin
lb: &Installéieren
lt: Į&diegti
lv: &Instalēt
mai: संस्थापित करू
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
ms: &Pasang
my: တပ်ဆင်ပါ
nb_no: &Installer
ne: स्थापना गर्नुहोस्
oc: &Installar
or: ସ୍ଥାପନ କରନ୍ତୁ
pt: &Instalar
pt_br: &Instalar
ro: &Instalează
sd: ۽ اِسٿاپت ڪريو
si: ස්ථාපනය කරන්න
sv: &Installera
sw: &Sakinisha
ta: நிறுவு
te: సంస్థాపించు
th: &ติดตั้ง
tr: K&ur
ur: &تنصیب کریں
uz: &Oʻrnatish
xh: &Fakela
zu: &Faka

source: &Remove
af: &Verwyder
ar: أزِ&ل
as: আতৰাওক
az: Sil
bg: &Премахване
bn_bd: অপসারন করুন &R
bn_in: মুছে ফেলুন
br: &Dilemel
ca: Sup&rimeix
cy: &Tynnu
es_mx: Quita&r
eu: &Kendu
gd: Thoi&r air falbh
he: &הסרה
hi_in: हटाएँ
hr: &Ukloni
hu: E&ltávolítás
hy_am: &Հեռացնել
id: &Hapus
is: Fja&rlægja
kab: &Kkes
kk: Ө&шіру
km: យកចេញ
kn: ತೆಗೆದುಹಾಕು
ku: &Rake
lb: E&wechmaachen
lt: Pa&šalinti
lv: &Noņemt
mai: हटाउ
ml: നീക്കം ചെയ്യുക
ms: Singki&r
my: ဖယ်ရှားပါ
nb_no: Sl&ett
ne: &हटाउनुहोस्
oc: &Suprimir
or: କାଢ଼ନ୍ତୁ
pt: &Remover
pt_br: &Remover
ro: &Elimină
sd: ۽ ڪڍي ڇڏيو
si: ඉවත් කරන්න
sv: &Ta bort
sw: &Ondoa
ta: நீக்கு
te: తీసివేయి
th: เ&อาออก
tr: &Kaldır
ur: &ہٹائیں
uz: &Oʻchirish
xh: &Susa
zu: &Susa

source: De&bug
af: &Ontfout
az: Saz&lama
cy: &Dadfygio
es_mx: De&purar
eu: Ara&ztu
is: &Kemba
kk: Жөн&деу
lv: Atkļū&dot
pt_br: Dep&uração
sv: &Felsök
xh: Khupha&ibhagi

source: Options
af: Opsies
ar: خيارات
as: বিকল্পসমূহ
az: Nizamlar
bg: Настройки
bn_bd: অপশন
bn_in: বিকল্প
br: Dibarzhioù
ca: Opcions
cy: Dewisiadau
es_mx: Opciones
eu: Aukerak
gd: Roghainnean
he: אפשרויות
hi_in: विकल्प
hr: Mogućnosti
hu: Beállítások
hy_am: Կարգավորումներ
id: Pengaturan
is: Valkostir
kab: Iɣewwaṛen
kk: Опциялар
km: ជម្រើស
kn: ಆಯ್ಕೆಗಳು
ku: Vebijêrk
lb: Optiounen
lt: Parinktys
lv: Iestatījumi
mai: विकल्प
ml: ഐച്ഛികങ്ങള്‍
ms: Opsyen
my: ရွေးစရာများ
nb_no: Innstillinger
ne: विकल्पहरू
oc: Opcions
or: ବିକଳ୍ପଗୁଡ଼ିକ
pt: Opções
pt_br: Opções
ro: Opțiuni
sd: وڪلپ
si: විකල්ප
sv: Inställningar
sw: Chaguo
ta: விருப்பங்கள்
te: ఐచ్ఛికములు
th: ตัวเลือก
tr: Seçenekler
ur: اختیارات
uz: Moslamalar
xh: Ekunokukhethwa kuko
zu: Izinketho

# cmd.showPreferencesWin.tooltip
source: Change this add-on's options
af: Verander hierdie byvoeging se opsies
ar: غيّر خيارات هذه الإضافة
as: এই এড-অনৰ বিকল্পসমূহ পৰিৱৰ্তন কৰক
az: Bu əlavənin seçimlərini dəyiş
bg: Промяна на настройките на тази добавка
bn_bd: এই অ্যাড-অন এর অপশন পরিবর্তন করুন
bn_in: চিহ্নিত অতিরিক্ত সামগ্রীর বিকল্প মান পরিবর্তন করুন
br: Kemmañ dibarzhioù an askouezh-mañ
ca: Canvia les opcions del complement
cy: Newid dewisiadau'r ychwanegyn
es_mx: Cambiar las opciones de este complemento
eu: Aldatu gehigarri honen aukerak
gd: Atharraich roghainnean an tuilleadain seo
he: שנה את האפשרויות של תוספת זו
hi_in: इस सहयुक्ति के विकल्पों को बदलें
hr: Promijeni mogućnosti ovog dodatka
hu: A kiegészítő beállításainak módosítása
hy_am: Կարգավորել այս հավելումը
id: Ubah pengaturan pengaya ini
is: Breyta stillingum fyrir þessa viðbót
kk: Бұл кеңейтудің опцияларын өзгерту
km: ផ្លាស់ប្ដូរ​ជម្រើស​របស់​កម្មវិធី​បន្ថែម​នេះ
kn: ಈ ಆಡ್‌-ಆನ್‌ನ ಆಯ್ಕೆಗಳನ್ನು ಬದಲಾಯಿಸಿ
ku: Vebijêrkên vê add-onê biguherîne
lb: D'Optioune vum Addon änneren
lt: Keisti šio priedo parinktis
lv: Izmainīt šī papildinājuma iestatījumus
mai: ई सहयुक्तिक विकल्पकेँ बदलू
ml: ഈ ആഡ്-ഓണിനുള്ള ഐച്ഛികങ്ങള്‍ മാറ്റുക
ms: Tukar pilihan add-on ini
my: ယခုအက်အွန်၏ ရွေးချယ်ပိုင်ခွင့်အား ပြုပြင်ပါ
oc: Modificar las opcions d'aqueste modul complementari
or: ଏହି ଏଡ-ଅନର ବିକଳ୍ପକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pt: Mudar opções deste extra
pt_br: Modificar as opções deste complemento
ro: Schimbă opțiunile acestui supliment
sd: هن ايڊ - آن جا وڪلپ بدلايو
si: මෙම ඇඩෝනයේ විකල්ප වෙනස් කරන්න
sv: Ändra tilläggets inställningar
sw: Badilisha chaguo hili la vifaa vya nyongeza
ta: இந்த கூடுதல் இணைப்பு விருப்பங்களை மாற்றவும்
te: ఈ పొడిగింత యొక్క ఐచ్ఛికములను మార్చుము
th: แก้ไขตัวเลือกของส่วนเสริมนี้
tr: Bu eklentinin seçeneklerini değiştir
ur: اس ایڈ اون کے اختیارات تبدیل کریں
uz: Ushbu qoʻshimcha dastur moslamalarini oʻzgartirish
xh: Tshintsha okunokukhethwa kuko kwesongezelelo
zu: Shintasha izinketho zokwengezwayo

source: Preferences
af: Voorkeure
ar: تفضيلات
as: পছন্দসমূহ
az: Nizamlamalar
bg: Настройки
bn_bd: পছন্দসমূহ
bn_in: পছন্দ
br: Gwellvezioù
ca: Preferències
cy: Dewisiadau
es_mx: Preferencias
eu: Hobespenak
gd: Roghainnean
he: העדפות
hi_in: वरीयताएँ
hr: Osobitosti
hu: Beállítások
hy_am: Նախընտրանքներ
id: Pengaturan
is: Valkostir
kab: Ismenyifen
kk: Баптаулар
km: ចំណូលចិត្ត
kn: ಆದ್ಯತೆಗಳು
ku: Vebijêrk
lb: Preferenzen
lt: Nuostatos
lv: Iestatījumi
mai: वरीयता
ml: മുന്‍ഗണനകള്‍
ms: Keutamaan
my: ဦးစားပေး အချက်များ
nb_no: Innstillinger
ne: प्राथमिकताहरू
oc: Preferéncias
or: ପସନ୍ଦ
pt: Preferências
pt_br: Preferências
ro: Preferințe
sd: ترجيحون
si: මනාපයන්
sv: Inställningar
sw: Mapendeleo
ta: விருப்பங்கள்
te: అభీష్టాలు
th: ปรับแต่ง
tr: Tercihler
ur: ترجیحات
uz: Moslamalar
xh: Iipriferensi
zu: Okuthandwayo

# cmd.showPreferencesUnix.tooltip
source: Change this add-on's preferences
af: Verander hierdie byvoeging se voorkeure
ar: غيّر تفضيلات هذه الإضافة
as: এই এড-অনৰ পছন্দসমূহ পৰিৱৰ্তন কৰক
az: Bu əlavənin seçimlərini dəyiş
bg: Сменяне на настройките на тази добавка
bn_bd: এই অ্যাড-অন এর পছন্দসমূহ পরিবর্তন করুন
bn_in: চিহ্নিত অতিরিক্ত সামগ্রীর পছন্দসই মান পরিবর্তন করুন
br: Kemmañ gwellvezioù an askouezh-mañ
ca: Canvia les preferències del complement
cy: Newid dewisiadau'r ychwanegyn
es_mx: Cambiar las preferencias de este complemento
eu: Aldatu gehigarri honen hobespenak
gd: Atharraich roghainnean an tuilleadain seo
he: שנה את ההעדפות של תוספת זו
hi_in: इस सहयुक्ति की वरीयताएँ बदलें
hr: Promijeni osobitosti ovog dodatka
hu: A kiegészítő beállításainak módosítása
hy_am: Փոփոխել այս հավելման նախընտրանքները
id: Ubah pengaturan pengaya ini
is: Breyta stillingum viðbótar
kk: Бұл кеңейтудің баптауларын көрсету
km: ផ្លាស់ប្ដូរ​ចំណូលចិត្ត​របស់​កម្មវិធី​បន្ថែម​នេះ
kn: ಈ ಆಡ್‌-ಆನ್‌ನ ಆದ್ಯತೆಗಳನ್ನು ಬದಲಾಯಿಸಿ
ku: Vebijêrkên vê add-onê biguherîne
lb: D'Preferenze vum Addon änneren
lt: Keisti šio priedo nuostatas
lv: Izmainīt šī papildinājuma iestatījumus
mai: ई सहयुक्तिक वरीयता बदलू
ml: ഈ ആഡ്-ഓണിനുള്ള മുന്‍ഗണനകള്‍ മാറ്റുക
ms: Tukarkan keutamaan add-on's ini
my: ယခုအက်အွန်၏ preferences ကိုပြောင်းပါ
oc: Modificar las preferéncias d'aqueste modul complementari
or: ଏହି ଏଡ-ଅନର ପସନ୍ଦକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pt: Mudar preferências deste extra
pt_br: Modificar as preferências deste complemento
ro: Schimbă preferințele acestui supliment
sd: هي ايڊ - آن جون ترجيحون بدلايو
si: මෙම ඇඩෝනයේ මනාපයන් වෙනස් කරන්න
sv: Ändra tilläggets inställningar
sw: Badilisha mapendeleo haya ya vifaa vya nyongeza
ta: இந்த கூடுதல் இணைப்பு விருப்பங்களை மாற்றவும்
te: ఈ పొడిగింత యొక్క అభీష్టాలను మార్చుము
th: ปรับแต่งส่วนเสริมนี้
tr: Bu eklentinin tercihlerini değiştir
ur: اس ایڈ اون کی ترجیحات تبدیل کریں
uz: Ushbu qoʻshimcha dastur moslamalarini oʻzgartirish
xh: Tshintsha iipriferensi zesongezelelo
zu: Shintsha lokhu okuthandwayo kokungezwayo

source: &Contribute
af: &Dra by
ar: &ساهِم
as: অৱদান দিয়ক
az: Kömək
bg: &Принос
bn_bd: অবদান রাখুন &C
bn_in: যোগদান করুন
br: &Kenoberiañ
ca: &Col·labora-hi
cy: &Cyfrannu
es_mx: &Contribuir
eu: &Lagundu
gd: &Gabh pàirt ann
he: &תרום
hi_in: योगदान करें
hr: &Doprinesite
hu: &Támogatás
hy_am: &Ներդրում
id: Ber&kontribusi
is: &Gefa
kab: Ţe&kki
kk: Үле&с қосу
km: បរិច្ចាគ
kn: ನೆರವಾಗಿ
ku: &Hevpar
lb: &Bäidroen
lt: &Paremti
lv: &Atbalstīt
mai: योगदान करू
ml: സംഭാവന ചെയ്യുക
ms: &Menyumbang
my: &ပူးပေါင်း ပါ၀င် ဆောင်ရွက်ခြင်း
nb_no: &Bidra
ne: योगदान गर्नुहोस्
oc: &Contribuir
or: ଯୋଗଦାନ କରନ୍ତୁ
pt: &Colaborar
pt_br: &Fazer uma contribuição
ro: &Contribuie
sd: ۽ يوگدان ڏيو
si: දායකවන්න
sv: &Bidra
sw: &Changia
ta: உதவுங்கள்
te: పాల్గొనుము
th: เข้าร่ว&ม
tr: Katkıda b&ulun
ur: &حصہ لیں
uz: &Hissa qoʻshish
xh: &Yenza igalelo
zu: &Bamba iqhaza

source: Contribute to the development of this add-on
af: Dra by tot die ontwikkeling van hierdie byvoeging
ar: ساهِم في تطوير هذه الإضافة
as: এই এড-অনৰ উন্নয়নৰ বাবে অৱদান কৰক
az: Bu əlavənin inkişaf etdirilməsinə kömək et
bg: Принос за развитието на тази добавка
bn_bd: অ্যাড-অন উন্নয়নে অবদান রাখুন
bn_in: এই অতিরিক্ত সামগ্রী নির্মাণের কাজে যোগদান করুন
br: Kenoberiañ da ziorren an askouezh-mañ
ca: Col·labora en el desenvolupament del complement
cy: Cyfrannu i ddatblygiad yr ychwanegyn
es_mx: Contribuir al desarrollo de este complemento
eu: Lagundu gehigarri honen garapenean
gd: Gabh pàirt ann an leasachadh an tuilleadain seo
he: תרום לפיתוח של תוסף זו
hi_in: इस सहयुक्ति के विकास में अपना योगदान दें
hr: Doprinesite razvoju ovog dodatka
hu: A kiegészítő fejlesztésének támogatása
hy_am: Օգնել այս հավելման զարգացմանը
id: Ikut berkontribusi pengembangan pengaya ini
is: Hjálpa til með þróunina á þessari viðbót
kab: Ţekki di tneflit n uzegrir amernan
kk: Бұл қосымшаны дамытуға үлес қосу
km: ចូលរួម​ក្នុង​ការ​អភិវឌ្ឍ​កម្មវិធី​បន្ថែម​នេះ
kn: ಈ ಆಡ್‌-ಆನ್‌ನ ವಿಕಸನೆಗೆ ನೆರವಾಗಿ
ku: Ji bo pêşdebirina vê add-onê hevkariyê bike
lb: Zu der Entwécklung vum Addon bäidroen
lt: Paremti šio priedo kūrimą
lv: Atbalstīt šī papildinājuma izstrādi
mai: ई सहयुक्ति क विकासमे अपन योगदान दिअ
ml: ഈ ആഡ്-ഓണിന്റെ പുരോഗതിയ്ക്കായി സംഭാവന ചെയ്യുക
ms: Sumbang untuk pembangunan add-on ini
my: ယခု အက်အွန်ထုတ်လုပ်မှုတွင် ကူညီပါ၀င်ဆောင်ရွက်ခြင်း
nb_no: Bidra til utviklingen av denne utvidelsen
ne: यो एड-अनको विकासमा योगदान दिनुहोस्
oc: Contribuir al desvolopament d'aqueste modul complementari
or: ଏହି ଏଡ-ଅନର ବିକାଶରେ ଯୋଗଦାନ କରନ୍ତୁ
pt: Participar no desenvolvimento deste extra
pt_br: Contribuir para o desenvolvimento do complemento
ro: Contribuie la dezvoltarea acestui supliment
sd: هن ايڊ - آن جي وڪاس لاءِ يوگدان ڏيو
si: මෙම ඇඩෝනයේ සංවර්ධනය වෙනුවෙන් දායකවන්න
sv: Ge ett bidrag till utvecklingen av detta tillägg
sw: Changia kwa maeneleo ya kifaa hiki cha nyongeza
ta: இந்த கூடுதல் இணைப்பை உருவாக்க உதவுங்கள்
te: ఈ పొడిగింత అభివృద్దిలో పాల్గొనుము
th: เข้าร่วมพัฒนาส่วนเสริมนี้
tr: Bu eklentinin geliştirilmesine katkıda bulun
ur: اس ایڈ اون کی تکمیل کاری میں حصہ لیں
uz: Ushbu qoʻshimcha dasturni rivojlantirishga hissa qoʻshish
xh: Yenza igalelo kuphuhliso lwesi songezelelo
zu: Bamba iqhaza ekukukhuleni kwalokho okwengezwayo
