Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, gd, he, hi_in, hr, hu, hy_am, id, is, kab, kk, km, kn, ku, lb, lt, lv, mai, ml, ms, my, nb_no, ne, oc, or, pt, pt_br, ro, sd, si, sv, sw, ta, te, th, tr, ur, uz, xh, zu

source: Your add-ons have been updated.
af: Die byvoegings is bygewerk.
ar: حُدّثت إضافاتك.
as: আপোনাৰ এড-অনসমূহ আপডেইট কৰা হল।
az: Əlavələriniz yenilənir.
bg: Вашите добавки бяха обновени.
bn_bd: আপনার সকল অ্যাড-অন হালনাগাদ করা হয়েছে।
bn_in: অতিরিক্ত সামগ্রীগুলি আপডেট করা হয়েছে।
br: Hoc'h askouezhioù zo bet hizivaet.
ca: S'han actualitzat els vostres complements.
cy: Mae eich ychwanegion wedi eu diweddaru.
es_mx: Tus complementos han sido actualizados.
eu: Gehigarriak eguneratu egin dira.
gd: Chaidh na tuilleadain agad ùrachadh.
he: התוספות שלך עודכנו.
hi_in: आपकी सहयुक्तियाँ अद्यतन की जा चुकी हैं.
hr: Vaši su dodaci ažurirani.
hu: A kiegészítői frissítve lettek.
hy_am: Ձեր հավելումը թարմացվեց:
id: Pengaya Anda telah diperbarui.
is: Búið er að uppfæra viðbætur.
kab: Izegrar-inek imernan ţwaleqmen.
kk: Қосымшаларыңыз жаңартылды.
km: កម្មវិធី​បន្ថែម​របស់​អ្នក​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព ។
kn: ನಿಮ್ಮ ಆಡ್-ಆನ್‌ಗಳನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
ku: Add-onön te hatın rojanekırın.
lb: Deng Addone goufe geupdatet.
lt: Turimi priedai atnaujinti.
lv: Jūsu papildinājumi ir atjaunināti.
mai: अहाँक सहयुक्ति अद्यतन कएल जाए चुकल अछि.
ml: നിങ്ങളുടെ ആഡ്-ഓണുകള്‍ പരിഷ്കരിച്ചിരിയ്ക്കുന്നു.
ms: Add-on anda telah dikemaskinikan.
my: သင့်၏အက်အွန်အား အဆင့်မြင့်တင်ပြီးပါပြီ
nb_no: Utvidelsene er oppdatert.
ne: तपाईँका एड-अनहरू अद्यावधि गरिएका छन् ।
oc: Vòstres moduls son estats meses a jorn.
or: ଆପଣଙ୍କର ଏଡ-ଅନଗୁଡ଼ିକ ଅଦ୍ୟତିତ ହୋଇଛି।
pt: Os seus extras foram atualizados.
pt_br: Seus complementos foram atualizados.
ro: Suplimentele dumneavoastră au fost actualizate.
sd: توهانجا ايڊ - آنس اپڊيٽ ڪيا ويا آهن۔
si: ඔබගේ ඇඩෝන යාවත්කාලීන නර ඇත.
sv: Dina tillägg har uppdaterats.
sw: Vifaa vyako vya nyongeza vimesasaishwa.
ta: உங்கள் கூடுதல் இணைப்புகள் புதுப்பிக்கப்பட்டன.
te: మీ పొడిగింతలు నవీకరించబడెను.
th: ปรับรุ่นส่วนเสริมของคุณแล้ว
tr: Eklentileriniz güncellendi.
ur: آپ کے ایڈ اون تازہ ہو گئے ہیں۔
uz: Qoʻshimcha dasturingiz yangilandi.
xh: Izongezelelo zakho zihlaziyiwe.
zu: Okwengeziwe kwakho kuvuselelwe.

source: Your add-on updates have been downloaded.
af: Die byvoeging-bywerkings is afgelaai.
ar: انتهى تنزيل تحديثات إضافاتك.
as: আপোনাৰ এড-অন আপডেইটসমূহ ডাউনল'ড কৰা হল।
az: Əlavələrçün yeniləmələr yükləndi.
bg: Обновяването за вашите добавки е изтеглено.
bn_bd: আপনার অ্যাড-অনের হালনাগাদ ডাউনলোড করা হয়েছে।
bn_in: অতিরিক্ত সামগ্রীর আপডেটগুলি ডাউনলোড করা হয়েছে।
br: Hizivadurioù hoc'h askouezhioù zo bet pellgarget.
ca: S'han baixat les actualitzacions dels vostres complements.
cy: Mae diweddariadau eich ychwanegion wedi eu llwytho i law.
es_mx: Las actualizaciones de tus complementos han sido descargadas.
eu: Gehigarrien eguneraketak deskargatu egin dira.
gd: Chaidh ùrachaidhean nan tuilleadan agad a luchdadh a-nuas.
he: עדכוני התוספות שלך הורדו.
hi_in: आपकी सहयुक्तियाँ अद्यतन डाउनलोड की जा रही हैं.
hr: Dopune za vaše dodatke su preuzete.
hu: A kiegészítőfrissítések letöltődtek.
hy_am: Ձեր հավելումների թարմացումները բեռնվել են:
id: Versi baru pengaya Anda telah diunduh.
is: Búið er að niðurhala viðbótum.
kab: Ileqman n izegrar-inek imernan ţwazedmen.
kk: Қосымшаларыңыз жаңартулары жүктеліп алынды.
km: បច្ចុប្បន្នភាព​នៃ​កម្មវិធី​បន្ថែម​របស់​អ្នក​ត្រូវ​បាន​ទាញ​យក ។
kn: ನಿಮ್ಮ ಆಡ್-ಆನ್‌ ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿಕೊಳ್ಳಲಾಗಿದೆ.
ku: Rojanekirinên add-onên te hatin daxistin.
lb: Deng Addone goufe rofgelueden.
lt: Parsiųsti turimų priedų naujinimai.
lv: Jūsu papildinājumu atjauninājumi ir lejupielādēti.
mai: अहाँक सहयुक्ति अद्यतन डाउनलोड कएल जाए रही अछि.
ml: നിങ്ങളുടെ ആഡ്-ഓണുകള്‍ക്കുള്ള പരിഷ്കരണം ഡൌണ്‍ലോഡ് ചെയ്തിരിയ്ക്കുന്നു.
ms: Kemaskini add-on anda telah dimuat turun.
my: သင်၏ အက်အွန် အဆင့်မြင်တင်မှုအား download ချထားပြီးပါပြီ။
nb_no: Oppdateringer til utvidelsene er lastet ned.
ne: तपाईँका एड-अन अद्यावधिहरू डाउनलोड गरिएका छन् ।
oc: Las mesas a jorn de vòstres moduls son estats telecargadas.
or: ଆପଣଙ୍କର ଏଡ-ଅନ ଅଦ୍ୟତନଗୁଡ଼ିକୁ ଆହରଣ କରାଯାଇଛି।
pt: As atualizações para os seus extras foram transferidas.
pt_br: As atualizações de seus complementos foram baixadas.
ro: S-au descărcat actualizările pentru suplimentele dumneavoastră.
sd: توهان جا ايڊ -آن اَپڊيٽس ڊائون لوڊ ڪيا ويا آهن۔
si: ඔබගේ ඇඩෝන යාවත්කාලීන බාගත කර ඇත.
sv: Uppdateringarna till tilläggen har hämtats.
sw: Visasaisho vyako vya vifaa vya nyongeza vimepakuliwa.
ta: உங்கள் கூடுதல் இணைப்பு பதிவிறக்கப்பட்டன.
te: మీ పొడిగింత నవీకరణలు డౌన్‌లోడైనవి.
th: ดาวน์โหลดส่วนเสริมของคุณแล้ว
tr: Eklenti güncellemeleriniz indirildi.
ur: آپ کے ایڈ اون ڈاؤن لوڈ ہو گئے ہیں۔
uz: Qoʻshimcha dastur yangilanishlari yuklab olindi.
xh: Uhlaziyo lwezongezelelo zakho zikhutshelwe.
zu: Ukuvuselelwa kwakho kokwengeziwe kulayishwa kwafakwa.

source: Restart now to complete installation
af: Herbegin nou vir volledige installering
ar: أعِد التشغيل الآن لإتمام التثبيت
as: ইনস্টল সম্পূৰ্ণ কৰিবলে পুনৰাম্ভ কৰক
az: Quraşdırmanı tamamlamaq üçün indi yenidən başladın
bg: Рестартирайте сега, за да завършите инсталацията
bn_bd: ইনস্টল প্রক্রিয়া সম্পন্ন করার জন্য পুনরায় শুরু করুন
bn_in: ইনস্টলেশন সমাপ্ত করার জন্য পুনরায় আরম্ভ করুন
br: Adloc'hañ bremañ evit peurechuiñ ar staliañ
ca: Reinicia ara per completar la instal·lació
cy: Ailgychwyn i gwblhau'r gosod
es_mx: Reinicia ahora para completar instalación
eu: Berrabiarazi orain instalazioa osatzeko
gd: Ath-thòisich an-dràsta gus an stàladh a thoirt gu buil
he: הפעל מחדש כעת להשלמת ההתקנה
hi_in: संस्थापन पूरा करने के लिए अब फिर आरंभ करें
hr: Ponovno pokreni odmah za dovršetak instalacije
hu: A telepítés befejezéséhez újra kell indítani
hy_am: Վերամեկնարկեք` տեղակայումը գործարկելու համար
id: Mulai ulang sekarang untuk menyelesaikan pemasangan
is: Endurræstu núna til að ljúka uppsetningu
kab: Senker i tikelt nniḍen tura akken ad tfakeḍ asebded
kk: Орнатуды аяқтау үшін қазір қайта қосу
km: ចាប់ផ្ដើម​ឡើងវិញ​ឥឡូវនេះ ដើម្បី​បញ្ចប់​ការ​ដំឡើង
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಮರಳಿ ಆರಂಭಿಸಿ
ku: Ji bo bidawîkirina sazkirinê, niha ji nû ve bide destpêkirin
lb: Elo nei starte fir d' Installatioun ofzeschléissen
lt: Paleiskite programą iš naujo, kad diegimas būtų užbaigtas
lv: Pārstartējiet, lai pabeigtu atjaunināšanu
mai: संस्थापन पूरा करब क लेल आब फेर आरंभ करू
ml: ഇന്‍സ്റ്റലേഷന്‍ പൂര്‍ത്തിയാക്കുന്നതിനായി വീണ്ടും ആരംഭിയ്ക്കുക
ms: Mulakan semula sekarang untuk melengkapkan pemasangan
my: တပ်ဆင်ခြင်းပြီးမြောက်သွားအောင် Restart လုပ်လိုက်ပါ
nb_no: Start på nytt nå for å fullføre installeringen
ne: स्थापना सकिए पछि पुनः सुरु गर्नुहोस्
oc: Tornatz aviar per acabar l'installacion.
or: ସ୍ଥାପନ କ୍ରିୟାକୁ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ପାଇଁ ବର୍ତ୍ତମାନ ପୁନଃଚାଳନ କରନ୍ତୁ
pt: Reinicie para completar a instalação
pt_br: Reinicie agora para concluir a instalação
ro: Reporniți acum pentru a finaliza instalarea
sd: اِسٿاپن پورو ڪرڻ لاءِ هاڻي نئين سر شروع ڪريو
si: ස්ථාපනය සම්පූර්ණ වීමට දැන් යළි-ආරම්භ කරන්න
sv: Starta om nu för att slutföra installationen
sw: Anzisha upya sasa kukamilisha usakinisho
ta: நிறுவலை முடிக்க மறுதுவக்கவும்
te: సంస్థాపనను పూర్తిచేయుటకు పునఃప్రారంభించుము
th: เริ่มใหม่เพื่อให้การติดตั้งสมบูรณ์
tr: Kurulumu tamamlamak için şimdi yeniden başlatın
ur: تنصیب مکمل کرنے کے لیے ابھی دوباره شروع کریں
uz: Oʻrnatishni tugatish uchun hozir qayta ishga tushirish
xh: Qalisa kwakhona ukugqibezela ufakelo
zu: Qala kabusha manje ukuze uqedele ukufakwa

# updates.noneFound.label
source: No updates found
af: Geen bywerkings gevind nie
ar: لا يوجد تحديثات
as: কোনো আপডেইট পোৱা নগল
az: Yenilənmə tapılmadı
bg: Не бяха намерени обновявания
bn_bd: কোনো হালনাগাদ পাওয়া যায়নি
bn_in: কোনো আপডেট পাওয়া যায়নি
br: Hizivadenn ebet kavet
ca: No s'ha trobat cap actualització
cy: Heb ganfod diweddariadau
es_mx: No se encontraron actualizaciones
eu: Ez da eguneraketarik aurkitu
gd: Cha deach ùrachadh a lorg
he: לא נמצאו עדכונים
hi_in: कोई अद्यतन नहीं मिला
hr: Nisu pronađene dopune
hu: Nem találhatók frissítések
hy_am: Թարմացում չի գտնվել
id: Tidak ada versi baru ditemukan
is: Engar uppfærslur fundust
kab: ulac ileqman yettwafen
kk: Жаңартулар табылмады
km: រក​មិន​ឃើញ​បច្ចុប្បន្នភាព
kn: ಯಾವುದೆ ಅಪ್‌ಡೇಟ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: Tu rojanekirin nehat dîtin
lb: Keng Updatë fonnt
lt: Naujinimų nerasta
lv: Atjauninājumi nav atrasti
mai: कोनो अद्यतन नहि भेटल
ml: പരിഷ്കരണങ്ങള്‍ ലഭ്യമല്ല
ms: Tiada pengemaskinian terbaru dijumpai
my: အသစ်မတွေ့ပါ
nb_no: Fant ingen oppdateringer
ne: कुनै अद्यावधि फेला परेन
oc: Cap de mesa a jorn pas trobada
or: କୌଣସି ଅଦ୍ୟତନ ମିଳିଲା ନାହିଁ
pt: Nenhuma atualização encontrada
pt_br: Nenhuma atualização encontrada
ro: Nicio actualizare găsită
sd: اپڊيٽس جو پتو نە لڳو
si: යාවත්කාලීන හමු නොවීය
sv: Inga uppdateringar hittades
sw: Hakuna visasaisho vimepatikana
ta: புதுப்பித்தல்கள் எதுவும் காணப்படவில்லை
te: ఏ నవీకరణలు కనబడలేదు
th: ไม่พบการปรับรุ่น
tr: Güncelleme bulunamadı
ur: کوئی تازہ کاریاں نہیں ملیں
uz: Yangilanishlar topilmadi
xh: Akukho zihlaziyi zifumanekayo
zu: Akukho ukuvuselela okutholakele

source: View Available Updates
af: Bekyk beskikbare bywerkings
ar: اعرض التحديثات المتاحة
as: উপলব্ধ আপডেইটসমূহ দৰ্শন কৰক
az: Quraşdırıla biləcək yeniləmələrə bax
bg: Показване на наличните обновявания
bn_bd: বিদ্যমান হালনাগাদ প্রদর্শিত হবে
bn_in: উপলব্ধ সকল আপডেট প্রদর্শন
br: Gwelout an hizivadurioù hegerz
ca: Visualitza les actualitzacions disponibles
cy: Gweld Diweddariadau ar Gael
es_mx: Ver actualizaciones disponibles
eu: Ikusi eskura dauden eguneraketak
gd: Seall na h-ùrachaidhean a tha ri am faighinn
he: הצג עדכונים זמינים
hi_in: उपलब्ध अद्यतन देखें
hr: Prikaži dostupne dopune
hu: Az elérhető frissítések megtekintése
hy_am: Տեսնել Առկա Թարմացումները
id: Tampilkan Versi Baru yang Tersedia
is: Skoða fáanlegar uppfærslur
kab: Sken ileqman yellan
kk: Қолжетерлік жаңартуларды көрсету
km: មើល​បច្ចុប្បន្នភាព​ដែល​មាន
kn: ಲಭ್ಯವಿರುವ ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ನೋಡಿ
ku: Rojanekirinên Amade Nîşan Bide
lb: Verfügbar Updaten uweisen
lt: Rodyti galimus atnaujinti priedus
lv: Aplūkot pieejamos atjauninājumus
mai: उपलब्ध अद्यतन देखू
ml: ലഭ്യമായ പരിഷ്കരണങ്ങള്‍ കാണുക
ms: Lihat pengemaskinian yang sedia ada
my: ရရှိနိုင်သော အဆင့်မြင်တင်မှုအား ကြည့်ရှုပါ
nb_no: Vis tilgjengelige oppdateringer
ne: उपलब्ध अद्यावधिहरू हेर्नुहोस्
oc: Afichar las mesas a jorn disponiblas
or: ଉପଲବ୍ଧ ଅଦ୍ୟତନଗୁଡ଼ିକୁ ଦେଖନ୍ତୁ
pt: Ver atualizações disponíveis
pt_br: Exibir atualizações disponíveis
ro: Vezi actualizările disponibile
sd: مؤجود اَپڊيٽس نظر مان ڪڍو
si: පවතින යාවත්කාලීන පෙන්වන්න
sv: Se tillgängliga uppdateringar
sw: Angalia Visasaisho Vinavyopatikana
ta: இருக்கும் புதுப்பித்தல்களை பார்
te: అందుబాటులోని నవీకరణలను దర్శించుము
th: ดูการปรับรุ่นที่ตรวจพบ
tr: Yüklenebilir güncellemelere bak
ur: دستیاب تازہ کاریاں نظارہ کریں
uz: Mavjud yangilanishlarni koʻrish
xh: Jonga uhlaziyo olufumanekayo
zu: Bonisa ukuvuselela okukhona

source: Install Updates
af: Installeer bywerkings
ar: ثبّت التحديثات
as: আপডেইটসমূহ ইনস্টল কৰক
az: Yeniləmələri quraşdır
bg: Инсталиране на обновявания
bn_bd: হালনাগাদ ইনস্টল করুন
bn_in: আপডেট ইনস্টল করুন
br: Staliañ Hizivadurioù
ca: Instal·la les actualitzacions
cy: Gosod Diweddariadau
es_mx: Instalar actualizaciones
eu: Instalatu eguneraketak
gd: Stàlaich na h-ùrachaidhean
he: התקן עדכונים
hi_in: अद्यतन संस्थापित करें
hr: Instaliraj dopune
hu: Frissítések telepítése
hy_am: Տեղակայել Թարմացումները
id: Pasang Versi Baru
is: Setja inn uppfærslur
kab: Sebded ileqman
kk: Жаңартуларды орнату
km: ដំឡើង​បច្ចុប្បន្នភាព
kn: ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸು
ku: Rojanekirinan saz bike
lb: Updaten installéieren
lt: Įdiegti naujinimus
lv: Instalēt atjauninājumus
mai: अद्यतन संस्थापित करू
ml: പരിഷ്കരണങ്ങള്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
ms: Pasang pengemaskinian terkini
my: လုပ်ဆောင်ချက် အသစ်ထည့်ခြင်း
nb_no: Installer oppdateringer
ne: अद्यावधिहरू स्थापना गर्नुहोस्
oc: Installar las mesas a jorn
or: ଅଦ୍ୟତନଗୁଡ଼ିକୁ ସ୍ଥାପନ କରନ୍ତୁ
pt: Instalar atualizações
pt_br: Instalar atualizações
ro: Instalează actualizările
sd: اَپڊيٽس اِسٿاپت ڪريو
si: යාවත්කාලීන ස්ථාපනය කරන්න
sv: Installera uppdateringar
sw: Sakinisha Visasaisho
ta: புதுப்பித்தல்களை நிறுவு
te: నవీకరణలను సంస్థాపించుము
th: ติดตั้งการปรับรุ่น
tr: Güncellemeleri kur
ur: تازہ کاریاں تنصیب کریں
uz: Yangilanishlarni oʻrnatish
xh: Fakela iZihlaziyi
zu: Ifaka ukuvuselela

source: Install available updates in this list
af: Installeer beskikbare bywerkings in hierdie lys
ar: ثبّت التحديثات المتاحة في هذه اللائحة
as: এই তালিকাত থকা উপলব্ধ আপডেইটসমূহ ইনস্টল কৰক
az: Bu siyahıdakı yeniləmələri quraşdır
bg: Инсталиране на наличните обновявания от този списък
bn_bd: তালিকায় বিদ্যমান হালনাগাদ ইনস্টল করুন
bn_in: এই তালিকায় উপলব্ধ আপডেটগুলি ইনস্টল করুন
br: Staliañ an hizivadennoù hegerz war ar roll-mañ
ca: Instal·la les actualitzacions disponibles en aquesta llista
cy: Gosod diweddariadau sydd ar gael o'r rhestr
es_mx: Instalar actualizaciones disponibles en esta lista
eu: Instalatu zerrenda honetan eskura dauden eguneraketak
gd: Stàlaich na h-ùrachaidhean san liosta seo a tha ri am faighinn
he: התקן את העדכונים הזמינים ברשימה זו
hi_in: इस सूची में उपलब्ध अद्यतन संस्थापित करें
hr: Instaliraj dostupne dopune s ovog popisa
hu: A listán szereplő frissítések telepítése
hy_am: Տեղակայում է այս ցանկում առկա թարմացումները:
id: Pasang versi baru yang ada pada daftar ini
is: Setja inn allar uppfærslur í þessum lista
kab: Sebded ileqman yellan di tebdart agi
kk: Бұл тізімдегі қолжетерлік жаңартуларды орнату
km: ដំឡើង​បច្ចុប្បន្នភាព​ដែល​មាន​នៅ​ក្នុង​បញ្ជី​នេះ
kn: ಈ ಪಟ್ಟಿಯಲ್ಲಿ ಲಭ್ಯವಿರುವ ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸು
ku: Rpjanekirinê di vê lîsteyê de saz bike
lb: Disponibel Updaten an dëser Lëscht installéieren
lt: Įdiegti šiame sąraše esančių priedų naujinimus
lv: Instalēt visus šajā sarakstā pieejamos atjauninājumus
mai: ई सूची मे उपलब्ध अद्यतन संस्थापित करू
ml: പട്ടികയില്‍ ലഭ്യമായ പരിഷ്കരണങ്ങള്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
ms: Pasangkan kemaskini yang sedia ada di dalam senarai ini
my: စာရင်းထဲတွင် ပြထားသော အဆင့်မြှင့်တင်မှူများ ကိုပြုလုပ်မည်။
nb_no: Installer tilgjengelige oppdateringer i denne listen
ne: यो सूचीमा रहेका सबै अद्यावधीहरू स्थापना गर्नुहोस्
oc: Installar las mesas a jorn disponiblas dins aquesta lista
or: ଏହି ତାଲିକାରେ ଉପଲବ୍ଧ ଅଦ୍ୟତନଗୁଡ଼ିକୁ ସ୍ଥାପନ କରନ୍ତୁ
pt: Instalar atualizações disponíveis nesta lista
pt_br: Instalar as atualizações disponíveis desta lista
ro: Instalează actualizările disponibile în această listă
sd: هن ياداشت ۾ مؤجود اَپڊيٽس اِسٿاپت ڪريو
si: මෙම ලැයිස්තුවේ පවතින යාවත්කාලීන ස්ථාපනය කරන්න
sv: Installerar tillgängliga uppdateringar från listan
sw: Sakinisha visasaisho vinavyopatikana katika orodha hii
ta: இந்த பட்டியலில் இருக்கும் புதுப்பித்தல்களை நிறுவவும்
te: అందుబాటులోని నవీకరణలను యీ జాబితానందు సంస్థాపించుము
th: ติดตั้งการปรับรุ่นทั้งหมดในรายการนี้
tr: Bu listedeki mevcut güncellemeleri kur
ur: اس فہرست میں دستیاب تازہ کاریاں تنصیب کریں
uz: Ushbu roʻyxatdagi mavjud yangilanishlarni oʻrnatish
xh: Fakela uhlaziyo olufumanekayo kolu ludwe
zu: Faka ukuvuselela okukhona kulolu hlu

source: &Show More Information
af: &Wys meer inligting
ar: أ&ظهر المزيد من المعلومات
as: অধিক তথ্য দেখুৱাওক
az: Əla&və məlumat ver
bg: &Повече информация
bn_bd: আরও তথ্য প্রদর্শন করা হবে &S
bn_in: অতিরিক্ত তথ্য প্রদর্শন
br: Di&skouez muioc'h a stlennoù
ca: Mo&stra més informació
cy: &Dangos Rhagor o Wybodaeth
es_mx: Mo&strar más información
eu: &Erakutsi informazio gehiago
gd: &Seall barrachd fiosrachaidh
he: &הצג מידע נוסף
hi_in: अधिक सूचना दिखाएँ
hr: Prikaži više in&formacija
hu: &További adatok megjelenítése
hy_am: &Ցուցադրել մանրամասն տեղեկություն
id: Tamp&ilkan informasi selengkapnya
is: &Sýna meiri upplýsingar
kab: &Sken ugar n telɣut
kk: Көбір&ек ақпаратты көрсету
km: បង្ហាញ​ព័ត៌មាន​បន្ថែម
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸು
ku: &Zêdetir agahî nîşan bide
lb: &Méi Informatiounen uweisen
lt: &Išsamiau
lv: Rādīt &papildus informāciju
mai: बेसी सूचना देखाउ
ml: കൂടുതല്‍ വിവരങ്ങള്‍ കാണിയ്ക്കുക
ms: &Papar Maklumat Tambahan
my: အချက်အလက်များထပ်ပြပါ။
nb_no: &Vis detaljer
ne: थप जानकारी देखाउनुहोस्
oc: A&fichar mai d'entresenhas
or: ଅଧିକ ସୂଚନା ଦର୍ଶାନ୍ତୁ
pt: Mo&strar mais informações
pt_br: &Exibir mais informações
ro: &Arată mai multe informații
sd: ۽ وڌيڪ معلومات ڏيکاريو
si: තවත් තොරතුරු පෙන්වන්න
sv: &Visa mer information
sw: &Onyesha Maelezo Zaidi
ta: கூடுதல் தகவலைக் காட்டு
te: మరింత సమాచారమును చూపుము
th: แ&สดงข้อมูลเพิ่มเติม
tr: Daha fazla bilgi &ver
ur: مزید معلومات &دکھائیں
uz: Koʻproq ma`lumotlarni &koʻrsatish
xh: &Bonisa inkcazelo engaphezulu
zu: &Bonisa ulwazi olubanzi

source: &Find Updates
af: &Vind bywerkings
ar: اب&حث عن التحديثات
as: আপডেইটসমূহ বিচাৰক
az: Yeniləmələrə bax
bg: &Намиране на обновявания
bn_bd: হালনাগাদ অনুসন্ধান করা হবে &F
bn_in: আপডেট অনুসন্ধান করুন
br: &Klask hizivadurioù
ca: &Cerca actualitzacions
cy: &Canfod Diweddariadau
es_mx: &Buscar actualizaciones
eu: &Bilatu eguneraketak
gd: &Lorg ùrachaidhean
he: &מצא עדכונים
hi_in: अद्यतन ढूँढ़ें
hr: &Pronađi dopune
hu: &Frissítések keresése
hy_am: &Գտնել թարմացումներ
id: Temukan Versi &Baru
is: Leita að upp&færslum
kab: &Nadi ileqman
kk: Ж&аңартуларды іздеу
km: រក​បច្ចុប្បន្នភាព
kn: ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಹುಡುಕು
ku: &Rojanekirinan bibîne
lb: &Updatë fannen
lt: &Rasti naujinimų
lv: &Meklēt atjauninājumus
mai: अद्यतन ताकू
ml: പരിഷ്കരണങ്ങള്‍ കണ്ടെത്തുക
ms: &Cari Kemaskini
my: အဆင့်မြှင့်တင်မှူများကိုရှာပါ။
nb_no: &Søk etter oppdateringer
ne: अद्यावधि खोज्नुहोस्
oc: &Recercar de mesas a jorn
or: ଅଦ୍ୟତନଗୁଡ଼ିକୁ ଖୋଜନ୍ତୁ
pt: P&rocurar atualizações
pt_br: &Verificar atualização
ro: &Caută actualizări
sd: اِيڊ-آنس جي سَدڌارن ۽ واڌارن جو پتو لڳايو
si: යාවත්කාලීන සොයන්න
sv: &Sök efter uppdateringar
sw: &Pata Visasaisho
ta: புதுப்பித்தல்களை தேடு
te: నవీకరణలను కనుగొనుము
th: ค้น&หาการปรับรุ่น
tr: Gün&cellemeleri bul
ur: تازہ کاریاں &ڈھونڈیں
uz: Yangilanishlarni &topish
xh: &Fumana iZihlaziyi
zu: &Thola ukuvuselela

# cmd.preferencesWin.label cmd.preferencesWin.accesskey
source: &Options
af: &Opsies
ar: &خيارات
as: বিকল্পসমূহ
az: Nizamlar
bg: &Настройки
bn_bd: অপশন &O
bn_in: বিকল্প
br: Dibarzhi&où
ca: &Opcions
cy: &Dewisiadau
es_mx: &Opciones
eu: &Aukerak
gd: R&oghainnean
he: &אפשרויות
hi_in: विकल्प
hr: &Mogućnosti
hu: &Beállítások
hy_am: &Կարգավորումներ
id: &Pengaturan
is: Valk&ostir
kab: &Iɣewwaṛen
kk: &Опциялар
km: ជម្រើស
kn: ಆಯ್ಕೆಗಳು
ku: &Vebijêrk
lb: &Optiounen
lt: &Parinktys
lv: &Iestatījumi
mai: विकल्प
ml: ഐച്ഛികങ്ങള്‍
ms: &Opsyen
my: ရွေးစရာများ
nb_no: &Innstillinger
ne: विकल्पहरू
oc: &Opcions
or: ବିକଳ୍ପଗୁଡ଼ିକ
pt: &Opções
pt_br: &Opções
ro: &Opțiuni
sd: ۽ وڪلپ
si: විකල්ප
sv: I&nställningar
sw: &Chaguo
ta: விருப்பங்கள்
te: ఐచ్ఛికములు
th: ตัวเ&ลือก
tr: &Seçenekler
ur: &اختیارات
uz: &Moslamalar
xh: &Ekunokukhethwa kuko
zu: &Izinketho

# cmd.preferencesUnix.label cmd.preferencesUnix.accesskey
source: &Preferences
af: &Voorkeure
ar: ت&فضيلات
as: পছন্দসমূহ
az: Nizamlamalar
bg: &Настройки
bn_bd: পছন্দ &P
bn_in: পছন্দ
br: &Gwellvezioù
ca: &Preferències
cy: D&ewisiadau
es_mx: &Preferencias
eu: &Hobespenak
gd: &Roghainnean
he: &העדפות
hi_in: वरीयताएँ
hr: &Osobitosti
hu: &Beállítások
hy_am: &Նախըտրանքներ
id: &Pengaturan
is: Valk&ostir
kab: &Ismenyifen
kk: Баптаула&р
km: ចំណូលចិត្ត
kn: ಆದ್ಯತೆಗಳು
ku: &Vebijêrk
lb: &Preferenzen
lt: &Nuostatos
lv: &Iestatījumi
mai: वरीयता
ml: മുന്‍ഗണനകള്‍
ms: &Keutamaan
my: ဦးစားပေး အချက်များ
nb_no: &Innstillinger
ne: प्राथमिकताहरू…
oc: P&referéncias
or: ପସନ୍ଦ
pt: &Preferências
pt_br: &Preferências
ro: &Preferințe
sd: ۽ ترجيحون
si: මනාපයන්
sv: I&nställningar
sw: &Mapendeleo
ta: விருப்பங்கள்
te: అభీష్టాలు
th: &ปรับแต่ง
tr: &Tercihler
ur: &ترجیحات
uz: &Moslamalar
xh: &Izikhethwa
zu: &Okuthandwayo

source: &About
af: &Aangaande
ar: ع&ن
as: বিষয়ে
az: &Hakkında
bg: &Относно
bn_bd: সম্পর্কিত &A
bn_in: পরিচিতি
br: &A-zivout
ca: Qu&ant a
cy: &Ynghylch
es_mx: &Acerca de
eu: Honi &buruz
gd: &Mu dhèidhinn
he: &אודות
hi_in: परिचय
hr: &O
hu: &Névjegy
hy_am: &Մասին
id: &Tentang
is: &Um
kab: &Ɣef
kk: Осы &туралы
km: អំពី
kn: ಬಗ್ಗೆ
ku: Derb&arê
lb: &Iwwer
lt: &Apie
lv: &Par šo papildinājumu
mai: परिचय
ml: സംബന്ധിച്ചു്
ms: Mengen&ai
my: အကြောင်းအရာ
nb_no: &Om
ne: बारेमा
oc: A pr&epaus de
or: ବିବରଣୀ
pt: So&bre
pt_br: &Sobre
ro: &Despre
sd: جي باري ۾
si: පිළිබඳ
sv: &Om
sw: &Kuhusu
ta: பற்றி
te: గురించి
th: เ&กี่ยวกับ
tr: &Hakkında
ur: &متعلق
uz: &Haqida
xh: &Malunga
zu: &Mayelana

source: &Enable
af: &Aktiveer
ar: ف&عّل
as: সামৰ্থবান কৰক
az: Fə&allaşdır
bg: &Активиране
bn_bd: সক্রিয় &E
bn_in: সক্রিয় করুন
br: Gw&eredekaat
ca: &Habilita
cy: &Galluogi
es_mx: &Habilitar
eu: &Gaitu
gd: &Cuir an comas
he: &אפשר
hi_in: सक्रिय करें
hr: &Omogući
hu: &Engedélyezés
hy_am: &Միացնել
id: &Aktifkan
is: V&irkja
kab: &Rmed
kk: І&ске қосу
km: បើក
kn: ಶಕ್ತಗೊಳಿಸು
ku: Ç&alak
lb: &Aktivéieren
lt: Įj&ungti
lv: I&eslēgt
mai: सक्रिय करू
ml: പ്രവര്‍ത്തന സജ്ജം
ms: Aktif K&eupayaan
my: &လုပ်ဆောင်နိုင်စေမည်။
nb_no: &Slå på
ne: सक्षम पार्नुहोस्
oc: &Activar
or: ସକ୍ରିୟ
pt: &Ativar
pt_br: &Ativar
ro: Activ&ează
sd: سمرٿ بڻايو
si: බලැති (&Enable) කරන්න
sv: &Aktivera
sw: &Wezesha
ta: செயல்படுத்து
te: చేతనపరచు
th: เปิดใ&ช้งาน
tr: E&tkinleştir
ur: &اہل بنایا گیا
uz: &Yoqish
xh: &Vumela
zu: &Nika amandla

source: &Disable
af: De&aktiveer
ar: ع&طّل
as: অসামৰ্থবান কৰক
az: &Söndür
bg: &Деактивиране
bn_bd: নিষ্ক্রিয় &D
bn_in: নিষ্ক্রিয় করুন
br: &Diweredekaat
ca: I&nhabilita
cy: &Atal
es_mx: &Desactivar
eu: &Desgaitu
gd: &Cuir à comas
he: &נטרל
hi_in: निष्क्रिय करें
hr: O&nemogući
hu: &Letiltás
hy_am: &Անջատել
id: &Matikan
is: S&lökkva
kab: &Ssens
kk: Сөн&діру
km: បិទ
kn: ಅಶಕ್ತಗೊಳಿಸು
ku: &Neçalak
lb: &Deaktivéieren
lt: Išj&ungti
lv: A&tslēgt
mai: निष्क्रिय करू
ml: പ്രവര്‍ത്തന രഹിതം
ms: &Lumpuhkan
my: ပိတ်ထားသည်
nb_no: Slå &av
ne: अक्षम पार्नुहोस्
oc: &Desactivar
or: ନିଷ୍କ୍ରିୟ
pt: &Desativar
pt_br: &Desativar
ro: &Dezactivează
sd: اَسمرٿ بڻايو
si: අබල කරන්න
sv: &Inaktivera
sw: &Lemaza
ta: செயல்நீக்கு
te: అచేతనపరచు
th: ปิ&ดใช้งาน
tr: Etki&sizleştir
ur: &نا اہل بنائیں
uz: &Oʻchirish
xh: &Qhwalelisa
zu: &Khubaza

source: &Wear Theme
af: &Trek tema aan
ar: طبّق ال&سمة
as: থীম পিন্ধাওক
az: &Temadan istifadə elə
bg: &Слагане на тема
bn_bd: থীম যোগ &W
bn_in: থিম প্রয়োগ করা হবে
br: &Lakaat un neuz
ca: Empro&va't el tema
cy: G&wisgo Thema
es_mx: &Usar tema
eu: &Jantzi gaia
gd: &Cleachd an t-ùrlar seo
he: &לבש ערכת נושא
hi_in: प्रसंग पहनें
hr: Pos&tavi temu
hu: &Téma alkalmazása
hy_am: &Հագնել թեմա
id: &Gunakan Tema
is: Nota &þema
kab: &Snes asentel
kk: Те&маны киіп көру
km: ដាក់​ស្បែក
kn: ಥೀಮ್ ಅನ್ನು ಧರಿಸು
ku: Dirbekê li x&we bike
lb: Theme &undoen
lt: &Naudoti apvalkalą
lv: &Izmantot šo tēmu
mai: प्रसंग पहनें
ml: ഥീം സ്വീകരിയ്ക്കുക
ms: &Tema Digunakan
my: ဒီဇိုင်းပုံစံအားပြောင်းမည်။
nb_no: &Bruk tema
ne: वियर आवरणहरू
oc: &Aplicar lo tèma
or: ପ୍ରସଙ୍ଗ ପ୍ରୟୋଗ କରନ୍ତୁ
pt: A&tivar tema
pt_br: &Aplicar tema
ro: &Poartă tema
sd: ۽ وشيە ڍڪيو
si: තේමාව දමන්න
sv: Anv&änd tema
sw: &Vaa Mandhari
ta: தீம்மை அணிந்து கொள்
te: ఐచ్ఛికశైలిని దరించు
th: ใช้ชุดต&กแต่ง
tr: &Tema kullan
ur: &خیالیہ پہنیں
uz: Mavzu &oʻrnatish
xh: Umxholo &wokuguga
zu: &Indikimba yokugqoka
