Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, gd, he, hi_in, hr, hu, hy_am, id, is, kab, kk, km, kn, ku, lb, lt, lv, mai, ml, ms, my, nb_no, ne, oc, or, pt, pt_br, ro, sd, si, sv, sw, ta, te, th, tr, ur, uz, xh, zu

source: Show Release Notes
af: Wys vrystellingaantekeninge
ar: اعرض ملاحظات الإصدار
as: উন্মোচন টোকাসমূহ দেখুৱাওক
az: Versiya qeydlərini göstər
bg: Показване на бележките по изданието
bn_bd: রিলিজ নোট প্রদর্শন করা হবে
bn_in: রিলিজ নোট প্রদর্শন করা হবে
br: Diskouez an notennoù handelv
ca: Mostra les notes de la versió
cy: Dangos Nodiadau Rhyddhau
es_mx: Mstrar notas de la versión
eu: Erakutsi bertsio-oharrak
gd: Seall na nòtaichean sgaoilidh
he: הצג הערות שחרור
hi_in: रिलीज नोट्स दिखाएँ
hr: Prikaži bilješke izdanja
hu: Kiadási megjegyzések megjelenítése
hy_am: Ցուցադրել Թողարկման Նշումները
id: Tampilkan Catatan Rilis
is: Sýna útgáfuupplýsingar
kab: Sken iwenniten n lqem
kk: Шығарылым ескертпесін көрсету
km: បង្ហាញ​ឯកសារ​ចេញផ្សាយ
kn: ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳನ್ನು ತೋರಿಸು
ku: Têbiniyên Weşanê Nîşan Bide
lb: Versiounshiwäiser uweisen
lt: Atverti laidos apžvalgą
lv: Parādīt laidiena piezīmes
mai: रिलीज नोट्स देखाउ
ml: പ്രകാശനക്കുറിപ്പുകള്‍ കാണിയ്ക്കുക
ms: Tunjuk Nota Pelepasan
my: ထုပ်လုပ်သည့် အချက်အလက်ကို ပြပါ။
nb_no: Vis versjonsnotat
ne: रिलिज नोट देखाउनुहोस्
oc: Afichar las nòtas de version
or: ପ୍ରକାଶନ ଟିପ୍ପଣୀକୁ ଦର୍ଶାନ୍ତୁ
pt: Mostrar notas da versão
pt_br: Exibir notas da versão
ro: Arată notele asupra ediției
sd: جاري ٽپڻيون ڏيکاريو
si: නිකුතු සටහන් පෙන්වන්න
sv: Visa versionsfakta
sw: Onyesha Uachiliaji wa Dokezo
ta: வெளியீட்டு அறிக்கையைக் காட்டு
te: విడుదల నోట్స్ చూపుము
th: แสดงบันทึกประจำรุ่น
tr: Sürüm notlarını göster
ur: اجرا نوٹ دکھائیں
uz: Relez eslatmalarini koʻrsatish
xh: Bonisa amanqaku okukhulula
zu: Bonisa izaziswana zokukhipha

source: Show the release notes for this update
af: Wys die vrystellingaantekeninge vir hierdie bywerking
ar: اعرض ملاحظات الإصدار لهذا التحديث
as: এই আপডেইটৰ কাৰণে উন্মোচন টোকাসমূহ দেখুৱাওক
az: Bu yeniləmənin çıxış qeydlərini göstər
bg: Показване на бележките по изданието на това обновяване
bn_bd: হালনাগাদের জন্য রিলিজ নোট প্রদর্শন করা হবে
bn_in: এই আপডেটের জন্য রিলিজ নোট প্রদর্শন করা হবে
br: Diskouez an notennoù handelv evit an hizivadur-mañ
ca: Mostra les notes de la versió d'aquesta actualització
cy: Dangos nodiadau rhyddhau'r diweddariad yma
es_mx: Mostrar notas de la versión para este complemento
eu: Erakutsi eguneraketa honen bertsio-oharrak
gd: Seall nòtaichean sgaoilidh an ùrachaidh seo
he: הצג את הערות השחרור של עדכון זה
hi_in: इस अद्यतन के लिए रिलीज नोट्स दिखाएँ
hr: Prikaži bilješke izdanja za ovu dopunu
hu: A frissítés kiadási megjegyzéseinek megjelenítése
hy_am: Ցուցադրել այս թարմացման նշումները
id: Tampilkan catatan rilis versi baru ini
is: Sýna útgáfuupplýsingar fyrir þessa uppfærslu
kab: Sken iwenniten n lqem agi
kk: Бұл жаңартудың шығарылым ескертпесін көрсету
km: បង្ហាញ​ឯកសារ​ចេញផ្សាយ​សម្រាប់​បច្ចុប្បន្នភាព​នេះ
kn: ಈ ಅಪ್‌ಡೇಟ್‌ಗಾಗಿನ ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳನ್ನು ತೋರಿಸು
ku: Ji bo vê rojanekirinê têbiniyên weşanê nîşan bide
lb: Versiounshiwäiser fir dësen Update uweisen
lt: Parodyti šio naujinimo laidos apžvalgą
lv: Parādīt šī atjauninājuma laidiena piezīmes
mai: ई अद्यतन क लेल रिलीज नोट्स देखाउ
ml: ഈ പരിഷ്കരണത്തിനുള്ള പ്രകാശനക്കുറിപ്പുകള്‍ കാണിയ്ക്കുക
ms: Tunjuk nota pelepasan bagi kemas kini ini
my: ယခု အဆင့်မြင့်တင်မှု အတွက် ထုတ်လုပ်မှု စာတမ်းအား ဖော်ပြပါ။
nb_no: Vis versjonsnotatet for denne oppdateringen
ne: यो अद्यावधीको रिलिज टिप्पणीहरू देखाउनुहोस्
oc: Afichar las nòtas de version per aquesta mesa a jorn
or: ଏହି ଅଦ୍ୟତନ ପାଇଁ ପ୍ରକାଶନ ଟିପ୍ପଣୀକୁ ଦର୍ଶାନ୍ତୁ
pt: Mostra as notas de versão desta atualização
pt_br: Exibir as notas da versão para esta atualização
ro: Arată notele asupra ediției pentru această actualizare
sd: هن اَپڊيٽ لاءِ جاري ٽپڻيون ڏيکاريو
si: මෙම යාවත්කාලීනය සඳහා නිකුතු සටහන් පෙන්වන්න
sv: Visar versionsfakta för den här uppdateringen
sw: Onyesha uachiliaji wa vidokezo kwa sasaisho hili
ta: இந்த புதுப்பித்தலின் வெளியீட்டு அறிக்கையைக் காட்டு
te: ఈ నవీకరణ కొరకు విడుదల నోట్స్ చూపుము
th: แสดงบันทึกประจำรุ่นสำหรับการปรับรุ่นครั้งนี้
tr: Bu güncellemenin sürüm notlarını göster
ur: اس تازہ کاری کے لیے اجرا نوٹ دکھائیں
uz: Ushbu yangilanish uchun relez eslatmalarini koʻrsatish
xh: Bonisa amanqaku okukhulula olu hlaziyo
zu: Bonisa izaziswana zokukhipha zalokhu kuvuselelwa

source: Hide Release Notes
af: Versteek vrystellingaantekeninge
ar: أخفِ ملاحظات الإصدار
as: উন্মোচন টোকাসমূহ লুকাওক
az: Çıxış qeydlərini gizlə
bg: Скриване на бележките по изданието
bn_bd: রিলিজ নোট আড়াল করা হবে
bn_in: রিলিজ নোট আড়াল করা হবে
br: Kuzhat an notennoù handelv
ca: Amaga les notes de la versió
cy: Cuddio'r Nodiadau Ryddhau
es_mx: Ocultar notas de la versión
eu: Ezkutatu bertsio-oharrak
gd: Cuir na nòtaichean sgaoilidh am falach
he: הסתר הערות שחרור
hi_in: रिलीज नोट्स छिपाएँ
hr: Sakrij bilješke izdanja
hu: Kiadási megjegyzések elrejtése
hy_am: Թաքցնել Թողարկման Նշումները
id: Sembunyikan Catatan Rilis
is: Fela útgáfuupplýsingar
kab: Ffer iwenniten n lqem
kk: Шығарылым ескертпесін жасыру
km: លាក់​ឯកសារ​ចេញផ្សាយ
kn: ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳನ್ನು ಅಡಗಿಸು
ku: Têbiniyên Weşanê Veşêre
lb: Versiounshiwäiser ausblennen
lt: Nerodyti laidos apžvalgos
lv: Paslēpt laidiena piezīmes
mai: रिलीज नोट्स नुकाउ
ml: പ്രകാശനക്കുറിപ്പുകള്‍ അദൃശ്യമാക്കുക
ms: Sorok Nota Pelepasan
my: ထုပ်လုပ်သည့် အချက်အလက်ကို မဖော်ပြပါ။
nb_no: Skjul versjonsnotat
ne: रिलिज नोट लुकाउनुहोस्
oc: Amagar las nòtas de version
or: ପ୍ରକାଶନ ଟିପ୍ପଣୀକୁ ଲୁଚାନ୍ତୁ
pt: Ocultar notas da versão
pt_br: Ocultar notas da versão
ro: Ascunde notele asupra ediției
sd: جاري ٽپڻيون لڪايو
si: නිකුතු සටහන් සඟවන්න
sv: Dölj versionsfakta
sw: Ficha Uwachiliaji wa Vidokezo
ta: வெளியீட்டு அறிக்கையை மறை
te: విడుదల నోట్స్ మరుగుపరచు
th: ซ่อนบันทึกประจำรุ่น
tr: Çıkış notlarını gizle
ur: اجرا نوٹ چھپائیں
uz: Relez eslatmalarini yashirish
xh: Fihla amanqaku okukhulula
zu: Fihla izaziswana zokukhipha

source: Hide the release notes for this update
af: Versteek die vrystellingaantekeninge vir hierdie bywerking
ar: أخفِ ملاحظات الإصدار لهذا التحديث
as: এই আপডেইটৰ কাৰণে উন্মোচন টোকাসমূহ লুকাওক
az: Bu yeniləmənin çıxış qeydlərini gizlə
bg: Скриване на бележките по изданието на това обновяване
bn_bd: এই হালনাগাদের জন্য রিলিজ নোট আড়াল করা হবে
bn_in: এই আপডেটের জন্য রিলিজ নোট আড়াল করা হবে
br: Kuzhat an notennoù handelv evit an hizivadur-mañ
ca: Amaga les notes de la versió d'aquesta actualització
cy: Cuddio nodiadau ryddhau'r diweddariad yma
es_mx: Ocultar las notas de la versión de esta actualización
eu: Ezkutatu eguneraketa honen bertsio-oharrak
gd: Cuir nòtaichean sgaoilidh an ùrachaidh seo am falach
he: הסתר את הערות השחרור של עדכון זה
hi_in: इस अद्यतन के लिए रिलीज नोट्स छिपाएँ
hr: Sakrij bilješke izdanja za ovaj dodatak
hu: A frissítés kiadási megjegyzéseinek elrejtése
hy_am: Թաքցնել այս թարմացման թողարկման նշումները
id: Sembunyikan catatan rilis versi baru ini
is: Fela útgáfuupplýsingar fyrir þessa uppfærslu
kab: Ffer iwenniten n lqem agi
kk: Бұл жаңартудың шығарылым ескертпесін жасыру
km: លាក់​ឯកសារ​ចេញផ្សាយ​សម្រាប់​បច្ចុប្បន្នភាព​នេះ
kn: ಈ ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳನ್ನು ಅಡಗಿಸು
ku: Têbiniyên weşanê yên ji bo vê rojanekirinê veşêre
lb: Versiounshiwäiser fir dësen Update ausblennen
lt: Nerodyti šio naujinimo laidos apžvalgos
lv: Paslēpt šī laidiena piezīmes
mai: ई अद्यतन क लेल रिलीज नोट्स नुकाउ
ml: ഈ പരിഷ്കരണത്തിനുള്ള പ്രകാശനക്കുറിപ്പുകള്‍ അദൃശ്യമാക്കുക
ms: Sorok nota pelepasan untuk kemaskini ini
my: ယခု ထုတ်လုပ်မှု၏ အကြောင်းအရာ အား ဖျောက်ထားပေးပါ
nb_no: Skjuler versjonsnotatet for denne versjonen
ne: यो अद्यावधिको लागि रिलिज नोटहरू लुकाउनुहोस्
oc: Amagar las nòtas de version per aquesta mesa a jorn
or: ଏହି ଅଦ୍ୟତନ ପାଇଁ ପ୍ରକାଶନ ଟିପ୍ପଣୀକୁ ଲୁଚାନ୍ତୁ
pt: Oculta as notas de versão desta atualização
pt_br: Ocultar as notas da versão para esta atualização
ro: Ascunde notele asupra ediției pentru această actualizare
sd: هن اپڊيٽ لاءِ جاري ٽپڻيون لڪايو
si: මෙම යාවත්කාලීනයේ නිකුතු සටහන් සඟවන්න
sv: Döljer versionsfakta för den här uppdateringen
sw: Ficha uachiliaji wa vidokezo kwa sasaisho hili
ta: இந்த புதுப்பித்தலின் வெளியீட்டு அறிக்கையை மறை
te: ఈ నవీకరణ కొరకు విడుదల నోట్స్ మరుగుపరచు
th: ซ่อนบันทึกประจำรุ่นสำหรับการปรับรุ่นครั้งนี้
tr: Bu güncellemenin sürüm notlarını gizle
ur: اس تازہ کاری کے لیے اجرا نوٹ چھپائیں
uz: Ushbu yangilanishlar uchun relez eslatmalarini yashirish
xh: Fihla amanqaku okukhulula olu hlaziyo
zu: Fihla izaziswana zokukhipha zalokhu kuvuselelwa

source: What are Add-ons?
af: Wat is byvoegings?
ar: ما هي الإضافات؟
as: এড-অনসমূহ কি?
az: Əlavə nədir?
bg: Какво са добавките?
bn_bd: অ্যাড-অন কি?
bn_in: অতিরিক্ত সামগ্রী কী?
br: Petra eo an askouezhioù ?
ca: Què són els complements?
cy: Beth yw Ychwanegion?
es_mx: ¿Qué son los complementos?
eu: Zer dira gehigarriak?
gd: Dè th' ann an tuilleadan?
he: מה הן תוספות?
hi_in: सहयुक्तियाँ क्या हैं?
hr: Što su dodaci?
hu: Mik azok a kiegészítők?
hy_am: Ի՞նչ են իրենցից ներկայացնում հավելումները:
id: Apa itu Pengaya?
is: Hvað eru viðbætur?
kab: D acu i d-izegrar imernan?
kk: Кеңейтулер деген не?
km: តើ​អ្វី​ជា​កម្មវិធី​បន្ថែម ?
kn: ಆಡ್-ಆನ್‌ಗಳೆಂದರೇನು?
ku: Add-on çi ne?
lb: Wat sinn Addonen?
lt: Kas yra priedai?
lv: Kas ir papildinājumi?
mai: सहयुक्ति क अछि?
ml: എന്താണു് ആഡ്-ഓണുകള്‍?
ms: Apakah Add-ons?
my: အက်အွန်ဆိုတာဘာလဲ?
nb_no: Hva er utvidelser?
ne: एड-अनहरू के हो ?
oc: De qué son los moduls complementaris ?
or: ଏଡ-ଅନଗୁଡ଼ିକ କ'ଣ?
pt: O que são extras?
pt_br: O que são complementos?
ro: Ce sunt suplimentele?
sd: ايڊ - آنس ڇا آهن؟
si: ඇඩෝන මොනවාද?
sv: Vad är tillägg?
sw: Kifaa cha nyongeza ni nini?
ta: கூடுதல் இணைப்பு என்றால் என்ன?
te: పొడిగింతలు అంటే యేవి?
th: ส่วนเสริมคืออะไร ?
tr: Eklenti nedir?
ur: ایڈ اون کیا ہوتے ہیں؟
uz: Qoʻshimcha dasturlar nima?
xh: Yintoni izongezelelo?
zu: Yini okwengezwayo?

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
af: Byvoegings is toepassings waarmee jy &brandShortName; kan pasmaak met ekstra funksionaliteit of styl. Daar is byvoorbeeld 'n kantbalk wat jou tyd spaar, 'n weerberig, of 'n tema wat &brandShortName; meer laat lyk soos jy daarvan hou.
ar: الإضافات هي تطبيقات تسمح لك بتخصيص &brandShortName; إما من خلال وظيفة إضافية أو سِمت جديد. جرّب الشريط الجانبي لتوفير الوقت، أو متتبع أحوال الطقس، أو سمة جديدة من السمات، لكي تجعل &brandShortName; على ذوقك.
as: এড-অনসমূহ হল কিছুমান এপ্লিকেচন যিবোৰে আপোনাক &brandShortName; ক অতিৰিক্ত কাৰ্য্যকৰীতা অথবা শৈলীৰ হৈতে ব্যক্তিগত ৰূপ দিয়াৰ অনুমতি দিয়ে। &brandShortName; ক আপোনাৰ নিজাববিয়া বনাবলে এটা সময়-সঞ্চয়ী কাষবাৰ, বতৰ সংকেতক অথবা এটা থীম ৰূপ প্ৰয়োগ কৰি চাওক।
az: Əlavələr əlavə funksiya və formalarla &brandShortName; tətbiqinizi şəxsiləşdirmək üçün yaradılan kiçik tətbiqlərdir. Sizə zaman qazandıran bir vasitə çubuğunu, havanın vəziyyətini göstərən və ya &brandShortName; tətbiqinin istədiyiniz kimi görünməsini təmin edəcək bir mövzunu təcrübədən keçirin.
bg: Добавките са приложения, с които персонализирате &brandShortName;,така че да има допълнителна функционалност или стил. Опитайте времеспестяваща странична лента,уведомления за метерологичното време или нов изглед за &brandShortName;
bn_bd: অ্যাড-অন হল এমন অ্যাপ্লিকেশন যা কি না অতিরিক্ত কার্যকরণ বা শৈলীসহ &brandShortName; এর সাথে আপনাকে পরিচিত করে। সময়- সংরক্ষনীয় সাইডবার, আবহাওয়া ঘোষক, বা &brandShortName; কে নিজের মত করে দেখার জন্য থীম চেহারা ব্যবহার করে।
bn_in: অতিরিক্ত বৈশিষ্ট্য অথবা বিন্যাসের সাহায্যে &brandShortName;-কে ব্যবহারকারীর প্রয়োজন অনুযায়ী স্বনির্ধারণের জন্য ব্যবহারযোগ্য অ্যাপ্লিকেশনগুলি অতিরিক্ত সামগ্রী রূপে উপলব্ধ করা হয়। যেমন, সময়-সংরক্ষণকারী সাইড-বার, আবহাওয়ার সূচনাব্যবস্থা অথবা নিজের পছন্দ অনুযায়ী &brandShortName;-এ থিমের ব্যবহার।
br: Arloadoù a ro tro deoc'h da bersonelaat &brandShortName; gant keweriusterioù pe stiloù ouzhpenn eo an askouezhioù. Amprouit ur varrenn gostez pe un arload evit an hinad, pe un neuz da lakaat &brandShortName; da vezañ evel ma plijo deoc'h.
ca: Els complements són aplicacions que us permeten personalitzar el &brandShortName; amb una funcionalitat o estil addicional. Proveu una barra lateral per estalviar temps, un servei meteorològic o un tema perquè el &brandShortName; sembli més personal.
cy: Mae Ychwanegion yn raglenni sy'n caniatáu i chi bersenoleiddio &brandShortName; gyda swyddogaethau neu steil ychwanegol. Defnyddiwch y bar ochr, hysbysydd tywydd, neu thema i'ch gwneud yn gysurus gyda &brandShortName;.
es_mx: Los complementos son aplicaciones que te permiten personalizar &brandShortName; con funcionalidad adicional o estilo. Prueba con una barra laterla para ahorrar tiempo, un notificador del estado del tiempo o echa un vistazo a los temas para dejar &brandShortName; a tu gusto.
eu: &brandShortName; aparteko funtzionaltasun edo estiloarekin pertsonalizatzeko aplikazioak dira gehigarriak. Proba ezazu denbora aurrezteko alboko barra bat, eguraldiaren jakinarazlea edo &brandShortName;(r)en itxura zeure egiteko gai bat.
gd: 'S e aplacaid a tha ann an tuilleadan leis an urrainn dhut feartan no stoidhle a bharrachd a chur ri &brandShortName;. Feuch ri bàr-taoibhe a shàbhaileas ùine, aithrisiche na h-aimsire no ùrlar gus do dhreach fhèin a chur air &brandShortName;.
he: תוספות הן יישומים המאפשרים לך להתאים אישית את &brandShortName; עם סגנון או פונקציונליות נוספים. נסה סרגל־צד חוסך זמן, מדווח מזג אוויר, או מראה שונה כדי להפוך את &brandShortName; לשלך.
hi_in: सहयुक्तियाँ ऐसे अनुप्रयोग हैं जो आपको &brandShortName; को अतिरिक्त प्रकार्यात्मकता या शैली से व्यक्तिगत रूचि के अनुसार ढालने में मदद करते हैं. समय बचाने वाली बाजूपट्टी, मौसम सूचक या एक ऐसे प्रसंग जो आपका अपना &brandShortName; बनाने वाले प्रसंग आजमाएँ.
hr: Dodaci su aplikacije koje vam omogućavaju personalizaciju &brandShortName;a s dodatnim funkcionalnostima ili stilom. Isprobajte bočnu traku koja vam ušteđuje vrijeme, dodajte vremensku prognozu ili postavite drugu temu za &brandShortName;.
hu: A kiegészítők olyan alkalmazások, amelyekkel személyre szabható a &brandShortName; akár többletfunkciókkal, akár eltérő kinézettel. Próbáljon ki egy oldalsávot, amellyel gyorsabb a munka, nézze meg, milyen az időjárás, vagy öltöztesse a &brandShortName; programot olyan ruhába, amilyen tetszik.
hy_am: Հավելումները կիրառություններ են, որոնք ձեզ թույլ են տալիս անհատականացնել &brandShortName;-ը առավել ֆունցիոնալությամբ կամ ոճով: Փորձեք ժամանակ տնտեսող վահանակը, եղանակի տեղեկատուն կամ այլ թեմատիկ տեսք` &brandShortName;-ը ձեր սեփականը դարձնելու համար:
id: Pengaya adalah aplikasi dapat Anda tambahkan pada &brandShortName; untuk menambahkan fungsionalitas atau tampilan ekstra yang berbeda. Coba gunakan bilah samping hemat waktu, pemberi kabar cuaca, atau tema yang sama sekali berbeda untuk &brandShortName; Anda.
is: Viðbætur eru forrit sem gera þér kleyft að sérsníða &brandShortName; með fleiri eiginleikum eða stílum. Prófaðu flýtihliðarslá, veðuráminningu, eða þema til að gera &brandShortName; að þínum.
kk: Кеңейтулер - бұл &brandShortName; өзіңіз үшін баптауға көмектесетін қолданбалар, олар стиль не мүмкіндікті қосады. &brandShortName; өзіңізге лайық ету үшін уақыт сақтайтын бүйір панелі, ауа райы хабарлағышы, немесе сыртқы түрі темаларын көріңіз.
km: កម្មវិធី​បន្ថែម គឺជា​កម្មវិធី​ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​ផ្លាស់ប្ដូរ &brandShortName; ដែល​មាន​មុខងារ ឬ​រចនាប័ទ្ម​ផ្សេងៗ​ទៀត​តាម​តម្រូវការ​ ។ សាកល្បង​ប្រើ​របារ​ចំហៀង​សន្សំ​ពេលវេលា កម្មវិធី​ជូនដំណឹង​អំពី​អាកាសធាតុ ឬ​រូបរាង​ស្បែក​ដើម្បី​ធ្វើឲ្យ &brandShortName; មាន​លក្ខណៈ​ជា​​របស់​អ្នក​ផ្ទាល់ ។
kn: ಆಡ್‌-ಆನ್‌ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು &brandShortName; ಅನ್ನು ಹೆಚ್ಚಿನ ಉಪಯುಕ್ತತೆ ಅಥವ ಶೈಲಿಯೊಂದಿಗೆ ನಿಮ್ಮ ಇಚ್ಛೆಗೆ ತಕ್ಕಂತೆ ಬದಲಾಯಿಸಬಹುದಾದ ಅನ್ವಯಗಳಾಗಿರುತ್ತವೆ. ಸಮಯ-ಉಳಿಸುವ ಬದಿಯ ಪಟ್ಟಿಕೆ, ಒಂದು ಹವಾಮಾನ ಸೂಚಕ, ಅಥವ &brandShortName; ನಿಮ್ಮದೆ ಆದ ರೀತಿಯಲ್ಲಿ ಕಾಣಿಸುವಂತೆ ವಿನ್ಯಸಿಸಲಾದ ನೋಟವನ್ನು ಪ್ರಯತ್ನಿಸಿ.
ku: Add-on sepan in û bi wan dikarî &brandShortName;ê taybet bikî. Dikarî taybetî û şêwazên cuda bi kar bînî. Dikarî kara-ji-demê, hişyarkiirna seqayê, an jî dirbên xuyakirinê bi kar bînî û &brandShortName;a xwe xweşiktir bikî.
lb: Addone sinn Applikatiounen, mat deene &brandShortName; mat zousätzlech Fonktiounen oder engem anere Stil verännert ka ginn. Probéier eng zäitspuerend Säiteleesch, eng integréiert Meteo-Statioun oder en neie Layout aus fir däi &brandShortName; ze personaliséieren.
lt: Priedai – nedidelės programos, kurių pagalba galite priderinti naršyklę savo poreikiams, jai suteikdami papildomų funkcijų ar pakeisdami išvaizdą. Individualizuokite „&brandShortName;“, išbandydami laiką taupantį parankinės modulį, orų pranešiklį ar jums patinkantį grafinį apvalkalą.
lv: Papildinājumi ir mazas programmiņas, kas ļauj jums papildināt &brandShortName; ar papildus funkcionalitāti vai stilu. Izmēģiniet laiku ietaupošo sānu joslu, laika ziņu programmiņu vai pielāgotu &brandShortName; izskatu, lai padarītu savu &brandShortName; unikālu.
mai: सहयुक्ति एहिन अनुप्रयोग अछि जे अहाँकेँ &brandShortName; केँ अतिरिक्त प्रकार्यात्मकता अथवा शैली सँ व्यक्तिगत रूचि क अनुसार ढालबमे मदति करैत अछि. समय बचाबैबला कतकापट्टी, मौसम सूचक अथवा एकटा एहिन प्रसंग जे अहाँक अपन &brandShortName; बनाबैबला प्रसंग आजमाउ.
ml: നിങ്ങളുടെ ഇഷ്ടാനുസൃതം &brandShortName;-നു് കൂടുതല്‍ പ്രവര്‍ത്തനശേഷിയും ശൈലിയും ലഭ്യമാക്കുന്ന പ്രയോഗങ്ങളാണു് ആഡ്-ഓണുകള്‍.
ms: Tambahan adalah aplikasi yang membenarkan anda memperibadikan &brandShortName; with kefungsian lebih atau stail. Cubalah bar tepi yang menjimatkan masa, sebuah pemberitahu cuaca, atau sebuah tema lihat untuk buat &brandShortName; anda sendiri.
my: အတ်အွန်များ သည် သင်၏ &brandShortName; အားတစ်ကိုယ်ရေသုံးဆန်စေရန် ပြုလုပ်ပေးသော ထပ်တိုးလုပ်ဆောင်ချက်များနှင့် အက်ပလီကေးရှင်းများဖြစ်သည်။ ဘေးဘက်ဘား သို့ ရာသီဥတုအချက်ပေးအစီအစဉ် သို့ သမ်းပုံစုံတစ်ခုခုကို သုံးပြီး &brandShortName; အားသင့်ပုံစံအဖြစ်ပြောင်းလဲပါ။
oc: Los moduls complementaris son d'aplicacions que permeton de personalizar &brandShortName; amb de foncionalitats o d'estils suplementaris. Ganhatz de temps amb un panèl lateral, susvelhatz la metèo o cambiatz l'aparéncia de &brandShortName; coma vos agrada.
or: ଏଡ-ଅନଗୁଡ଼ିକ ହେଉଛି ଗୋଟିଏ ପ୍ରକାର ପ୍ରୟୋଗ ଯାହାକି ଆପଣଙ୍କ &brandShortName; କୁ ଅତିରିକ୍ତ ବିଶେଷତା କିମ୍ବା ଶୈଳୀ ସହିତ ବ୍ୟକ୍ତିଗତ କରିବା ପାଇଁ ସହାୟତା କରିଥାଏ। ଗୋଟିଏ ସମୟ-ସଂରକ୍ଷଣ ପାର୍ଶ୍ୱପଟି, ଗୋଟିଏ ପାଣିପାଗ ବିଜ୍ଞପ୍ତି, କିମ୍ବା ଗୋଟିଏ ପ୍ରସଙ୍ଗମୟ ଦୃଶ୍ୟକୁ ନିଜର &brandShortName; କରିବା ପାଇଁ ଚେଷ୍ଟାକରନ୍ତୁ।
pt: Os extras são aplicações que permitem personalizar o &brandShortName; com funcionalidades ou estilos. Experimente uma barra lateral, um notificador meteorológico ou um tema para ajustar o &brandShortName; ao seu gosto.
pt_br: Complementos são aplicativos que personalizam o &brandShortName; com funcionalidades ou estilos extras. Experimente um painel que otimiza seu tempo, um notificador sobre o clima ou um tema para tornar seu &brandShortName; único.
ro: Suplimentele sunt aplicații care vă permit să personalizați &brandShortName; cu funcționalități sau stiluri suplimentare. Economisiți timp cu o bară laterală, țineți prognoza meteo la îndemână sau folosiți o temă pentru a personaliza &brandShortName;.
sv: Tillägg är program som gör att du kan anpassa &brandShortName; med extra funktionalitet eller utseende. Prova ett tidsbesparande sidofält, en väderrapportör eller ett annat utseende till &brandShortName;.
sw: Vifaa vya nyongeza ni programu-tumizi ambazo hukuruhusu kubinafsisha &brandShortName; na utenda kazi wa ziada au staili. Jaribu mwambaa upande unaohifadhi wakati, kiarifisho cha hali ya hewa, au mwoneko mandhari kujenga &brandShortName; yako mwenyewe.
ta: கூடுதல் இணைப்பு என்பது கூடுதல் செயல்பாடு அல்லது பாணியுடன் &brandShortName;-ஐ தனிப்பட்டதாக்கும் பயன்பாடுகள் ஆகும். ஒரு நேரம் சேமிக்கும் பக்கப்பட்டை, ஒரு வானிலை அறிவிப்பி அல்லது உங்களுக்கு சொந்தமாக உள்ள &brandShortName; -இன் தீம்மை முயற்சிக்கவும்.
te: పొడిగింతలు అనునవి వాటి యొక్క ప్రమేయత్వముతో లేదా శైలితో మీరు &brandShortName; ను మీకు నప్పినవిధంగా మాలచుకొనుటకు దోహదపడు అనువర్తనములు. మీ స్వంత &brandShortName; తయారు చేసుకొనుటకు, సమయాన్ని-ఆదాచేసే పక్కపట్టీను ప్రయత్నించండి, వాతావరణం తెలుపుదానిని యత్నించండి, లేదా ఐచ్ఛికశైలి(థీమ్) వుపయోగించి చూడండి.
th: ส่วนเสริมคือโปรแกรมที่ทำให้คุณปรับแต่งความสามารถพิเศษหรือรูปโฉมของ &brandShortName; ได้ ลองใช้แถบข้างที่ช่วยประหยัดเวลาใช้งาน ส่วนเสริมเตือนสภาพอากาศ หรือชุดตกแต่งเพื่อสร้าง &brandShortName; ที่เป็นของคุณเองดูสิ
tr: Eklentiler ek işlev ve biçimlerle &brandShortName; uygulamanızı kişiselleştirmenizi sağlayan uygulamalardır. Size zaman kazandıran bir araç çubuğunu, hava durumu habercisini veya &brandShortName; uygulamasının istediğiniz gibi görünmesini sağlayacak bir temayı deneyin.
ur: ایڈ اون ایسی ایپلی کیشیں ہوتی ہیں جو آپ کو &brandShortName; کو /nاور فعلیت اور طرز سے ذاتی بنانے میں مدد دیتی ہیں. &brandShortName; کو اپنا بنانے لے لیے وقت بچانے والا بغلی بار، موسم اعلان کنندہ /nیا کوئی خیالیہ استعمال کر کے دیکھیں۔
uz: Qoʻshimcha dasturlar &brandShortName;ni keng imkoniyatlaridan foydalanib, moslash imkonini beradi. &brandShortName;ni didingiz boʻyicha moslash uchun vaqtni tejash yon paneli, ob-havo ma`lumoti yoki mavzulardan foydalaning.
xh: Izongezelelo ziiaplikheshini ezenza ukwazi ukufaka iinkcukacha zakho &brandShortName; ngokusebenza okanye isimbo esithe kratya. Zama ibha yasecaleni engachithi xesha, isazisi semozulu okanye inkangeleko enomxholo ukwenza &brandShortName; ibe yeyakho.
zu: Okwengezwayo mahlelo kisebenza akuvumela ukuba wenza kube ngokwakho i-&brandShortName; ngokwenzeka okungaphezulu noma isitayela. Zana umugqa oseceleni wokonga isikhathi, isazisi ngesimo sezulu, noma ukubuka ngendikimba ukuze wenze i-&brandShortName; kube ngeyakho.
