Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, gd, he, hi_in, hr, hu, hy_am, id, is, kab, kk, km, kn, ku, lb, lt, lv, mai, ml, ms, my, nb_no, ne, oc, or, pt, pt_br, ro, sd, si, sv, sw, ta, te, th, tr, ur, uz, xh, zu

source: Sort by date updated
af: Rangskik volgens datum bygewerk
ar: رتّب حسب تاريخ التحديث
as: আপডেইট কৰা তাৰিখৰে সজাওক
az: Yeniləmə tarixinə görə sırala
bg: Сортиране по дата на обновяване
bn_bd: তারিখের হালনাগাদ অনুযায়ী সাজান
bn_in: সর্বশেষ আপডেটের সময় অনুযায়ী সুবিন্যস্ত করুন
br: Rummañ dre an deiziad hizivadur
ca: Ordena per la data d'actualització
cy: Trefnu yn ôl dyddiad diweddaru
es_mx: Ordenar por fecha de actualización
eu: Ordenatu eguneratze-dataz
gd: Seòrsaich a-rèir ceann-là an ùrachaidh
he: מיין לפי תאריך עדכון
hi_in: अद्यतन दिनांक के अनुसार छाँटें
hr: Sortiraj prema datumu posljednje dopune
hu: Rendezés a frissítés ideje szerint
hy_am: Դասավորել ըստ թարմացման ամսաթվերի
id: Urut berdasarkan waktu terakhir diperbarui
is: Raða eftir uppsetningardagsetningu
kab: Smizzwer s wazemz n uleqqem aneggaru
kk: Жаңартылған күні бойынша сұрыптау
km: តម្រៀប​តាម​កាលបរិច្ឆេទ​ដែល​បាន​ធ្វើ​បច្ចុប្បន្នភាព
kn: ಕೊನೆಯ ಬಾರಿಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಿದುದರ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸಿ
ku: Li gorî dema rojanekirinê rêz bike
lb: Nom Updatesdatum sortéieren
lt: Rikiuoti pagal paskiausio atnaujinimo datą
lv: Kārtot pēc atjaunināšanas datuma
mai: अद्यतन दिनांक क अनुसार छाँटू
ml: പരിഷ്കരിച്ച തീയതി അനുസരിച്ചു് ക്രമത്തിലാക്കുക
ms: Susun mengikut tarikh kemaskini
my: နေ့စွဲအလိုက် လုပ်ဆောင်ချက် အသစ်ကို စီစဥ်ခြင်း
nb_no: Sorter etter dato oppdatert
ne: अद्यावधिक मिति अनुसार क्रमबद्ध गर्नुहोस्
oc: Triar per data de darrièra mesa a jorn
or: ଅଦ୍ୟତନ ହୋଇଥିବା ତାରିଖ ଅନୁସାରେ ସଜାଡ଼ନ୍ତୁ
pt: Ordenar por data de atualização
pt_br: Ordenar pela data de atualização
ro: Sortare după data actualizării
sd: اَپڊيٽ ڪيل تاريخ موجب ڇانٽيو
si: යාවත්කාලීන කළ දිනය අනුව පිළිවෙළට
sv: Ordna efter senast uppdaterad
sw: Panga kwa tarehe ya kusasaisha
ta: தேதிப்படி வரிசைப்படுத்தல் புதுப்பிக்கப்பட்டது
te: నవీకరించిన తేదీ ప్రకారం క్రమపరచు
th: เรียงตามวันปรับรุ่น
tr: Güncelleme tarihine göre sırala
ur: بمطابق تازہ کاری تاریخ چھانٹیں
uz: Yangilanish sanasi boʻyicha saralash
xh: Landelelanisa ngokomhla wohlaziyo
zu: Hlunga ngosuku lokuvuselela

source: Best match
af: Beste passende
ar: أفضل تطابق
as: শ্ৰেষ্ট মিল
az: Ən çox uyğun gələn
bg: Най-добро съвпадение
bn_bd: সর্বোৎকৃষ্ট অন্তরমিল
bn_in: সর্বোত্তম মিল
br: Kenglotadenn wellañ
ca: Millor coincidència
cy: Tebygrwydd gorau
es_mx: Puntuación
eu: Bat datorren onena
gd: A' mhaids as fhearr
he: ההתאמה הטובה ביותר
hi_in: सर्वोत्तम मेल
hr: Najbolja procjena
hu: Legjobb egyezés
hy_am: Առավել համընկնող
id: Paling cocok
is: Passar best við
kab: Tiferni
kk: Ең жақсы сәйкестік
km: ការ​ផ្គូផ្គង​ដែល​ប្រសើរ​បំផុត
kn: ಉತ್ತಮ ಹೊಂದಿಕೆ
ku: Hevgirtinên Çêtirîn
lb: Beschten Treffer
lt: Atitikimas
lv: Labākais rezultāts
mai: सर्वोत्तम मेल
ml: ഏറ്റവും കൂടുതല്‍ പൊരുത്തം
ms: Padanan terbaik
my: အသင့်တော်ဆုံး
nb_no: Beste treff
ne: सर्वश्रेष्ठ म्याच
oc: Pertinéncia
or: ଉତ୍ତମ ମେଳ
pt: Melhor correspondência
pt_br: Relevância
ro: Cea mai bună potrivire
sd: بهترين ميل
si: වඩාත්ම හොඳින් ගැලපෙන
sv: Bästa träff
sw: Oanisho bora zaidi
ta: சிறந்த பொருத்தம்
te: మంచి జోడి
th: ตรงกันที่สุด
tr: En çok uyuşan
ur: بہترین مشابہ
uz: Eng mosi
xh: Uhambelwano olungcono
zu: Ukufana okuhle

source: Sort by relevance
af: Rangskik volgens relevansie
ar: رتّب حسب وثاقة الصلة
as: প্ৰাসংগিকতাৰে সজাওক
az: Göstərilən marağa görə sırala
bg: Сортиране по най-добра предполагаемост
bn_bd: প্রাসঙ্গিকতা অনুযায়ী সাজান
bn_in: প্রযোজ্যতা অনুযায়ী সুবিন্যস্ত করুন
br: Rummañ dre zereadelezh
ca: Ordena per rellevància
cy: Trefnu yn ôl perthnasedd
es_mx: Ordenar por relevancia
eu: Ordenatu garrantziaz
gd: Seòrsaich a-rèir buinteanais
he: מיין לפי רלוונטיות
hi_in: प्रासंगिकता के अनुसार छाँटें
hr: Sortiraj prema relevantnosti
hu: Rendezés fontosság szerint
hy_am: Դասավորել ըստ կարևորության
id: Urut berdasarkan kecocokan
is: Raða eftir mikilvægi
kab: Smizzwer s tiferni
kk: Релеванттігі бойынша сұрыптау
km: តម្រៀប​តាម​ទំនាក់ទំនង
kn: ಔಚಿತ್ಯಕ್ಕೆ ಅನುಗುಣವಾಗಿ ವಿಂಗಡಿಸಿ
ku: Li gorî têkiliyê rêz bike
lb: No der Relevanz sortéieren
lt: Rikiuoti pagal atitikimą paieškos kriterijams
lv: Kārtot pēc atbilstības
mai: प्रासंगिकता क अनुसार छाँटू
ml: പ്രാധാന്യം അനുസരിച്ചു് ക്രമത്തിലാക്കുക
ms: Susun mengikut kaitan
my: ဆက်စက်မှုဖြင့် စီပါ
nb_no: Sorter etter relevans
ne: सान्दर्भिकता अनुसार क्रमबद्ध गर्नुहोस्
oc: Triar per pertinéncia
or: ଯୋଗ୍ୟତା ଅନୁସାରେ ସଜାଡ଼ନ୍ତୁ
pt: Ordenar por relevância
pt_br: Atualizar pela relevância
ro: Sortează după relevanță
sd: واسطو رکندڙ موجب ڇانٽيو
si: අදාලත්වය අනුව පිළිවෙළට
sv: Ordna efter bästa träff
sw: Panga kwa uhusiano
ta: தொடர்புடையது படி வரிசைப்படுத்து
te: సంబంధము ప్రకారం క్రమపరచు
th: เรียงตามความตรงกัน
tr: İlgiye göre sırala
ur: بمطابق مناسبت چھانٹیں
uz: Aloqadorligi boʻyicha saralash
xh: Landelelanisa ngokokufaneleka
zu: Hlunga ngokuhambisana

source: Price
af: Prys
ar: السعر
as: মুল্য
az: Fiyat
bg: Цена
bn_bd: মূল্য
bn_in: দাম
br: Prizadur
ca: Preu
cy: Pris
es_mx: Precio
eu: Prezioa
gd: Prìs
he: מחיר
hi_in: कीमत
hr: Cijena
hu: Ár
hy_am: Գին
id: Harga
is: Verð
kab: Ssuma
kk: Бағасы
km: តម្លៃ
kn: ದರ
ku: Buha
lb: Präis
lt: Kaina
lv: Cena
mai: कीमत
ml: വില
ms: Harga
my: စျေးနှုန်းများ
nb_no: Pris
ne: मूल्य
oc: Prètz
or: ମୂଲ୍ୟ
pt: Preço
pt_br: Preço
ro: Preț
sd: قيمت
si: මිල
sv: Pris
sw: Bei
ta: விலை
te: ధర
th: ราคา
tr: Fiyat
ur: قیمت
uz: Narxi
xh: Ixabiso
zu: Intengo

source: Sort by price
af: Rangskik volgens prys
ar: رتّب حسب السعر
as: মুল্যৰে সজাওক
az: Fiyata göre sırala
bg: Сортиране по цена
bn_bd: মূল্য অনুযায়ী সাজান
bn_in: দাম অনুযায়ী সুবিন্যস্ত করুন
br: Rummañ dre ar prizadur
ca: Ordena per preu
cy: Trefnu yn ôl pris
es_mx: Ordenar por precio
eu: Ordenatu prezioz
gd: Seòrsaich a-rèir na prìse
he: מיין לפי מחיר
hi_in: कीमत अनुसार छाँटें
hr: Sortiraj prema cijeni
hu: Rendezés ár szerint
hy_am: Դասավորել ըստ գնի
id: Urut berdasarkan harga
is: Raða eftir verði
kab: smizzwer s ssuma
kk: Бағасы бойынша сұрыптау
km: តម្រៀប​តាម​តម្លៃ
kn: ದರದ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸಿ
ku: Li gorî buhayî rêz bike
lb: Nom Präis sortéieren
lt: Rikiuoti pagal kainą
lv: Kārtot pēc cenas
mai: कीमत अनुसार छाँटू
ml: വില അനുസരിച്ചു് ക്രമത്തിലാക്കുക
ms: Susun mengikut harga
my: စျေးနှုန်းအလိုက်စီပါ
nb_no: Sorter etter pris
ne: मूल्य अनुसार क्रमबद्ध गर्नुहोस्
oc: Triar per prèses
or: ମୂଲ୍ୟ ଅନୁସାରେ ସଜାଡ଼ନ୍ତୁ
pt: Ordenar por preço
pt_br: Ordenar pelo preço
ro: Sortează după preț
sd: قيمت موجب ڇانٽيو
si: මිල අනුව පිළිවෙළට
sv: Ordna efter pris
sw: Panga kwa bei
ta: விலைப்படி வரிசைப்படுத்து
te: ధర ప్రకారం క్రమపరచు
th: เรียงตามราคา
tr: Fiyata göre sırala
ur: بمطابق قیمت چھانٹیں
uz: Narxi boʻyicha saralash
xh: Landelelanisa ngokwexabiso
zu: Hlunga ngentengo

source: Search:
af: Soektog:
ar: ابحث:
as: সন্ধান কৰক:
az: Axtar:
bg: Търсене:
bn_bd: অনুসন্ধান:
bn_in: অনুসন্ধান:
br: Klask :
ca: Cerca:
cy: Chwilio:
es_mx: Buscar:
eu: Bilatu:
gd: Lorg:
he: חפש:
hi_in: खोजें:
hr: Traži:
hu: Keresés:
hy_am: Որոնում.
id: Cari:
is: Leita:
kab: Nadi:
kk: Іздеу:
km: ស្វែងរក ៖
kn: ಹುಡುಕು:
ku: Lêgerîn:
lb: Sichen:
lt: Ieškoti:
lv: Rādīt:
mai: खोजू:
ml: തെരയുക:
ms: Carian:
my: ရှာဖွေပါ -
nb_no: Søk:
ne: खोजी गर्नुहोस्:
oc: Recercar :
or: ସନ୍ଧାନ କରନ୍ତୁ:
pt: Procurar:
pt_br: Pesquisar:
ro: Căutare:
sd: ڳوليو:
si: සොයන්න:
sv: Sök:
sw: Tafutiza:
ta: தேடு:
te: వెతుకు:
th: ค้นหา :
tr: Arama:
ur: تلاش کریں:
uz: Izlash:
xh: Khangela:
zu: Sesha:

source: My Add-ons
af: My byvoegings
ar: إضافاتي
as: মোৰ এড-অনসমূহ
az: Əlavələrim
bg: Моите добавки
bn_bd: আমার অ্যাড-অন
bn_in: ব্যবহৃত অতিরিক্ত সামগ্রী
br: Ma askouezhioù
ca: Els meus complements
cy: Ychwanegion
es_mx: Mis complementos
eu: Nire gehigarriak
gd: Na tuilleadan agam
he: התוספות שלי
hi_in: मेरी सहयुक्तियाँ
hr: Moji dodaci
hu: Saját kiegészítők
hy_am: Իմ հավելումները
id: Pengaya Saya
is: Mínar viðbætur
kab: Izegrar-iw imernan
kk: Менің кеңейтулерім
km: កម្មវិធី​បន្ថែម​របស់​ខ្ញុំ
kn: ನನ್ನ ಆಡ್-ಆನ್‌ಗಳು
ku: Add*onên Min
lb: Meng Addonen
lt: įdiegtų priedų
lv: Manus papildinājumus
mai: मेरी सहयुक्ति
ml: സ്വന്തം ആഡ്-ഓണുകള്‍
ms: Add-on saya
my: သင့်ရဲ့ အက်အွန်
nb_no: Installerte utvidelser
ne: मेरो एड-अनहरू
oc: Mos moduls complementaris
or: ମୋର ଏଡ-ଅନଗୁଡ଼ିକ
pt: Os meus extras
pt_br: Meus complementos
ro: Suplimentele mele
sd: منهنجا ايڊ - آنس
si: මගේ ඇඩෝන
sv: Mina tillägg
sw: Vifaa Vyangu vya nyongeza
ta: எனது கூடுதல் இணைப்புகள்
te: నా పొడిగింతలు
th: ส่วนเสริมของฉัน
tr: Eklentilerim
ur: میرے ایڈ اون
uz: Qoʻshimcha dasturlarim
xh: Izongezelelo zam
zu: Okwengeziwe kwami

source: Show installed add-ons
af: Wys geïnstalleerde byvoegings
ar: اعرض الإضافات المثبتة
as: ইনস্টল হোৱা এড-অনসমূহ দেখুৱাওক
az: Qurulmuş əlavələri göstər
bg: Показване на инсталираните добавки
bn_bd: ইনস্টলকৃত অ্যাড-অন প্রদর্শন করা হবে
bn_in: ইনস্টল করা অতিরিক্ত সামগ্রীর তালিকা প্রদর্শন করা হবে
br: Diskouez an askouezhioù staliet
ca: Mostra els complements instal·lats
cy: Dangos yr ychwanegion presennol
es_mx: Mostrar complementos instalados
eu: Erakutsi instalatutako gehigarriak
gd: Seall na tuilleadan a tha air an stàladh
he: הצג תוספות מותקנות
hi_in: संस्थापित सहयुक्तियाँ दिखाएँ
hr: Prikaži instalirane dodatke
hu: Telepített kiegészítők megjelenítése
hy_am: Ցուցադրել տեղադրված հավելումները
id: Tampilkan pengaya terpasang
is: Sýna uppsettar viðbætur
kab: Sken izegrar imernan ibedden
kk: Орнатылған кеңейтулерді көрсету
km: បង្ហាញ​កម្មវិធី​បន្ថែម​ដែល​បាន​ដំឡើង
kn: ಅನುಸ್ಥಾಪಿಸಲಾದ ಆಡ್-ಆನ್‌ಗಳನ್ನು ತೋರಿಸು
ku: Add-onên sazbûyî nîşan bide
lb: Installéiert Addonen uweisen
lt: Rodyti jau įdiegtus priedus
lv: Rādīt instalētos papildinājumus
mai: संस्थापित सहयुक्ति देखाउ
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്ത ആഡ്-ഓണുകള്‍ കാണിയ്ക്കുക
ms: Tunjukkan add-on terpasang
my: သွင်းထားသော အက်အွန်များကိုဖော်ပြပါ
nb_no: Vis installerte utvidelser
ne: स्थापना भइसकेका एड-अनहरू सूचीकृत गर्नुहोस्
oc: Afichar los moduls complementaris installats
or: ସ୍ଥାପିତ ଏଡ-ଅନଗୁଡ଼ିକୁ ଦର୍ଶାନ୍ତୁ
pt: Mostra os extras instalados
pt_br: Exibir complementos instalados
ro: Arată suplimentele instalate
sd: اِسٿاپت ايڊ - آنس ڏيکاريو
si: ස්ථාපනය කළ ඇඩෝන පෙන්වන්න
sv: Visar installerade tillägg
sw: Onyesha vifaa vya nyongeza vilivyosakinishwa
ta: நிறுவப்பட்ட கூடுதல் இணைப்புகளை காட்டு
te: సంస్థాపిత పొడిగింతలు చూపుము
th: แสดงส่วนเสริมที่ติดตั้งไว้
tr: Kurulu eklentileri göster
ur: تنصیب شدہ ایڈ اون دکھائیں
uz: Oʻrnatilgan qoʻshimcha dasturlarni koʻrsatish
xh: Bonisa izongezelelo ezifakelweyo
zu: Bonisa okwengeziwe okufakiwe

source: Available Add-ons
af: Beskikbare byvoegings
ar: الإضافات المتاحة
as: উপলব্ধ এড-অনসমূহ
az: Mövcud əlavələr
bg: Налични добавки
bn_bd: বিদ্যমান অ্যাড-অন
bn_in: উপলব্ধ অতিরিক্ত সামগ্রী
br: Askouezhioù hegerz
ca: Complements disponibles
cy: Ychwanegion ar Gael
es_mx: Complementos disponibles
eu: Eskura dauden gehigarriak
gd: Tuilleadain a tha ri am faighinn
he: תוספות זמינות
hi_in: उपलब्ध सहयुक्तियाँ
hr: Dostupni dodaci
hu: Elérhető kiegészítők
hy_am: Առկա հավելումներ
id: Pengaya tersedia
is: Tiltækar viðbætur
kab: Izegrar imernan yellan
kk: Қолжетерлік кеңейтулер
km: មាន​កម្មវិធី​បន្ថែម
kn: ಲಭ್ಯವಿರುವ ಆಡ್-ಆನ್‌ಗಳು
ku: Add-onên Heyî
lb: Verfügbar Addonen
lt: prieinamų priedų
lv: Pieejamos papildinājumus
mai: उपलब्ध सहयुक्ति
ml: ലഭ്യമായ ആഡ്-ഓണുകള്‍
ms: Add-ons yang didapati
my: ရရှိနိုင်သော အက်အွန်
nb_no: Tilgjengelige utvidelser
ne: उपलब्ध एड-अनहरू
oc: Moduls complementaris disponibles
or: ଉପଲବ୍ଧ ଏଡ-ଅନଗୁଡ଼ିକ
pt: Extras disponíveis
pt_br: Complementos disponíveis
ro: Suplimente disponibile
sd: مؤجود ايڊ - آنس
si: තිබෙන ඇඩෝන
sv: Tillgängliga tillägg
sw: Vifaa vya nyongeza Vinavyopatikana
ta: இருக்கும் கூடுதல் இணைப்புகள்
te: అందుబాటులోని పొడిగింతలు
th: ส่วนเสริมรอติดตั้ง
tr: Mevcut eklentiler
ur: دستیاب ایڈ اون
uz: Mavjud qoʻshimcha dasturlar
xh: Izongezelelo ezifumanekayo
zu: Okwengeziwe okutholakalayo

source: Show add-ons available to install
af: Wys byvoegings beskikbaar om te installeer
ar: اعرض الإضافات المتوفرة للتثبيت
as: ইনস্টলৰ বাবে উপলব্ধ এড-অনসমূহ দেখুৱাওক
az: Qurula biləcək əlavələri göstər
bg: Показване на добавките налични за инсталиране
bn_bd: ইনস্টলের জন্য বিদ্যমান অ্যাড-অন প্রদর্শন করা হবে
bn_in: ইনস্টল করার জন্য উপলব্ধ অতিরিক্ত সামগ্রীগুলি প্রদর্শন করা হবে
br: Diskouez an askouezhioù hegerz da staliañ
ca: Mostra els complements disponibles per instal·lar
cy: Dangos ychwanegion sydd ar gael i'w gosod
es_mx: Mostrar complementos disponibles para instalar
eu: Erakutsi instalatzeko eskura dauden gehigarriak
gd: Seall na tuilleadain a tha ri am faighinn airson stàladh
he: הצג תוספות זמינות להתקנה
hi_in: संस्थापन के लिए उपलब्ध सहयुक्तियाँ दिखाएँ
hr: Prikaži dodatke dostupne za instalaciju
hu: Telepíthető kiegészítők megjelenítése
hy_am: Ցուցադրել տեղադրման համար առկա հավելումները
id: Tampilkan pengaya yang tersedia untuk dipasang
is: Sýna viðbætur sem er hægt að setja inn
kab: Sken izegrar imernan iheggan i wesebded
kk: Орнатуға қолжетерлік кеңейтулерді көрсету
km: បង្ហាញ​កម្មវិធី​បន្ថែម​ដែល​មាន ដើម្បី​ដំឡើង
kn: ಅನುಸ್ಥಾಪಿಸಲು ಲಭ್ಯವಿರುವ ಆಡ್-ಆನ್‌ಗಳನ್ನು ತೋರಿಸು
ku: Add-onên ji bo sazkirinê amade nîşan bide
lb: D'verfügbar Addone fir d'Installatioun uweisen
lt: Rodyti galimus įdiegti priedus
lv: Rādīt instalēšanai pieejamos papildinājumus
mai: संस्थापन क लेल उपलब्ध सहयुक्ति देखाउ
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യുവാന്‍ ലഭ്യമായ ആഡ്-ഓണുകള്‍ കാണിയ്ക്കുക
ms: Tunjukkan add-on yang sedia untuk dipasang
my: သွင်း၍ ရနိုင်သော အက်အွန်များကိုဖော်ပြပါ
nb_no: Vis utvidelser som kan installeres
ne: स्थापना गर्न उपलब्ध एड-अनहरू देखाउनुहोस्
oc: Afichar los moduls complementaris disponibles a l'installacion
or: ସ୍ଥାପନ କରିବାକୁ ଥିବା ଏଡ-ଅନଗୁଡ଼ିକୁ ଦର୍ଶାନ୍ତୁ
pt: Mostra os extras disponíveis para instalação
pt_br: Exibir complementos disponíveis para instalação
ro: Arată suplimentele disponibile pentru instalare
sd: اِسٿاپت ڪرڻ لاءِ مؤجود ايڊ - آنس ڏيکاريو
si: ස්ථාපනයට ඇති ඇඩෝන පෙන්වන්න
sv: Visar tillägg som kan installeras
sw: Onyesha vifaa vya nyongeza vinavyopatikana kusakinishwa
ta: நிறுவ இருக்கும் கூடுதல் இணைப்புகளை காட்டு
te: సంస్థాపించుటకు అందుబాటులోని పొడిగింతలు చూపుము
th: แสดงส่วนเสริมที่พร้อมรอติดตั้ง
tr: Kurulabilecek eklentileri göster
ur: تنصیب کرنے کے لیے دستیاب ایڈ اون دکھائیں
uz: Oʻrnatish uchun mavjud boʻlgan qoʻshimcha dasturlarni koʻrsatish
xh: Bonisa izongezelelo ezifumanekayo ukuba zingafakelwa
zu: Bonisa okwengeziwe okutholakalelwa ukufakwa

# addon.homepage
source: Homepage
af: Tuisblad
ar: صفحة البداية
as: ঘৰপৃষ্ঠা
az: Ana səhifə
bg: Начална страница
bn_bd: প্রধান পাতা
bn_in: হোম-পেজ
br: Pennbajenn
ca: Pàgina d'inici
cy: Tudalen Cartref
es_mx: Página de inicio
eu: Webgunea
gd: Duilleag-dhachaigh
he: דף בית
hi_in: होमपेज
hr: Početna stranica
hu: Honlap
hy_am: Կայքէջը
id: Beranda
is: Heimasíða
kab: Asebtar agejdan
kk: Үй парағы
km: គេហទំព័រ
kn: ನೆಲೆಪುಟ
ku: Serûpel
lt: Svetainė
lv: Mājas lapa
mai: होमपेज
ml: ആസ്ഥാന താള്‍
my: မူလအစ
nb_no: Hjemmeside
ne: गृहपृष्ठ
oc: Pagina d'acuèlh
or: ମୂଳ ସ୍ଥାନ
pt: Página inicial
pt_br: Visitar o site
ro: Pagina suplimentului
sd: گهر جو صفحو
si: මුල්පිටුව
sv: Webbplats
sw: Ukurasa maskani
ta: முதன்மை பக்கம்
te: నివాసపేజీ
th: โฮมเพจ
tr: Ana sayfa
ur: ابتدائی صفحہ
uz: Uy sahifasi
xh: Ikhasi lasekhaya
zu: Ikhasi eliyisiqalo

source: More
af: Meer
ar: المزيد
as: অধিক
az: Daha çox məlumat
bg: Повече
bn_bd: আরও
bn_in: অতিরিক্ত তথ্য
br: Muioc'h
ca: Més
cy: Rhagor
es_mx: Más
eu: Gehiago
gd: Barrachd
he: עוד
hi_in: अधिक
hr: Više
hu: Tovább
hy_am: Ավելին
id: Selengkapnya
is: Meira
kab: Ugar
kk: Көбірек
km: ច្រើន​ទៀត
kn: ಇನ್ನಷ್ಟು
ku: Zêdetir
lb: Méi
lt: Išsamiau
lv: Vairāk
mai: बेसी
ml: കൂടുതല്‍
ms: Lebih banyak
my: ပိုမို၍
nb_no: Mer
ne: थप
oc: Mai
or: ଅଧିକ
pt: Mais
pt_br: Mais
ro: Mai multe
sd: وڌيڪ
sv: Mer
sw: Zaidi
ta: இன்னும்
te: మరిన్ని
th: รายละเอียด
tr: Daha fazla bilgi
ur: مزید
uz: Koʻproq
xh: Ngaphezulu
zu: Okuningi

source: Show more details about this add-on
af: Wys meer details oor hierdie byvoeging
ar: أظهِر المزيد من التفاصيل عن هذه الإضافة
as: এই এড-অনৰ বিষয়ে অধিক বিৱৰণ দেখুৱাওক
az: Bu əlavə ilə bağlı daha çox məlumat ver
bg: Показване на повече подробности за тази добавка
bn_bd: এই অ্যাড-অন সম্পর্কে আরও বিস্তারিত তথ্য প্রদর্শন
bn_in: এই অতিরিক্ত সামগ্রী সম্পর্কে কিছু বিস্তারিত তথ্য
br: Diskouez muioc'h a ditouroù a-zivout an askouezh-mañ
ca: Mostra més detalls del complement
cy: Dangos rhagor o wybodaeth am yr ychwanegyn
es_mx: Ver más detalles acerca de este complemento
eu: Erakutsi gehigarri honi buruzko xehetasun gehiago
gd: Seall barrachd fiosrachaidh mun tuilleadan seo
he: הצג פרטים נוספים על תוספת זו
hi_in: इस सहयुक्ति के बारे में अधिक विस्तार से दिखाएँ
hr: Više detalja o ovom dodatku
hu: További részletek erről a kiegészítőről
hy_am: Ցուցադրել ավելի շատ տեղեկություն այս հավելման մասին
id: Tampilkan detail lainnya tentang pengaya ini
is: Sýna meiri upplýsingar um þessa viðbót
kab: Sken aglam leqqayen ɣef uzegrir agi amernan
kk: Бұл кеңейту жөнінде көбірек ақпаратты көрсету
km: បង្ហាញ​ព័ត៌មាន​បន្ថែម​អំពី​កម្មវិធី​បន្ថែម​នេះ
kn: ಈ ಆಡ್-ಆನ್‌ನ ಬಗೆಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸು
ku: Derbarê vê add-onê de zêdetir kitekitan nîşan bide
lb: Méi Detailer iwwer dësem Addon uweisen
lt: Parodyti išsamesnę informaciją apie šį priedą
lv: Rādīt vairāk informācijas par šo papildinājumu
mai: ई सहयुक्तिक संबंधमे बेसी विस्तार सँ देखाउ
ml: ഈ ആഡ്-ഓണ്‍ സംബന്ധിച്ചു് കൂടുതല്‍ വിവരങ്ങള്‍ കാണിയ്ക്കുക
ms: Tunjukkan lebih terperinci bagi add-on ini
my: ယခု အက်အွန်နှင့်ပတ်သတ်၍ အသေးစိတ်ဖော်ပြပါ
nb_no: Vis mer informasjon om denne utvidelsen
ne: यस एड-अन बारे थप विवरण देखाउनुहोस्
oc: Afichar mai de detalhs a prepaus d'aqueste modul complementari
or: ଏହି ଏଡ-ଅନ ବିଷୟରେ ଅଧିକ ବିବରଣୀ ଦର୍ଶାନ୍ତୁ
pt: Mostrar mais detalhes sobre este extra
pt_br: Exibir mais detalhes sobre este complemento
ro: Arată mai multe detalii despre acest supliment
sd: هن ايڊ - آنس بابت وڌيڪ تفصيل ڏيکاريو
si: මෙම ඇඩෝන ගැන වැඩි විස්තර පෙන්වන්න
sv: Visar fler detaljer om det här tillägget
sw: Onyesha maelezo zaidi kuhusu kifaa hiki cha nyongeza
ta: இந்த கூடுதல் இணைப்பு பற்றி இன்னும் விவரங்களை காட்டு
te: ఈ యాడ్-గురించి మరిన్ని వివరములను చూపుము
th: แสดงรายละเอียดเพิ่มเติมสำหรับส่วนเสริมนี้
tr: Bu eklentiyle ilgili daha fazla bilgi ver
ur: اس ایڈ اون کے بارے میں مزید تفاصیل دکھائیں
uz: Ushbu qoʻshimcha dastur haqida koʻproq ma`lumotlarni koʻrsat
xh: Bonisa iinkcukacha ezingaphezulu ngesi songezelelo
zu: Bonisa imininingwane eminingi mayelana nalokho okwengezwayo

source: Unknown
af: Onbekend
ar: مجهول
as: অজ্ঞাত
az: Bilinmir
bg: Неизвестен
bn_bd: অজানা
bn_in: অজানা
br: Dianav
ca: Desconegut
cy: Anhysbys
es_mx: Desconocido
eu: Ezezaguna
gd: Neo-aithnichte
he: לא ידוע
hi_in: अज्ञात
hr: Nepoznat
hu: Ismeretlen
hy_am: Անհայտ
id: Tidak dikenali
is: Óþekkt
kab: Arussin
kk: Белгісіз
km: មិន​ស្គាល់
kn: ಗೊತ್ತಿರದ
ku: Nenas
lb: Onbekannt
lt: Nežinoma
lv: Nezināms
mai: अज्ञात
ml: അപരിചിതം
ms: Tidak diketahui
my: မသိသော
nb_no: Ukjent
ne: अज्ञात
oc: Desconegut
or: ଅଜଣା
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
sd: نامعلوم
si: නොදන්නා
sv: Okänt
sw: Isiyojulikana
ta: தெரியாதது
te: తెలియని
th: ไม่ทราบ
tr: Bilinmiyor
ur: نامعلوم
uz: Noma`lum
xh: Akwaziwa
zu: Akwaziwa

source: (disabled)
af: (gedeaktiveer)
ar: (معطلة)
as: (অসামৰ্থবান)
az: (söndürülüb)
bg: (неактивен)
bn_bd: (নিস্ক্রিয়)
bn_in: (নিষ্ক্রিয়)
br: (diweredekaet)
ca: (inhabilitat)
cy: (analluogwyd)
es_mx: (deshabilitado)
eu: (desgaituta)
gd: (air a chur à comas)
he: (מנוטרל)
hr: (onemogućeno)
hu: (letiltva)
hy_am: (անջատված)
id: (dimatikan)
is: (óvirk)
kab: (ţureremden)
kk: (сөндірілген)
km: (បិទ)
kn: (ಅಶಕ್ತಗೊಂಡ)
ku: (neçalak e)
lb: (deaktivéiert)
lt: (išjungtas)
lv: (atslēgts)
ml: (പ്രവര്‍ത്തന രഹിതം)
ms: (dilumpuhkan)
my: ပိတ်ထားပါ
nb_no: (avslått)
oc: (desactivat)
or: (ନିଷ୍କ୍ରିୟ)
pt: (desativado)
pt_br: (desativado)
ro: (dezactivat)
sd: (اَسمرٿ بڻايل)
si: (අබලැති-disabled)
sv: (inaktiverat)
sw: (imelemazwa)
ta: (செயல்நீக்கப்பட்டுள்ளது)
te: (అచేతనమైంది)
th: (ปิดใช้งาน)
tr: (devre dışı)
ur: (نا اہل)
uz: (oʻchirilgan)
xh: (kuqhwalelisiwe)
zu: (Kukhutshaziwe)

source: Update
af: Bywerk
ar: تحديث
as: আপডেইট কৰক
az: Yeniləmə
bg: Обновяване
bn_bd: হালনাগাদ
bn_in: আপডেট
br: Hizivaat
ca: Actualitza
cy: Diweddaru
es_mx: Actualizar
eu: — Eguneraketa
gd: Ùrachadh
he: עדכון
hi_in: अद्यतन करें
hr: Dopuna
hu: Frissítés
hy_am: Թարմացնել
id: Perbarui
is: Uppfæra
kab: Leqqem
kk: Жаңарту
km: ធ្វើ​បច្ចុប្បន្នភាព
kn: ಅಪ್‌ಡೇಟ್‌
ku: Rojanekirin
lt: naujinimas
lv: atjauninājums
mai: अद्यतन करू
ml: പരിഷ്കരിയ്ക്കുക
ms: Mengemaskini
my: မွမ်းမံချက်
nb_no: oppdatering
ne: अद्यावधिक
oc: (mesa a jorn)
or: ଅଦ୍ୟତନ କରନ୍ତୁ
pt: Atualizar
pt_br: Atualizar
ro: Actualizează
sd: اَپڊيٽ ڪريو
si: යාවත්කාලීන කරන්න
sv: (uppdatering)
sw: Sasaisha
ta: புதுப்பி
te: నవీకరించు
th: ปรับรุ่น
tr: Güncelle
ur: تازہ کاری کریں
uz: Yangilash
xh: Hlaziya
zu: Vuselela

# addon.undoAction.label
source: Undo
af: Ontdoen
ar: تراجَع
as: বাতিল কৰক
az: Ləğv et
bg: Отмяна
bn_bd: পূর্বাবস্থায় আনা
bn_in: পূর্বাবস্থা
br: Dizober
ca: Desfés
cy: Dadwneud
es_mx: Deshacer
eu: Desegin
gd: Neo-dhèan
he: בטל
hi_in: पहले जैसा
hr: Poništi
hu: Visszavonás
hy_am: Հրաժարվել
id: Urungkan
is: Afturkalla
kab: Sefsex
kk: Болдырмау
km: មិនធ្វើវិញ
kn: ರದ್ದುಗೊಳಿಸು
ku: Şûnde bîne
lb: Réckgängeg
lt: Atšaukti
lv: Atcelt
mai: पहिने जहिना
ml: വേണ്ട
ms: Kembali Asal
my: ပြန်ဖြည်ပါ
nb_no: Angre
ne: पूर्वस्थितिमा फर्काउनुहोस्
oc: Anullar
or: ପଦକ୍ଷେପ ବାତିଲ କରନ୍ତୁ
pt: Anular
pt_br: Desfazer
ro: Anulează
sd: ڪيل ڪاريە رد ڪريو
si: අහොස් කරන්න
sv: Ångra
sw: Tendua
ta: மறை
te: చేయవద్దు
th: เลิกทำ
tr: Geri al
ur: کالعدم کریں
uz: Bekor qilish
xh: Qhaqha okwenzileyo
zu: Hlehlisa

source: Undo this action
af: Ontdoen hierdie handeling
ar: تراجع عن هذا الإجراء
as: এই কাৰ্য্য বাতিল কৰক
az: Bu əmri ləğv et
bg: Отмяна на това действие
bn_bd: কাজটিকে পূর্বাবস্থায় আনা
bn_in: এই কাজটি নাকচ করুন
br: Dizober ar gwezh-mañ
ca: Desfés l'acció
cy: Dadwneud y weithred
es_mx: Deshacer esta acción
eu: Desegin ekintza hau
gd: Neo-dhèan an gnìomh seo
he: בטל פעולה זו
hi_in: इसे पहले जैसा करें
hr: Poništi ovu radnju
hu: A művelet visszavonása
hy_am: Չեղարկել այս գործողությունը
id: Urungkan aksi ini
is: Hætta við þessa aðgerð
kab: Sefseɣ tigawt agi
kk: Бұл әрекетті болдырмау
km: មិន​ធ្វើ​សកម្មភាព​នេះ​វិញ
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಿ
ku: Vê çalakiyê vegerîne
lb: Dës Aktioun réckgängeg maachen
lt: Atšaukti šį veiksmą
lv: Atcelt šo darbību
mai: एकरा पहिने जहिना करू
ml: ഈ പ്രവര്‍ത്തി ആവശ്യമില്ല
ms: Membatalkan tindakan ini
my: ယခုလုပ်ဆောင်ချက်အား ပြန်လည်ပြုပြင်ပါ
nb_no: Angre denne handlingen
ne: यस कार्यलाई पूर्ववत स्थितिमा ल्याउनुहोस्
oc: Anullar aquesta accion
or: ଏହି ପଦକ୍ଷେପକୁ ବାତିଲ କରନ୍ତୁ
pt: Anula esta ação
pt_br: Desfazer este comando
ro: Anulează această acțiune
sd: هي ڪيل ڪاريە رد ڪريو
si: මෙම ක්‍රියාව අහෝසි කරන්න
sv: Ångra denna åtgärd
sw: Tendua kitendo hiki
ta: இந்த செயலை மறை
te: ఈ చర్యను చేయవద్దు
th: เลิกทำการกระทำนี้
tr: Bu eylemi geri al
ur: اس عمل کو کالعدم کریں
uz: Ushbu amalni bekor qilish
xh: Rhoxisa eli nyathelo
zu: Hlehlisa lesi senzo

# addon.undoRemove.label
source: Undo
af: Ontdoen
ar: تراجَع
as: বাতিল কৰক
az: Ləğv et
bg: Отмяна
bn_bd: পূর্বাবস্থায় আনা
bn_in: পূর্বাবস্থা
br: Dizober
ca: Desfés
cy: Dadwneud
es_mx: Deshacer
eu: Desegin
gd: Neo-dhèan
he: בטל
hi_in: पहले जैसा
hr: Poništi
hu: Visszavonás
hy_am: Հրաժարվել
id: Urungkan
is: Afturkalla
kab: Sefsax
kk: Болдырмау
km: មិនធ្វើវិញ
kn: ಹಿಂದಿನ ಸ್ಥಿತಿಗೆ ಮರಳಿಸು
ku: Şûnde bîne
lb: Réckgängeg
lt: Atšaukti
lv: Atcelt
mai: पहिने जहिना
ml: വേണ്ട
ms: Kembali Asal
my: ပြန်ဖြည်ပါ
nb_no: Angre
ne: पूर्वस्थितिमा फर्काउनुहोस्
oc: Anullar
or: ପଦକ୍ଷେପ ବାତିଲ କରନ୍ତୁ
pt: Anular
pt_br: Desfazer
ro: Anulează
sd: ڪيل ڪاريە رد ڪريو
si: අහෝසි කරන්න
sv: Ångra
sw: Tendua
ta: மறை
te: చేయవద్దు
th: เลิกทำ
tr: Geri al
ur: کالعدم کریں
uz: Bekor qilish
xh: Qhaqha okwenzileyo
zu: Hlehlisa
