Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, gd, he, hi_in, hr, hu, hy_am, id, is, kab, kk, km, kn, ku, lb, lt, lv, mai, ml, ms, my, nb_no, ne, oc, or, pt, pt_br, ro, sd, si, sv, sw, ta, te, th, tr, ur, uz, xh, zu

source: Automatically install updates
af: Installeer bywerkings outomaties
ar: ثبّت التحديثات تلقائيًا
as: আপডেইটসমূহ স্বচালিতভাৱে ইনস্টল কৰক
az: Yeniləmələri avtomatik quraşdır
bg: Автоматично инсталиране на обновявания
bn_bd: স্বয়ংক্রিয়ভাবে হালনাগাদ ইনস্টল করা হবে
bn_in: স্বয়ংক্রিয়ভাবে আপডেট ইনস্টল করুন
br: Staliañ an hizivadurioù ent emgefreek
ca: Instal·la actualitzacions automàticament
cy: Gosod diweddariadau'n awtomatig
es_mx: Instalar automáticamente las actualizaciones
eu: Instalatu eguneraketak automatikoki
gd: Stàlaich ùrachaidhean gu fèin-obrachail
he: התקן עדכונים אוטומטית
hi_in: स्वतः अद्यतन संस्थापित करता है
hr: Automatski instaliraj dopune
hu: Frissítések automatikus telepítése
hy_am: Տեղակայեք թարմացումները ավտոմատ կերպով:
id: Otomatis memasang pemutakhiran
is: Setja sjálfvirkt inn uppfærslur
kab: Sebded ileqman s wudem awurman
kk: Жаңартуларды автоорнату
km: ដំឡើង​បច្ចុប្បន្នភាព​ដោយ​ស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸಿ
ku: Rojanekirinan xweber saz bike
lb: Updaten automatesch installéieren
lt: Automatiškai naujinti šį priedą, kai jam randama naujinimų
lv: Instalēt atjauninājumus automātiski
mai: स्वतः अद्यतन संस्थापित करैत अछि
ml: പരിഷ്കരണങ്ങള്‍ ഓട്ടോമാറ്റിക്കായി ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
ms: Pasang kemas kini secara automatik
my: အဆင့်မြင်တင်မှုများအား အလိုအလျောက် သွင်းပါ
nb_no: Automatisk installer utvidelser
ne: अद्यावधिहरू स्वतः इन्स्टल गर्नुहोस्
oc: Installar automaticament las mesas a jorn
or: ଅଦ୍ୟତନଗୁଡ଼ିକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସ୍ଥାପନ କରନ୍ତୁ
pt: Instalar atualizações automaticamente
pt_br: Instalar atualizações automaticamente
ro: Instalează actualizări automat
sd: خودڪار نموني اَپڊيٽس اِسٿاپت ڪريو
si: ස්වයංක්‍රීයව යාවත්කාලීන ස්ථාපනය කරන්න
sv: Installerar uppdateringar automatiskt
sw: Sakinisha visasaisho kiotomatiki
ta: தானாக புதுப்பித்தல்களை நிறுவவும்
te: నవీకరణలను స్వయంచాలకంగా సంస్థాపించుము
th: ติดตั้งการปรับรุ่นโดยอัตโนมัติ
tr: Güncellemeleri kendiliğinden kur
ur: تازہ کاریاں خود بخود تنصیب کریں
uz: Yangilanishlarni avtomatik oʻrnatish
xh: Fakela uhlaziyo ngokuzenzekela
zu: Faka ukuvuselela ngokuzenzakalela

source: Off
af: Af
ar: مطفأة
as: অফ
az: Bağlı
bg: Изключено
bn_bd: বন্ধ
bn_in: বন্ধ করুন
br: Diweredekaet
ca: Desactivades
cy: Diffodd
es_mx: Desactivar
eu: Desaktibatuta
gd: Dheth
he: כבוי
hi_in: बंद
hr: Isključeno
hu: Ki
hy_am: Անջատել
id: Mati
is: Óvirkt
kab: Yensa
kk: Сөндірулі
km: បិទ
kn: ಆಫ್
ku: Neçalak
lb: Aus
lt: Ne
lv: Izslēgta
mai: बन्न
ml: ഓഫ്
ms: Matikan
my: ပိတ်ပါ
nb_no: Av
ne: बंन्द गर्नुहोस्
oc: Desactivadas
or: ଅଫ
pt: Desligado
pt_br: Desativada
ro: Dezactivată
sd: بند
sv: Av
sw: Imezimwa
ta: நிறுத்து
te: ఆఫ్
th: ปิด
tr: Kapalı
ur: آف کریں
uz: Oʻchirilgan
xh: Icimile
zu: Cima

source: Don't automatically install updates
af: Moenie bywerkings outomaties installeer nie
ar: لا تثبت التحديثات تلقائيًا
as: আপডেইটসমূহ স্বচালিতভাৱে ইনস্টল নকৰিব
az: Yeniləmələri avtomatik quraşdırma
bg: Без автоматично инсталиране на обновявания
bn_bd: স্বয়ংক্রিয়ভাবে হালনাগাদ ইনস্টল করা হবে না
bn_in: স্বয়ংক্রিয়ভাবে আপডেট ইনস্টল করা হবে না
br: Arabat staliañ an hizivadennoù ent emgefreek
ca: No instal·lis actualitzacions automàticament
cy: Peidio gosod diweddariadau'n awtomatig
es_mx: No instalar actualizaciones automáticamente
eu: Ez instalatu eguneraketak automatikoki
gd: Na stàlaich ùrachaidhean gu fèin-obrachail
he: אל תתקין עדכונים אוטומטית
hi_in: स्वतः अद्यतनों को संस्थापित मत करें
hr: Nemoj automatski instalirati dopune
hu: Ne legyenek automatikus frissítések
hy_am: Մի տեղակայեք թարմացումները ավտոմատ կերպով:
id: Jangan otomatis memasang pemutakhiran
is: Ekki setja sjálfvirkt inn uppfærslur
kk: Жаңартуларды автоорнатпау
km: កុំ​ដំឡើង​បច្ចុប្បន្នភាព​ដោយ​ស្វ័យប្រវត្តិ
kn: ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುಸ್ಥಾಪಿಸಬೇಡಿ
ku: Rojanekirinan xweber saz neke
lb: Updaten net automatesch installéieren
lt: Nediegti priedo naujinimų automatiškai
lv: Neinstalēt atjauninājumus automātiski
mai: स्वतः अद्यतन केँ संस्थापित मत करू
ml: പരിഷ്കരണങ്ങള്‍ ഓട്ടോമാറ്റിക്കായി ഇന്‍സ്റ്റോള്‍ ചെയ്യരുതു്
ms: Jangan pasan kemas kini secara automatik
my: အဆင့်မြင်တင်မှုများအား အလိုအလျောက် မသွင်းပါနှင့်
oc: Installa pas automaticament las mesas a jorn
or: ଅଦ୍ୟତନଗୁଡ଼ିକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସ୍ଥାପନ କରନ୍ତୁ ନାହିଁ
pt: Não instalar atualizações automaticamente
pt_br: Não instalar atualizações automaticamente
ro: Nu instala actualizările automat
sd: اَپڊيٽس خودڪار نموني اِسٿاپت نە ڪريو
si: ස්වයංක්‍රීයව යාවත්කාලීන ස්ථාපනය නොකරන්න
sv: Installerar inte uppdateringar automatiskt
sw: Usisakinishe visasaisho kiotomatiki
ta: தானாக புதுப்பித்தல்களை நிறுவ வேண்டாம்
te: నవీకరణలను స్వయంచాలకంగా సంస్థాపించవద్దు
th: อย่าติดตั้งการปรับรุ่นโดยอัตโนมัติ
tr: Güncellemeleri kendiliğinden kurma
ur: تازہ کاریاں خود بخود تنصیب مت کریں
uz: Yangilanishlar avtomatik oʻrnatilmasin
xh: Ungalufakeli uhlaziyo ngokuzenzekelayo
zu: Ungafaki ukuvuselela ngokuzenzakalela

# detail.home
source: Homepage
af: Tuisblad
ar: صفحة البداية
as: ঘৰপৃষ্ঠা
az: Ana səhifə
bg: Начална страница
bn_bd: প্রধান পাতা
bn_in: হোম-পেজ
br: Pennbajenn
ca: Pàgina d'inici
cy: Tudalen Cartref
es_mx: Página de inicio
eu: Webgunea
gd: Duilleag-dhachaigh
he: דף הבית
hi_in: होमपेज
hr: Početna stranica
hu: Honlap
hy_am: Կայքէջը
id: Beranda
is: Heimasíða
kab: Asebtar agejdan
kk: Үй парағы
km: គេហទំព័រ
kn: ನೆಲೆಪುಟ
ku: Serûpel
lt: Svetainė
lv: Mājas lapa
mai: होमपेज
ml: ആസ്ഥാനതാള്‍
my: မူလအစ
nb_no: Hjemmeside
ne: गृहपृष्ठ
oc: Pagina d'acuèlh
or: ମୂଳ ପୃଷ୍ଠା
pt: Página inicial
pt_br: Site
ro: Pagina de start
sd: گهر جو صفحو
si: මුල්පිටුව
sv: Webbplats
sw: Ukurasa maskani
ta: முதன்மை பக்கம்
te: నివాసపేజీ
th: หน้าหลัก
tr: Ana sayfa
ur: ابتدائی صفحہ
uz: Uy sahifasi
xh: Ikhasi lasekhaya
zu: Ikhasi eliyisiqalo

source: Add-on Profile
af: Byvoeging-profiel
ar: ملف الإضافة الشخصي
as: এড-অন আলেখ্যন
az: Əlavənin ID nömrəsi
bg: Профил на добавка
bn_bd: অ্যাড-অন প্রোফাইল
bn_in: অতিরিক্ত সামগ্রীর প্রোফাইল
br: Aelad an askouezh
ca: Perfil del complement
cy: Proffil Ychwanegyn
es_mx: Perfil de complemento
eu: Gehigarriaren profila
gd: Pròifil an tuilleadain
he: פרופיל התוספת
hi_in: सहयुक्ति प्रोफ़ाइल
hr: Profil dodataka
hu: Kiegészítő profilja
hy_am: Հավելումների պռոֆիլ
id: Profil Pengaya
is: Lýsing viðbótar
kab: Amaɣnu n uzegrir amernan
kk: Кеңейту профайлы
km: ទម្រង់​កម្មវិធី​បន្ថែម
kn: ಆಡ್-ಆನ್ ಪ್ರೊಫೈಲ್
ku: Profîla Add-onê
lb: Addon-Profil
lt: Priedo profilis
lv: Papildinājuma profils
mai: सहयुक्ति प्रोफाइल
ml: ആഡ്-ഓണ്‍ പ്രൊഫൈല്‍
ms: Profil add-on
my: အက်အွန်၏ အကြာင်း
nb_no: Utvidelsesprofil
ne: एड-अन प्रोफाइल
oc: Perfil del modul
or: ଏଡ-ଅନ ରୂପରେଖା
pt: Perfil do extra
ro: Profilul suplimentului
sd: ايڊ - آن پروفائيل
sv: Tilläggets profil
sw: Umbo la Vifaa vya nyongeza
ta: கூடுதல் இணைப்பு விவரக்குறிப்பு
te: పొడిగింత పరిచయపత్రం(ప్రొఫైల్)
th: โพรไฟล์ของส่วนเสริม
tr: Eklenti kimliği
ur: ایڈ اون پروفائل
uz: Qoʻshimcha dastur profili
xh: Iprofayile yesongezelelo
zu: Iprofayeli yokwengeziwe

source: Size
af: Grootte
ar: الحجم
as: আকাৰ
az: Həcm
bg: Размер
bn_bd: আকার
bn_in: মাপ
br: Ment
ca: Mida
cy: Maint
es_mx: Tamaño
eu: Tamaina
gd: Meud
he: גודל
hi_in: आकार
hr: Veličina
hu: Méret
hy_am: Չափը
id: Ukuran
is: Stærð
kab: Teɣzi
kk: Өлшемі
km: ទំហំ
kn: ಗಾತ್ರ
ku: Mezinahî
lb: Gréisst
lt: Dydis
lv: Izmērs
mai: आकार
ml: വ്യാപ്തി
ms: Saiz
my: အရွယ်အ​စား
nb_no: Størrelse
ne: साइज
oc: Talha
or: ଆକାର
pt: Tamanho
pt_br: Tamanho
ro: Mărime
sd: آڪار
si: විශාලත්වය
sv: Storlek
sw: Ukubwa
ta: அளவு
te: పరిమాణము
th: ขนาด
tr: Boyut
ur: سائز
uz: Hajmi
xh: Ubungakanani
zu: Usayizi

source: Check &for Updates
af: Kontroleer &vir bywerkings
ar: التم&س التحديثات
as: আপডেইটসমূহৰ কাৰণে নীৰিক্ষণ কৰক
az: Yeniləmələrə &bax…
bg: &Проверка за обновявания
bn_bd: হালনাগাদ এর জন্য পরীক্ষা &f
bn_in: আপডেটের উপস্থিতি পরীক্ষা করুন
br: &Gwiriañ mar bez hizivadurioù d'ober
ca: Cerca ac&tualitzacions
cy: &Gwirio am Ddiweddariadau
es_mx: &Buscar actualizaciones
eu: &Bilatu eguneraketak
gd: &Lorg ùrachaidhean
he: &בדוק עדכונים
hi_in: अद्यतनों के लिए जाँचें
hr: P&rovjeri dostupnost dopuna
hu: &Frissítések keresése
hy_am: &Ստուգել թարմացումները
id: Periksa &versi baru
is: Leita að upp&færslum
kab: &Senqed ma llan ileqman imaynuten
kk: Жаңар&туларды тексеру
km: &ពិនិត្យមើល​បច្ចុប្បន្នភាព
kn: ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಹುಡುಕು
ku: &Li rojanekirinan bigere
lb: No &Updatë sichen
lt: &Ieškoti naujinimų
lv: &Meklēt atjauninājumus
mai: अद्यतन क लेल जाँचू
ml: പരിഷ്കരണങ്ങള്‍ക്കായി പരിശോധിയ്ക്കുക
ms: &Semakan pengemaskinian terkini
my: &အဆင့်မြှင့်တင်ရန်လိုအပ်နေလားစစ်ကြည့်မည်။
nb_no: &Søk etter oppdateringer
ne: अद्यावधिकहरूका लागि जाँच गर्नुहोस्
oc: &Recèrca de mesas a jorn
or: ଅଦ୍ୟତନଗୁଡ଼ିକୁ ଯାଞ୍ଚକରନ୍ତୁ
pt: Pro&curar atualizações
pt_br: &Verificar atualização
ro: &Caută actualizări
sd: ۽ اَپڊيٽس لاءِ چڪاسيو
si: යාවත්කාලීන සඳහා පරීක්ෂා කරන්න
sv: S&ök efter uppdateringar
sw: Kagua &kwa Visasaisho
ta: புதுப்பித்தல்களுக்கு சரிபார்
te: నవీకరణల కొరకు పరిశీలించుము
th: &ตรวจสอบการปรับรุ่น
tr: Güncelle&meleri denetle
ur: &تازہ کاریوں کے لیے پڑتال کریں
uz: &Yangilanishlar uchun tekshirish
xh: Khangela &iZihlaziyi
zu: Hlola &ukuvuselela

source: Check for updates for this add-on
af: Kontroleer vir bywerking vir hierdie byvoeging
ar: التمس التحديثات لهذه الإضافة
as: এই এড-অনৰ কাৰণে আপডেইটসমূহ নীৰিক্ষণ কৰক
az: Bu əlavənin yeniləmələri üçün bax
bg: Проверка за обновления за тази добавка
bn_bd: এই অ্যাড-অনের জন্য হালনাগাদ পরীক্ষা
bn_in: চিহ্নিত অতিরিক্ত সামগ্রীর আপডেট পরীক্ষা করুন
br: Gwiriañ hag-eñ ez eus hizivadennoù hegerz evit an askouezh-mañ
ca: Cerca actualitzacions d'aquest complement
cy: Gwirio am ddiweddariad i'r ychwanegyn
es_mx: Buscar actualizaciones para este complemento
eu: Bilatu gehigarri honen eguneraketak
gd: Lorg ùrachaidhean airson an tuilleadain seo
he: בדוק אם ישנם עדכונים לתוספת זו
hi_in: इस सहयुक्ति के लिए अद्यतन के लिए जाँच करें
hr: Provjeri dostupnost dopuna za ovaj dodatak
hu: Frissítések keresése ehhez a kiegészítőhöz
hy_am: Ստուգել այս հավելման թարմացումների առկայությունը
id: Periksa versi baru pengaya ini
is: Athuga uppfærslur fyrir þessa viðbót
kab: senqed ileqman n uzegrir agi amernan
kk: Бұл қосымша үшін жаңартуларды іздеу
km: រកមើល​បច្ចុប្បន្នភាព​សម្រាប់​កម្មវិធី​បន្ថែម​នេះ
kn: ಈ ಆಡ್-ಆನ್‌ಗಳಿಗಾಗಿ ಹುಡುಕು
ku: Ji bo vê add-onê rojanekirinan kontrol bike
lb: No verfügbar Updatë fir dësen Addon sichen
lt: Ieškoti šio priedo naujinimų
lv: Meklēt atjauninājumus šim papildinājumam
mai: ई सहयुक्ति क लेल अद्यतन क लेल जाँच करू
ml: ഈ ആഡ്-ഓണിനുള്ള പരിഷ്കരണങ്ങള്‍ക്കായി പരിശോധിയ്ക്കുക
ms: Periksa kemas kini bagi add-on ini
my: ယခုအက်အွန်အတွက် အဆင့်မြင်တင်မှုများအား စစ်ဆေးပါ
nb_no: Søker etter oppdateringer til denne utvidelsen
ne: यो एड-अनको लागि अद्यावधिकहरू जाँच गर्नुहोस्
oc: Verificar se de mesas a jorn son disponiblas per aqueste modul
or: ଏହି ଏଡ-ଅନ ପାଇଁ ଅଦ୍ୟତନଗୁଡ଼ିକୁ ଯାଞ୍ଚକରନ୍ତୁ
pt: Procurar atualizações para este extra
pt_br: Verificar se este complemento possui atualização
ro: Verifică dacă există actualizări pentru acest supliment
sd: هن ايڊ - آن جي اَپڊيٽس لاءِ چڪاسيو
si: මෙම ඇඩෝනය සඳහා යාවත්කාලීන පරීක්ෂා කරන්න
sv: Söker efter uppdateringar till tillägget
sw: Kagua kwa visasaisho kwa kifaa hiki cha nyongeza
ta: இந்த கூடுதல் இணைப்பிற்கான புதுப்பித்தல்களுக்கு சரி பார்
te: ఈ పొడిగింత కొరకు నవీకరణలను పరిశీలించుము
th: ตรวจสอบการปรับรุ่นของส่วนเสริมนี้
tr: Bu eklentinin güncellemelerini denetle
ur: اس ایڈ اون کے لیے تازہ کاریوں کی پڑتال کریں
uz: Ushbu qoʻshimcha dastur uchun yangilanishlarni tekshirish
xh: Khangela uhlaziyo lwesi songezelelo
zu: Hlola ukuvuselela kwalokhu okwengezwayo

# detail.showPreferencesWin.label detail.showPreferencesWin.accesskey
source: &Options
af: &Opsies
ar: &خيارات
as: বিকল্পসমূহ
az: Nizamlar
bg: &Настройки
bn_bd: অপশন &O
bn_in: বিকল্প
br: Dibarzhi&où
ca: &Opcions
cy: &Dewisiadau
es_mx: &Opciones
eu: &Aukerak
gd: R&oghainnean
he: &אפשרויות
hi_in: विकल्प
hr: M&ogućnosti
hu: &Beállítások
hy_am: &Կարգավորումներ
id: &Pengaturan
is: Valk&ostir
kab: Iɣe&wwaṛen
kk: &Опциялар
km: ជម្រើស
kn: ಆಯ್ಕೆಗಳು
ku: &Vebijêrk
lb: &Optiounen
lt: &Parinktys
lv: &Iestatījumi
mai: विकल्प
ml: ഐച്ഛികങ്ങള്‍
ms: &Pilihan
my: ရွေးစရာများ
nb_no: &Innstillinger
ne: विकल्पहरू
oc: &Opcions
or: ବିକଳ୍ପଗୁଡ଼ିକ
pt: &Opções
pt_br: &Opções
ro: &Opțiuni
sd: ۽ وڪلپ
si: විකල්ප
sv: Inst&ällningar
sw: &Chaguo
ta: விருப்பங்கள்
te: ఐచ్ఛికములు
th: ตัวเ&ลือก
tr: &Seçenekler
ur: &اختیارات
uz: &Moslamalar
xh: &Ekunokukhethwa kuko
zu: &Izinketho

# detail.showPreferencesWin.tooltip
source: Change this add-on's options
af: Verander hierdie byvoeging se opsies
ar: غيّر خيارات هذه الإضافة
as: এই এড-অনৰ বিকল্পসমূহ সলনি কৰক
az: Bu əlavənin seçimlərini dəyiş
bg: Промяна на настройките на това обновяване
bn_bd: অ্যাড-অন এর অপশন পরিবর্তন করুন
bn_in: চিহ্নিত অতিরিক্ত সামগ্রীর বিকল্প পরিবর্তন করুন
br: Kemmañ dibarzhioù an askouezh-mañ
ca: Canvia les opcions del complement
cy: Newid dewisiadau'r ychwanegyn
es_mx: Cambiar las opciones de este complemento
eu: Aldatu gehigarri honen aukerak
gd: Atharraich roghainnean an tuilleadain seo
he: שנה את האפשרויות של תוספת זו
hi_in: इस सहयुक्ति विकल्प को बदलें
hr: Promijenite mogućnosti ovog dodatka
hu: A kiegészítő beállításainak módosítása
hy_am: Կարգավորել այս հավելումը
id: Ubah pengaturan pengaya ini
is: Breyta stillingum fyrir þessa viðbót
kk: Бұл кеңейтудің опцияларын өзгерту
km: ផ្លាស់ប្ដូរ​ជម្រើស​របស់​កម្មវិធី​បន្ថែម​នេះ
kn: ಈ ಆಡ್-ಆನ್‌ಗಳ ಆಯ್ಕೆಗಳನ್ನು ಬದಲಾಯಿಸಿ
ku: Vebijêrkên vê add-onê biguherîne
lb: D'Optioune vum Addon änneren
lt: Keisti šio priedo parinktis
lv: Izmainīt šī papildinājuma iestatījumus
mai: ई सहयुक्ति विकल्प केँ बदलू
ml: ഈ ആഡ്-ഓണിനുള്ള ഐച്ഛികങ്ങള്‍ മാറ്റുക
ms: Tukar pilihan add-on ini
my: ယခုအက်အွန်၏ ရွေးချယ်ပိုင်ခွင့်အား ပြုပြင်ပါ
oc: Modificar las opcions d'aqueste modul
or: ଏହି ଏଡ-ଅନର ବିକଳ୍ପଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pt: Mudar opções deste extra
pt_br: Modificar as opções deste complemento
ro: Schimbă opțiunile acestui supliment
sd: هن ايڊ - آن جا وڪلپ بدلايو
si: මෙම ඇඩෝනයේ විකල්ප වෙනස් කරන්න
sv: Ändra tilläggets inställningar
sw: Badilisha chaguo hizi za vifaa vya nyongeza
ta: இந்த கூடுதல் இணைப்பின் விருப்பங்களை மாற்று
te: ఈ పొడిగింత యొక్క ఐచ్ఛికములను మార్చుము
th: แก้ไขตัวเลือกของส่วนเสริมนี้
tr: Bu eklentinin seçeneklerini değiştir
ur: اس ایڈ اون کے اختیارات تبدیل کریں
uz: Ushbu qoʻshimcha dastur moslamalarini oʻzgartirish
xh: Tshintsha ekunokukhethwa kuko kwesi songezelelo
zu: Shintasha izinketho zokwengezwayo

# detail.showPreferencesUnix.label detail.showPreferencesUnix.accesskey
source: &Preferences
af: &Voorkeure
ar: تف&ضيلات
as: পছন্দসমূহ
az: Nizamlamalar
bg: &Настройки
bn_bd: পছন্দ সমূহ &P
bn_in: পছন্দ
br: &Gwellvezioù
ca: &Preferències
cy: D&ewisiadau
es_mx: &Preferencias
eu: &Hobespenak
gd: &Roghainnean
he: &העדפות
hi_in: वरीयताएँ
hr: Osobi&tosti
hu: &Beállítások
hy_am: &Նախընտրանքներ
id: &Pengaturan
is: Valk&ostir
kab: &Ismenyifen
kk: Ба&птаулар
km: ចំណូលចិត្ត
kn: ಆದ್ಯತೆಗಳು
ku: &Vebijêrk
lb: &Preferenzen
lt: &Nuostatos
lv: &Iestatījumi
mai: वरीयता
ml: മുന്‍ഗണനകള്‍
ms: &Keutamaan
my: ဦးစားပေး အချက်များ
nb_no: &Innstillinger
ne: प्राथमिकताहरू
oc: P&referéncias
or: ପସନ୍ଦ
pt: &Preferências
pt_br: &Preferências
ro: &Preferințe
sd: ۽ ترجيحون
si: මනාපයන්
sv: Inst&ällningar
sw: &Mapendeleo
ta: விருப்பங்கள்
te: అభీష్టాలు
th: &ปรับแต่ง
tr: &Tercihler
ur: &ترجیحات
uz: &Moslamalar
xh: &Izikhethwa
zu: &Okuthandwayo

# detail.showPreferencesUnix.tooltip
source: Change this add-on's preferences
af: Verander hierdie byvoeging se voorkeure
ar: غيّر تفضيلات هذه الإضافة
as: এই এড-অনৰ পছন্দসমূহ সলনি কৰক
az: Bu əlavənin seçimlərini dəyiş
bg: Сменяне на настройките на тази добавка
bn_bd: এই অ্যাড-অন এর পছন্দসমূহ পরিবর্তন করুন
bn_in: চিহ্নিত অতিরিক্ত সামগ্রীর পছন্দসই মান পরিবর্তন করুন
br: Kemmañ gwellvezioù an askouezh-mañ
ca: Canvia les preferències del complement
cy: Newid dewisiadau'r ychwanegyn
es_mx: Cambiar las preferencias de este complemento
eu: Aldatu gehigarri honen hobespenak
gd: Atharraich roghainnean an tuilleadain seo
he: שנה את ההעדפות של תוספת זו
hi_in: इस सहयुक्ति वरीयताएँ को बदलें
hr: Promijenite osobitosti ovog dodatka
hu: A kiegészítő beállításainak módosítása
hy_am: Փոփոխել այս հավելման նախընտրանքները
id: Ubah pengaturan pengaya ini
is: Breyta stillingum fyrir þessa viðbót
kk: Бұл кеңейтудің баптауларын өзгерту
km: ផ្លាស់ប្ដូរ​ចំណូលចិត្ត​របស់​កម្មវិធី​បន្ថែម
kn: ಈ ಆಡ್‌-ಆನ್‌ನ ಆದ್ಯತೆಗಳನ್ನು ಬದಲಾಯಿಸಿ
ku: Vebijêrkên vê add-onê biguherîne
lb: D'Preferenze vum Addon änneren
lt: Keisti šio priedo nuostatas
lv: Izmainīt šī papildinājuma iestatījumus
mai: ई सहयुक्ति वरीयता केँ बदलू
ml: ഈ ആഡ്-ഓണിനുള്ള മുന്‍ഗണനകള്‍ മാറ്റുക
ms: Tukarkan keutamaan add-on's ini
my: ယခု အက်အွန်၏ preferences ကိုပြောင်းပါ
oc: Modificar las preferéncias d'aqueste modul
or: ଏହି ଏଡ-ଅନର ପସନ୍ଦଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pt: Mudar preferências deste extra
pt_br: Modificar as preferências deste complemento
ro: Schimbă preferințele acestui supliment
sd: هي ايڊ - آن جون ترجيحون بدلايو
si: මෙම ඇඩෝනයේ මනාපයන් වෙනස් කරන්න
sv: Ändra tilläggets inställningar
sw: Badilisha mapendeleo ya kifaa hiki cha nyongeza
ta: இந்த கூடுதல் இணைப்புகளின் விருப்பங்களை மாற்று
te: ఈ పొడిగింత యొక్క అభీష్టాలను మార్చుము
th: ปรับแต่งส่วนเสริมนี้
tr: Bu eklentinin tercihlerini değiştir
ur: اس ایڈ اون کی ترجیحات تبدیل کریں
uz: Ushbu qoʻshimcha dastur moslamalarini oʻzgartirish
xh: Tshintsha iipriferensi zesongezelelo
zu: Shintsha lokhu okuthandwayo kokungezwayo

source: Rating
af: Gradering
ar: التقييم
as: হাৰাংক
az: Bəyənilmə
bg: Оценяване
bn_bd: রেটিং
bn_in: মাত্রা
br: Prizadur
ca: Puntuació
cy: Graddio
es_mx: Clasificación
eu: Puntuazioa
gd: Rangachadh
he: דירוג
hi_in: दर
hr: Ocjena
hu: Értékelés
hy_am: Վարկանիշ
id: Peringkat
is: Einkunn
kab: Adakaḍ
kk: Рейтингі
km: ការ​វាយតម្លៃ
kn: ಜನಪ್ರಿಯತೆಯ ಅಂದಾಜು
ku: Dengdan
lb: Bewäertung
lt: Įvertinimas
lv: Vērtējums
mai: दर
ml: റേറ്റിങ്
ms: Kadaran
my: အဆင့်
nb_no: Vurdering
ne: रेटिङ
oc: Apreciacion
or: ମୂଲ୍ୟାଙ୍କନ
pt: Avaliação:
pt_br: Classificação
ro: Apreciere
sd: ريٽنگ
si: ඇගැයුම (Rating)
sv: Betyg
sw: Kadirio
ta: மதிப்பெண்
te: శ్రేష్టత
th: คะแนน
tr: Beğeni
ur: شرح کاری
uz: Reyting
xh: Ukulinganisa umyinge
zu: Ukala

source: Pause
af: Laat wag
ar: ألبِث
as: বিৰতি দিয়ক
az: Dayandır
bg: Спиране
bn_bd: বিরতি
bn_in: স্থগিত করুন
br: Ehan
ca: Pausa
cy: Oedi
es_mx: Pausa
eu: Pausatu
gd: Cuir 'na stad
he: השהה
hi_in: ठहराएँ
hr: Pauziraj
hu: Szünet
hy_am: Ընդմիջել
id: Tunda
is: Bið
kab: Serǧu
kk: Аялдату
km: ផ្អាក
kn: ವಿರಮಿಸಿ
ku: Rawestîne
lb: Paus
lt: Pristabdyti
lv: Apturēt
mai: ठहराउ
ml: തല്‍ക്കാലത്തേക്കു് നിര്‍ത്തുക
ms: Jeda
my: ခေတ္တရပ်တန့်တယ်
ne: पज
oc: Pausa
or: ଅଟକ ରଖନ୍ତୁ
pt: Pausa
pt_br: Pausa
ro: Pauză
sd: ساهي
si: නවතන්න
sv: Paus
sw: Sitisha
ta: இடைநிறுத்து
te: నిలుపు
th: หยุดชั่วคราว
tr: Duraklat
ur: توقف کریں
uz: Pauza
xh: Isiqabu
zu: Misa kancane

source: Cancel
af: Kanselleer
ar: ألغِ
as: বাতিল কৰক
az: ləğv et
bg: Прекъсване
bn_bd: বাতিল
bn_in: বাতিল
br: Nullañ
ca: Cancel·la
cy: Diddymu
es_mx: Cancelar
eu: Utzi
gd: Sguir dheth
he: בטל
hi_in: रद्द करें
hr: Otkaži
hu: Mégse
hy_am: Զրոյացնել
id: Batalkan
is: Hætta við
kab: Sefsex
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಗೊಳಿಸಿ
ku: Betal
lb: Ofbriechen
lt: Atsisakyti
lv: Atcelt
mai: रद्द करू
ml: റദ്ദാക്കുക
ms: Batal
my: ပယ်​ဖျက်ပါ
nb_no: Avbryt
ne: रद्द गर्नुहोस्
oc: Anullar
or: ବାତିଲ କରନ୍ତୁ
pt: Cancelar
pt_br: Cancelar
ro: Renunță
sd: رد ڪريو
si: එපා
sv: Avbryt
sw: Katiza
ta: ரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: Vazgeç
ur: منسوخ کریں
uz: Bekor qilish
xh: Rhoxisa
zu: Khansela

source: Name
af: Naam
ar: الاسم
as: নাম
az: Ad
bg: Име
bn_bd: নাম
bn_in: নাম
br: Anv
ca: Nom
cy: Enw
es_mx: Nombre
eu: Izena
gd: Ainm
he: שם
hi_in: नाम
hr: Naziv
hu: Név
hy_am: Անուն
id: Nama
is: Nafn
kab: Isem
kk: Аты
km: ឈ្មោះ
kn: ಹೆಸರು
ku: Nav
lb: Numm
lt: Pavadinimas
lv: Nosaukums
mai: नाम
ml: പേരു്
ms: Nama
my: အမည်
nb_no: Navn
ne: नाम
oc: Nom
or: ନାମ
pt: Nome
pt_br: Nome
ro: Nume
sd: نالو
sv: Namn
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
tr: Ad
ur: نام
uz: Nomi
xh: Igama
zu: Igama

source: Sort by name
af: Rangskik volgens naam
ar: رتّب حسب الاسم
as: নামেৰে সজাওক
az: Ada göre sırala
bg: Сортиране по име
bn_bd: নামানুসারে সাজান
bn_in: নাম অনুযায়ী সুবিন্যস্ত করুন
br: Rummañ dre anv
ca: Ordena per nom
cy: Trefnu yn ôl enw
es_mx: Ordenar por nombre
eu: Ordenatu izenez
gd: Seòrsaich a-rèir ainm
he: מיין לפי שם
hi_in: नामानुसार छाँटें
hr: Sortiraj prema nazivu
hu: Rendezés név szerint
hy_am: Դասավորել ըստ անվան
id: Urut berdasarkan nama
is: Raða eftir heiti
kab: Smizzwer s yisem
kk: Аты бойынша сұрыптау
km: តម្រៀប​តាម​ឈ្មោះ
kn: ಹೆಸರಿನ ಆಧಾರದಲ್ಲಿ ವಿಂಗಡಿಸಿ
ku: Li gorî navan rêz bike
lb: Nom Numm sortéieren
lt: Rikiuoti pagal pavadinimą
lv: Kārtot pēc nosaukuma
mai: नामानुसार छाँटू
ml: പേരു് അനുസരിച്ചു് ക്രമത്തിലാക്കുക
ms: Susun mengikut nama
my: နာမည်အလိုက် စီပါ
nb_no: Sorter etter navn
ne: नाम अनुसार क्रमबद्ध गर्नुहोस्
oc: Triar per nom
or: ନାମ ଅନୁସାରେ ସଜାଡ଼ନ୍ତୁ
pt: Ordenar por nome
pt_br: Ordenar pelo nome
ro: Sortează după nume
sd: نالي موجب ڇانپيو
si: නම අනුව පිළිවෙළට
sv: Ordna efter namn
sw: Panga kwa jina
ta: பெயரால் வரிசைப்படுத்து
te: పేరు ప్రకారం క్రమపరచు
th: เรียงตามชื่อ
tr: Ada göre sırala
ur: بمطابق نام چھانٹیں
uz: Nomi boʻyicha saralash
xh: Lungisa ngegama
zu: Hlunga ngegama

# sort.dateUpdated.label
source: Last Updated
af: Onlangsste bygewerk
ar: آخر تحديث
as: সৰ্বশেষ আপডেইট কৰা হৈছিল
az: Son yenilənmə
bg: Последно обновен
bn_bd: সর্বশেষ হালনাগাদকৃত
bn_in: সর্বশেষ আপডেট
br: Hizivadur diwezhañ
ca: Darrera actualització
cy: Diweddarwyd Diwethaf
es_mx: Última actualización
eu: Azken eguneratzea
gd: Ùrachadh mu dheireadh
he: עודכן לאחרונה
hi_in: अंतिम अद्यतन
hr: Zadnja dopuna
hu: Utoljára frissítve
hy_am: Վերջին Թարմացումը
id: Terakhir Diperbarui
is: Síðast uppfært
kab: Aleqqem aneggaru
kk: Соңғы жаңартылған
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​លើក​ចុងក្រោយ
kn: ಕೊನೆಯ ಬಾರಿಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಿದ್ದು
ku: Rojanekirina dawî
lb: Fir d'lescht geupdatet
lt: Atnaujinimo data
lv: Atjaunināts
mai: अंतिम अद्यतन
ml: ഏറ്റവും ഒടുവില്‍ പരിഷ്കരിച്ചതു്
ms: Pengemaskinian terakhir
my: နောက်ဆုံး အသစ်
nb_no: Sist oppdatert
ne: अन्तिममा अद्यावधिक भएको
oc: Darrièra mesa a jorn
or: ଅନ୍ତିମ ଅଦ୍ୟତନ ତାରିଖ
pt: Última atualização
pt_br: Atualização
ro: Ultima actualizare
sd: آخري اَپڊيٽ ڪيل
si: අවසන් වරට යාවත්කාලීන කළේ
sv: Senast uppdaterad
sw: Ilisasaishwa Mwisho
ta: கடைசியாக புதுப்பிக்கப்பட்டது
te: చివరిగా నవీకరించింది
th: ปรับรุ่นล่าสุด
tr: Son güncelleme
ur: آخری تازہ کاری
uz: Soʻnggi yangilangan
xh: Uhlaziyo lokuGqibela
zu: Ukugcinwa kokuvuselela
