Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, gd, he, hi_in, hr, hu, hy_am, id, is, kab, kk, km, kn, ku, lb, lt, lv, mai, ml, ms, my, nb_no, ne, oc, or, pt, pt_br, ro, sd, si, sv, sw, ta, te, th, tr, ur, uz, xh, zu

source: What's this? Telemetry may install and run experiments from time to time.
af: Wat's dié? Telemetrie kan per geleentheid eksperimente installeer en uitvoer.
ar: ما هذا؟ قد يثبت تليمتري بعض التجارب و يشغّلها من وقت لآخر.
as: এইটো কি? টেলিমেট্ৰি ইনস্টল হৈ সময়ে সময়ে পৰীক্ষা চলাব পাৰে।
az: Bu nədir? Telemetriya zaman-zaman eksperimentlər qurub çalışdıra bilər.
bg: Какво е това? Телеметрията може да инсталира и пуска експерименти от време на време.
bn_in: এটা কি? টেলিমেট্রি সময়ে সময়ে পরীক্ষানিরীক্ষা ইনস্টল করতে পারে আর চালাতে পারে।
br: Petra eo an dra-se ? Telemetry a c'hell staliañ hag erounit arnodoù ur wech an amzer.
ca: Què és això? De tant en tant, la telemesura pot instal·lar i executar experiments.
cy: Beth yw hyn? Mae Telemetreg yn gallu gosod a rhedeg arbrofion o bryd i'w gilydd.
es_mx: ¿Qué es esto? Telemetry puede instalar y ejecutar experimentos de vez en cuando.
eu: Zer da hau? Noizean behin esperimentuak instala eta exekuta litzake Telemetry-k.
gd: Dè tha seo? Faodaidh gun stàlaich 's gun ruith telemeatraidh deuchainnean o àm gu àm.
hi_in: यह क्या है? टेलिमित संस्थापित हो सकता है और समय समय पर प्रयोग चला सकता है.
hr: Šta je ovo? Telemetrija može instalirati i pokretati eksperimente sa vremena na vrijeme.
hu: Mi ez? A telemetria időről időre kísérleteket telepíthet és futtathat.
hy_am: Ի՞նչ է սա: Telemetry-ին կարող է տեղակայել և ժամանակ առ ժամանակ կատարել փորձեր:
id: Apa ini sebenarnya? Fitur Telemetri mungkin memasang dan menjalankan eksperimen dari waktu ke waktu.
is: Hvað er þetta? Fjarmæling getur sett inn og keyrt tilraunir öðru hverju.
kk: Бұл не? Телеметрия кейде эксперименттерді орнатып, орындай алады.
km: តើ​នេះ​ជា​អ្វី? Telemetry អាច​ដំឡើង និង​ដំណើរការ​ការ​សាកល្បង​ពី​ពេល​មួយ​ទៅ​ពេល​មួយ។
kn: ಏನಿದು? ಟೆಲಿಮೆಟ್ರಿಯು ಕಾಲ ಕಾಲಕ್ಕೆ ಪ್ರಯೋಗಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸುತ್ತದೆ ಮತ್ತು ಚಲಾಯಿಸುತ್ತದೆ.
lt: Kas tai? Eksperimentai retkarčiais gali būti įdiegiami ir sužadinami telemetrijos būdu.
lv: Kas ir šis? Telemetrija laiku pa laikam var uzinstalēt un darbināt dažādus eksperimentus.
mai: ई की अछि? टेलिमिति संस्थापित कए सकैछ आओर समय समय पर प्रयोग चलाए सकैछ.
ml: എന്താണിതു്? ഓരോ സമയത്തു് ടെലിമെട്രി ഇന്‍സ്റ്റോള്‍ ചെയ്തു് പരീക്ഷണങ്ങള്‍ പ്രവര്‍ത്തിയ്ക്കുന്നു.
ms: Apakah ini? Telemetri mungkin dipasang dan melaksanakan eksperimen dari semasa ke semasa.
my: ဒါဘာလဲ? Telemetry ဟာ စမ်းသပ်ချက်များ ကို တပ်ဆင်ပြီး လုပ်ဆောင်ကောင်းလုပ်နေလိမ့်မည်
oc: Qu'es aquò ? La telemetria pòt installar e aviar d'experimentacions de temps en temps.
or: ଏହା କଣ? ଦୂରମାପି ହୁଏତଃ ସ୍ଥାପିତ ହେବ ଏବଂ ସମୟ ସମୟରେ ପରୀକ୍ଷା ଚଲାଇବ।
pt: O que é isto? A telemetria pode instalar e executar experi~encias de vez em quando.
pt_br: O que é isso? A telemetria pode ocasionalmente instalar e executar experimentos.
ro: Ce este aceasta? Telemetria poate instala și rula experimente din când în când.
si: මේ කුමක්ද? දූරමිතිය වරින් වර ස්ථාපනය වී පරීක්ෂණ සිදු කළ හැක.
sv: Vad är detta? Telemetri kan installera och köra experiment då och då.
ta: என்ன இது? நேரத்திற்கு நேரம் தொலைப்பதிவவானது சோதனைகளை நிறுவி இயக்க கூடும்.
te: ఇది ఏమిటి? టెలీమెట్రీ అప్పుడప్పుడూ ప్రయోగాలను స్థాపించి నడుపుతూండవచ్చు.
th: นี้คืออะไร? การวัดและส่งข้อมูลทางไกลจะถูกทดลองติดตั้งและทำงานเป็นครั้งคราว
tr: Bu nedir? Telemetry zaman zaman deneyler yükleyip çalıştırabilir.
uz: Bu nima? Telemetriya vaqtdan vaqtga holatidan tajribalarni ishga tushirishi va o‘rnatishi mumkin.
xh: Yintoni le? Ithelemetri isenokufakela ize ihambise imiboniso amaxesha ngamaxesha.

source: Learn More
af: Meer inligting
ar: اطّلع على المزيد
as: অধিক জানক
az: Ətraflı
bg: Научете повече
bn_bd: আরও জানুন…
bn_in: আরও জানুন
br: Gouzout hiroc'h
ca: Més informació
cy: Dysgu Rhagor
es_mx: Saber más
eu: Argibide gehiago
gd: Barrachd fiosrachaidh
he: מידע נוסף
hi_in: और जानें
hr: Saznajte više
hu: További információ
hy_am: Մանրամասն
id: Pelajari lebih lanjut
is: Fræðast meira
kab: Issin ugar
kk: Көбірек білу
km: សិក្សា​​បន្ថែម
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ku: Zêdetir bixwîne…
lb: Méi gewuer ginn
lt: Sužinoti daugiau
lv: Uzzināt vairāk
mai: आओर जानू
ml: കൂടുതല്‍ അറിയുക
ms: Pelajari Lagi
my: ဆက်လက်ဖတ်ရှူရန်
nb_no: Les mer
ne: अझ जान्नुहोस्
oc: N'aprendre mai
or: ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ
pt: Saber mais
pt_br: Saiba mais
ro: Află mai multe
sd: وڌيڪ سکو
si: වැඩිදුරටත් දැනුවත්වන්න
sv: Läs mer
sw: Jifunze Zaidi
ta: மேலும் அறிய
te: మరింత నేర్చుకోండి
th: เรียนรู้เพิ่ม
tr: Daha fazla bilgi
ur: اور سیکھیں
uz: Koʻproq oʻrganish
xh: Funda ngaphezulu
zu: Funda kabanzi

source: L
af: M
ar: ط
bg: Н
br: G
ca: M
cy: D
eu: A
hr: z
hu: T
is: F
kk: л
lt: d
lv: U
pt: m
pt_br: S
tr: D

source: Telemetry Settings
af: Instellings vir Telemetrie
ar: إعدادات تليمتري
as: টেলিমেট্ৰি সংহতিসমূহ
az: Telemetriya nizamlamaları
bg: Настройки на телеметрията
bn_in: টেলিমেট্রির বৈশিষ্ট্যাবলী
br: Arventennoù Telemetry
ca: Paràmetres de la telemesura
cy: Gosodiadau Telemetreg
es_mx: Preferencias de Telemetry
eu: Telemetry ezarpenak
gd: Roghainnean an telemeatraidh
hi_in: टेलिमिति सेटिंग
hr: Postavke telemetrije
hu: Telemetria beállításai
hy_am: Telemetry-ի կարգավորումները
id: Setelan Telemetri
is: Stillingar fjarmælingar
kab: Iɣewwaṛen n tilisɣel
kk: Телеметрия баптаулары
km: ការ​កំណត់ Telemetry
kn: ಟೆಲಿಮೆಟ್ರಿ ಸಿದ್ಧತೆಗಳು
lt: Telemetrijos nuostatos
lv: Telemetrijas iestatījumi
mai: टेलिमिति सेटिंग
ml: ടെലിമെട്രി സജ്ജീകരണങ്ങള്‍
ms: Tetapan Telemetri
my: Telemetry အပြင်အဆင်များ
nb_no: Telemetry-innstillinger
ne: टेलिमेट्री सेटिङ्
oc: Paramètres de Telemetria
or: ଦୂରମାପି ସଂରଚନା
pt: Definições de telemetria
pt_br: Configurações da telemetria
ro: Configurări Telemetrie
si: දූරමිති සැකසුම්
sv: Telemetri-inställningar
ta: தொலைப்பதிவு அமைவுகள்
te: టెలీమెట్రీ అమరికలు
th: ตั้งค่าการวัดและส่งข้อมูลทางไกล
tr: Telemetry ayarları
uz: Telemetriya sozlamalari
xh: Iisethingi zethelemetri

source: Learn More…
af: Meer inligting…
ar: اطّلع على المزيد…
az: Ətraflı Öyrən…
bn_in: আরও জানুন...
br: Gouzout hiroc'h...
ca: Més informació…
cy: Dysgu Rhagor…
es_mx: Saber más…
eu: Argibide gehiago…
gd: Barrachd fiosrachaidh…
hi_in: अधिक जानें…
hr: Saznajte više…
hu: További információ…
hy_am: Մանրամասն
id: Pelajari Lebih Lanjut…
is: Fræðast meira…
kab: Issin ugar…
kk: Көбірек білу…
km: ស្វែងយល់​បន្ថែម...
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ…
lt: Sužinoti daugiau…
lv: Uzzināt vairāk…
mai: आओर जानू
nb_no: Les mer …
ne: थप जान्नुहोस्…
oc: Ne saber mai…
pt: Saber mais...
pt_br: Saiba mais…
ro: Aflați mai multe…
sv: Läs mer…
te: మరింత తెలుసుకోండి…
tr: Daha fazla bilgi…
uz: Koʻproq oʻrganish...
xh: Funda ngaphezulu...

source: Some add-ons have been disabled
af: Sommige byvoegings is gedeaktiveer
az: Bəzi əlavələr söndürüldü
cy: Mae rhai ychwanegion wedi eu hanablu
es_mx: Algunos complementos han sido deshabilitados
eu: Zenbait gehigarri desgaitu egin dira
id: Beberapa pengaya telah dinonaktifkan
is: Búið er að gera sumar viðbætur óvirkar
kab: Kra nizegrar imernan rermden
lv: Daži papildinājumi ir deaktivēti
nb_no: Noen utvidelser har blitt avslått
ne: केही एड-अन निस्क्रिय गरिएका छन्
pt_br: Alguns complementos foram desativados
sv: Vissa tillägg har inaktiverats
xh: Ezinye izongezelelo zenziwe azasebenza

source: The following add-ons have not been verified for use in &brandShortName;. You can
az: Bu əlavələr &brandShortName; səyyahında işlətmək üçün təsdiqlənməyiblər. Siz
cy: Mae'r ychwanegion canlynol wedi eu dilysu i'w defnyddio yn &brandShortName;. Gallwch
es_mx: Los siguientes complementos no han sido verificados para su uso en &brandShortName;. Puedes
eu: Ondorengo gehigarriak ez dira egiaztatu &brandShortName;(r)ekin erabilgarriak diren.
id: Pengaya berikut belum diverifikasi untuk digunakan di &brandShortName;. Anda dapat
is: Ekki tókst að sannreyna eftirfarandi viðbætur fyrir notkun í &brandShortName;. Þú getur
kab: Izegrar agi imernan ur ttusneqden ara i useqdec n &brandShortName;. Tzemreḍ
lv: Šos papildinājumus nevar pārbaudīt izmantošanai ar &brandShortName;. Jūs varat
nb_no: Disse utvidelsene har ikke blitt kontrollert for bruk i &brandShortName;. Du kan
ne: निम्न एड-अनहरू &brandShortName; मा प्रयोग गर्न प्रमाणित भएको छैन। तपाईँ सक्नुहुन्छ
pt_br: Os seguintes complementos não foram verificados para uso no &brandShortName;. Você pode
sv: Följande tillägg har inte verifierats för användning i &brandShortName;. Du kan
xh: Izongezelelo ezilandelayo ziqinisekisiwe ukusetyenziswa kwi-&brandShortName;. Unganako

source: find replacements
az: yerinə başqasını tapa
cy: canfod amnewidiad
es_mx: encontrar reemplazos
eu: Ordezko gehigarriak bilatu
id: temukan pengganti
is: reynt að finna aðrar viðbætur
kab: nadi izegrar igdazalen
lv: atrast aizvietotājus
nb_no: finne erstatninger
ne: प्रतिस्थापन खोज्नुहोस्
pt_br: procurar substitutos
sv: hitta ersättare
xh: fumana izinto zokutshintsha

source: or ask the developer to get them verified.
az: və ya tərtibatçıdan onları təsdiqləməsini istəyə bilərsiz.
cy: neu ofyn i'r datblygwr iddynt gael eu dilysu.
es_mx: o preguntarle al desarrollador que los verifique.
eu: edo garatzaileari egiaztapena burutzeko eska diezaiokezu.
id: atau minta pengembangnya untuk memverifikasi.
is: eða beðið forritara um að stafesta viðbót.
kab: neɣ suter aneflay aten id-isenqed.
lv: vai palūgt to izstrādātājam apstiprināt tos.
nb_no: eller spørre utvikleren om å få de bekreftet.
ne: वा विकासकर्तालाई तिनीहरू प्रमाणित गर्न भन्नुहोस्।
pt_br: ou solicitar que o desenvolvedor peça a sua verificação.
sv: eller fråga utvecklaren för att få dem verifierade.
xh: okanye cela umenzi ukufumana ukuba baqinisekiswe.

source: Learn more about our efforts to help keep you safe online.
af: Meer inligting oor ons pogings om elkeen veilig te hou aanlyn.
az: Sizi onlayn təhlükəsiz tutmaq üçün etdiklərimiz haqqında ətraflı öyrənin.
cy: Dysgu rhagor am ein hymdrechion i'ch cadw'n ddiogel ar-lein.
es_mx: Saber más acerca de nuestros esfuerzos para ayudarte a mantener tu seguridad en línea.
eu: Zure lineako jarduera seguru mantentzeko gure esfortzuei buruzko argibide gehiago.
id: Pelajari tentang usaha kami untuk menjaga keselamatan daring Anda.
is: Fræðast meira um hvað við gerum til að þú sért öruggur á netinu.
kab: Issin ugar ɣef ayen n mahel akken ak-d-mudd ugar n tɣellist s srid.
lv: Uzziniet vairāk par to ko darām, lai jūs būtu drošībā.
nb_no: Les mer om våre tiltak for å holde deg trygg på nettet.
ne: तपाईँलाई अनलाइनमा सुरक्षित राख्ने हाम्रो प्रयासमा बारे अधिक जान्नुहोस्।
pt_br: Saber mais sobre o nosso esforço para manter os usuários seguros.
sv: Läs mer om vår strävan för att hjälpa till att hålla dig säker på nätet.
xh: Funda okuninzi malunga neenzane zethu ukukunceda uhlale ukhuselekile kuqhagamshelwano lwe-intanethi.

source: Developers interested in getting their add-ons verified can continue by reading our
az: Əlavələrinin təsdiqlənməsini istəyən tərtibatçılar
cy: Gall ddatblygwyr sydd â diddordeb mewn dilysu eu hychwanegion barhau drwy ddarllen ein
es_mx: Desarrolladores interesados en verificar sus complementos pueden continuar leyendo nuestro
eu: Gehigarriak egiaztatu nahi dituzten garatzaileek gure
id: Pengembang yang tertarik untuk memverifikasi pengayanya dapat terus melanjutkan membaca
kab: ineflayen yebɣan ad sneqden izegrar nsen imernan zemren ad awin ugar n telɣut ma ɣṛan
lv: Izstrādātāji, kas vēlas apstiprināt savus papildinājumus var turpināt izlasot mūsu
nb_no: Utviklere som er interessert i å få sine utvidelser bekreftet kan fortsette ved å lese vår
ne: आफ्नो एड-अनहरू प्रमाणित गर्न रुचि भएका विकासकर्ताहरू यो पढ्नु होला
pt_br: Os desenvolvedores interessados que seus complementos sejam verificados, devem ler o nosso
sv: Utvecklare som är intresserade av att få sina tillägg verifierade kan fortsätta genom att läsa vår
xh: Abenzi abanomdla ekufumaneni izongezelelo zabo ukuba ziqinisekiswe kungaqhubeka ngokufunda zethu

source: manual
az: təlimatları
cy: canllawiau
eu: eskuliburua
kab: s ufus
lv: pamācību
ne: म्यानुअल
sv: handbok
xh: Ukwenza ngaphandle komatshini

source: T
ar: ت
bg: Н
hu: b
kk: т
pt_br: C

source: You don’t have any add-ons of this type installed
kab: Ur ɣur-k ara azegrir yettwasebden n tewsit agi
nb_no: Du har ikke installert noen utvidelser av denne typen
ne: तपाईँले यस प्रकारको कुनै पनि एड-अन स्थापना गर्नुभएको छैन

source: You haven’t recently updated any add-ons
kab: Acḥal aya ur tesnifleḍ ara izegrar-ik
nb_no: Du har ikke nylig oppdatert noen utvidelser
ne: तपाईँले हालै कुनै पनि एड-अनहरू स्थापना गर्नु भएको छैन

source: De&bug Add-ons
kab: &Izegrar n tseɣtit
nb_no: &Debug-utvidelser
ne: एड-अनहरू डिबग गर्नुहोस्

# cmd.showPreferencesWin.tooltip
source: Change this add-on’s options
kab: Snifel iɣewwaṛen n uzegrir agi
nb_no: Endre denne utvidelsens innstillinger
ne: यस एड-अनका विकल्पहरू बदल्नुहोस्

# cmd.showPreferencesUnix.tooltip
source: Change this add-on’s preferences
kab: Snifel ismenyaf n uzegrir agi
nb_no: Endre denne utvidelsens innstillinger
ne: यस एड-अनका प्राथमिकताहरू बदल्नुहोस्

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
kab: Izegrar imernan d isnasen ak yeǧǧen ad tsagneḍ &brandShortName; s tmahilin neɣ iɣunab isemmadanen. Fares tagwnitt s ugalis adisan, qaṛeɛ tagnawt neɣ snifel arwes n &brandShortName; akken tebɣiḍ.
nb_no: Utvidelser er programmer som lar deg tilpasse &brandShortName; med ekstra funksjonalitet eller annen stil. Prøv en sidestolpe som sparer deg tid, værvarsling, eller et tema som får &brandShortName; til å se ut akkurat som din.
ne: एड-अनहरू तपाईँलाई अतिरिक्त कार्यक्षमता वा शैलीमा &brandShortName; लाई व्यक्तिगत बनाउने अनुप्रयोगहरू हुन्। &brandShortName; लाई आफ्नै बनाउन समय-बचत ट्याब, मौसम नोटिफायर, वा आवरण हाल्न प्रयास गर्नुहोस्।

source: When you’re connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
kab: Ticki tuqqna yinek ɣer Internet termed, agalis agi ak d-isken kra n izegrar ifazen d wid yettwasnen aṭas.
nb_no: Når du er koblet til nettet vil dette vinduet inneholde noen av de beste og mest populære utvidelsene som du kan prøve ut.
ne: तपाईँ इन्टरनेटमा जोडिएको बेला, यस पेनले तपाईंलाई प्रयास गर्नको लागि सर्वोत्तम र सबैभन्दा लोकप्रिय एड-अनहरू प्रदर्शन गर्नेछ।

source: Automatically install updates only if that’s the default
kab: Sebded ileqman s wudem awurman ma yella d-amezwer kan.
nb_no: Installer oppdateringer automatisk bare hvis det er standard oppførsel
ne: यदि पूर्वनिर्धारित हो भने मात्र अद्यावधिहरू स्वतः स्थापना गर्नुहोस्

source: Don’t automatically install updates
kab: Ur sebdad ara ileqman s wudem awurman
nb_no: Ikke automatisk installer oppdateringer
ne: स्वचालित अद्यावधिक स्थापना नगर्नुहोस्

# detail.showPreferencesWin.tooltip
source: Change this add-on’s options
kab: Snifel iɣewwaṛen n uzegrir agi
nb_no: Endre denne utvidelsens innstillinger
ne: यस एड-अनका विकल्पहरू बदल्नुहोस्

# detail.showPreferencesUnix.tooltip
source: Change this add-on’s preferences
kab: Snifel ismenyaf n uzegrir agi
nb_no: Endre denne utvidelsens innstillinger
ne: यस एड-अनका प्राथमिकताहरू बदल्नुहोस्

source: What’s this? Telemetry may install and run experiments from time to time.
kab: D-acu-t wa?Tilisɣelt tezmer ad tessebded, daɣen ad tessenker tirmitin si sya ɣeṛ da.
nb_no: Hva er dette? Telemetry kan installere og kjøre eksperimenter med jevne mellomrom.
ne: यो के हो? Telemetry ले समय समयमा स्थापना र विभिन्न प्रयोगहरू गर्न सक्छ।

source: Debug
bg: Дебъгване
br: Diveugañ
hu: Hibakeresés
lt: Derinti
pt: Depuração

source: 560px
my: 600px

source: f
ur: ڈ
