Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, gd, he, hi_in, hr, hu, hy_am, id, is, kab, kk, km, kn, ku, lb, lt, lv, mai, ml, ms, my, nb_no, ne, oc, or, pt, pt_br, ro, sd, si, sv, sw, ta, te, th, tr, ur, uz, xh, zu

source: Some extensions could not be verified
af: Sommige uitbreidings kon nie geverifieer word nie
az: Bəzi qoşmalar təsdiqlənə bilmirlər
cy: Nid oedd modd dilysu rhai estyniadau
es_mx: Algunas extensiones no pueden ser verificadas
eu: Zenbait gehigarri ezin izan dira egiaztatu
id: Beberapa ekstensi tidak dapat diverifikasi
is: Ekki tókst að staðfesta sumar viðbætur
kab: Kra n iseɣzaf ur ţwasenqed ara
lv: Dažus papildinājumus nevar pārbaudīt
nb_no: Noen utvidelser kunne ikke bli kontrollert
ne: केही एक्सटेन्सनहरू प्रमाणिकरण गर्न सकिएन
pt_br: Algumas extensões não puderam ser verificadas
sv: Vissa utökningar kunde inte verifieras
xh: Ezinye izongezelelo azinaku ukuqinisekiswa

source: Show all extensions
af: Wys alle uitbreidings
az: Bütün qoşmaları göstər
cy: Dangos pob estyniad
es_mx: Mostrar todas las extensiones
eu: Erakutsi gehigarri guztiak
id: Tampilkan semua ekstensi
is: Sýna allar viðbætur
kab: Sken akk iseɣzaf
lv: Rādīt visus papildinājumus
nb_no: Vis alle utvidelser
ne: सबै एक्सटेन्सनहरू देखाउनुहोस्
pt_br: Mostra todas as extensões
sv: Visa alla utökningar
xh: Bonisa zonke izandiso

source: All add-ons have been disabled by safe mode.
af: Alle byvoegings is deur veilige modus gedeaktiveer.
ar: النمط الآمن عطّل جميع الإضافات.
as: সকলো এড-অন সুৰক্ষিত অৱস্থা দ্বাৰা অসামৰ্থবান
az: Bütün əlavələr təhlükəsizlik rejimdə söndürüldü.
bg: Всички добавки се деактивират в надеждния режим
bn_bd: নিরাপদ মোড এর সাহায্যে সব অ্যাড-অন নিস্ক্রিয়।
bn_in: নিরাপদ মোডে সকল অতিরিক্ত সামগ্রী নিষ্ক্রিয় করা হয়েছে।
br: An holl askouezhioù zo bet diweredekaet gant ar mod diogelroez.
ca: El mode segur ha inhabilitat tots els complements.
cy: Mae pob ychwanegyn wedi eu hanalluogi gan y modd diogel.
es_mx: Todos los complementos han sido deshabilitados en modo seguro.
eu: Modu seguruak gehigarri guztiak desgaitu ditu.
gd: Chaidh a h-uile tuilleadan a chur à comas leis a' mhodh sàbhailte.
he: כל התוספות נוטרלו במצב בטוח.
hi_in: सभी सहयुक्तियाँ सुरक्षित विधि के द्वारा निष्क्रिय की गई हैं.
hr: Sve je dodatke onemogućio sigurnosni način rada.
hu: Minden kiegészítő tiltva van a csökkentett mód miatt.
hy_am: Անվտանգ եղանակը պասիվացրել է բոլոր հավելումները:
id: Semua pengaya telah dimatikan dalam mode aman.
is: Allar viðbætur hafa verið gerðar óvirkar vegna öryggishams.
kk: Барлық кеңейтулер қауіпсіз режимімен сөндірілген.
km: កម្មវិធី​បន្ថែម​ទាំងអស់​ត្រូវ​បាន​បិទ​ដោយ​របៀប​សុវត្ថិភាព ។
kn: ಎಲ್ಲಾ ಆಡ್-ಆನ್‌ಗಳನ್ನು ಸುರಕ್ಷತಾ ಕ್ರಮದಿಂದ ಅಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ.
ku: Hemû add-on ji hêla moda ewle ve hatin neçalakirin.
lb: All Addone goufe wéinst dem SafeMode deaktivéiert.
lt: Ribotojoje veiksenoje visi priedai išjungti.
lv: Drošais režīms ir deaktivējis visus papildinājumu.
mai: सभटा सहयुक्ति सुरक्षित विधि क द्वारा निष्क्रिय कएल गेल अछि.
ml: എല്ലാ ആഡ്-ഓണുകളും സേഫ് മോഡില്‍ പ്രവര്‍ത്തന രഹിതമാക്കിയിരിയ്ക്കുന്നു.
ms: Semua add-ons telah dimatikan oleh safe mode.
my: လုံခြုံရေးအပြင်အဆင်အရအတ်အွန်အားလုံးအားပိတ်သိမ်းထားသည်။
nb_no: Alle utvidelser er avslått av sikker modus.
ne: सबै एड-अनहरू सुरक्षित मोडद्वारा असक्षम गरिएको छ।
oc: Totes los moduls complementaris son estats desactivats pel mòde sens fracàs.
or: ସମସ୍ତ ଏଡ-ଅନଗୁଡ଼ିକୁ ସୁରକ୍ଷିତ ଭାବରେ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି।
pt: Todos os extras foram desativados pelo modo de segurança.
pt_br: As extensões e temas foram desativadas pelo modo de segurança.
ro: Toate suplimentele sunt dezactivate în modul de siguranță.
sd: سلامتيءَ جي ڍنگ سان سڀ ايڊ - آنس اَسمرٿ بڻايا ويا آهن۔
si: ආරක්ෂිත මාදිලිය (safe mode) විසින් සියළු ඇඩෝන කර ඇත.
sv: Alla tillägg är inaktiverade i felsäkert läge.
sw: Vifaa vyote vya nyongeza vimelemazwa na hali tumizi ya usalama.
ta: பாதுகாப்பு முறைமையால் அனைத்து கூடுதல் இணைப்புகளும் செயல்நீக்கப்பட்டன.
te: అన్ని పొడిగింతలు సేఫ్ మోడ్ చేత అచేతనపరచ పడినవి.
th: ส่วนเสริมทั้งหมดถูกปิดใช้งานเมื่ออยู่ในโหมดปลอดภัย
tr: Tüm eklentiler güvenli kipte devre dışı bırakıldı.
ur: محفوظ موڈ کے تحت تمام ایڈ اون نا اہل ہیں۔
uz: "Xavfsiz usuli" tomonidan barcha qoʻshimcha dasturlar oʻchirilgan
xh: Zonke izongezelelo ziqhwalelisiwe ngemo ekhuselekileyo.
zu: Konke okwengezwayo kukhutshaziwe ngesimo sokuvikela.

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
af: Kontrolering of byvoegings versoenbaar is, is gedeaktiveer. U het moontlik onversoenbare byvoegings.
ar: التحقق من توافقية الإضافات قد عُطّل. قد يكون لديك إضافات غير متوافقة.
as: এড-অন খাপ খোৱা নীৰিক্ষণ অসামৰ্থবান কৰা আছে। আপোনাৰ খুব সম্ভব খাপ নোখোৱা এড-অনসমূহ আছে
az: Əlavə uyğunluq nəzarəti söndürülüb. Uyğun olmayan əlavələriniz ola bilər.
bg: Проверката за съвместимост на добавките е изключена. Възможно е да имате несъвместими добавки.
bn_bd: অ্যাড-অনের উপযুক্ততা পরীক্ষা নিস্ক্রিয়। আপনার অ্যাড-অন অনুপোযুক্ত হতে পারে।
bn_in: অতিরিক্ত সামগ্রীর সুসংগতি পরীক্ষা নিষ্ক্রিয় করা হয়েছে। বিসংগত অতিরিক্ত সামগ্রী উপস্থিত থাকতে পারে।
br: Gwiriañ keverlec'hded an askouezhioù zo dizaotreet. Posupl eo deoc'h kaout askouezhioù nad int ket keverlec'h.
ca: La comprovació de compatibilitat dels complements no està habilitada. Pot ser que tingueu complements incompatibles.
cy: Mae gwirio cydnawsedd ychwanegion wedi ei analluogi. Efallai fod gennych ychwanegion anghydnaws.
es_mx: Chequeo de compatibilidad para complementos esta deshabilitada. Tu puedes tener complementos incompatibles.
eu: Gehigarrien bateragarritasuna egiaztatzea desgaituta dago. Gehigarri bateraezinak izan ditzakezu.
gd: Chaidh an sgrùdadh air co-chòrdalachd nan tuilleadain a chur à comas. Dh'fhaodadh gu bheil tuilleadan agad nach eil co-chòrdail.
he: בדיקת תאימות תוספות מנוטלת. ייתכן וברשותך הרחבות לא תואמות.
hi_in: सहयुक्ति सुसंगतता जाँच निष्क्रिय है. आपके पास असंगत सहयुक्तियाँ हो सकती हैं.
hr: Provjera kompatibilnosti dodataka je isključena. Možda imate nekompatibilne dodatke.
hu: A kiegészítők kompatibilitásának vizsgálata tiltva van. Előfordulhat, hogy nem kompatibilis kiegészítői vannak.
hy_am: Հավելումների համատեղելիության ստուգումը պասիվ է: Դուք կարող էք ունենալ անհամատեղելի հավելումներ:
id: Pemeriksaan kompatibilitas pengaya telah dimatikan. Anda mungkin menggunakan pengaya yang tidak kompatibel.
is: Samhæfnisathugun viðbóta er óvirk. Hugsanlegt er að þú sért með ósamhæfðar viðbætur.
kk: Кеңейтулер үйлесімдігін тексеруді сөндіру. Сізде үйлесімсіз кеңейтулер бар болуы мүмкін.
km: ការ​ត្រួតពិនិត្យ​ភាព​ឆបគ្នា​នៃ​កម្មវិធី​បន្ថែម​នេះ​ត្រូវ​បាន​បិទ ។ អ្នក​អាច​នឹង​មាន​កម្មវិធី​បន្ថែម​ដែល​មិន​ឆប​គ្នា ។
kn: ಆಡ್-ಆನ್‌ ಹೊಂದಾಣಿಕೆ ಪರಿಶೀಲನೆಯನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ. ನೀವು ಹೊಂದಾಣಿಕೆಯಾಗದ ಆಡ್-ಆನ್‌ಗಳನ್ನು ಹೊಂದಿರಬಹುದು.
ku: Kontrolkirina hevgirtina add-onan hat neçalakirin. Dibe ku add-onên te yên hev nagirin hene.
lb: D'Addon-Kompatibilitéitskontroll ass deaktivéiert. Du kéints inkompatibel Addonen hunn.
lt: Priedų suderinamumas netikrinamas. Gali būti, kad turite nesuderinamų priedų.
lv: Papildinājumu savietojamības pārbaude ir deaktivēta. Iespējams jums ir nesavietojami papildinājumu.
mai: सहयुक्ति सुसंगतता जाँच निष्क्रिय अछि. अहाँक पास असंगत सहयुक्ति भए सकैत अछि.
ml: ആഡ്-ഓണ്‍ പൊരുത്തം പരിശോധന പ്രവര്‍ത്തന രഹിതമാക്കിയിരിയ്ക്കുന്നു. പൊരുത്തപ്പെടാത്ത ആഡ്-ഓണുകളുണ്ടാവാം.
ms: Pemeriksaan kesesuaian add-on telah dimatikan. Anda mungkin mempunya add-on yang tidak sesuai.
my: အတ်အွန် အဆင့်မှီမမှီ စစ်ဆေးသော လုပ်ဆောင်ချက် အား ပိတ်ထားသည်။ သင့်တွင် အသုံးမဝင်တော့သော မသစ်တော့သော အတ်အွန်များ ရှိနိုင်သည်။
nb_no: Kompatibilitetskontroll er avslått. Du har kanskje ukompatible utvidelser.
ne: एड-अन अनुकूलता जाँच अक्षम पारिएको छ। तपाईँसँग अमिल्दो एड-अनहरू हुन सक्छन्।
oc: La verificacion de compatibilitat pels moduls complementaris es desactivada. Es possible que d'unes moduls sián incompatibles.
or: ଏଡ-ଅନ ସୁସଙ୍ଗତତା ଯାଞ୍ଚକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି। ଆପଣଙ୍କ ପାଖରେ ହୁଏତଃ ଅସଙ୍ଗତ ଏଡ-ଅନ ଅଛି।
pt: A verificação de compatibilidade do extra está inativa. Poderá ter extras incompatíveis.
pt_br: A verificação de compatibilidade está desativada. Você pode ter complementos incompatíveis.
ro: Verificarea compatibilității suplimentelor este dezactivată. Ați putea avea suplimente incompatibile.
si: ඇඩෝන අනුකූලතා පරීක්ෂාව අබල (disable) කර ඇත. මෙහි අනුකූල නොවන ඇඩෝන තිබිය හැකිය.
sv: Kompatibilitetskontroll av tillägg är inaktiverat. Du kan ha inkompatibla tillägg.
sw: Ukaguzi wa utangamanifu wa kifaa cha nyongeza umelemazwa. Waweza kuwa na vifaa vya nyongeza sitangamanifu.
ta: கூடுதல் இணைப்பு ஒத்தியல்பு சரிபார்த்தல் செயல்நீக்கப்பட்டுள்ளது. நீங்கள் ஒத்தியல்பில்லாத கூடுதல் இணைப்புகளை கொண்டிருக்கலாம்.
te: పొడిగింత సారూప్యతా పరిశీలన అచేతనమైంది. మీరు సారూప్యతలేని పొడిగింతలు కలిగివుండ వచ్చును.
th: การตรวจสอบความเข้ากันได้ของส่วนเสริมถูกปิดไว้ คุณอาจมีส่วนเสริมบางตัวที่เข้ากันไม่ได้กับโปรแกรมรุ่นนี้
tr: Eklenti uyumluluk denetimi devre dışı. Uyumsuz eklentileriniz olabilir.
ur: ایڈ اون موازنت کی پڑتال نا اہل ہے۔ آپ کے پاس غیر موازن ایڈ اون ہو سکتے ہیں۔
uz: Qoʻshimcha dasturning mosligini tekshirish oʻchirilgan. Sizda tugallanmagan qoʻshimcha dasturlar boʻlishi mumkin.
xh: Isongezelelo sokukhangela uhambelwanosiqhwalelisiwe. Usenokuba nezongezelelo ezingahambelaniyo.
zu: Ukuhlolwa kokusebenzisana kokungezwayo kukhutshaziwe. Ungaba nokungezwayo okungasebenzisani.

# warning.checkcompatibility.enable.label
source: Enable
af: Aktiveer
ar: فعّل
as: সামৰ্থবান কৰক
az: Aktiv et
bg: Активиране
bn_bd: সক্রিয়
bn_in: সক্রিয় করুন
br: Gweredekaat
ca: Habilita
cy: Galluogi
es_mx: Habilitar
eu: Gaitu
gd: Cuir an comas
he: אפשר
hi_in: सक्रिय करें
hr: Omogući
hu: Engedélyezés
hy_am: Միացնել
id: Aktifkan
is: Virkja
kab: Rmed
kk: Іске қосу
km: បើក
kn: ಶಕ್ತಗೊಳಿಸು
ku: Çalakkirin
lb: Aktivéieren
lt: Tikrinti
lv: Aktivēt
mai: सक्रिय करू
ml: പ്രവര്‍ത്തന സജ്ജം
ms: Aktif Keupayaan
my: လုပ်ဆောင်နိုင်စေမည်။
nb_no: Slå på
ne: सक्षम पार्नुहोस्
oc: Activar
or: ସକ୍ରିୟ
pt: Ativar
pt_br: Ativar
ro: Activează
sd: سمرٿ بڻايو
si: බලැති (Enable) කරන්න
sv: Aktivera
sw: Wezesha
ta: செயல்படுத்து
te: చేతనపరచు
th: เปิดใช้งาน
tr: Etkinleştir
ur: اہل بنائیں
uz: Yoqish
xh: Vumela
zu: Nika amandla

source: Enable add-on compatibility checking
af: Aktiveer byvoeging-versoenbaarheidkontrole
ar: فعّل التحقق من توافقية الإضافات
as: এড-অন খাপ খোৱা নীৰিক্ষণ সামৰ্থবান কৰক
az: Əlavə uyğunluq nəzarətini aktivləşdir
bg: Активиране на проверката за съвместимост на добавките
bn_bd: অ্যাড-অনের উপযুক্ততা পরীক্ষা সক্রিয়
bn_in: অতিরিক্ত সামগ্রীর সুসংগতি পরীক্ষার ব্যবস্থা সক্রিয় করা হবে
br: Gweredekaat ar gwiriadur evit keverlec'hded an askouezh
ca: Habilita la comprovació de compatibilitat dels complements
cy: Galluogi gwirio cydnawsedd ychwanegion
es_mx: Habilitar chequeo de compatibilidad para complementos.
eu: Gaitu gehigarrien bateragarritasuna egiaztatzea
gd: Cuir an comas sgrùdadh co-chòrdalachd nan tuilleadan
he: הפעל בדיקת תאימות תוספות
hi_in: सहयुक्ति सुसंगतता जाँच सक्रिय करें
hr: Omogući provjeru kompatibilnosti dodataka
hu: Kiegészítők kompatibilitási ellenőrzésének engedélyezése
hy_am: Միացնել հավելման համատեղելիության ստուգումը
id: Aktifkan pemeriksaan kompatibilitas pengaya
is: Virkja samhæfnisathugun viðbóta
kab: Rmed asenqed n tisiḍent
kk: Кеңейтулер үйлесімдігін тексеруді іске қосу
km: បើក​ការ​ត្រួតពិនិត្យ​មើល​ភាព​ឆបគ្នា​នៃ​កម្មវិធី​បន្ថែម
kn: ಆಡ್-ಆನ್ ಹೊಂದಾಣಿಕೆ ಪರಿಶೀಲನೆಯನ್ನು ಶಕ್ತಗೊಳಿಸು
ku: Destûrê bide kontrolkirina hevgirtina add-onan
lb: Addon-Kompatibilitéitskontroll aktivéieren
lt: Įjungti priedų suderinamumo tikrinimą
lv: Aktivēt papildinājumu savietojamības pārbaudi
mai: सहयुक्ति सुसंगतता जाँच सक्रिय करू
ml: ആഡ്-ഓണ്‍ പൊരുത്തം പരിശോധന പ്രവര്‍ത്തന സജ്ജമാക്കുക
ms: Hidupkan pemeriksaan kesesuaian add-on
my: အက်အွန် ကိုက်ညီမှု စစ်ဆေးခြင်းကို ဖွင့်ထားမယ်
nb_no: Slå på kompatibilitetskontroll
ne: एड-अन समर्थन जाँच सक्षम पार्नुहोस्
oc: Activar la verificacion de compatibilitat
or: ଏଡ-ଅନ ସୁସଙ୍ଗତତା ଯାଞ୍ଚକୁ ସକ୍ରିୟ କରନ୍ତୁ
pt: Ativar verificação de compatibilidade de extras
pt_br: Ativar verificação de compatibilidade
ro: Activează verificarea compatibilității suplimentelor
sd: ايڊ - آن اپڊيٽ سلامتي چڪاسڻ اَسمرٿ بڻايو ويو آهي توهين اَپڊيٽس ذريعي ٿاهُە ڪري سگهو ٿا۔
si: ඇඩෝන අනුකූලතා පරීක්ෂාව බලැති (Enable) කරන්න
sv: Aktiverar kompatibilitetskontroll av tillägg
sw: Wezesha ukaguzi wa utangamanifu wa kifaa cha nyongeza
ta: கூடுதல் இணைப்பு ஒத்தியல்பு சரிபார்த்தலை செயல்படுத்து
te: పొడిగింత సారూప్యతా పరిశీలనను చేతనపరచు
th: เปิดใช้งานการตรวจความเข้ากันได้ของส่วนเสริม
tr: Eklenti uyumluluk denetimini devreye sok
ur: ایڈ اون موازنت پڑتال اہل بنائیں
uz: Qoʻshimcha dasturning mosligini tekshirishni yoqish
xh: Vumela isongezelelo sokukhangela uhambelwano
zu: Nika amandla ukuhlola okusebenzisanayo kokungezwayo

source: Add-on update security checking is disabled. You may be compromised by updates.
af: Kontrolering vir bywerkings vir byvoegings is gedeaktiveer. U kan dalk deur bywerkings gekompromitteer word.
ar: التحقق من أمن التحديثات قد عُطّل. قد تشكل التهديدات عليك خطرًا.
as: এড-অন আপডেইট সুৰক্ষা নীৰিক্ষণ অসামৰ্থবান কৰা আছে। আপুনি আপডেইটসমূহৰে আপোচ কৰিব লগিয়া হব পাৰে।
az: Əlavə yeniləmə təhlükəsizliyinə nəzarəti söndürülüb. Yeniləmələr təhlükəli ola bilər.
bg: Проверката за безопасност на обновяването на добавки е изключена. Възможно е системата да се компрометира от добавки.
bn_bd: অ্যাড-অন হালনাগাদকরন পরীক্ষা নিস্ক্রিয়। আপনি সম্ভবত হালনাগাদকরনের সাথে আপোষ করে নিয়েছেন।
bn_in: অতিরিক্ত সামগ্রীর নিরাপত্তা পরীক্ষা নিষ্ক্রিয় করা হয়েছে। আপডেটের ফলে বিপদ দেখা দিতে পারে।
br: Diweredekaet eo ar gwiriañ evit hizivaat an askouezhioù. Marteze e viot lakaet en arvar gant hizivadurioù.
ca: La comprovació de seguretat dels complements no està habilitada. Les actualitzacions podrien posar-vos en risc.
cy: Mae gwirio diogelwch diweddariad wedi ei analluogi. Efallai eich bod o dan fygythiad gan ddiweddariad.
es_mx: El chequeo de seguridad para actualización del complemento esta deshabilitada. Tu navegador puede estar en peligro por las actualizaciones.
eu: Gehigarrien eguneraketa-segurtasuna egiaztatzea desgaituta dago. Eguneraketek arriskuan jar zaitzakete.
gd: Chaidh an sgrùdadh tèarainteachd air ùrachadh nan tuilleadain a chur à comas. Dh'fhaodadh gun cuir ùrachaidhean cron ort.
he: בדיקת האבטחה של התוספות כרגע מנוטרלת. עדכונים לתוספות עלולים לסכן אותך.
hi_in: सहयुक्ति अद्यतन सुरक्षा जाँच निष्क्रिय है. आपकी सुरक्षा अद्यतन के द्वारा संदिग्ध हो सकती है.
hr: Provjera dostupnosti sigurnosnih dopuna za dodatke je onemogućena. Dodacima možda nedostaju sigurnosne dopune.
hu: A kiegészítők biztonsági vizsgálata tiltva van. A frissítések biztonsági kockázatot hordoznak.
hy_am: Հավելումների թարմացման անվտանգության ստուգումը պասիվացված է: Թարմացումները կարող են վտանգավոր լինել ձեր համար:
id: Pemeriksaan keamanan pemutakhiran pengaya telah dimatikan. Pemutakhiran pengaya saat ini memiliki risiko keamanan.
is: Öryggisuppfærslur fyrir viðbætur eru óvirkar. Þú gætir verið í hættu vegna uppfærslu.
kk: Кеңейтулер жаңартуларын қауісіздікке тексеру сөндірулі. Жаңартулармен қор болуыңыз мүмкін.
km: ការ​ត្រួតពិនិត្យ​សុវត្ថិភាព​នៃ​បច្ចុប្បន្នភាព​របស់​កម្មវិធី​បន្ថែម​ត្រូវ​បាន​បិទ ។ អ្នក​អាច​នឹង​ត្រូវ​បាន​សម្របសម្រួល​ទៅតាម​បច្ចុប្បន្នភាព ។
kn: ಆಡ್-ಆನ್ ಅಪ್‌ಡೇಟ್ ಸುರಕ್ಷತಾ ಪರಿಶೀಲನೆಯನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ. ನೀವು ಅಪ್‌ಡೇಟ್‌ಗಳಿಂದ ರಾಜಿ ಮಾಡಿಕೊಂಡಂತಾಗಬಹುದು.
ku: Di rojanekirina add-onan de kontrolkirina ewlekariyê girtî ye. Dibe ku rojanekirin ne ewle bin.
lb: D'Sécherheetskontroll vun Addon-Updaten ass deaktivéiert. Deng Sécherheet kéint duerch Updatë kompromittéiert sinn.
lt: Priedų naujinimų saugumas netikrinamas. Priedų naujinimai gali pakenkti jūsų saugumui.
lv: Papildinājumu drošības pārbaude ir deaktivēta. Iespējams jums ir nedroši papildinājumu.
mai: सहयुक्ति अद्यतन सुरक्षा जाँच निष्क्रिय अछि. अहाँक सुरक्षा अद्यतनक द्वारा संदिग्ध भए सकैत अछि.
ml: ആഡ്-ഓണ്‍ പരിഷ്കരണ സുരക്ഷാ പരിശോധന പ്രവര്‍ത്തന രഹിതമാക്കിയിരിയ്ക്കുന്നു. ഉചിതമായ പരിഷ്കരണങ്ങള്‍ ലഭ്യമായില്ല.
ms: Pemeriksaan keselamatan add-on telah dimatikan. Anda mungkin dikompromi ketika mengemaskini.
my: အတ်အွန် အဆင့်မြှင့်တင်ခြင်းလုံခြုံရေးစစ်ဆေးချက်အားပိတ်ထားသည်။သင်သည် အဆင့်မြှင့်တင်ခြင်းများနှင့်ပတ်သတ်ပြီးအံအားသင့်နိုင်သည်။
nb_no: Sikkerhetskontroll av utvidelsesoppdateringer er avslått. Sikkerheten din kan bli satt i fare av oppdateringer.
ne: एड-अनमा अद्यावधिक सुरक्षा जाँच असक्षम छ। तपाईँ अद्यावधिकसँग सम्झौता गरिरहनुभएको छ।
oc: La verificacion de compatibilitat pels moduls complementaris es desactivada. Es possible que d'unas mesas a jorn sián problematicas.
or: ଏଡ-ଅନ ଅଦ୍ୟତନ ସୁରକ୍ଷା ଯାଞ୍ଚକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି। ଆପଣ ହୁଏତଃ ଅଦ୍ୟତନଗୁଡ଼ିକ ସହିତ ବୁଝାମଣା କରିଛନ୍ତି।
pt: A verificação de compatibilidade de extras está inativa. Poderá estar comprometido com atualizações.
pt_br: A verificação de segurança da conexão está desativada. Atualizações de complementos podem comprometer seu computador.
ro: Verificarea securității actualizărilor de suplimente este dezactivată. Ați putea primi actualizări compromise.
sv: Säkerhetskontroll av tilläggsuppdateringar är inaktiverat. Du är sårbar för skadliga uppdateringar.
sw: Ukaguzi wa usalama wa kisasaisho cha vifaa vya nyongeza. Waweza kuwa umeafikiwa na visasaisho.
ta: கூடுதல் இணைப்பு புதுப்பித்தல் பாதுகாப்பு சரிபார்த்தல் செயல்நீக்கப்பட்டுள்ளது.நீங்கள் புதுப்பித்தல்களால் திருப்தியடையலாம்.
te: పొడిగింత నవీకరణ రక్షణ పరిశీలన అచేతనమైంది. మీ జోక్యంలేకుండా నవీకరణలు జరుగవచ్చు.
th: การตรวจสอบความปลอดภัยของการปรับรุ่นส่วนเสริมถูกปิดไว้ คุณอาจถูกรุกล้ำความปลอดภัยจากการปรับรุ่นส่วนเสริม
tr: Eklenti güncelleme güvenliği denetimi devre dışı. Güncellemelerle tehlikeye düşebilirsiniz.
ur: ایڈ اون سلامتی پڑتال نا اہل ہے۔ آپ کو تازہ کاریوں سے مسلہ ہو سکتا ہے۔
uz: Qoʻshimcha dasturlarni xavfsiz yangilash oʻchirilgan. Yangilanishlar uchun xavf ostida boʻlishi mumkin.
xh: Uhlaziyo lwesongezelelo sokukhangela ukhuseleko luqhwalelisiwe. Ungahlangatyezwa luhlaziyo.
zu: Ukuvikeleka kokuhlola okungeziwe kukhutshaziwe. Unganikwa ukuvuselela.

# warning.updatesecurity.enable.label
source: Enable
af: Aktiveer
ar: فعّل
as: সামৰ্থবান কৰক
az: Aktiv et
bg: Активиране
bn_bd: সক্রিয়
bn_in: সক্রিয় করুন
br: Gweredekaat
ca: Habilita
cy: Galluogi
es_mx: Habilitar
eu: Gaitu
gd: Cuir an comas
he: אפשר
hi_in: सक्रिय करें
hr: Omogući
hu: Engedélyezés
hy_am: Միացնել
id: Aktifkan
is: Virkja
kab: Rmed
kk: Іске қосу
km: បើក
kn: ಶಕ್ತಗೊಳಿಸು
ku: Çalakkirin
lb: Aktivéieren
lt: Tikrinti
lv: Aktivēt
mai: सक्रिय करू
ml: പ്രവര്‍ത്തന സജ്ജം
ms: Aktif Keupayaan
my: လုပ်ဆောင်နိုင်စေမည်။
nb_no: Slå på
ne: सक्षम पार्नुहोस्
oc: Activar
or: ସକ୍ରିୟ
pt: Ativar
pt_br: Ativar
ro: Activează
sd: سمرٿ بڻايو
si: බලැති (Enable) කරන්න
sv: Aktivera
sw: Wezesha
ta: செயல்படுத்து
te: చేతనపరచు
th: เปิดใช้งาน
tr: Etkinleştir
ur: اہل بنائیں
uz: Yoqish
xh: Vumela
zu: Nika amandla

source: Enable add-on update security checking
af: Aktiveer byvoegingsbywerking-beveiliging-kontrole
ar: فعّل التحقق من أمن تحديثات الإضافات
as: এড-অন আপডেইট সুৰক্ষা নীৰিক্ষণ সামৰ্থবান কৰক
az: Əlavə yeniləmə təhlükəsizliyinə nəzarəti aktivləşdir
bg: Активиране на проверката за безопасност на обновяването на добавки
bn_bd: অ্যাড-অন হালনাগাদকরন নিরাপত্তা পরীক্ষা করা সক্রিয়
bn_in: অতিরিক্ত সামগ্রীর আপডেটের নিরাপত্তা পরীক্ষা ব্যবস্থা সক্রিয় করা হবে
br: Gweredekaat ar gwiriadur a-fet diogelroez hizivadur an askouezh
ca: Habilita la comprovació de seguretat dels complements
cy: Galluogi gwirio diogelwch diweddariad ychwanegyn
es_mx: Habilitar chequeo de seguridad para la actualización del complemento
eu: Gaitu gehigarrien eguneraketa-segurtasuna egiaztatzea
gd: Cuir an comas sgrùdadh tèarainteachd nan tuilleadan
he: הפעל בדיקות אבטחה לעדכוני תוספות
hi_in: सहयुक्ति अद्यतन सुरक्षा जाँच सक्रिय करें
hr: Omogući provjeru dostupnosti sigurnosnih dopuna za dodatke
hu: Kiegészítők frissítésekor a biztonsági ellenőrzés engedélyezése
hy_am: Միացնել հավելման թարմացման անվտանգության ստուգումը
id: Aktifkan pemeriksaan keamanan pemutakhiran pengaya
is: Virkja öryggisuppfærslur fyrir viðbætur
kab: Rmed asenqed n ileqman n tɣellist i yezgrar isemmadanen
kk: Кеңейтулер жаңартуларын қауісіздікке тексеруді іске қосу
km: បើក​ការ​ត្រួតពិនិត្យមើល​សុវត្ថិភាព​នៃ​បច្ចុប្បន្នភាព​របស់​កម្មវិធី​បន្ថែម
kn: ಆಡ್-ಆನ್ ಅಪ್‌ಡೇಟ್ ಸುರಕ್ಷತಾ ಪರಿಶೀಲನೆಯನ್ನು ಶಕ್ತಗೊಳಿಸು
ku: Destûrê bide kontrolkirina ewlekariyê ya rojanekirina add-onan
lb: Kontroll no Sécherheetsupdatë fir Addonen aktivéieren
lt: Įjungti priedų naujinimų saugumo tikrinimą
lv: Aktivēt papildinājumu drošības pārbaudi
mai: सहयुक्ति अद्यतन सुरक्षा जाँच सक्रिय करू
ml: ആഡ്-ഓണ്‍ പരിഷ്കരണ സുരക്ഷാ പരിശോധന പ്രവര്‍ത്തന സജ്ജമാക്കുക
ms: Membenarkan pemeriksaan keselamatan kemaskini add-on
my: အက်အွန် အပ်ဒိပ် လုံခြုံရေး စစ်ဆေးခြင်းကို ဖွင့်ထားမယ်
nb_no: Slå på sikkerhetskontroll av utvidelsesoppdateringer
ne: एड-अन अद्यावधिक सुरक्षा जाँच सक्षम पार्नुहोस्
oc: Activar la verificacion de mesas a jorn de seguretat pels moduls complementaris
or: ଏଡ-ଅନ ଅଦ୍ୟତନ ସୁରକ୍ଷା ଯାଞ୍ଚକୁ ସକ୍ରିୟ କରନ୍ତୁ
pt: Ativar verificação de segurança de atualização do extra
pt_br: Ativar verificação de segurança da conexão de atualização
ro: Activează verificarea securității actualizărilor suplimentelor
sd: ايڊ - آن اَپڊيٽ سلامتي چڪاس سمرٿ بڻايو
si: ඇඩෝන යාවත්කාලීන කිරීමේ ආරක්ෂක සැකසුම් බලැතා (Enable) කරන්න
sv: Aktiverar säkerhetskontroll av tilläggsuppdateringar
sw: Wezesha ukaguzi wa usalama wa visasaisho vya vifaa vya nyongeza
ta: கூடுதல் இணைப்பு மேம்படுத்தல் பாதுகாப்பு சரிபார்த்தலை செயல்படுத்து
te: పొడిగింత నవీకరణ రక్షణ పరిశీలనను చేతనముచేయి
th: เปิดใช้งานการตรวจสอบความปลอดภัยของการปรับรุ่นส่วนเสริม
tr: Eklenti güncelleme güvenliği denetimini devreye sok
ur: ایڈ اون تازہ کاری سلامتی پڑتال کو اہل بنائیں
uz: Qoʻshimcha dasturni xavfsiz yangilashni tekshirishni yoqish
xh: Vumela uhlaziyo lwesongezelelo sokukhangela ukhuseleko
zu: Nika amandla ukuhlola kokuvikeleka kokuvuselela
