Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, gd, he, hi_in, hr, hu, hy_am, id, is, kab, kk, km, kn, ku, lb, lt, lv, mai, ml, ms, my, nb_no, ne, oc, or, pt, pt_br, ro, sd, si, sv, sw, ta, te, th, tr, ur, uz, xh, zu

source: Keep this add-on installed
af: Hou hierdie byvoeging geïnstalleer
ar: أحتفظ بهذه الإضافة مثبتة
as: এই এড-অন ইনস্টল ৰাখক
az: Bu əlavəni saxla
bg: Инсталираната добавка да се задържи така
bn_bd: এই অ্যাড-অন ইনস্টলকৃত অবস্থায় রেখে দেয়া হবে
bn_in: অতিরিক্ত সামগ্রীটি ইনস্টল করা থাকবে
br: Mirout an askouezh-mañ
ca: Mantingues el complement desinstal·lat
cy: Cadw'r ychwanegyn wedi ei osod
es_mx: Mantener este complemento instalado
eu: Mantendu gehigarri hau instalatuta
gd: Cum an tuilleadan seo
he: השאר תוספת זו מותקנת
hi_in: इस सहयुक्ति को संस्थापित रखें
hr: Zadrži ovaj dodatak instaliranim
hu: Maradjon telepítve ez a kiegészítő
hy_am: Պահել այս հավելումը տեղադրված
id: Biarkan pengaya ini tetap terpasang
is: Halda þessari viðbót uppsettri
kab: Eǧǧ azegrir agi yebded
kk: Бұл кеңейтуді орнатылған етіп қалдыру
km: បន្ត​ដំឡើង​កម្មវិធី​បន្ថែម​នេះ
kn: ಈ ಆಡ್-ಆನ್ ಅನುಸ್ಥಾಪಿತಗೊಂಡಿರಲಿ
ku: Vê add-onê sazkirî bihêle
lb: Dësen Addon installéiert loossen
lt: Palikti šį priedą įdiegtą
lv: Saglabāt šo papildinājumu
mai: ई सहयुक्ति केँ संस्थापित राखू
ml: ഈ ആഡ്-ഓണ്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്തു് സൂക്ഷിയ്ക്കുക
ms: Kekalkan pemasangan add-on ini
my: ယခုအက်အွန်ကို ဆက်လက် သွင်းပါ
nb_no: Behold denne utvidelsen installert
ne: यस एड-अनलाई स्थापित राख्नुहोस्
oc: Conservar aqueste modul complementari
or: ଏହି ଏଡ-ଅନକୁ ସ୍ଥାପିତ ରଖନ୍ତୁ
pt: Manter este extra instalado
pt_br: Manter este complemento instalado
ro: Păstrează acest supliment instalat
sd: هي ايڊ - آن اِسٿاپت رکو
si: මෙම ඇඩෝනය ස්ථාපනය කර තබන්න
sv: Behåll tillägget installerat
sw: Weka kifaa hiki kikiwa kimesakinishwa
ta: இந்த கூடுதல் இணைப்பை நிறுவவும்
te: ఈ పొడిగింత సంస్థాపించబడి వుండనివ్వు
th: เก็บส่วนเสริมนี้ไว้
tr: Bu eklentiyi kurulu bırak
ur: اس ایڈ اون کو تنصیب شدہ رہنے دیں
uz: Ushbu qoʻshimcha dasturni oʻrnatilgan holda saqlash
xh: Gcina esi songezelelo sifakelwe
zu: Gcina lokhu okwengezwayo kufakiwe

source: Restart now
af: Herbegin nou
ar: أعد التشغيل الآن
as: এতিয়া পুনৰাম্ভ কৰক
az: İndi yenidən başlat
bg: Рестартиране сега
bn_bd: এখন পুনরায় শুরু করুন
bn_in: অবিলম্বে পুনরারম্ভ করুন
br: Adloc'hañ bremañ
ca: Reinicia ara
cy: Ailgychwyn nawr
es_mx: Reiniciar ahora
eu: Berrabiarazi orain
gd: Ath-thòisich an-dràsta
he: הפעל מחדש כעת
hi_in: अब फिर आरंभ करें
hr: Ponovno pokreni sada
hu: Újraindítás most
hy_am: Վերամեկնարկել հիմա
id: Mulai ulang sekarang
is: Endurræsa núna
kab: Senker tikelt nniḍen tura
kk: Қазір қайта қосу
km: ចាប់ផ្ដើម​ឡើងវិញ​ឥឡូវនេះ
kn: ಈಗಲೆ ಮರಳಿ ಆರಂಭಿಸು
ku: Niha ji nû ve bide destpêkirin
lb: Elo nei starten
lt: Perleisti dabar
lv: Pārstartēt
mai: आब फेर आरंभ करू
ml: ഉടന്‍ വീണ്ടും ആരംഭിയ്ക്കുക
ms: Mulakan semula sekarang
my: ယခု Restart ချပါ
nb_no: Start på nytt nå
ne: अहिले पुनः सुरु गर्नुहोस्
oc: Reaviar ara
or: ବର୍ତ୍ତମାନ ପୁନଃଚାଳନ କରନ୍ତୁ
pt: Reiniciar agora
pt_br: Reiniciar agora
ro: Reporniți acum
sd: هاڻي نئين سر شروع ڪريو
si: දැන් ප්‍රත්‍යාරම්භ (Restart) කරන්න
sv: Starta om nu
sw: Anza upya sasa
ta: இப்போது மறுதுவக்கு
te: ఇప్పుడు పునఃప్రారంభించు
th: เริ่มใหม่เดี๋ยวนี้
tr: Şimdi yeniden başlat
ur: ابھی دوباره شروع کریں
uz: Hozir qayta ishga tushirish
xh: Qalisa kwakhona ngoku
zu: Qala kabusha manje

source: Install
af: Installeer
ar: ثبّت
as: ইনস্টল কৰক
az: Qur
bg: Инсталиране
bn_bd: ইনস্টল
bn_in: ইনস্টল করুন
br: Staliañ
ca: Instal·la
cy: Gosod
es_mx: Instalar
eu: Instalatu
gd: Stàlaich
he: התקן
hi_in: संस्थापित करें
hr: Instaliraj
hu: Telepítés
hy_am: Տեղակայել
id: Pasang
is: Setja upp
kab: Sebded
kk: Орнату
km: ដំឡើង
kn: ಅನುಸ್ಥಾಪಿಸು
ku: Saz Bike
lb: Installéieren
lt: Įdiegti
lv: Instalēt
mai: संस्थापित करू
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
ms: Pasang
my: တပ်ဆင်ပါ
nb_no: Installer
ne: स्थापना गर्नुहोस्
oc: Installar
or: ସ୍ଥାପନ କରନ୍ତୁ
pt: Instalar
pt_br: Instalar
ro: Instalează
sd: اِسٿاپت ڪريو
si: ස්ථාපනය කරන්න
sv: Installera
sw: Sakinisha
ta: நிறுவு
te: సంస్థాపించు
th: ติดตั้ง
tr: Kur
ur: تنصیب کریں
uz: Oʻrnatish
xh: Fakela
zu: Faka

source: Install this add-on
af: Installeer hierdie byvoeging
ar: ثبّت هذه الإضافة
as: এই এড-অন ইনস্টল কৰক
az: Bu əlavəni qur
bg: Инсталиране на тази добавка
bn_bd: এ অ্যাড-অন ইনস্টল
bn_in: চিহ্নিত অতিরিক্ত সামগ্রীটি ইনস্টল করুন
br: Staliañ an askouezh-mañ
ca: Instal·la el complement
cy: Gosod yr ychwanegyn yma
es_mx: Instalar este add-on
eu: Instalatu gehigarri hau
gd: Stàlaich an tuilleadan seo
he: התקן תוספת זו
hi_in: इस सहयुक्ति को संस्थापित करें
hr: Instaliraj ovaj dodatak
hu: Ennek a kiegészítőnek a telepítése
hy_am: Տեղադրել այս հավելումը
id: Pasang pengaya ini
is: Setja inn þessa viðbót
kab: Sebded azegrir amernan
kk: Бұл қосымшаны орнату
km: ដំឡើង​កម្មវិធី​បន្ថែម​នេះ
kn: ಈ ಆಡ್-ಆನ್‌ ಅನ್ನು ಅನುಸ್ಥಾಪಿಸು
ku: Vê add-onê saz bike
lb: Dësen Addon installéieren
lt: Įdiegti šį priedą
lv: Instalēt šo papildinājumu
mai: ई सहयुक्ति केँ संस्थापित करू
ml: ആ ആഡ്-ഓണ്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
ms: Pasang add-on ini
my: ယခုအက်အွန်ကို သွင်းပါ
nb_no: Installer denne utvidelsen
ne: यस एड-अनलाई स्थापित गर्नुहोस्
oc: Installar aqueste modul complementari
or: ଏହି ଏଡ-ଅନକୁ ସ୍ଥାପନ କରନ୍ତୁ
pt: Instala este extra
pt_br: Instalar este complemento
ro: Instalați acest supliment
sd: هي ايڊ - آن اِسٿاپت ڪريو
si: මෙම ඇඩෝනය ස්ථාපනය කරන්න
sv: Installerar detta tillägg
sw: Sakinisha kifaa hiki cha nyongeza
ta: இந்த கூடுதல் இணைப்பை நிறுவு
te: ఈ పొడిగింత సంస్థాపించుము
th: ติดตั้งส่วนเสริมนี้
tr: Bu eklentiyi kur
ur: اس ایڈ اون کو تنصیب کریں
uz: Bu qoʻshimcha dasturni oʻrnatish
xh: Fakela esi songezelelo
zu: Faka lokhu okwengezwayo

source: Update Now
af: Opdateer nou
ar: حدّث الآن
as: এতিয়া আপডেইট কৰক
az: İndi yenilə
bg: Обновяване сега
bn_bd: এখন হালনাগাদ
bn_in: অবিলম্বে আপডেট করুন
br: Hizivaat bremañ
ca: Actualitza'l ara
cy: Diweddaru Nawr
es_mx: Actualizar ahora
eu: Eguneratu orain
gd: Ùraich an-dràsta
he: עדכן כעת
hi_in: अब अद्यतन करें
hr: Ažuriraj sada
hu: Frissítés
hy_am: Թարմացնել Հիմա
id: Perbarui Sekarang
is: Uppfæra nú
kab: Leqqem tura
kk: Қазір жаңарту
km: ធ្វើ​បច្ចុប្បន្នភាព​ឥឡូវនេះ
kn: ಈಗಲೆ ಅಪ್‌ಡೇಟ್ ಮಾಡು
ku: Niha Rojane Bike
lb: Elo updaten
lt: Atnaujinti
lv: Atjaunināt
mai: आब अद्यतन करू
ml: ഉടന്‍ പരിഷ്കരിയ്ക്കുക
ms: Kemaskini Sekarang
my: ယခုအဆင့်မြှင့်တင်ပါ
nb_no: Oppdater nå
ne: अद्यावधिक गर्नुहोस्
oc: Metre a jorn ara
or: ବର୍ତ୍ତମାନ ଅଦ୍ୟତନ କରନ୍ତୁ
pt: Atualizar agora
pt_br: Atualizar agora
ro: Actualizează acum
sd: هاڻي اَپڊيٽ ڪريو
si: දැන් යාවත්කාලීන කරන්න
sv: Uppdatera nu
sw: Sasaisha Sasa
ta: இப்போது புதுப்பி
te: ఇప్పుడు నవీకరించు
th: ปรับรุ่นเดี๋ยวนี้
tr: Şimdi güncelle
ur: ابھی تازہ کاری کریں
uz: Hozir yangilash
xh: Hlaziya ngoku
zu: Vuselela manje

source: Install the update for this add-on
af: Installeer die bywerking vir hierdie byvoeging
ar: ثبّت التحديث لهذه الإضافة
as: এই এড-অনৰ কাৰণে এই আপডেইট ইনস্টল কৰক
az: Bu əlavənin yeniləməsini qur
bg: Инсталиране на обновяването на тази добавка
bn_bd: এ অ্যাড-অন এর জন্য হালনাগাদ ইনস্টল
bn_in: চিহ্নিত অতিরিক্ত সামগ্রীর আপডেট ইনস্টল করুন
br: Staliañ an hizivadur evit an askouezh-mañ
ca: Instal·la l'actualització del complement
cy: Gosod diweddariad yr ychwanegyn yma
es_mx: Instalar la actualización para este complemento
eu: Instalatu gehigarri honen eguneraketa
gd: Stàlaich an t-ùrachadh airson an tuilleadain seo
he: התקנת העדכון לתוספת זו
hi_in: इस सहयुक्ति के लिए अद्यतन संस्थापित करें
hr: Instaliraj dopunu za ovaj dodatak
hu: A frissítés telepítése ehhez a kiegészítőhöz
hy_am: Տեղադրել այս հավելման թարմացումը
id: Pasang versi baru pengaya ini
is: Setja inn uppfærslu fyrir þessa viðbót
kab: Sebded lqem i wezgrir agi amernan
kk: Бұл кеңейту үшін жаңартуды орнату
km: ដំឡើង​បច្ចុប្បន្នភាព​សម្រាប់​កម្មវិធី​បន្ថែម​នេះ
kn: ಈ ಆಡ್-ಆನ್‌ಗಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಿ
ku: Rojanekirina vê add-onê saz bike
lb: Den Update fir dësen Addon installéieren
lt: Įdiegti šio priedo naujinimą
lv: Instalēt šī papildinājuma atjauninājumu
mai: ई सहयुक्तिक लेल अद्यतन संस्थापित करू
ml: ഈ ആഡ്-ഓണിനുള്ള പരിഷ്കരണം ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
ms: Pasang kemas kini bagi add-on ini
my: ယခု အက်အွန် အတွက် အဆင့်မြင်တင်မှုအား သွင်းပါ
nb_no: Installer oppdateringen for denne utvidelsen
ne: यो एड-अनको लागि अद्यावधिक स्थापना गर्नुहोस्
oc: Installar la mesa a jorn per aqueste modul
or: ଏହି ଏଡ-ଅନ ପାଇଁ ଅଦ୍ୟତନକୁ ସ୍ଥାପନ କରନ୍ତୁ
pt: Instala a atualização deste extra
pt_br: Instalar a atualização deste complemento
ro: Instalează actualizarea pentru acest supliment
sd: هن ايڊ - آن لاءِ اَپڊيٽ اِسٿاپت ڪريو
si: මෙම ඇඩෝනයේ යාවත්කාලීන ස්ථාපනය කරන්න
sv: Installerar uppdateringen för det här tillägget
sw: Sakinisha kisasaisho cha kifaa hiki cha nyongeza
ta: இந்த புதுப்பித்தலை இந்த கூடுதல் இணைப்பிற்கு நிறுவு
te: ఈ పొడిగింత కొరకు నవీకరణను సంస్థాపించుము
th: ติดตั้งการปรับรุ่นสำหรับส่วนเสริมนี้
tr: Bu eklentinin güncellemesini kur
ur: اس ایڈ اون کے لیے تازہ کاری تنصیب کریں
uz: Ushbu qoʻshimcha dastur uchun yangilanishni oʻrnatish
xh: Fakela uhlaziyo kwesi songezelelo
zu: Faka ukuvuselela kwalokhu kwengezwa

source: Include in Update
af: Sluit by bywerking in
ar: ضمّن التحديث
as: আপডেইটত অন্তৰ্ভুক্ত কৰক
az: Yeniləməyə daxil et
bg: Включване в обновяване
bn_bd: হালনাগাদে সংযুক্ত
bn_in: আপডেটের মধ্যে অন্তর্ভুক্ত করা হবে
br: Enlakaat en hizivadur
ca: Inclou en l'actualització
cy: Cynnwys yn y Diweddariad
es_mx: Incluir en la actualización
eu: Sartu eguneraketan
gd: Gabh a-steach san ùrachadh seo
he: כלול בעידכון
hi_in: अद्यतन में शामिल करें
hr: Dodaj u dopune
hu: Belevétel a frissítésbe
hy_am: Միացնել թարմացումը
id: Sertakan untuk dimutakhirkan
is: Taka með í uppfærslu
kab: Rnu ɣer uleqqem
kk: Жаңарту ішінде
km: រួមបញ្ចូល​ទៅ​ក្នុង​បច្ចុប្បន្នភាព​នេះ
kn: ಅಪ್‌ಡೇಟ್‌ನಲ್ಲಿ ಸೇರ್ಪಡಿಸು
ku: Rojanekirê têxê
lb: An d'Updaten aschléissen
lt: Įtraukti į naujinimą
lv: Iekļaut atjauninājumā
mai: अद्यतन मे शामिल करू
ml: പരിഷ്കരണത്തില്‍ ഉള്‍പ്പെടുത്തുക
ms: Termasuk dalam Kemas kini
my: အဆင့်မြင်တင်မှုတွင် ပါ၀င်ပါသည်။
nb_no: Inkluder i oppdatering
ne: अद्यावधिमा समावेश गर्ने
oc: Apondre a la mesa a jorn
or: ଅଦ୍ୟତନରେ ଅନ୍ତର୍ଭୁକ୍ତ କରନ୍ତୁ
pt: Incluir na atualização
pt_br: Incluir na atualização
ro: Inclus în actualizare
sd: اَپڊيٽ ۾ شامل ڪريو
si: යාවත්කාලීන තුළ ඇතුළත් කරන්න
sv: Inkludera i uppdatering
sw: Ambatanisha katika Kisasaisho
ta: புதுப்பித்தலில் சேர்
te: నవీకరణనందు చేర్చుము
th: รวมในการปรับรุ่น
tr: Güncellemeye dâhil et
ur: تازہ کاری میں شامل کریں
uz: Yangilanishga qoʻshilgan
xh: Quka kuhlaziyo
zu: Faka ukuvuselela

source: An update is available
af: 'n Bywerking is beskikbaar
ar: هناك تحديث متاح
as: এটা আপডেইট উপলব্ধ আছে
az: Bir yeniləmə var
bg: Налично е обновяване
bn_bd: হালনাগাদ বিদ্যমান
bn_in: আপডেট উপলব্ধ রয়েছে
br: Hegerz ez eus un hizivadenn
ca: Hi ha una actualització disponible
cy: Mae diweddariad ar gael
es_mx: Una actualización está disponible
eu: Eguneraketa eskura dago
gd: Tha ùrachadh ri fhaighinn
he: עידכון זמין
hi_in: एक अद्यतन उपलब्ध है
hr: Dostupna je dopuna
hu: Frissítés áll rendelkezésre
hy_am: Թարմացումը հասանելի է
id: Versi baru tersedia
is: Uppfærsla er fáanleg
kab: Lqem ihegga
kk: Жаңарту қолжетерлік
km: មាន​បច្ចុប្បន្នភាព
kn: ಒಂದು ಅಪ್‌ಡೇಟ್ ಲಭ್ಯವಿದೆ
ku: Rojanekirinek heye
lb: En Update ass verfügbar
lt: Yra prieinamų naujinimų
lv: Ir pieejams atjauninājums
mai: एकटा अद्यतन उपलब्ध अछि
ml: ഒരു പരിഷ്കരണം ലഭ്യമാണു്
ms: Kemas kini didapati
my: အဆင့်မြင်တင်မှု တွေ့ရှိပါသည်။
nb_no: En oppdatering er tilgjengelig
ne: अद्यावधि उपलब्ध छ
oc: Una mesa a jorn es disponibla
or: ଗୋଟିଏ ଅଦ୍ୟତନ ଉପଲବ୍ଧ ଅଛି
pt: Está disponível uma atualização
pt_br: Uma atualização está disponível
ro: Este disponibilă o actualizare
sd: اَپڊيٽ مؤجود آهي
si: යාවත්කාලීන ඇත
sv: En uppdatering är tillgänglig
sw: Kisasaisho kinapatikana
ta: ஒரு புதுப்பித்தல் உள்ளது
te: ఒక నవీకరణ అందుబాటులోవుంది
th: พบการปรับรุ่น
tr: Bir güncelleme var
ur: تازہ کاری دستیاب ہے
uz: Yangilanish mavjud
xh: Uhlaziyo luyafumaneka
zu: Ukuvuselela kuyatholakala

source: Checking for updates…
af: Kontroleer vir bywerkings…
ar: يلتمس التحديثات…
as: আপডেইটসমূহ নীৰিক্ষণ কৰা হৈছে…
az: Yeniləmələr yoxlanılır…
bg: Проверка за обновяване…
bn_bd: হালনাগাদ পরীক্ষা…
bn_in: আপডেটের উপস্থিতি পরীক্ষা করা হচ্ছে…
br: O wiriañ an hizivadurioù…
ca: S'estan cercant actualitzacions…
cy: Gwirio am ddiweddariadau…
es_mx: Verificando actualizaciones...
eu: Eguneraketak bilatzen…
gd: A' lorg ùrachaidhean…
he: בודק אם ישנם עדכונים חדשים…
hi_in: अद्यतन के लिए जाँच रहा है…
hr: Provjera za dopunama…
hu: Frissítések keresése…
hy_am: Ստուգվում է թարմացումները
id: Memeriksa versi baru…
is: Athuga með uppfærslur…
kab: Asenqed n ileqman…
kk: Жаңартуларды іздеу…
km: កំពុង​រក​មើល​បច្ចុប្បន្នភាព...
kn: ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಹುಡುಕಲಾಗುತ್ತಿದೆ…
ku: Li rojanekirina digere…
lb: No Updatë sichen…
lt: Ieškoma naujinimų…
lv: Meklē atjauninājumus…
mai: अद्यतन क लेल जाँच रहल अछि…
ml: പരിഷ്കരണങ്ങള്‍ക്കായി പരിശോധിയ്ക്കുന്നു…
ms: Menyemak kemas kini…
my: အသစ်ပြုပြင်ခြင်းများရှိနေပြီလားစစ်ဆေးနေပါသည်။
nb_no: Søker etter oppdateringer …
ne: अद्यावधिकहरूका लागि जाँच गर्नुहोस्…
oc: Verificacion de las mesas a jorn...
or: ଅଦ୍ୟତନଗୁଡ଼ିକ ପାଇଁ ଯାଞ୍ଚ କରୁଅଛି…
pt: A procurar atualizações...
pt_br: Verificando atualização…
ro: Se caută actualizări…
sd: اَپڊيٽس لاءِ چڪاسي پيو۔۔۔
si: යාවත්කාලීන සඳහා පරීක්ෂා කරයි…
sv: Söker efter uppdateringar…
sw: Kukagua kwa visasaisho…
ta: புதுப்பித்தல்களுக்கு சரிபார்க்கிறது…
te: నవీకరణల కొరకు పరిశీలించుచున్నది…
th: กำลังตรวจสอบการปรับรุ่น…
tr: Güncellemeler denetleniyor…
ur: تازہ کاریوں کے لیے پڑتال کر رہا ہے...
uz: Yangilanishlar uchun tekshirlmoqda...
xh: Ikhangela izihlaziyi…
zu: Uhlola ukuvuselela…

source: Release Notes:
af: Vrystellingaantekeninge:
ar: ملاحظات الإصدار:
as: উন্মোচন টোকাসমূহ:
az: Versiya qeydləri:
bg: Бележки по изданието:
bn_bd: রিলিজ নোট:
bn_in: রিলিজ নোট:
br: Notennoù handelv :
ca: Notes de la versió:
cy: Nodiadau Ryddhau:
es_mx: Notas:
eu: Bertsio-oharrak:
gd: Nòtaichean sgaoilidh:
he: הערות שחרור:
hi_in: रिलीज नोट्स:
hr: Bilješke izdanja:
hu: Kiadási megjegyzések:
hy_am: Թողարկման նշումներ՝
id: Catatan Rilis:
is: Útgáfuupplýsingar:
kab: Iwenniten n lqem:
kk: Шығарылым ескертпесі:
km: ឯកសារ​ចេញផ្សាយ ៖
kn: ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳು:
ku: Têbiniyên Weşanê:
lb: Versiounshiwäiser:
lt: Laidos apžvalga:
lv: Laidiena piezīmes:
mai: रिलीज नोट्स:
ml: പ്രകാശനക്കുറിപ്പുകള്‍:
ms: Nota Pelepasan:
my: ထုတ်ဝေမှု မှတ်စုများ
nb_no: Versjonsnotat:
ne: रिलिज नोटहरू:
oc: Nòtas de version :
or: ପ୍ରକାଶନ ଟିପ୍ପଣୀ:
pt: Notas da versão:
pt_br: Notas da versão:
ro: Note asupra ediției:
sd: جاري ٽپڻيون:
si: නිකුතු සටහන්:
sv: Versionsfakta:
sw: Achilia Vidokezo:
ta: வெளியீட்டு அறிக்கை:
te: విడుదల నోట్స్:
th: บันทึกประจำรุ่น :
tr: Sürüm notları:
ur: اجرا نوٹ:
uz: Relez eslatmalari
xh: Khulula Iingongoma:
zu: Khipha izaziswana:

# addon.loadingReleaseNotes.label
source: Loading…
af: Laai tans…
ar: يحمّل…
as: ল'ড কৰা হৈছে…
az: Yüklənir…
bg: Зареждане…
bn_bd: লোড করা হচ্ছে…
bn_in: লোড করা হচ্ছে…
br: O kargañ…
ca: S'està carregant…
cy: Llwytho…
es_mx: Cargando...
eu: Kargatzen…
gd: 'Ga luchdadh…
he: בטעינה…
hi_in: लोड कर रहा है…
hr: Učitavanje…
hu: Betöltés…
hy_am: Բեռնում...
id: Memuat…
is: Hleður…
kab: Asali…
kk: Жүктелу…
km: កំពុង​ផ្ទុក…
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ…
ku: Tê barkirin…
lb: Gëtt gelueden…
lt: Įkeliama…
lv: Ielādē…
mai: लोड कए रहल अछि…
ml: ലഭ്യമാക്കുക…
my: ပွင့်လာနေတယ်...
nb_no: Laster …
ne: लोड हुँदैछ…
oc: Cargament...
or: ଧାରଣ କରୁଅଛି…
pt: A carregar...
pt_br: Carregando…
ro: Încărcare…
sd: لوڊ ڪري پيو...
si: පූරණය වේ…
sv: Hämtar…
sw: Kupakia…
ta: ஏற்றுகிறது…
te: లోడవుచున్నది…
th: กำลังโหลด…
tr: Yükleniyor…
ur: لوڈ کر رہا ہے...
uz: Yuklanmoqda...
xh: Kuyalayishwa…
zu: Iyalayisha…

source: Sorry, but there was an error loading the release notes.
af: Jammer, kon nie die vrystellingsaantekeninge laai nie.
ar: المعذرة، ولكن حصل خطأ أثناء تحميل ملاحظات الإصدار.
as: ক্ষমা কৰিব, কিন্তু উন্মোচন টোকাসমূহ ল'ড কৰোতে এটা ত্ৰুটি হৈছিল।
az: Bağışlayın, ancaq versiya qeydlərini yükləyəndə bir xəta meydana gəldi.
bg: Съжаляваме, но зареждането на бележките по изданието беше неуспешно.
bn_bd: দুঃখিত রিলিজ নোট লোড করার সময় ত্রুটি
bn_in: দুঃখিত, রিলিজ নোট প্রদর্শন করতে ত্রুটি দেখা দিয়েছে।
br: Digarezit, degouezhet ez eus bet ur fazi en ur bellgargañ an notennoù handelv.
ca: S'ha produït un error en carregar les notes de la versió.
cy: Ymddiheuriadau ond roedd yn wall llwytho'r nodiadau ryddhau.
es_mx: Lo sentimos, pero hubo un error al cargar las notas del boletín.
eu: Errorea gertatu da bertsio-oharrak kargatzean.
gd: Tha sinn duilich ach thachair mearachd rè luchdadh nan nòtaichean sgaoilidh.
he: מצטערים, שגיאה התרחשה במהלך טעינת הערות השחרור.
hi_in: माफ करें लेकिन इस रिलीज नोट्स के लोड करने में त्रुटि आई.
hr: Došlo je do greške pri učitavanju bilješki izdanja.
hu: Sajnáljuk, de hiba történt a kiadási megjegyzések betöltésekor.
hy_am: Հնարավոր չեղավ բացել թողարկման նշումները։
id: Maaf, galat terjadi ketika memuat catatan rilis.
is: Því miður kom upp villa við að sýna útgáfuupplýsingar.
kab: Suref-aɣ, teḍṛa-sd tuccḍa deg usali n iwenniten n lqem.
kk: Кешіріңіз, шығарылым ескертпесін жүктеп алу кезінде қате кетті.
km: សូម​ទោស ប៉ុន្តែ​មាន​កំហុស​ ខណៈ​ពេល​កំពុង​ផ្ទុក​ឯកសារ​ចេញផ្សាយ ។
kn: ಕ್ಷಮಿಸಿ, ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳನ್ನು ಲೋಡ್ ಮಾಡುವಾಗ ಒಂದು ದೋಷ ಉಂಟಾಗಿದೆ.
ku: Bibore, di barkirina têbiniyên weşanê de çewtiyek derket.
lb: Beim Luede vun d'Versiounshiwäiser ass e Feeler opgetrueden.
lt: Atsiprašome, bet įkeliant laidos apžvalgą, įvyko klaida.
lv: Atvainojiet, bet ielādējot laidiena piezīmes notikusi kļūda.
mai: माफ करू मुदा एहि रिलीज नोट्स क लोड करब मे त्रुटि आएल.
ml: ക്ഷമിയ്ക്കുക, പ്രകാശനക്കുറിപ്പുകള്‍ ലഭ്യമാക്കുന്നതില്‍ പിശക്.
ms: Maaf, namun terdapat satu ralat memuatkan nota pelepasan.
my: ထုတ်လုပ်မှူမှတ်ချက်များအားရယူနေစဉ်အတွင်းအမှားအယွင်းနည်းနည်းရှိခဲ့ပါသည်။
nb_no: Beklager, men en feil oppstod under lasting av versjonsnotatet.
ne: माफ गर्नुहोस्, तर रिलीज टिप्पणीहरू लोड गर्दा एउटा त्रुटि भयो।
oc: Una error s'es producha al moment del cargament de las nòtas de version.
or: ମୁଁ ଦୁଃଖିତ, କିନ୍ତୁ ପ୍ରକାଶନ ଟିପ୍ପଣୀକୁ ଧାରଣ କରିବାରେ ଗୋଟିଏ ତ୍ରୁଟିର ସମ୍ମୁଖିନ ହୋଇଛି।
pt: Desculpe mas ocorreu um erro ao carregar as notas da versão.
pt_br: Desculpe, houve um erro ao carregar as notas da versão.
ro: Ne pare rău, dar a intervenit o eroare la încărcarea notelor asupra ediției.
sd: معاف ڪجو، پر جاري ٽپيون لوڊ ڪرڻ ۾ ڪا چوڪ هئي۔
si: කණගාටුයි, නිකුතු සටහන් පූරණය කිරීමේදී දෝෂයකි.
sv: Det uppstod tyvärr ett fel vid hämtningen av versionsfakta.
sw: Samahani, lakini kulikuwa na kosa kupakia kiachilizi vidokezi.
ta: மன்னிக்கவும், ஆனால் வெளியீட்டு அறிக்கையை ஏற்றும்போது ஒரு பிழை உள்ளது.
te: మన్నించాలి, విడుదల నోట్స్ లోడవ్వుటలో దోషము వుంది.
th: ขออภัย เราพบข้อผิดพลาดขณะโหลดบันทึกประจำรุ่น
tr: Üzgünüz, ancak sürüm notları yüklenirken bir hata meydana geldi.
ur: اجرا نوٹ لوڈ کرنے میں نقص آ گیا۔
uz: Kechirasiz, relez eslatmalari yuklanayotganda xato yuz berdi.
xh: Uxolo, kwenzeke imposiso ekulayishweni kwamanqaku okukhulula.
zu: Uxolo, kubenephutha ekulayisheni izaziswana eziphumayo.

source: By
af: Deur
ar: طوّرها
as: দ্বাৰা
az: Yazan:
bg: От
bn_bd: দ্বারা
bn_in: নির্মাণকারী
br: Gant
ca: Per
cy: Gan
es_mx: Por
eu: Egilea:
gd: Le
he: מאת
hr: Od
hu: Szerző:
hy_am: Հեղինակը՝
id: Oleh
is: Frá
kab: Sɣuṛ
kk: Шығарған
km: តាម
kn: ಇವರಿಂದ
ku: Ji hêla
lb: Auteur:
lt: priedą sukūrė
lv: Autors:
ms: Oleh
my: ဖြင့်
nb_no: Av
ne: सर्जक
oc: Per
or: ଏହାଙ୍କ ଦ୍ୱାରା
pt: De
pt_br: Criação:
ro: Creat de
sd: دواران
sv: Av
sw: Kwa
ta: உருவாக்கியவர்
te: చేత
th: โดย
tr: Yazan:
ur: از
uz: tomonidan:
xh: Ngu
zu: Ngo-

source: End-User License Agreement
af: Eindgebruiker-lisensieooreenkoms
ar: اتفاقية ترخيص المستخدم
as: অন্ত-ব্যৱহাৰকাৰী অনুজ্ঞা চুক্তি
az: Son istifadəçi icazə razılaşması
bg: Лицензно споразумение за крайни потребители
bn_bd: শেষ-ব্যবহারকারীর লাইসেন্স চুক্তি
bn_in: ব্যবহারকারীর চুক্তিপত্র (EULA)
br: Asant al lañvaz gant an arveriad diwezhel
ca: Acord de llicència d'usuari final
cy: Cytundeb Trwydded Defnyddiwr
es_mx: Términos de licencia para el usuario final
eu: Azken erabiltzailearen lizentzia-kontratua
gd: Aonta ceadachas a' chleachdaiche dheireannaich
he: הסכם שימוש למשתמש קצה
hi_in: अंत्य उपयोक्ता लाइसेंस मसौदा
hr: Licenčni ugovor za krajnjeg korisnika
hu: Végfelhasználói licencszerződés
hy_am: Վերջին օգտագործողի լիցենզիոն համաձայնագիր
id: Perjanjian Lisensi Pengguna Akhir
is: Leyfisskilmálar notanda
kab: Awati n turagt n usedac anegwray
kk: Түпкі пайдаланушымен лицензиялық келісім
km: កិច្ច​ព្រមព្រៀង​អាជ្ញាប័ណ្ណ​អ្នក​ប្រើ​
kn: ಬಳಕೆದಾರ ಲೈಸೆನ್ಸ್‍ ಅಗ್ರಿಮೆಂಟ್‌
ku: Peymana Lîsansa Bikarhênerê/a Dawî
lb: Lizenzaccord fir Konsumenten
lt: Licencijos sutartis
lv: Produkta lietošanas nosacījumi
mai: अंत्य प्रयोक्ता ला एकरा मसौदा
ml: ഉപയോക്താവിനുള്ള ലൈസന്‍സ് എഗ്രീമെന്റ്
ms: Perjanjian Lesen Pengguna Akhir
my: သုံးစွဲသူ ခွင့်ပြုမှု သဘောတူညီချက်
nb_no: Sluttbrukeravtale
ne: प्रयोगकर्ता सम्झौता प्रमाण पत्र
oc: Acòrdi de licéncia d'utilizaire
or: ଚାଳକ ଅନୁମତିପତ୍ର ରାଜିନାମା
pt: Acordo de licença de utilizador final
pt_br: Acordo de licença para o usuário final
ro: Acord de licențiere cu utilizatorul
sd: آخر اِستعمال ڪندڙ جي ليسن جو قرار نامو
si: අවසන් පරිශීලක බලපත්‍ර ගිවිසුම
sv: Licensavtal för slutanvändare
sw: Leseni ya Makubaliano ya Mtumiaji wa Hatima
ta: பயனர் உரிம ஒப்பந்தம்
te: అంతిమ-వినియోగదారి లైసెన్సుఒప్పందపత్రం
th: ข้อตกลงสัญญาอนุญาตสำหรับผู้ใช้
tr: Son kullanıcı izin anlaşması
ur: اختتامی صارف لائسنس معاہدہ
uz: Litsenziya shartnomasi
xh: Sisivumelwano selayisensi yomsebenzisi
zu: Isivumelwano selayisense somsebenzisi wokugcina

source: Accept and Install…
af: Aanvaar en installeer…
ar: أوافق وأثبّت…
as: গ্ৰহন কৰি ইনস্টল কৰক…
az: Qəbul et və qur...
bg: Приемане и инсталиране…
bn_bd: অনুমোদন এবং ইনস্টল…
bn_in: সম্মতি জ্ঞাপন করে ইনস্টল করুন…
br: Asantiñ ha Staliañ…
ca: Accepta'l i instal·la'l…
cy: Derbyn a Gosod…
es_mx: Aceptar e Instalar...
eu: Onartu eta instalatu…
gd: Gabh ris is stàlaich e…
he: קבל תנאים והתקן…
hi_in: स्वीकारें और संस्थापित करें…
hr: Prihvati i instaliraj…
hu: Elfogadás és telepítés…
hy_am: Ընդունել և տեղակայել
id: Terima dan Pasang…
is: Samþykkja og setja inn…
kab: Qbel u sebded…
kk: Қабылдау мен орнату…
km: យល់ព្រម និង​ដំឡើង...
kn: ಅಂಗೀಕರಿಸು ಹಾಗು ಅನುಸ್ಥಾಪಿಸು…
ku: Bipejirîne û Saz Bike…
lb: Akzeptéieren an installéieren…
lt: Sutikti su licencija ir įdiegti priedą…
lv: Pieņemt un instalēt…
mai: स्वीकारू आओर संस्थापित करू…
ml: സ്വീകരിച്ചു് ഇന്‍സ്റ്റോള്‍ ചെയ്യുക…
ms: Terima dan Pasang ...
my: လက်ခံပြီး တပ်ဆင်ပါ...
nb_no: Godta og installer …
ne: स्वीकार गरि स्थापना गर्नुहोस् …
oc: Acceptar e installar...
or: ଗ୍ରହଣ କରନ୍ତୁ ଏବଂ ସ୍ଥାପନ କରନ୍ତୁ…
pt: Aceitar e instalar...
pt_br: Aceitar e instalar…
ro: Accept, instalează…
sd: قبول ڪريو ۽ اِسٿاپت ڪريو۔۔۔
si: පිළිගැනීම සහ ස්ථාපනය…
sv: Acceptera och installera…
sw: Kubali na Sakinisha…
ta: ஏற்று நிறுவு…
te: ఆమోదించు మరియు సంస్థాపించు…
th: ยอมรับและติดตั้ง…
tr: Kabul et ve kur...
ur: قبول اور تنصیب کریں...
uz: Rozi boʻlish va oʻrnatish
xh: Yamnkela uze ufakele…
zu: Amukela bese ufake…

source: Browse…
af: Blaai…
ar: تصفّح…
as: ব্ৰাউছ কৰক…
az: Bax…
bg: Разглеждане…
bn_bd: ব্রাউজ...
bn_in: ব্রাউজ করুন…
br: Furchal…
ca: Navega…
cy: Pori…
es_mx: Examinar…
eu: Arakatu…
gd: Brabhsaich…
he: עיון…‏
hi_in: ब्राउज़ करें…
hr: Pretraži…
hu: Tallózás…
hy_am: Ընտրել…
id: Jelajahi…
is: Velja…
kab: ɛiwed nadi ...
kk: Шолу…
km: រក​មើល…
kn: ವೀಕ್ಷಿಸಿ…
ku: Bigere...
lt: Parinkti…
lv: Pārlūkot…
mai: ब्राउज करू…
ml: പരതുക…
ms: Carian…
my: ဖွင့်ရှာကြည့်ပါ။
nb_no: Bla gjennom …
ne: ब्राउज गर्नुहोस्…
oc: Percórrer...
or: ବ୍ରାଉଜ କରନ୍ତୁ…
pt: Explorar...
pt_br: Procurar…
ro: Răsfoiește…
sd: برائوز ڪريو...
si: ගවේෂණය…
sv: Bläddra…
sw: Vinjari…
ta: உலாவு...
te: విహరించు…
th: เรียกดู…
tr: Gözat…
ur: براؤز کریں ...
uz: Koʻrish
xh: Bhrawuza…
zu: Bheka…
