Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, gd, he, hi_in, hr, hu, hy_am, id, is, kab, kk, km, kn, ku, lb, lt, lv, mai, ml, ms, my, nb_no, ne, oc, or, pt, pt_br, ro, sd, si, sv, sw, ta, te, th, tr, ur, uz, xh, zu

# info.plugincheck.label
source: Check to see if your plugins are up to date
af: Kontroleer of al die inproppe op datum is
ar: التمس لتعرف إذا كانت ملحقاتك محدّثة
as: আপোনাৰ প্লাগিনসমূহ বৰ্তমান তাৰিখলে উন্নত নে চাবলে নীৰিক্ষণ কৰক
az: Əlavə proqramların aktual olub olmadığını yoxlayın
bg: Проверка дали вашите приставки са с последна версия
bn_bd: পরীক্ষা করে দেখুন আপনার প্লাগইন হালনাগাদ করা রয়েছে কিনা
bn_in: প্লাগ-ইনগুলি আপ-টু-ডেট রয়েছে কি না তা পরীক্ষা করুন
br: Gwiriañ mard ez eo hizivaet hoc'h enlugelladoù
ca: Comprova si els connectors estan actualitzats
cy: Gwirio os yw eich ategion yn rhai diweddar
es_mx: Pulsa aquí para ver si tus plugins están actualizados
eu: Egiaztatu zure pluginak egunean dauden ikusteko
gd: Thoir sùil ach a bheil na plugain agad cho ùr 's a ghabhas
he: בדיקה שהתוספים החיצוניים שלך מעודכנים
hi_in: देखने के लिए जाँचें कि आपका प्लगइन अद्यतन है या नहीं
hr: Provjerite jesu li vaši priključci ažurni
hu: Bővítmények frissességének ellenőrzése
hy_am: Ստուգեք՝ արդյոք բոլոր բաղադրիչներն են թարմ վիճակում
id: Periksa apakah plugin Anda sudah dalam versi terbaru
is: Athuga hvort tengiforrit eru í nýjustu útgáfu
kk: Плагиндеріңіздің барлығы жаңа ма, соны тексеріңіз
km: ពិនិត្យមើល​ថា​តើ​ កម្មវិធី​ជំនួយ​ទាន់សម័យ​ដែរ​ឬ​ទេ
kn: ನಿಮ್ಮ ಪ್ಲಗ್‌ಇನ್‌ಗಳು ಅಪ್‌ ಟು ಡೇಟ್ ಆಗಿದ್ದಾವೆಯೆ ಎಂದು ಪರಿಶೀಲಿಸಿ
ku: Binêre ka pêvekên te nû ne yan na
lb: Kontrolléier op d'Pluginnen aktuell sinn
lt: Spustelėkite, kad būtų patikrinta, ar jūsų naudojami papildiniai nepasenę
lv: Pārbaudiet, lai pārliecinātos, vai jūsu spraudņiem nav atjauninājumu
mai: देखबाक लेल जाँचू जे अहाँक प्लगइन अद्यतन अछि अथवा नहि
ml: നിങ്ങളുടെ പ്ലഗിനുകള്‍ ഏറ്റവും പുതിയതാണോ എന്നറിയുവാന്‍ പരിശോധിയ്ക്കുക
ms: Periksa untuk lihat sekiranya plugin anda adalah yang terkini
my: သင်၏ပလပ်အင်များ အဆင့်မှီမမှီစစ်ဆေးမည်။
oc: Verificar se los plugins son a jorn
or: ଆପଣଙ୍କର ପ୍ଲଗଇନଗୁଡ଼ିକ ଠିକ ଅଛି କି ନାହିଁ ଦେଖିବା ପାଇଁ ଯାଞ୍ଚକରନ୍ତୁ
pt: Verificar se os plugins estão atualizados
pt_br: Verificar atualizações dos plugins
ro: Verificați pentru a vedea dacă modulele dumnevoastră sunt actualizate
sd: اِهو ڏسڻ لاءِ چڪاسيو تە توهان جا پلگ اِنس اَپڊيٽ آهن
si: ඔබගේ ප්ලගීන යාවත්කාලීනව ඇත්නම් පරීක්ෂා කරන්න
sv: Kontrollera om dina instickmoduler är uppdaterade
sw: Kagua kona ilkiwa grogramu-jalizi zako zimesasishwa
ta: உங்கள் செருகுநிரல்கள் இப்போது வரை புதுப்பிக்கப்பட்டுள்ளதா எனப் பார்க்க தேர்வு செய்யவும்
te: మీ చొప్పింతలు తాజాగా వున్నాయో లేదో చూడుము
th: ตรวจสอบว่าโปรแกรมเสริมของคุณปรับรุ่นแล้วหรือยัง
tr: Yan uygulamalarınızın güncel olup olmadığına bakın
ur: چیک کریں کہ آپ کے پلگ انتازہ ترین ہیں
uz: Plaginlar yangilanganini tekshirib koʻrish
xh: Khangela ukuba zihlaziyiwe na iisoftwe ezincedisayo
zu: Hlola ukubona ukuthi ama-plugins wakho asesikhathini samanje na

# info.plugincheck.tooltip
source: Check to see if your plugins are up to date
af: Kontroleer of al die inproppe op datum is
ar: التمس لتعرف إذا كانت ملحقاتك محدّثة
as: আপোনাৰ প্লাগিনসমূহ বৰ্তমান তাৰিখলে উন্নত নে চাবলে নীৰিক্ষণ কৰক
az: Əlavə proqramların aktual olub olmadığını yoxlayın
bg: Проверка дали вашите приставки са с последна версия
bn_bd: পরীক্ষা করে দেখুন আপনার প্লাগইন হালনাগাদ করা রয়েছে কিনা
bn_in: প্লাগ-ইনগুলি আপ-টু-ডেট রয়েছে কি না তা পরীক্ষা করুন
br: Gwiriañ mard ez eo hizivaet hoc'h enlugelladoù
ca: Comprova si els connectors estan actualitzats
cy: Gwirio os yw eich ategion yn rhai diweddar
es_mx: Pulsa aquí para ver si tus plugins están actualizados
eu: Egiaztatu zure pluginak egunean dauden ikusteko
gd: Thoir sùil ach a bheil na plugain agad cho ùr 's a ghabhas
he: בדיקה שהתוספים החיצוניים שלך מעודכנים
hi_in: देखने के लिए जाँचें कि आपका प्लगइन अद्यतन है या नहीं
hr: Provjerite jesu li vaši priključci ažurni
hu: Bővítmények frissességének ellenőrzése
hy_am: Ստուգեք՝ արդյոք բոլոր բաղադրիչներն են թարմ վիճակում
id: Periksa apakah plugin Anda sudah dalam versi terbaru
is: Athuga hvort tengiforrit eru í nýjustu útgáfu
kk: Плагиндеріңіздің барлығы жаңа ма, соны тексеріңіз
km: ពិនិត្យមើល​ថា​តើ​ កម្មវិធី​ជំនួយ​ទាន់សម័យ​ដែរ​ឬ​ទេ
kn: ನಿಮ್ಮ ಪ್ಲಗ್‌ಇನ್‌ಗಳು ಅಪ್‌ ಟು ಡೇಟ್ ಆಗಿದ್ದಾವೆಯೆ ಎಂದು ಪರಿಶೀಲಿಸಿ
ku: Kontrol bike ka pêvekên te nû ne yan ya
lb: Kontrolléier op d'Pluginnen aktuell sinn
lt: Spustelėkite, kad būtų patikrinta, ar jūsų naudojami papildiniai nepasenę
lv: Pārbaudiet, lai pārliecinātos, vai jūsu spraudņiem nav atjauninājumu
mai: देखबाक लेल जाँचू जे अहाँक प्लगइन अद्यतन अछि अथवा नहि
ml: നിങ്ങളുടെ പ്ലഗിനുകള്‍ ഏറ്റവും പുതിയതാണോ എന്നറിയുവാന്‍ പരിശോധിയ്ക്കുക
ms: Periksa untuk lihat sekiranya plugin anda adalah yang terkini
my: သင်၏ပလပ်အင်များ အဆင့်မှီမမှီစစ်ဆေးမည်။
oc: Verificar se los plugins son a jorn
or: ଆପଣଙ୍କର ପ୍ଲଗଇନଗୁଡ଼ିକ ଠିକ ଅଛି କି ନାହିଁ ଦେଖିବା ପାଇଁ ଯାଞ୍ଚକରନ୍ତୁ
pt: Verificar se os plugins estão atualizados
pt_br: Verificar se os plugins estão atualizados
ro: Verificați pentru a vedea dacă modulele dumnevoastră sunt actualizate
sd: اِهو ڏسڻ لاءِ چڪاسيو تە توهان جا پلگ اِنس اَپڊيٽ آهن
si: ඔබගේ ප්ලගීන යාවත්කාලීනව ඇත්නම් පරීක්ෂා කරන්න
sv: Kontrollera om dina instickmoduler är uppdaterade
sw: Kagua kona ilkiwa grogramu-jalizi zako zimesasishwa
ta: உங்கள் செருகுநிரல்கள் இப்போது வரை புதுப்பிக்கப்பட்டுள்ளதா எனப் பார்க்க தேர்வு செய்யவும்
te: మీ చొప్పింతలు తాజాగా వున్నాయో లేదో చూడుము
th: ตรวจสอบว่าโปรแกรมเสริมของคุณเป็นรุ่นล่าสุดแล้วหรือยัง
tr: Yan uygulamalarınızın güncel olup olmadığına bakın
ur: چیک کریں کہ آپ کے پلگ انتازہ ترین ہیں
uz: Agar plaginlaringiz yangilangan boʻlsa tekshirish
xh: Khangela ukuba zihlaziyiwe na iisoftwe ezincedisayo
zu: Hlola ukubona ukuthi ama-plugins wakho asesikhathini samanje na

# view.search.label
source: Search
af: Soek
ar: ابحث
az: Axtar
bn_in: অনুসন্ধান
br: Klask
ca: Cerca
cy: Chwilio
es_mx: Buscar
eu: Bilaketa
gd: Lorg
hi_in: खोजें
hr: Traži
hu: Keresés
hy_am: Որոնում
id: Cari
is: Leita
kab: Nadi
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕು
lt: Paieška
lv: Meklēšana
mai: खोजू
nb_no: Søk
ne: खोजी गर्नुहोस्
oc: Recercar
pt: Procurar
pt_br: Pesquisar
ro: Căutare
sv: Sök
te: వెతకడం
tr: Arama
uz: Izlash
xh: Khangela

source: Get Add-ons
af: Kry byvoegings
ar: احصل على الإضافات
as: এড-অনসমূহ প্ৰাপ্ত কৰক
az: Əlavə yükləyin
bg: Изтегляне на добавки
bn_bd: অ্যাড-অন নিন
bn_in: অতিরিক্ত সামগ্রী প্রাপ্ত করুন
br: Kaout askouezhioù
ca: Més complements
cy: Estyn Ychwanegion
es_mx: Obtener complementos
eu: Eskuratu gehigarriak
gd: Faigh tuilleadain
he: קבל תוספות
hi_in: सहयुक्तियाँ पाएँ
hr: Pronađi dopune
hu: Kiegészítők letöltése
hy_am: Ձեռք բերել հավելումներ
id: Unduh Pengaya
is: Ná í viðbætur
kab: Awi-d izegrar imernan
kk: Қосымшаларды алу
km: យក​កម្មវិធី​បន្ថែម
kn: ಆಡ್-ಆನ್‌ಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಿ
ku: Add-onan bistîne
lb: Addone sichen
lt: Parsisiųsti priedų
lv: Iegūt papildinājumus
mai: सहयुक्ति पाउ
ml: ആഡ്-ഓണുകള്‍ ലഭ്യമാകുക
ms: Dapatkan Add-on
my: အက်အွန်ရယူပါ
nb_no: Last ned utvidelser
ne: एड-अनहरू प्राप्त गर्नुहोस्
oc: Obténer de moduls complementaris
or: ଏଡ-ଅନଗୁଡ଼ିକୁ ଗ୍ରହଣ କରନ୍ତୁ
pt: Obter extras
pt_br: Adicionar
ro: Obțineți suplimente
sd: ايڊآنس حاصل ڪريو
si: ඇඩෝන ලබා ගන්න
sv: Hämta tillägg
sw: Pata Vifaa vya nyongeza
ta: கூடுதல் இணைப்புகளை பெறு
te: పొడిగింతలు పొందుము
th: ติดตั้งส่วนเสริม
tr: Eklenti edin
ur: ایڈ اون لائیں
uz: Qoʻshimcha dasturlarni olish
xh: Fumana izongezelelo
zu: Thola okungezwayo

source: Recent Updates
af: Onlangse bywerkings
ar: التحديثات الأخيرة
as: শেহতীয়া আপডেইটসমূহ
az: Yaxın vaxtlardakı yeniləmələr
bg: Скорошни обновявания
bn_bd: সাম্প্রতিক হালনাগাদ
bn_in: সর্বশেষ আপডেট
br: Hizivadurioù nevesañ
ca: Actualitzacions recents
cy: Diweddariadau Diweddar
es_mx: Actualizaciones recientes
eu: Azken eguneraketak
gd: Ùrachaidhean a rinn thu o chionn goirid
he: עדכונים אחרונים
hi_in: हालिया अद्यतन
hr: Nedavne dopune
hu: Legutóbbi frissítések
hy_am: Վերջին Թարմացումները
id: Versi Baru
is: Nýlegar uppfærslur
kab: Ileqman n melmi kan
kk: Соңғы жаңартулар
km: បច្ចុប្បន្នភាព​ថ្មី​ៗ
kn: ಇತ್ತೀಚಿನ ಅಪ್‌ಡೇಟ್‌ಗಳು
ku: Rojanekirin Nêz
lb: Rezent Updaten
lt: Paskiausiai atnaujinti
lv: Nesenie atjauninājumi
mai: हालिया अद्यतन
ml: ഏറ്റവും പുതിയ പരിഷ്കരണങ്ങള്‍
ms: Kemaskini terbaru
my: လက်ရှိ အသစ်
nb_no: Nylig oppdatert
ne: हालका अद्यावधिकहरू
oc: Mes a jorn
or: ସାମ୍ପ୍ରତିକ ଅଦ୍ୟତନଗୁଡ଼ିକ
pt: Atualizações recentes
pt_br: Atualizações recentes
ro: Actualizări recente
sd: تازا اَپڊيٽس
si: මෑතකාලීන යාවත්කාලීන
sv: Nyligen uppdaterade
sw: Visasaisho vya hivi karibuni
ta: சமீபத்திய புதுப்பித்தல்கள்
te: ఇటీవలి నవీకరణలు
th: การปรับรุ่นเมื่อเร็ว ๆ นี้
tr: Yakın zamandaki güncellemeler
ur: حالیہ تازہ کاریاں
uz: Soʻnggi yangilanishlar
xh: Uhlaziyo lwakutshanje
zu: Ukuvuselela kwamanje

source: Available Updates
af: Beskikbare bywerkings
ar: التحديثات المتاحة
as: উপলব্ধ আপডেইটসমূহ
az: Mövcud yeniləmələr
bg: Налични обновявания
bn_bd: বিদ্যমান হালনাগাদ
bn_in: উপলব্ধ আপডেট
br: Hizivadurioù hegerz
ca: Actualitzacions disponibles
cy: Diweddariadau ar Gael
es_mx: Actualizaciones disponibles
eu: Eguneraketak eskura
gd: Ùrachaidhean a tha ri am faighinn
he: עדכונים זמינים
hi_in: उपलब्ध अद्यतन
hr: Dostupne dopune
hu: Elérhető frissítések
hy_am: Առկա Թարմացումները
id: Versi Baru yang Tersedia
is: Fáanlegar uppfærslur
kab: Ileqman yellan
kk: Қолжетерлік жаңартулар
km: មាន​បច្ចុប្បន្នភាព
kn: ಲಭ್ಯವಿರುವ ಅಪ್‌ಡೇಟ್‌ಗಳು
ku: Rojankirinên Amade
lb: Verfügbar Updaten
lt: Galimi naujinimai
lv: Pieejamie atjauninājumi
mai: उपलब्ध अद्यतन
ml: ലഭ്യമായ പരിഷ്കരണങ്ങള്‍
ms: Kemaskini tersedia
my: ရရှိနိုင်သော အဆင့်မြင်တင်မှု
nb_no: Tilgjengelige oppdateringer
ne: उपलब्ध अद्यावधिहरू
oc: De metre a jorn
or: ଉପଲବ୍ଧ ଅଦ୍ୟତନଗୁଡ଼ିକ
pt: Atualizações disponíveis
pt_br: Atualizações disponíveis
ro: Actualizări disponibile
sd: مؤجود اَپڊيٽس
si: පවතින යාවත්කාලීන
sv: Tillgängliga uppdateringar
sw: Visasaisho Vinavyopatikana
ta: இருக்கும் புதுப்பித்தல்கள்
te: అందుబాటులోని నవీకరణలు
th: การปรับรุ่นที่ตรวจพบ
tr: Mevcut güncellemeler
ur: دستیاب تازہ کاریاں
uz: Mavjud yangilanishlar
xh: Uhlaziyo olufumanekayo
zu: Ukuvuselela okukona

source: &Check for Updates
af: &Kontroleer vir bywerkings
ar: ال&تمس التحديثات
as: আপডেইটসমূহৰ বাবে নীৰিক্ষণ কৰক
az: Yeniləmələrə bax…
bg: &Проверка за обновявания
bn_bd: হালনাগাদ পরীক্ষা &C
bn_in: আপডেটের উপস্থিতি পরীক্ষা করুন
br: &Gwiriañ mar bez hizivadurioù d'ober
ca: &Cerca actualitzacions
cy: &Gwirio am Ddiweddariadau
es_mx: Bus&car actualizaciones
eu: &Bilatu eguneraketak
gd: Lorg ùra&chaidhean
he: &בדוק עדכונים
hi_in: अद्यतन की जाँच करें
hr: Provjeri &dostupnost dopuna
hu: &Frissítések keresése
hy_am: &Ստուգել թարմացումները
id: &Periksa Versi Baru
is: &Leita að uppfærslum
kab: &Nadi ileqman
kk: Жаңартуларды те&ксеру
km: &ពិនិត្យមើល​បច្ចុប្បន្នភាព
kn: ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಹುಡುಕು
ku: &Li rojanekirinan bigere
lb: No Updatë &sichen
lt: &Tikrinti, ar yra naujinimų
lv: &Meklēt atjauninājumus
mai: अद्यतनकएल जाएँच करू
ml: പരിഷ്കരണങ്ങള്‍ക്കായി പരിശോധിയ്ക്കുക
ms: &Semakan pengemaskinian terkini
my: &အဆင့်မြှင့်တင်ရန်လိုအပ်နေလားစစ်ကြည့်မည်။
nb_no: &Søk etter oppdateringer nå
ne: अद्यावधिकहरूका लागि जाँच गर्नुहोस्
oc: &Recercar de mesas a jorn
or: ଅଦ୍ୟତନଗୁଡ଼ିକ ପାଇଁ ଯାଞ୍ଚକରନ୍ତୁ
pt: Pro&curar atualizações
pt_br: &Verificar atualizações
ro: &Caută actualizări
sd: اَپڊيٽس لاءِ جاچيو
si: යාවත්කාලීන සඳහා පරීක්ෂා කරන්න
sv: Sök efter &uppdateringar
sw: &Kagua Visasaisho
ta: புதுப்பித்தல்களுக்கு சரிபார்க்கவும்
te: నవీకరణల కొరకు పరిశీలించుము
th: &ตรวจสอบการปรับรุ่น
tr: &Güncellemeleri denetle
ur: تازہ کاریوں کے لیے &پڑتال کریں
uz: Yangilanishlar uchun &tekshirish
xh: &Khangela iZihlaziyi
zu: &Hlola ukuvuselela

source: &View Recent Updates
af: &Bekyk onlangse bywerkings
ar: اعر&ض التحديثات الأخيرة
as: শেহতীয়া আপডেইটসমূহ দৰ্শন কৰক
az: Yaxın vaxtdakı yeniləmələrə &bax
bg: П&оследни обновявания
bn_bd: সাম্প্রতিক হালনাগাদ প্রদর্শন &V
bn_in: সর্বশেষ আপডেটগুলি দেখুন
br: Gwelout an hizi&vadurioù nevesañ
ca: &Visualitza les actualitzacions recents
cy: Gweld &Diweddariadau Diweddar
es_mx: &Ver actualizaciones recientes
eu: &Ikusi azken eguneraketak
gd: &Seall na h-ùrachaidhean faisg orm
he: &הצג עדכונים אחרונים
hi_in: हालिया अद्यतन देखें
hr: Prikaži neda&vne dopune
hu: &A legutóbbi frissítések megtekintése
hy_am: &Տեսնել Վերջին Թարմացումները
id: Tampilkan &Versi Baru
is: &Skoða nýlegar uppfærslur
kab: &Sken ileqman n melmi kan
kk: С&оңғы жаңартуларды қарау
km: មើល​បច្ចុប្បន្នភាព​ថ្មីៗ
kn: ಇತ್ತೀಚಿನ ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ನೋಡು
ku: &Rojanekirinên Nêz Nîşan Bide
lb: Rezent &Updaten uweisen
lt: Rodyti &paskiausiai atnaujintus priedus
lv: Aplūkot &nesenos atjauninājumus
mai: हालिया अद्यतन देखू
ml: ഏറ്റവും പുതിയ പരിഷ്കരങ്ങള്‍ കാണുക
ms: &Lihat kemaskini terbaru
my: လတ်တလော အပ်ဒိပ်များကို ကြည့်ပါ
nb_no: &Vis nylig oppdaterte
ne: हालका अद्यावधिहरू हेर्नुहोस्
oc: &Afichar las mesas a jorn recentas
or: ସାମ୍ପ୍ରତିକ ଅଦ୍ୟତନଗୁଡ଼ିକୁ ଦେଖନ୍ତୁ
pt: &Ver atualizações recentes
pt_br: &Exibir atualizações recentes
ro: &Vezi actualizările recente
sd: تازا اَپڊيٽس نظر مان ڪڍو
si: මෑතකාලීන යාවත්කාලීන පෙන්වන්න
sv: &Visa nyligen uppdaterade
sw: &Angalia Visasaisho vya Hivi Karibuni
ta: சமீபத்திய மேம்படுத்தல்களை பார்
te: ఇటీవలి నవీకరణలను దర్శించుము
th: &ดูการปรับรุ่นเมื่อเร็ว ๆ นี้
tr: En son güncellemelere &bak
ur: حالیہ تازہ کاریاں &نظارہ کریں
uz: Soʻnggi yangilanishlarni &koʻrish
xh: &Jonga uhlaziyo lwakutshanje
zu: &Binisa ukuvuselela kwamanje

source: Update &Add-ons Automatically
af: &Werk byvoegings outomaties by
ar: حدّث الإضافات تل&قائيًا
as: স্বচালিতভাৱে এড-অনসমূহ আপডেইট কৰক
az: Əlavələri avtomatik ye&nilə
bg: &Автоматично обновяване на добавките
bn_bd: স্বয়ংক্রিয়ভাবে অ্যাড-অন হালনাগাদ &A
bn_in: স্বয়ংক্রিয়ভাবে অতিরিক্ত সামগ্রী আপডেট করা হবে
br: Hiziv&aat an askouezhioù gant un doare emgefreek
ca: &Actualitza els complements automàticament
cy: Diweddaru Ychwanegion yn &Awtomatig
es_mx: &Actualizar los complementos automáticamente
eu: E&guneratu gehigarriak automatikoki
gd: Ùr&aich na tuilleadain gu fèin-obrachail
he: &עדכון תוספות אוטומטי
hi_in: सहयुक्तियाँ स्वतः अद्यतन करें
hr: &Automatski ažuriraj dodatke
hu: &Kiegészítők automatikus frissítése
hy_am: &Թարմացնել հավելումները ինքնաբերաբար
id: &Otomatis Perbarui Pengaya
is: Uppfær&a viðbætur sjálfvirkt
kab: &Leqqem s wudem awurman izegrar imernan
kk: К&еңейтулерді автожаңарту
km: ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​បន្ថែម​ដោយ​ស្វ័យប្រវត្តិ
kn: ಆಡ್-ಆನ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡು
ku: &Add-onan xweber rojane bike
lb: &Addonen automatesch updaten
lt: &Naujinti priedus automatiškai
lv: &Atjaunināt papildinājumus automātiski
mai: सहयुक्ति स्वतः अद्यतन करू
ml: ഓട്ടോമാറ്റിക്കായി ആഡ്-ഓണുകള്‍ പരിഷ്കരിയ്ക്കുക
ms: Kemaskini &Add-on secara automatik
my: အက်အွန်အား အလိုအလျောက် အဆင့်မြင်တင်ပါ
nb_no: &Oppdater utvidelser automatisk
ne: सबै एड-अनहरू स्वतः अद्यावधि गर्नुहोस्
oc: &Metre a jorn los moduls automaticament
or: ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଏଡ-ଅନଗୁଡ଼ିକୁ ଅଦ୍ୟତନ କରନ୍ତୁ
pt: &Atualizar extras automaticamente
pt_br: &Atualizar automaticamente
ro: &Actualizează suplimentele automat
sd: خودڪار نموني اَپڊيٽ ۽ ايڊ - آنس
si: ස්වයංක්‍රීයව ඇඩෝන යාවත්කාලීන කරන්න
sv: Ins&tallera uppdateringar automatiskt
sw: Sasaisha &Vifaa vya nyongeza Kiotomatiki
ta: கூடுதல் இணைப்புகளை தானாக புதுப்பி
te: పొడిగింతలను స్వయంచాలకంగా నవీకరించుము
th: ปรับรุ่นส่วนเสริมนี้โดย&อัตโนมัติ
tr: Ekle&ntileri kendiliğinden güncelle
ur: &ایڈ اون خود بخود تازہ کریں
uz: &Qoʻshimcha dasturlarni avtomatik yangilash
xh: Uhlaziyo &nezongezelelo ngokuzenzekelayo
zu: Vuselela &okwengezwayo ngokuzenzakalela

source: &Reset All Add-ons to Update Automatically
af: &Stel alle byvoegings om outomaties by te werk
ar: اجعل تحديث كل الإضا&فات تلقائيًا
as: সকলো এড-অন স্বচালিতভাৱে আপডেইট হবলে পুনৰ সংহতি কৰক
az: Bütün əl&avələri avtomatik yeniləyəcək şəkildə nizamla
bg: А&нулиране на всички добавки, за да се извърши автоматично обновяване
bn_bd: সব অ্যাড-অন স্বয়ংক্রিয়ভাবে হালনাগাদ করার জন্য পুন:নির্ধারন করা হবে &R
bn_in: স্বয়ংক্রিয়ভাবে আপডেট করার উদ্দেশ্যে চিহ্নিত সকল অতিরিক্ত সামগ্রী পুনরায় নির্ধারণ করা হবে
br: Adde&raouekaat an holl askouezhioù a-benn ma vint hizivaet ent emgefreek
ca: &Reinicia tots els complements perquè s'actualitzin automàticament
cy: Ailosod &Pob Ychwanegyn i'w Diweddaru'n Awtomatig
es_mx: &Restablecer todos los complementos para actualizar automáticamente
eu: &Berrezarri gehigarri guztiak automatikoki egunera daitezen
gd: Ath-shuidhich gach tuilleadan ai&rson 's gun ùraich iad gu fèin-obrachail
he: &אפס את כל התוספות לעדכון אוטומטי
hi_in: अद्यतन स्वतः करने के लिए सभी सहयुक्तियाँ फिर सेट करें
hr: Postavi automatsko ažu&riranje za sve dodatke
hu: &Minden kiegészítő automatikus frissítése
hy_am: &Վերակայել բոլոր հավելումները՝ ինքնաշխատ թարմացնելու համար
id: &Setel Ulang Semua Pengaya agar Diperbarui Otomatis
is: Endu&rstilla allar viðbætur á sjálfvirka uppfærslu
kab: &Rmed aleqqem awurman i yizegrar imernan imeṛṛa
kk: Б&арлық кеңейтулерді автожаңартылатындай етіп қылу
km: កំណត់​កម្មវិធី​បន្ថែម​ទាំងអស់​ឡើង​វិញ ដើម្បី​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​ស្វ័យប្រវត្តិ
kn: ಎಲ್ಲಾ ಆಡ್-ಆನ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಪ್‌ಡೇಟ್‌ಗೆ ಮರುಹೊಂದಿಸು
ku: Ji bo &rojanekirina xweber hemû add-onan vesaz bike
lb: Auto-&Update aktivéiere fir all Addonen
lt: &Visus priedus naujinti automatiškai
lv: Atjaunināt visus papi&ldinājumus automātiski
mai: अद्यतन स्वतः करबाक लेल सबहि सहयुक्ति फेर सेट करू
ml: ഓട്ടോമാറ്റിക്കായി പരിഷ്കരിയ്ക്കുന്നതിനു് എല്ലാ ആഡ്-ഓണുകളും വീണ്ടും സജ്ജമാക്കുക
ms: &Set Semula Semua Add-on Untuk Automatik Kemaskini
my: အတ်အွန်အားလုံးအား အလိုအလျှောက် အဆင့်မြှင့်တင်ရန် ပြုလုပ်လိုက်မည်။
nb_no: &Tilbakestill alle utvidelser til å oppdatere automatisk
ne: सबै एड-अनहरू स्वतः अद्यावधि हुन पूर्व निर्धारित गर्नुहोस्
oc: A&ctivar la mesa a jorn automatica per totes los moduls
or: ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଅଦ୍ୟତନ କରିବା ପାଇଁ ସମସ୍ତ ଏଡ-ଅନଗୁଡ଼ିକୁ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
pt: &Repor atualização automática para todos os extras
pt_br: &Definir atualização automática para todos
ro: &Resetează toate suplimentele să se actualizeze automat
sd: سڀ ايڊ - اَنس خودڪار نموني اَپڊيٽ ۾ نئين سرسيٽ ڪريو
si: ස්වයංක්‍රීයව යාවත්කාලීන කිරීමට සියළු ඇඩෝන ප්‍රත්‍යාරම්භ (&Restart) කරන්න
sv: &Ställ om alla tillägg till automatisk uppdatering
sw: &Weka upya Vifaa vyote va nyongeza Visasaishe Kiotomatiki
ta: தானாக புதுப்பிக்க அனைத்து கூடுதல் இணைப்புகளையும் மறுஅமை
te: స్వయంచాలకంగా నవీకరించుటకు అన్ని పొడిగింతలును తిరిగివుంచుము
th: ตั้ง&ค่าให้ปรับรุ่นส่วนเสริมทุกตัวโดยอัตโนมัติ
tr: Tüm eklentileri kendiliğinden güncellenecek şekilde &ayarla
ur: تما ایڈ اون کو خود بخود تازہ ہونے کے لیے &پھر سیٹ کریں
uz: Barcha qoʻshimcha dasturlarni avtomatik yangilash uchun &tiklash
xh: &Seta kwakhona zonke izongezelelo zihlaziye ngokuzenzekelayo
zu: &Hlela kabusha konke okwengezwayo ukuze kuvuselele kuzenzakalele

source: &Reset All Add-ons to Update Manually
af: &Stel alle byvoegings om handmatig by te werk
ar: اجعل تحديث كل الإضا&فات يدويًا
as: সকলো এড-অন হস্তচালিতভাৱে আপডেইট হবলে পুনৰ সংহতি কৰক
az: Bütün əl&avələri əllə yeniləyəcək şəkildə nizamla
bg: Ан&улиране на всички добавки, за да се извърши ръчно обновяване
bn_bd: সব অ্যাড-অন নিজ হাতে হালনাগাদ করার জন্য পুন:নির্ধারন করা হবে &R
bn_in: ব্যবহারকারী দ্বারা আপডেট করার উদ্দেশ্যে চিহ্নিত সকল অতিরিক্ত সামগ্রী পুনরায় নির্ধারণ করা হবে
br: Adde&raouekaat an holl askouezhioù a-benn ma vint hizivaet gant an dorn
ca: &Reinicia tots els complements perquè s'actualitzin manualment
cy: Ailosod Pob Ychwanegyn i Ddiweddaru gyda &Llaw
es_mx: &Restablecer todos los complementos para actualizar manualmente
eu: &Berrezarri gehigarri guztiak eskuz egunera daitezen
gd: Ath-shuidhich gach tuilleadan ai&rson 's gun ùraich iad de làimh
he: &אפס את כל התוספות לעדכון ידני
hi_in: दस्ती रूप से अद्यतन करने के लिए सभी सहयुक्तियाँ फिर सेट करें
hr: Postavi &ručno ažuriranje za sve dodatke
hu: Minden &kiegészítő kézi frissítése
hy_am: Վերակայել հա&վելումները՝ դրանք ձեռքով թարմացնելու համար
id: Setel Ulang Semua Pengaya agar Hanya Diperbarui &Manual
is: Endu&rstilla allar viðbætur á handvirka uppfærslu
kab: &Arermed aleqqem awurman n izegrar akk imernan
kk: Барлық кеңейтулерді тек қ&олмен жаңартылатындай етіп қылу
km: កំណត់​កម្មវិធី​បន្ថែម​ទាំងអស់​ឡើង​វិញ ដើម្បី​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​ដៃ
kn: ಎಲ್ಲಾ ಆಡ್-ಆನ್‌ಗಳನ್ನು ಕೈಯಾರೆ ಅಪ್‌ಡೇಟ್‌ಗೆ ಮರುಹೊಂದಿಸು
ku: Ji bo &rojanekirina bi destan hemû add-onan vesaz bike
lb: Auto-&Update deaktivéiere fir all Addonen
lt: &Visus priedus naujinti rankiniu būdu
lv: Atjaunināt visus papildināju&mus manuāli
mai: दस्ती रूप सँ अद्यतन करब क लेल सबहि सहयुक्ति फेर सेट करू
ml: മാനുവലായി പരിഷ്കരിയ്ക്കുന്നതിനായി എല്ലാ ആഡ്-ഓണുകളും വീണ്ടും സജ്ജമാക്കുക
ms: &Set Semula Semua Add-on Untuk Manual Kemaskini
my: အတ်အွန်အားလုံးအား ထိန်းချုပ်အဆင့်မြှင့်တင်ရန် ပြုလုပ်လိုက်မည်။
nb_no: &Tilbakestill alle utvidelser til å oppdatere manuelt
ne: सबै एड-अनहरू चाहेको बेला अद्यावधि हुन पूर्व निर्धारित गर्नुहोस्
oc: &Desactivar la mesa a jorn automatica per totes los moduls
or: ହସ୍ତକୃତ ଭାବରେ ଅଦ୍ୟତନ କରିବା ପାଇଁ ସମସ୍ତ ଏଡ-ଅନଗୁଡ଼ିକୁ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
pt: &Repor atualização manual para todos os extras
pt_br: &Definir atualização manual para todos
ro: &Resetează toate suplimentele să se actualizeze manual
sd: سڀ ايڊ - آنس هٿ سان اپڊيٽ ۾ نئين سر سيٽ ڪريو
sv: &Ställ om alla tillägg till manuell uppdatering
sw: &Weka upya Vifaa vyote vya nyongeza Visasaishe kwa Mikono
ta: கைமுறையாக புதுப்பிக்க அனைத்து கூடுதல் இணைப்புகளையும் மறுஅமை
te: మనవీయంగా నవీకరించుటకు అన్ని పొడిగింతలును తిరిగివుంచుము
th: ตั้ง&ค่าให้ปรับรุ่นส่วนเสริมแต่ละตัวด้วยมือ
tr: Tüm eklentileri elle güncellenecek şekilde &ayarla
ur: تما ایڈ اون کو دستی بہ تازہ ہونے کے لیے &پھر سیٹ کریں
uz: Qoʻlbola yangilash uchun barcha qoʻshimcha dasturlarni &tiklash
xh: &Seta kwakhona zonke izongezelelo zihlaziywe ngesandla
zu: &Hlela kabusha konke okwengezwayo ukuze kuviselelwe nguwe

source: Updating add-ons
af: Byvoegings word bygewerk
ar: يحدّث الإضافات
as: এড-অনসমূহ আপডেইট কৰা হৈছে
az: Əlavələr yenilənir
bg: Обновяване на добавките
bn_bd: অ্যাড-অন হালনাগাদ করা হচ্ছে
bn_in: অতিরিক্ত সামগ্রী আপডেট করুন
br: Hizivadur an askouezhioù
ca: S'estan actualitzant els complements
cy: Diweddaru ychwanegion
es_mx: Actualizando complementos
eu: Gehigarriak eguneratzen
gd: Ag ùrachadh nan tuilleadan
he: מעדכן תוספות
hi_in: सहयुक्तियाँ अद्यतन कर रहा है
hr: Ažuriranje dodataka
hu: Kiegészítők frissítése
hy_am: Հավելումները թարմացվում են
id: Memperbarui pengaya
is: Uppfæri viðbætur
kab: Aleqqem n izegrar imernan
kk: Қосымшалар жаңартылуда
km: កំពុង​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​បន្ថែម
kn: ಆಡ್‌-ಆನ್‌ಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ku: Add-onan rojane dıke
lb: Addone gi geupdatet
lt: Priedai naujinami
lv: Atjaunina papildinājumus
mai: सहयुक्ति अद्यतन कए रहल अछि
ml: ആഡ്-ഓണുകള്‍ പരിഷ്കരിയ്ക്കുന്നു
ms: Mengemaskini add-on
my: အက်အွန်တွေကို အသစ်ပြန်တင်မယ်
nb_no: Oppdaterer utvidelser
ne: एड-अनहरू अद्यावधि गर्दै
oc: Mesa a jorn dels moduls
or: ଏଡ-ଅନଗୁଡ଼ିକୁ ଅଦ୍ୟତନ କରୁଅଛି
pt: A atualizar extras
pt_br: Atualizando complementos…
ro: Se actualizează suplimentele
sd: ايڊ - آنس اَپڊيٽ ڪري پيو
si: ඇඩෝන යාවත්කාලීන කිරීම
sv: Uppdaterar tillägg
sw: Kusasaisha vifaa vya nyongeza
ta: கூடுதல் இணைப்புகளை புதுப்பிக்கிறது
te: పొడిగింతలను నవీకరించుచున్నది
th: กำลังปรับรุ่นส่วนเสริม
tr: Eklentiler güncelleniyor
ur: ایڈ اون تازہ کر رہا ہے
uz: Qoʻshimcha dasturlarni yangilash
xh: Ihlaziya izongezelelo
zu: Ukuvuselela kokwengezwayo
