Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/selectAddons.dtd.po
Languages: ar, bn_bd, bn_in, he, hu, hy_am, id, kab, lt, lv, ml, mr, oc, ro, sd, si, sv, zu

source: Checking Your Add-ons
ar: يتحقق من إضافاتك
bn_bd: আপনার অ্যাড-অন পরীক্ষা করা হচ্ছে
bn_in: আপনার ব্যবহৃত অতিরিক্ত সামগ্রী পরীক্ষা করা হচ্ছে
he: בדיקת התוספות שלך
hu: Kiegészítők ellenőrzése
hy_am: Ստուգվում են հավելումները
id: Memeriksa Pengaya Anda
kab: Senqed izegrar inek imernan
lt: Tikrinami įdiegti priedai
lv: Pārbauda jūsu papildinājumus
ml: നിങ്ങളുടെ ആഡ്-ഓണുകള്‍ പരിശോധിയ്ക്കുന്നു
mr: ॲडऑन्स् तपासत आहे
oc: Verificacion de vòstres moduls complementaris
ro: Se verifică suplimentele dumneavoastră
sd: توهانجا ايڊ - آنس چڪاسي پيو
si: ඔබගේ ඇඩෝන පරීක්ෂා කරයි
sv: Kontrollerar dina tillägg
zu: Kuhlolwa izenezelo zakho

source: Checking your add-ons for compatibility with this version of &brandShortName;.
ar: يتحقق من توافقية إضافاتك مع هذه النسخة من &brandShortName;.
bn_bd: &brandShortName;-র বর্তমান সংস্করণের সাথে বিদ্যমান অ্যাড-অনের সুসংগতি পরীক্ষা করা হচ্ছে।
bn_in: &brandShortName;-র এই সংস্করণের সাথে সুসংগতি নির্ধারণের জন্য অতিরিক্ত সামগ্রীগুলি পরীক্ষা করা হচ্ছে।
he: התוספות שלך בבדיקה לתאימות עם גרסה זו של &brandShortName;.
hu: A program ellenőrzi, hogy a kiegészítők kompatibilisek-e a &brandShortName; jelen verziójával.
hy_am: Ստուգվում է հավելումների համատեղելիությունը &brandShortName;-ի վերջին տարբերակի հետ։
id: Memeriksa kompatibilitas pengaya Anda dengan versi &brandShortName; ini.
kab: Asenqed n umṣada n izegrar iken imernan d lqem agi &brandShortName;.
lt: Tikrinamas įdiegtų priedų suderinamumas su šia programos „&brandShortName;“ laida.
lv: Pārbauda jūsu papildinājumu saderību ar šo &brandShortName; versiju.
ml: &brandShortName;-ന്റെ ഈ പതിപ്പുമായി പൊരുത്തപ്പെടുന്ന ആഡ്-ഓണുകള്‍ക്കായി പരിശോധിയ്ക്കുന്നു.
mr: &brandShortName; च्या ह्या आवृत्तीसह सहत्वताकरिता ॲडऑन्स् तपासत आहे.
oc: Verificacion de la compatibilitat de vòstres moduls complementaris amb aquesta version de &brandShortName;.
ro: Se verifică suplimentele dumneavoastră pentru compatibilitate cu această versiune de &brandShortName;.
si: &brandShortName; හි මෙම නිකුතුව සමඟ ඔබගේ ඇඩෝනවල ගැලපුම පරීක්ෂා කරයි.
sv: Kontrollerar om dina tillägg är kompatibla med den här versionen av &brandShortName;.
zu: Ukuhlolwa kokungeziwe kwakho ukusebenzisa nale nguquko ye-&brandShortName;.

# select.heading
source: Select Your Add-ons
ar: اختر إضافاتك
bn_bd: আপনার অ্যাড-অন নির্বাচন করুন
bn_in: অতিরিক্ত সামগ্রী নির্বাচন করুন
he: בחירת תוספות
hu: Kiegészítők kiválasztása
hy_am: Ընտրեք Ձեր Հավելումները
id: Pilih Pengaya Anda
kab: Fren izegrar-ik imernan
lt: Pažymėkite naudojamus priedus
lv: Izvēlieties papildinājumus
ml: നിങ്ങളുടെ ആഡ്-ഓണുകള്‍ തെരഞ്ഞെടുക്കുക
mr: ॲडऑन्स् पसंत करा
oc: Seleccion de vòstres moduls complementaris
ro: Selectați-vă suplimentele
sd: پنهنجا ايڊ - آنس چونڊيو۔
si: ඔබගේ ඇඩෝන තෝරන්න
sv: Välj dina tillägg
zu: Khetha izenezelo sakho

# select.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
ar: اجعل &brandShortName; أسرع من خلال تعطيل الإضافات التي لم تعد تستخدمها. الإضافات التي ثبتها طرف ثالث من قبل ستُعطّل تلقائيًا إلا لو اخترتها في الأسفل.
bn_bd: অব্যবহৃত অ্যাড-অন সমূহ নিষ্ক্রিয় করে &brandShortName; কে আরো দ্রুত করুন। তৃতীয় পক্ষ দ্বারা ইতোমধ্যে ইনস্টলকৃত অ্যাড-অন সমূহ স্বয়ংক্রিয়ভাবে নিষ্ক্রিয় করা হবে না যদি না আপনি নিচে তাদের নির্বাচন করেন।
bn_in: অব্যবহৃত অতিরিক্ত সামগ্রীগুলি নিষ্ক্রিয় করে &brandShortName;-কে আরো দ্রুত করুন। স্বতন্ত্র নির্মাতাদের থেকে প্রাপ্ত ও ইনস্টল করা অতিরিক্ত সামগ্রীগুলি স্বয়ংক্রিয়ভাবে নিষ্ক্রিয় করা হবে যদি ব্যবহারকারী সেগুলিকে নীচে নির্বাচন না করেন।
he: הפוך את &brandShortName; למהיר יותר באמצעות נטרול תוספות שאין בהן יותר צורך. תוספות שכבר הותקנו על־ידי גורמי צד שלישי ינוטרלו אוטומטית אלא אם תבחר אותן להלן.
hu: A &brandShortName; még gyorsabb lesz, ha letiltja a nem használt kiegészítőket. A harmadik fél által telepített kiegészítők automatikusan le lesznek tiltva, ha nem választja ki őket alább.
hy_am: Դարձրեք &brandShortName;-ը էլ ավելի արագ՝ պասսիվացնելով չօգտագործվող հավելումները։ Երրորդ կողմի հավելումները կպասսիվացվեն, քանի դեռ Դուք չհաստատեք։
id: Percepat &brandShortName; dengan menonaktifkan pengaya yang tidak pernah digunakan lagi. Pengaya yang dipasang oleh pihak ketiga akan dinonaktifkan secara otomatis, kecuali jika Anda mengaktifkannya di bawah ini.
kab: Err &brandShortName; d-arurad s urermed n izeggrar imernan ur teseqdaceḍ ara. Izegrar imernan isebded wis kraḍ ad ţurermeden s wudem s twurmant ma yella ur tefrineḍ ara daw-a.
lt: Paspartinkite programą „&brandShortName;“ išjungdami priedus, kurių nebenaudojate. Trečiųjų šalių įdiegti priedai bus išjungti automatiškai, jeigu jų nepažymėsite šiame sąraše.
lv: Padariet &brandShortName; vēl ātrāku izslēdzot nevajadzīgos papildinājumus. Trešo pušu papildinājumi tiks izslēgti, ja neizvēlēsieties tos zemāk redzamajā sarakstā.
ml: നിങ്ങള്‍ ഇനി മുതല്‍ ഉപയോഗിയ്ക്കാത്ത ആഡ്-ഓണുകള്‍ പ്രവര്‍ത്തന രഹിതമാക്കി &brandShortName; കൂടുതല്‍ വേഗതയിലാക്കുക. നിങ്ങള്‍ താഴെ തെരഞ്ഞെടുക്കാത്തിടത്തോളം, തേര്‍ഡ്-പാര്‍ട്ടികള്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്തിട്ടുള്ള ഈ ആഡ്-ഓണുകള്‍ സ്വയമായി പ്രവര്‍ത്തന രഹിതമാകുന്നു.
mr: वापर नसलेल्या ॲडऑन्स् बंद करून &brandShortName;ला अधिक वेगवान करा. तिसरे पक्षांतर्फे आधिपासूनच प्रतिष्ठापीत ॲडऑन्स् स्वयंरित्या बंद केले जाईल जोपर्यंत त्यास खालिलप्रमाणे निवडले जात नाही.
oc: Fasètz &brandShortName; encara mai rapid en desactivant los moduls complementaris qu'utilizatz pas mai. Los moduls complementaris ja installats per de tèrces seràn desactivats automaticament levat se los seleccionatz çaijós.
ro: Faceți &brandShortName; mai rapid dezactivând suplimentele pe care nu le mai folosiți. Suplimentele instalate de părți terțe vor fi dezactivate automat dacă nu le selectați mai jos.
si: භාවිතා නොකරන ඇඩෝන අබල කිරීමෙන් &brandShortName; තවදුරටත් වේගවත් කළ හැකිය. ඔබ පහත තෝරන්නේ නැතිනම් තෙවන පාර්ශ්ව විසින් ස්ථාපිත ඇඩෝන ස්වයංක්‍රීයව අබල කරනු ඇත.
sv: Gör &brandShortName; ännu snabbare genom att inaktivera tillägg som du inte längre använder. Tillägg som redan installerats av en tredje part kommer automatiskt att inaktiveras om du inte väljer att behålla dem nedan.
zu: Enza i-&brandShortName; isheshe ngokukhubaza izenezelo ongasazisebenzisi. Izenezelo ezivele zifakiwe ngabavela eceleni zizokhutshazwa ngokuzenzakalela uma nje ungazikhethi ngezansi.

source: Keep
ar: احتفظ بها
bn_bd: রাখা
bn_in: রাখা হবে
he: השאר
hu: Megtartás
hy_am: Պահպանել
id: Biarkan
kab: Ḥrez
lt: Naudojamas
lv: Paturēt
ml: സൂക്ഷിയ്ക്കുക
mr: जपून ठेवा
oc: Conservar
ro: Păstrează
sd: رکو
si: තබන්න
sv: Behåll
zu: Gcina

source: width: 6ch;
ar: width: 12ch;
hu: width: 12ch;
lt: width: 12ch;
sd: ويڪر: 6ch;
sv: width: 7ch;

source: Action
ar: الإجراء
bn_bd: ক্রিয়া
bn_in: কর্ম
he: פעולה
hu: Művelet
hy_am: Գործողություն
id: Tindakan
kab: Tigawt
lt: Veiksmas
lv: Darbība
ml: പ്രവര്‍ത്തി
mr: कृती
oc: Accion
ro: Acțiune
sd: ڪارروائي
si: ක්‍රියාව
sv: Åtgärd
zu: Isenzo

source: width: 35ch;
hu: width: 55ch;
sd: ويڪر: 35ch;
sv: width: 37ch;

source: Installed By
ar: ثبتها
bn_bd: যার দ্বার ইনস্টল করা হয়েছে
bn_in: ইনস্টলকারী
he: הותקן על־ידי
hu: Telepítette
hy_am: Տեղադրվել է
id: Diinstal oleh
kab: Iţwasebded sɣur
lt: Kas įdiegė
lv: Uzinstalēja
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതു്
mr: तर्फे प्रतिष्ठापीत
oc: Installat per :
ro: Instalat de
sd: دواران اِسٿاپت ڪيل
si: ස්ථාපිත කරනු ලැබුවේ
sv: Installerats av
zu: Kufakelwe mhlaka

source: Name
ar: الاسم
bn_bd: নাম
bn_in: নাম
he: שם
hu: Név
hy_am: Անուն
id: Nama
kab: Isem
lt: Pavadinimas
lv: Nosaukums
ml: പേരു്
mr: नाव
oc: Nom
ro: Nume
sd: نالو
si: නම
sv: Namn
zu: Igama

# confirm.heading
source: Select Your Add-ons
ar: اختر إضافاتك
bn_bd: আপানার অ্যাড-অন নির্বাচন করুন
bn_in: অতিরিক্ত সামগ্রী নির্বাচন করুন
he: בחירת תוספות
hu: Kiegészítők kiválasztása
hy_am: Ընտրեք Ձեր Հավելումները
id: Pilih Pengaya Anda
kab: Fren izegrar-ik imernan
lt: Pažymėkite naudojamus priedus
lv: Izvēlieties savus papildinājumus
ml: നിങ്ങളുടെ ആഡ്-ഓണുകള്‍ തെരഞ്ഞെടുക്കുക
mr: ॲडऑन्स् पसंत करा
oc: Seleccionar los moduls
ro: Selectați-vă suplimentele
sd: پنهنجا ايڊ - آنس چونڊيو۔
si: ඔබගේ ඇඩෝන තෝරන්න
sv: Välj dina tillägg
zu: Khetha izenezelo zakho

# confirm.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
ar: اجعل &brandShortName; أسرع من خلال تعطيل الإضافات التي لم تعد تستخدمها. الإضافات التي ثبتها طرف ثالث من قبل ستُعطّل تلقائيًا إلا لو اخترتها في الأسفل.
bn_bd: অব্যবহৃত অ্যাড-অন সমূহ নিষ্ক্রিয় করে &brandShortName; কে আরো দ্রুত করুন। তৃতীয় পক্ষ দ্বারা ইতোমধ্যে ইনস্টলকৃত অ্যাড-অন সমূহ স্বয়ংক্রিয়ভাবে নিষ্ক্রিয় করা হবে না যদি না আপনি নিচে তাদের নির্বাচন করেন।
bn_in: অব্যবহৃত অতিরিক্ত সামগ্রীগুলি নিষ্ক্রিয় করে &brandShortName;-কে আরো দ্রুত করুন। স্বতন্ত্র নির্মাতাদের থেকে প্রাপ্ত ও ইনস্টল করা অতিরিক্ত সামগ্রীগুলি স্বয়ংক্রিয়ভাবে নিষ্ক্রিয় করা হবে যদি ব্যবহারকারী সেগুলিকে নীচে নির্বাচন না করেন।
he: הפוך את &brandShortName; למהיר יותר באמצעות נטרול תוספות שאין בהן יותר צורך. תוספות שכבר הותקנו על־ידי גורמי צד שלישי ינוטרלו אוטומטית אלא אם תבחר אותן להלן.
hu: A &brandShortName; még gyorsabb lesz, ha letiltja a nem használt kiegészítőket. A harmadik fél által telepített kiegészítők automatikusan le lesznek tiltva, ha nem választja ki őket alább.
hy_am: Դարձրեք &brandShortName;-ը էլ ավելի արագ՝ պասսիվացնելով չօգտագործվող հավելումները։ Երրորդ կողմի հավելումները կպասսիվացվեն, քանի դեռ Դուք չհաստատեք։
id: Percepat &brandShortName; dengan menonaktifkan pengaya yang tidak pernah digunakan lagi. Pengaya yang dipasang oleh pihak ketiga akan dinonaktifkan secara otomatis, kecuali jika Anda mengaktifkannya di bawah ini.
kab: Err &brandShortName; d-arurad s urermed n izeggrar imernan ur teseqdaceḍ ara. Izegrar imernan isebded wis kraḍ ad ţurermeden s twurmant ma yella ur t-tefrineḍ ara daw-a.
lt: Paspartinkite programą „&brandShortName;“ išjungdami priedus, kurių nebenaudojate. Trečiųjų šalių įdiegti priedai bus išjungti automatiškai, jeigu jų nepažymėsite šiame sąraše.
lv: Padariet &brandShortName; vēl ātrāku izslēdzot nevajadzīgos papildinājumus. Trešo pušu papildinājumi tiks izslēgti, ja neizvēlēsieties tos zemāk redzamajā sarakstā.
ml: നിങ്ങള്‍ ഇനി മുതല്‍ ഉപയോഗിയ്ക്കാത്ത ആഡ്-ഓണുകള്‍ പ്രവര്‍ത്തന രഹിതമാക്കി &brandShortName; കൂടുതല്‍ വേഗതയിലാക്കുക. നിങ്ങള്‍ താഴെ തെരഞ്ഞെടുക്കാത്തിടത്തോളം, തേര്‍ഡ്-പാര്‍ട്ടികള്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്തിട്ടുള്ള ഈ ആഡ്-ഓണുകള്‍ സ്വയമായി പ്രവര്‍ത്തന രഹിതമാകുന്നു.
mr: वापर नसलेल्या ॲडऑन्स् बंद करून &brandShortName;ला अधिक वेगवान करा. तिसरे पक्षांतर्फे आधिपासूनच प्रतिष्ठापीत ॲडऑन्स् स्वयंरित्या बंद केले जाईल जोपर्यंत त्यास खालिलप्रमाणे निवडले जात नाही.
oc: Fasètz &brandShortName; encara mai rapid en desactivant los moduls complementaris qu'utilizatz pas mai. Los moduls complementaris ja installats per de tèrces seràn desactivats automaticament levat se los seleccionatz çaijós.
ro: Faceți &brandShortName; mai rapid dezactivând suplimentele pe care nu le mai folosiți. Suplimentele instalate de părți terțe vor fi dezactivate automat dacă nu le selectați mai jos.
si: භාවිතා නොකරන ඇඩෝන අබල කිරීමෙන් &brandShortName; තවදුරටත් වේගවත් කළ හැකිය. ඔබ පහත තෝරන්නේ නැතිනම් තෙවන පාර්ශ්ව විසින් ස්ථාපිත ඇඩෝන ස්වයක්‍රීයව අබල කරනු ඇත.
sv: Gör &brandShortName; ännu snabbare genom att inaktivera tillägg som du inte längre använder. Tillägg som redan installerats av en tredje part kommer automatiskt att inaktiveras om du inte väljer att behålla dem nedan.
zu: Enza i-&brandShortName; isheshe ngokukhubaza ezenezelo ongasazisebenzisi. Izenezelo esivele zifakiwe ngabavela eceleni zizokhutshazwa ngokuzenzakalela uma ungazikhethi ngezansi.

source: The following add-ons will be disabled:
ar: الإضافات التالية سوف تُعطّل:
bn_bd: নিম্নোক্ত অ্যাড-অন নিষ্ক্রিয় করা হবে:
bn_in: নিম্নলিখিত অতিরিক্ত সামগ্রীগুলি নিষ্ক্রিয় করা হবে:
he: התוספות הבאות ינוטרלו:
hu: A következő kiegészítők lesznek tiltva:
hy_am: Հետևյալ հավելումները պասսիվացվել են.
id: Pengaya berikut akan dinonaktifkan:
kab: Izegrar agi imernan ad ţurermden:
lt: Šie priedai bus išjungti:
lv: Sekojoši papildinājumi tiks izslēgti:
ml: ഈ ആഡ്-ഓണുകള്‍ പ്രവര്‍ത്തന രഹിതമാക്കുന്നു:
mr: खालिल ॲडऑन्स् बंद केले जाईल:
oc: Los moduls complementaris seguents seràn desactivats :
ro: Următoarele suplimente vor fi dezactivate:
sd: هيٺيان ايڊ - آنس اَسمرٿ ٿي ويندا:
si: පහත ඇඩෝන අබල කරනු ඇත:
sv: Följande tillägg kommer att inaktiveras:
zu: Izenezelo ezilandelayo zizokhutshazwa:

source: The following add-ons are disabled, but will be enabled as soon as they are compatible:
ar: الإضافات التالية معطلة، ولكنها ستُفعّل حالما تصبح متوافقة:
bn_bd: নিম্নোক্ত অ্যাড-অন নিষ্ক্রিয় আছে, কিন্তু যখন এগুলো সামঞ্জস্যপূর্ণ হবে তখনই সক্রিয় হয়ে যাবে:
bn_in: নিম্নলিখিত অতিরিক্ত সামগ্রীগুলি নিষ্ক্রিয় করা হয়েছে, কিন্তু সুসংগত হওয়ার সাথে সাথেই সেগুলি সক্রিয় করা হবে:
he: התוספות הבאות מנוטרלות, אבל יופעלו ברגע בו הן יהפכו לתואמות:
hu: A következő kiegészítők le vannak tiltva, amíg nincs kompatibilis verziójuk:
hy_am: Հետևյալ հավելումները պասսիվացվել են, կաշխատեն, երբ կլինեն համատեղելի.
id: Pengaya berikut dianonaktifkan, tetapi akan diaktifkan setelah ada versi baru yang kompatibel:
kab: Izegrar agi imernan ur rmiden ara acu kan, ad remden ticki msaḍan:
lt: Šie priedai yra išjungti, bet bus įjungti, kai tik taps suderinami su naudojama programos laida:
lv: Sekojoši papildinājumi ir izslēgti, bet tiks ieslēgti kolīdz būs savietojami:
ml: ഈ ആഡ്-ഓണുകള്‍ പ്രവര്‍ത്തന രഹിതമാക്കുന്നു, ഇവ പൊരുത്തപ്പെടുമ്പോള്‍ പ്രവര്‍ത്തന സജ്ജമാക്കുന്നു:
mr: खालिल ॲडऑन्स् बंद केले आहेत, परंतु सहत्व झाल्यावर लगेच सुरु केले जाईल:
oc: Los moduls complementaris seguents son desactivats mas seràn reactivats tre que seràn compatibles tornarmai :
ro: Următoarele suplimente sunt dezactivate, dar vor fi activate de îndată ce sunt compatibile:
si: පහත ඇඩෝන අබල කර ඇත, නමුත් ඒවා අනුකූල (compatible) වූ වහාම සබල කරනු ඇත:
sv: Följande tillägg är inaktiverade men kommer att aktiveras så snart de är kompatibla:
zu: Izenezelo ezilandelayo zikhutshaziwe, kepha zizonikwa amandla ngokushesha uma sezihambelana:

source: The following add-ons will be updated:
ar: الإضافات التالية سوف تُحدّث:
bn_bd: নিম্নোক্ত অ্যাড-অন হালনাগাদ করা হবে:
bn_in: নিম্নলিখিত অতিরিক্ত সামগ্রীগুলি আপডেট করা হবে:
he: התוספות הבאות יעודכנו:
hu: A következő kiegészítők lesznek frissítve:
hy_am: Հետևյալ հավելումները կթարմացվեն.
id: Pengaya berikut akan diperbarui:
kab: Izegrar agi imernan ad ţwaleqmen:
lt: Šie priedai bus atnaujinti:
lv: Sekojoši papildinājumi tiks atjaunināti:
ml: ഈ ആഡ്-ഓണുകള്‍ പരിഷ്കരിയ്ക്കപ്പെടുന്നു:
mr: खालिल ॲडऑन्स् सुधारित केले जाईल:
oc: Los moduls complementaris seguents seràn meses a jorn :
ro: Următoarele suplimente vor fi actualizate:
sd: هيٺان ايڊ - آنس اَپڊيٽ ڪيا ويندا:
si: පහත ඇඩෝන යාවත්කාලීන කරනු ඇත:
sv: Följande tillägg kommer att uppdateras:
zu: Izenezelo ezilandelayo zizovuselelwa:

source: The following add-ons will be enabled:
ar: الإضافات التالية سوف تُفعّل:
bn_bd: নিম্নোক্ত অ্যাড-অন সক্রিয় করা হবে:
bn_in: নিম্নলিখিত অতিরিক্ত সামগ্রীগুলি সক্রিয় করা হবে:
he: התוספות הבאות יופעלו:
hu: A következő kiegészítők lesznek engedélyezve:
hy_am: Հետևյալ Հավելումները կմիացվեն.
id: Pengaya berikut akan diaktifkan:
kab: Izegrar agi imernan ad ţuremden:
lt: Šie priedai bus įjungti:
lv: Sekojoši papildinājumi tiks ieslēgti:
ml: ഈ ആഡ്-ഓണുകള്‍ പ്രവര്‍ത്തന സജ്ജമാക്കുന്നു:
mr: खालिल ॲडऑन्स् सुरू केले जाईल:
oc: Los moduls complementaris seguents seràn activats :
ro: Următoarele suplimente vor fi activate:
sd: هيٺيان انڊ - آنس اَپڊيٽ بڻايا ويندا۔
si: පහත ඇඩෝන සබල කරනු ඇත
sv: Följande tillägg kommer att aktiveras:
zu: Izenezelo ezilandelayo zizonikwa amandla:

source: Updating Your Add-ons
ar: يحدّث إضافاتك
bn_bd: আপনার অ্যাড-অন হালনাগাদ করা হচ্ছে
bn_in: অতিরিক্ত সামগ্রী আপডেট করার প্রণালী
he: מעדכן את התוספות שלך
hu: Kiegészítők frissítése
hy_am: Հավելումների թարմացում
id: Memperbarui Pengaya Anda
kab: Aleqqem n izegrar imernan
lt: Priedai naujinami
lv: Atjaunina jūsu papildinājumus
ml: ആഡ്-ഓണുകള്‍ പരിഷ്കരിയ്ക്കുന്നു
mr: ॲडऑन्स् सुधारित करत आहे
oc: Mesa a jorn dels moduls complementaris
ro: Se actualizează suplimentele dumneavoastră
sd: توهانجا اينڊ - آنس اَپڊيٽ ڪري پيو
si: ඔබගේ ඇඩෝන යාවත්කාලීන කිරීම
sv: Uppdatera dina tillägg
zu: Kuvuselelwa izenezelo zakho

source: Downloading and installing updates for your selected add-ons.
ar: ينزّل التحديثات ويثبتها لإضافاتك التي اخترتها.
bn_bd: আপনার নির্বাচিত অ্যাড-অনে হালনাগাদ ডাউনলোড করে ইনস্টল করা হচ্ছে.
bn_in: নির্বাচিত অতিরিক্ত সামগ্রীর জন্য আপডেট ডাউনলোড ও ইনস্টল করা হচ্ছে
he: מוריד ומתקין עדכונים לתוספות שנבחרו.
hu: A kijelölt kiegészítők frissítéseinek letöltése és telepítése.
hy_am: Բեռնվում է և տեղակայվում Ձեր ընտրած Հավելման թարմացումը։
id: Mengunduh dan memasang versi baru pengaya yang Anda pilih.
kab: Azdam d usebded n ileqman n izegrar imernan ifernen.
lt: Atsiunčiami ir įdiegiami naudojamų priedų naujinimai.
lv: Lejupielādē un instalē izvēlēto papildinājumu atjauninājumus.
ml: നിങ്ങള്‍ തെരഞ്ഞെടുത്ത ആഡ്-ഓണുകള്‍ക്കുള്ള പരിഷ്കരങ്ങള്‍ ഡൌണ്‍ലോഡ് ചെയ്തു് ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നു.
mr: निवडलेले ॲडऑन्स् डाउनलोड व प्रतिष्ठापीत करत आहे.
oc: Telecargament e installacion de las mesas a jorn pels moduls complementaris seleccionats.
ro: Se descarcă și se instalează actualizări pentru suplimentele selectate.
sd: توهانجي ايڊ - آنس لاءِ اپڊيٽس ڊائون لوڊ ۽ اِسٿاپت ڪري پيو۔
si: ඔබගේ තෝරා ඇති ඇඩෝන බාගත කිරීම හා යාවත්කාලීන කිරීම.
sv: Hämtar och installerar uppdateringar för valda tillägg.
zu: Ukulayisha ungenise nokufaka ukuvuselela izenezelo zakh.

source: &brandShortName; could not update some of your add-ons.
ar: تعذر على &brandShortName; تحديث بعض إضافاتك.
bn_bd: &brandShortName; আপনার কিছু অ্যাড-অন হালনাগাদ করতে পারেনি।
bn_in: &brandShortName; দ্বারা কয়েকটি অতিরিক্ত সামগ্রী আপডেট করা যায়নি।
he: &brandShortName; אינו יכול לעדכן חלק מהתוספות שלך.
hu: A &brandShortName; problémákba ütközött egyes kiegészítők frissítése közben.
hy_am: &brandShortName;-ը չի կարողանում թարմացնել Ձեր հավելումները։
id: &brandShortName; gagal memperbarui beberapa pengaya Anda.
kab: &brandShortName; ur yezmir ara ad ileqqem kra n izegrar imernan.
lt: Nepavyko atnaujinti kai kurių priedų.
lv: &brandShortName; nevarēja atjaunināt dažus no papildinājumiem.
ml: &brandShortName;-നു് നിങ്ങളുടെ ചില ആഡ്-ഓണുകള്‍ പരിഷ്കരിയ്ക്കുവാന്‍ സാധ്യമല്ല.
mr: &brandShortName; काहि ॲडऑन्स् सुधारित करण्यास अशक्य ठरले.
oc: &brandShortName; a pas pogut metre a jorn d'unas moduls complementaris.
ro: &brandShortName; nu poate actualiza unele dintre suplimentele dumneavoastră.
sd: ۽ برانڊ جو مختصر نالو؛ توهانجي ايڊ - آنس مان ڪي اَپڊيٽ نە ڪري سگهيو۔
si: &brandShortName; ට ඔබගේ සමහර ඇඩෝන යාවත්කාලීන කළ නොහැකි විය.
sv: &brandShortName; kunde inte uppdatera vissa tillägg.
zu: I-&brandShortName; ayikwazanga ukuvuselela ezinye izenezelo zakho.

source: Installing updates for some of your add-ons failed. &brandShortName; will automatically try to update them again later.
ar: فشل تثبيت التحديثات لبعض إضافاتك. سيحاول &brandShortName; تحديثها تلقائيًا في وقت لاحق.
bn_bd: আপনার কিছু অ্যাড-অন সমূহের হালনাগাদ ইনস্টল করা ব্যর্থ হয়েছে। &brandShortName; এগুলো স্বয়ংক্রিয়ভাবে পুনরায় হালনাগাদ করার চেষ্টা করবে।
bn_in: কয়েকটি অতিরিক্ত সামগ্রীর জন্য আপডেট ইনস্টল করা যায়নি। &brandShortName; দ্বারা পরে কোনো সময় স্বয়ংক্রিয়ভাবে আপডেট করার প্রয়াস করা হবে।
he: התקנת העדכונים לחלק מהתוספות שלך נכשלה. &brandShortName; ינסה שוב באופן אוטומטי לעדכן אותן מאוחר יותר.
hu: Egyes kiegészítők frissítése sikertelen volt. A &brandShortName; automatikusan újra fogja próbálni később.
hy_am: Որոշ հավելումների թարմացումների տեղակայումը ձախողվեց։ &brandShortName;-ը հետո կրկին կփորձի թարմացնել դրանք։
id: Pemasangan versi baru pengaya Anda gagal. &brandShortName; akan mencoba untuk memperbarui pengaya tersebut secara otomatis nanti.
kab: Asebdded n ileqman n kra n izegrar imernan ur yeddi ara. &brandShortName; ad yeɛreḍ at nileqqem s twurmant si sya ɣer zdat.
lt: Kai kurių priedų naujinimų įdiegti nepavyko. Juos atnaujinti bus automatiškai pamėginta vėliau.
lv: Dažu papildinājumu atjauninājumu instalēšana neizdevās. &brandShortName; automātiski mēģinās atjaunināt tos vēlreiz nedaudz vēlāk.
ml: നിങ്ങളുടെ ചില ആഡ്-ഓണുകള്‍ക്കുള്ള പരിഷ്കരണങ്ങള്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. പിന്നീടു്, &brandShortName; ഓട്ടോമാറ്റിക്കായി വീണ്ടും പരിഷ്കരിയ്ക്കുവാന്‍ ശ്രമിയ്ക്കുന്നു.
mr: काहि ॲडऑन्स् करिता सुधारणा प्रतिष्ठापीत करणे अपयशी झाले. &brandShortName; स्वयंरित्या त्यास पुनः सुधारित करायचा प्रयत्न करेल.
oc: L'installacion de las mesas a jorn de certans dels moduls comlementaris a fracassat. &brandShortName; ensajarà automaticament de los metre a jorn mai tard.
ro: Instalarea actualizărilor pentru unele dintre suplimente a eșuat. &brandShortName; va încerca automat să le actualizeze mai târziu.
si: ඔබගේ තෝරා ඇති සමහර ඇඩෝන යාවත්කාලීන කිරීම අසාර්ථක විය. &brandShortName; පසුව ස්වයංක්‍රීයව ඒවා යාවත්කාලීන කිරීමට නැවත උත්සාහ කරනු ඇත.
sv: Installationen av uppdateringar för några av dina tillägg misslyckades. &brandShortName; kommer automatiskt att försöka uppdatera dem igen senare.
zu: Ukufaka ukuvuselelwa kwezinye izenezelo zakho kuhlulekile. I-&brandShortName; izozama ngokuzenzakalela ukuwavuselela futhi ngemvakwesikhashana.

source: You can always change your add-ons by going to the Add-ons Manager.
ar: يمكنك دائمًا تغيير إضافاتك في مدير الإضافات.
bn_bd: অ্যাড-অন ব্যবস্থাপনা থেকে আপনি সবময়ই অ্যাড-অন পরিবর্তন করতে পারবেন।
bn_in: অতিরিক্ত সামগ্রী পরিচালন ব্যবস্থা থেকে অতিরিক্ত সামগ্রীগুলি যে কোনো সময়ে পরিবর্তন করা যাবে।
he: ניתן לשנות את התוספות שלך בכל עת דרך מנהל התוספות.
hu: A kiegészítők mindig módosíthatók a Kiegészítőkezelőben.
hy_am: Հետո կարող եք փոփոխել Ձեր հավելումները՝ Հավելումների Կառավարչից։
id: Anda dapat selalu mengelola pengaya Anda lewat Pengelola Pengaya kapan saja.
kab: Tzemreḍ yal tikelt ad ţnifleḍ izegrar imernan deg umsefrak n izegrar isemmaden.
lt: Naudojamų priedų sąrašą visada galite pakeisti priedų tvarkytuvėje.
lv: Jūs vienmēr varat izmainīt savus papildinājumus izmantojot Papildinājumu pārvaldnieku.
ml: ആഡ്-ഓണ്‍ മാനേജറിലേക്കു് പോയി നിങ്ങള്‍ക്കു് എപ്പോള്‍ വേണമെങ്കിലും ആഡ്-ഓണുകളില്‍ മാറ്റം വരുത്താം.
mr: ॲडऑन्स् व्यवस्थापकाची मदत घेऊन ॲडऑन्स् बदलणे शक्य आहे.
oc: Podètz totjorn modificar los moduls en anant dins lo gestionari de moduls complementaris.
ro: Puteți să vă schimbați opțiunea din gestionarul de suplimente.
sd: توهين هميشهە ايڊ - آنس مئنيجر ڏانهن وڃي پنهنجا ايڊ - آنس بدلائي سگهو ٿا۔
si: ඇඩෝන කළමනාකරු භාවිතයෙන් ඔබට ඕනෑම අවස්ථාවක වෙනස්කම් කළ හැකිය.
sv: Du kan alltid ändra dina tillägg genom att öppna fliken Tillägg.
zu: Ungahlala njalo ushintsha izenezelo zakho ngokuya kumphathi wezenezelo.

source: Cancel
ar: ألغِ
bn_bd: বাতিল
bn_in: বাতিল করুন
he: ביטול
hu: Mégse
hy_am: Չեղարկել
id: Batal
kab: Sefsex
lt: Atsisakyti
lv: Atcelt
ml: റദ്ദാക്കുക
mr: रद्द करा
oc: Anullar
ro: Renunță
sd: رد ڪريو
si: එපා
sv: Avbryt
zu: Khansela

source: Back
ar: عودة
bn_bd: পূর্ববর্তী
bn_in: পূর্ববর্তী
he: קודם
hu: Vissza
hy_am: Հետ
id: Kembali
kab: Ɣeṛ deffir
lt: Atgal
lv: Atpakaļ
ml: പുറകോട്ട്
mr: मागे
oc: Precedent
ro: Înapoi
sd: پٺتي
si: පසුපසට
sv: Bakåt
zu: Emuva

source: Next
ar: التالي
bn_bd: পরবর্তী
bn_in: পরবর্তী
he: הבא
hu: Tovább
hy_am: Հաջորդ
id: Lanjut
kab: &Ddu ɣer zdat
lt: Toliau
lv: Tālāk
ml: അടുത്തതു്
mr: पुढे
oc: Seguent
ro: Înainte
sd: اَڳلو
si: ඊළඟ
sv: Nästa
zu: Okulandelayo

source: Done
ar: تمّ
bn_bd: সম্পন্ন
bn_in: সমাপ্ত
he: סיום
hu: Befejezés
hy_am: Պատրաստ է
id: Selesai
kab: Immed
lt: Baigti
lv: Gatavs
ml: പൂര്‍ത്തിയായി
mr: पूर्ण झाले
oc: Acabat
ro: Gata
sd: ڪيو ويو
si: කළා
sv: Klar
zu: Kwenziwe

source: width: 33ch;
lt: width: 27ch;
sd: ويڪر: 33ch;

source: width: 93ch; height: 448px;
sd: ويڪر؛ 93ch; اوچائي: 448px;
