Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/extensions/update.properties.po
Languages: ar, as, hi_in, hy_am, ka, kn, mai, mn, or, sd, si, te, th, ur, xh

source: Check Now
ar: التمس الآن
as: এতিয়া পৰীক্ষা কৰক
hi_in: अब जांचें
hy_am: Հիմա Ստուգել
ka: შემოწმება
kn: ಈಗ ಹುಡುಕು
mai: आब जाँचू
mn: Одоо шалга
or: ବର୍ତ୍ତମାନ ଯାଞ୍ଚ କରନ୍ତୁ
sd: هاڻي جاچيو
si: දැන් පරීක්‍ෂා කරන්න
te: ఇప్పుడు పరిశీలించు
th: ตรวจสอบเดี๋ยวนี้
ur: ابھی چیک کریں
xh: Khangela Ngoku

source: Don't Check
ar: لا تلتمس
as: পৰীক্ষা নকৰিব
hi_in: मत जांचें
hy_am: Չստուգել
ka: არ შემოწმება
kn: ಸದ್ಯಕ್ಕೆ ಹುಡುಕಬೇಡ
mai: मत जाँचू
mn: Бүү шалга
or: ଯାଞ୍ଚକରନ୍ତୁ ନାହିଁ
sd: نہ جاچيو
si: පරීක්‍ෂා නොකරන්න
te: పరిశీలించ వద్దు
th: ไม่ต้องตรวจสอบ
xh: Musa ukuKhangela

source: Install Now
ar: ثبّت الآن
as: এতিয়া ইনস্টল কৰক
hi_in: अब संस्थापित करें
hy_am: Տեղակայել Հիմա
ka: ჩადგმა
kn: ಈಗ ಅನುಸ್ಥಾಪಿಸು
mai: आब संस्थापित करू
mn: Одоо суулга
or: ବର୍ତ୍ତମାନ ସ୍ଥାପନ କରନ୍ତୁ
sd: هاڻي اِسٿاپت ڪريو
si: දැන් ස්ථාපනය කරන්න
te: ఇప్పుడు సంస్థాపించు
th: ติดตั้งเดี๋ยวนี้
ur: ابھی تنصیب کریں
xh: Fakela Ngoku

source: Next >
ar: التالي >
as: পৰৱৰ্তী >
hi_in: आगे >
hy_am: Հաջորդ >
ka: შემდეგ >
kn: ಮುಂದಕ್ಕೆ >
mai: आगाँ >
mn: Дараах >
or: ପରବର୍ତ୍ତୀ >
sd: اڳتي ايندڙ
si: මීළඟ >
te: తర్వాత >
th: ถัดไป >
ur: آگے >
xh: Elandelayo >

source: Cancel
ar: ألغِ
as: বাতিল কৰক
hi_in: रद्द करें
hy_am: Չեղարկել
ka: გაუქმება
kn: ರದ್ದು ಮಾಡು
mai: रद्द करू
mn: Цуцал
or: ବାତିଲ କରନ୍ତୁ
sd: رد ڪريو
si: අහෝසි කරන්න
te: రద్దుచేయి
th: ยกเลิก
ur: منسوخ کریں
xh: Rhoxisa

source: New Updates Available
xh: Uhlaziyo oluTsha lukho

source: Click Here to View
xh: Nqakraza apha ukuze ubone

source: Checking for Updates to %S ...
xh: Khangela uHlaziyo kwi %S ...

source: Downloading: %S
ar: يجري تنزيل: %S
as: ডাউনল'ড কৰা হৈছে: %S
hi_in: डाउनलोड कर रहा है: %S
hy_am: %S-ի ներբեռնում
ka: ჩამოტვირთვა: %S
kn: ಡೌನ್‍ಲೋಡ್‍ ಆಗುತ್ತಿದೆ: %S
mai: डाउनलोड कए रहल अछि : %S
mn: Татаж авч байна: %S
or: ଆହରଣ କରୁଅଛି: %S
sd: %S ڊائون لوڊ ڪري پيو:
si: බාගත කරයි: %S
te: డౌనులోడుచేస్తున్నది: %S
th: กำลังดาวน์โหลด : %S
ur: ڈاؤن لوڈ کر رہا ہے: %S
xh: Dontsa: %S

source: Installing: %S
ar: يجري تثبيت: %S
as: ইনস্টল কৰা হৈছে: %S
hi_in: संस्थापित कर रहा है: %S
hy_am: %S-ի տեղադրում
ka: ჩადგმა: %S
kn: ಅನುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ: %S
mai: संस्थापित कए रहल अछि : %S
mn: Суулгаж байна: %S
or: ସ୍ଥାପନ କରୁଅଛି: %S
sd: %S اسٿاپت ڪريو پيو:
si: ස්ථාපනය කරයි: %S
te: సంస్థాపిస్తున్నది: %S
th: กำลังติดตั้ง : %S
ur: تنصیب کر رہا ہے: %S
xh: Fakela: %S

source: Close
ar: أغلق
as: বন্ধ কৰক
hi_in: बंद करें
hy_am: Փակել
ka: დახურვა
kn: ಮುಚ್ಚು
mai: बन्न करू
mn: Хаа
or: ବନ୍ଦ କରନ୍ତୁ
sd: بند ڪريو
si: වසන්න
te: మూసివేయి
th: ปิด
ur: بند کریں
xh: Vala

source: The following components could not be installed due to errors (the file could not be downloaded, was corrupt, or for some other reason).
xh: La malungu alandelayo akanakufakelwa ngenxa yeziphene (ifayile ayinakudontswa, yonakele, okanye ezinye izizathu).

source: %S could not check for updates to the following components (either the update server(s) did not respond, or the update service(s) were not found).
xh: %S akunakujonga uhlaziyo lwala malungu alandelayo (okanye iseva (iiseva) zohlaziyo aziphendulanga, okanye inkonzo (iinkonzo) zohlaziyo azifumaneki).

source: Version Compatibility Update Complete
xh: Inguqulelo eNgqinelelanayo yoHlaziyo iGqityiwe

source: Critical Update(s) Available
xh: uHlaziyo olubalulekileyo lukho

source: Double-click here to check for updates
xh: Nqakraza kabini apha ukukhangela uhlaziyo

source: Critical Updates (%S)
xh: uHlaziyo oluBalulekileyo (%S)

source: Optional Components (%S)
xh: AmaLungu aKhethekileyo (%S)

source: Extensions and Themes (%S)
xh: uLwandiso kunye nemiXholo (%S)

source: Language Packs (%S)
xh: ImiQulu yoLwimi (%S)

source: %S %S is available. We strongly recommend that you install this upgrade as soon as possible.
xh: %S %S ikho. Sicebisa ukuba ufakele ezi zixhobo zokuphucula ngokukhawuleza.

source: %S %S features:
xh: %S %S iimpawu:

source: More information about %S %S ...
xh: uLwazi olongezekileyo lwe%S %S ...

source: Restart Required
xh: Ukuqala ekuqaleni kuyimfuneko

source: %S has been updated this session. Please restart %S before performing any more updates.
xh: %S ihlaziye le seshoni. Nceda uqale ekuqaleni %S ngaphambi kokwenza naluphi na uhlaziyo.

source: Update Disabled
xh: uHlaziyo alunakwenzeka

source: Update has been disabled by your Administrator.
xh: uHlaziyo luthintelwe nguMlawuli wakho.

# mismatchCheckNowAccesskey
source: C
ar: ل
mn: О
th: ต
ur: چ

source: D
ar: ت
mn: Б
th: ม
ur: م

source: I
ar: ث
mn: с
th: ต
ur: ت

source: N
ar: ي
mn: Д
th: ถ
ur: آ

# cancelButtonTextAccesskey
source: C
ar: ل
mn: Ц
th: ย
ur: م

source: Finished checking %S
ar: انتهى التماس %S
as: %S পৰীক্ষা কৰা অন্ত হ'ল
hi_in: %S जांचना समाप्त
hy_am: %S-ի ստուգումը ավարտված է:
ka: შემოწმება დასრულდა - %S
kn: %S ನ ಪರಿಶೀಲನೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ
mai: %S जाँचनाइ समाप्त
mn: %S-г шалгаж дууслаа
or: ଯାଞ୍ଚ ସମାପ୍ତ ହେଲା %S
sd: %S جاچڻ پورو ڪيو ويو:
si: %S පරික්‍ෂණය නිමාවිය
te: %Sను పరిశీలించుట పూర్తైనది
th: เสร็จสิ้นการตรวจสอบ %S
ur: %S کی چیکنگ ختم ہوئی

source: %S was unable to install updates for the following add-ons:
ar: لم يستطع %S تثبيت تحديثات الإضافات التالية:
as: %S এ নিম্নলিখিত এড-অনৰ বাবে উন্নয়ন ইনস্টল কৰিব নোৱাৰিলে:
hi_in: %S निम्नलिखित सहयुक्तियों के लिए अद्यतन संस्थापित करने में असमर्थ था:
hy_am: %Sը չկարողացավ տեղադրել հատևյալ հավելումների թարմացումները`
ka: %S ვერ ახერხებს შემდეგი მოდულების განახლებების ჩადგმას:
kn: %S ವು ಈ ಕೆಳಗಿನ ಎಕ್ಸ್‍ಟೆನ್ಶನ್‍ಗಳಿಗೆ ನವೀಕರಣಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ:
mai: %S निम्नलिखित सहयुक्तिक लेल अद्यतन संस्थापित करबमे असमर्थ छल:
mn: %S дараах нэмэгдлүүдийн шинэчлэлийг суулгаж чадсангүй
or: %S ନିମ୍ନଲିଖିତ ଏଡ-ଅନଗୁଡ଼ିକ ପାଇଁ ଅଦ୍ୟତନଗୁଡ଼ିକୁ ସ୍ଥାପନ କରିବାରେ ଅସମର୍ଥ:
sd: هيٺ ڏنل ايڊ۔آنس لاءِ سڌارا واڌارا اِسٿاپت ڪرڻ ۾ %S اَسمرٿ هو:
si: පහත ඇඩෝන වලට අදාල යාවත්කාලීන ස්ථාපනය %S හට නොහැකි විය:
te: %S ఈ క్రింది పొడిగింతల కొరకు నవీకరణలను సంస్థాపించలేక పోయింది:
th: %S ไม่สามารถปรับรุ่นส่วนเสริมต่อไปนี้ :
ur: %S مندرجہ ذیل ایڈ اون کے لیے تازہ کاریاں تنصیب کرنے میں ناکام ہوا:

source: %S was unable to check for updates for the following add-ons:
ar: لم يستطع %S أن يلتمس تحديثات للإضافات التالية:
as: %S এ নিম্নলিখিত এড-অনৰ বাবে উন্নয়ন পৰীক্ষা কৰিব নোৱাৰিলে:
hi_in: %S निम्नलिखित सहयुक्तियों के लिए अद्यतन संस्थापित करने में असमर्थ था:
hy_am: %Sը չկարողացավ ստուգել հետևյալ հավելումների թարմացումների առկայությունը`
ka: %S ვერ ახერხებს შემდეგი მოდულების განახლებების შემოწმებას:
kn: %S ವು ಈ ಕೆಳಗಿನ ಎಕ್ಸ್‍ಟೆನ್ಶನ್‍ಗಳಿಗೆ ನವೀಕರಣಗಳನ್ನು ಪರಿಶೀಲಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ::
mai: %S निम्नलिखित सहयुक्तिक लेल अद्यतन संस्थापित करबमे असमर्थ छल:
mn: %S дараах нэмэгдлүүдийн шинэчлэлийг шалгаж чадсангүй
or: %S ନିମ୍ନଲିଖିତ ଏଡ-ଅନଗୁଡ଼ିକ ପାଇଁ ଅଦ୍ୟତନଗୁଡ଼ିକୁ ଯାଞ୍ଚ କରିବାରେ ଅସମର୍ଥwas unable to check for updates for the following add-ons:
sd: هيٺ ڏنل ايڊ۔آنس لاءِ سڌارا واڌارا جاچڻ ۾ %S اَسمرٿ هو:
si: පහත ඇඩෝන වලට අදාල යාවත්කාලීන පරීක්‍ෂා කිරීමට %S හට නොහැකි විය:
te: %S ఈ క్రింది పొడిగింతల కొరకు నవీకరణలను పరిశీలించలేక పోయింది:
th: %S ไม่สามารถตรวจหาการปรับรุ่นสำหรับส่วนเสริมต่อไปนี้ :
ur: %S مندرجہ ذیل ایڈ اون کے لیے تازہ کاریاں چیک کرنے میں ناکام ہوا:

source: Don’t Check
ur: چیک مت کیجیے
