Repository: translate/mozilla-l10n
Catalog: */mobile/xul/chrome/aboutCertError.dtd.po
Languages: ar

source: Untrusted Connection
ar: اتصال غير موثوق به

source: This Connection is Untrusted
ar: هذا الاتصال غير موثوق به

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
ar: لقد طلبتَ من &brandShortName; الاتصال بأمان إلى <b>#1</b>، ولكن لا شيء يؤكد أن اتصالك سيكون آمنًا.

source: What Should I Do?
ar: ماذا ينبغي أن أفعل؟

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
ar: إن كنتَ تتصل عادة بهذا الموقع دون مشكلات، فهذا يعني أن أحدًا يحاول تقمص هوية الموقع، وينبغي عليك ألا تتابع.

source: Get me out of here!
ar: أخرجني من هنا!

source: I Understand the Risks
ar: أتفهّم المجازفة

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
ar: إن كنتَ تفهم ما الذي يحدث، يمكنك أن تطلب من &brandShortName; أن يبدأ بالوثوق بهوية هذا الموقع. <b>حتى لو كنتَ تثق بهذا الموقع، فهذا الخطأ قد يشير إلى أن أحدًا يعبث باتصالك.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
ar: لا تضِف استثناءً إلا إن كنت تعلم سببًا قويًا لعدم استخدام هذا الموقع لتعريف موثوق به.

source: Visit site
ar: زُر الموقع

source: Add permanent exception
ar: أضِف استثناءً دائمًا

source: Technical Details
ar: التفاصيل التقنية
