Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/plugins/plugins.dtd.po
Languages: as, az, bn_bd, bs, cy, es_mx, fa, he, hu, kab, kn, lv, mai, mr, ms, oc, pt, sd, si, sw, te, vi, zh_tw

source: We're very sorry, but &brandShortName; can't play Flash on this device.
as: আমি অতি দুঃখিত, কিন্তু &brandShortName; এ এই ডিভাইচত ফ্লেশ চলাব নোৱাৰে।
az: Bağışlayın, ancaq &brandShortName; bu cihazda Flash aça bilməz.
bn_bd: আমরা দুঃখিত, &brandShortName; এই যন্ত্রে ফ্লাশ প্লেয়ার চালাতে পারবে না।
bs: Žao nam je, ali &brandShortName; ne može pokrenuti Flash na ovom uređaju.
cy: Ymddiheuriadau, nid yw &brandShortName; yn gallu chwarae Flash ar y ddyfais hon.
es_mx: Lo sentimos mucho, pero &brandShortName; no puede reproducir Flash en este dispositivo.
fa: متاسفیم، اما &brandShortName; نمی‌تواند در این دستگاه فلش را اجرا کند.
he: אנו מצטערים, &brandShortName; אינו יכול להפעיל תוכן Flash על התקן זה.
hu: Sajnáljuk, de a &brandShortName; nem képes a Flash lejátszására ezen az eszközön.
kab: Suref-aɣ maulac aɣilif, acku &brandShortName; ur yezmir ara ad yurar imrayen Flash ɣef yibenk agi.
kn: ಕ್ಷಮಿಸಿ, &brandShortName; ನಿಂದ ಈ ಸಾಧನದಲ್ಲಿ ಫ್ಲಾಶ್ ಅನ್ನು ಚಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
lv: Mums ir ļoti žēl, bet &brandShortName; nevar atskaņot Flash šajā ierīcē.
mai: हमरा माफ करू, मुदा &brandShortName; ई युक्ति पर फ्लैश नहि चलाए सकैत अछि.
mr: कृपया माफ करा, परंतु या साधनावर &brandShortName; फ्लॅश चालवू शकत नाही.
ms: Kami mohon maaf, disebabkan &brandShortName; tidak dapat memainkan Flash pada alatan ini.
oc: O planhèm, mas &brandShortName; pòt pas aviar Flash sus vòstre aparelh.
pt: Pedimos desculpa mas o &brandShortName; não pode reproduzir flash neste dispositivo.
si: සමාවන්න, නමුත් &brandShortName; හට මෙම උපාංගය මත ෆ්ලෑශ් ධාවනය කළ නොහැක.
sw: Samahani, lakini &Jina Fupi la chapa; haiwezi kucheza Mwako kwenye kifaa hiki.
te: మేము చింతిస్తున్నాము, ఈ పరికరంపైన &brandShortName; ఫ్లాష్ నడుపలేదు.
vi: Rất tiếc, &brandShortName; không thể chơi Flash trên thiết bị này.
zh_tw: 很抱歉，&brandShortName; 無法於此裝置播放 Flash 內容。

source: Learn More…
as: অধিক জানক…
az: Daha çox məlumat...
bn_bd: আরও জানুন…
bs: Saznajte više…
cy: Dysgu Rhagor…
es_mx: Saber más…
fa: بیشتر بدانید…
he: מידע נוסף…
hu: További tudnivalók…
kab: Issin ugar…
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ…
lv: Uzzināt vairāk…
mai: बेसी जानू…
mr: आणखी शिका…
ms: Ketahui Lagi…
oc: Ne saber mai…
pt: Saber mais…
sd: وڌيڪ سِکو۔۔۔
si: වැඩිදුරටත් දැනුවත්වන්න…
sw: Jifunze Zaidi…
te: ఇంకా తెలుసుకోండి…
vi: Tìm hiểu thêm…
zh_tw: 更多資訊…

source: A plugin is needed to display this content.
as: এই সমল প্ৰদৰ্শন কৰিবলে এটা প্লাগিনৰ প্ৰয়োজন।
az: Bu məzmunu göstərəcək əlavə proqram əksikdir.
bn_bd: এই বিষয়বস্তু দেখার জন্য একটি প্লাগইন প্রয়োজন।
bs: Plugin je potreban za prikaz ovog sadržaja.
cy: Mae angen ategyn er mwyn dangos y cynnwys.
es_mx: Se necesita un plugin para mostrar este contenido.
fa: برای نمایش این محتوا، افزونه مورد نیاز است.
he: נחוץ תוסף חיצוני להצגת תוכן זה.
hu: A tartalom megjelenítéséhez bővítmény szükséges.
kab: Azegrir amernan yesra i weskan n ugbur agi.
kn: ಈ ವಿಷಯವನ್ನು ತೋರಿಸಲು ಒಂದು ಪ್ಲಗ್‌ಇನ್‌ ಅಗತ್ಯವಿದೆ.
lv: Lai aplūkotu saturu nepieciešams spraudnis.
mai: ई सामग्री केँ देखाबैक लेल डिसप्ले जरूरी अछि.
mr: हि अंतर्भूत माहिती दाखवण्यासाठी प्लगईन आवश्यक आहे.
ms: Satu plugin diperlukan untuk memaparkan kandungan ini.
oc: Un plugin es necessari per afichar aqueste contengut.
pt: Necessita de um plugin para mostrar este conteúdo.
sd: هي موضوع ڏيکارڻ لاءِ پلگ اِن جي ضرورت آهي
si: මෙම අන්තර්ගතය පෙන්වීමට ප්ලගීනයක් අවශ්‍යව ඇත.
sw: Programu-jalizi inahitajika ili kuonyesha maudhui haya.
te: ఈ విషయంను ప్రదర్శించుటకు వొక చొప్పింత అవసరమైంది.
vi: Cần cài plugin để hiển thị nội dung này.
zh_tw: 需要安裝某個外掛程式才能檢視此內容。

source: Tap here to activate plugin.
as: প্লাগিন সক্ৰিয় কৰিবলে ইয়াত টেপ কৰক।
az: Əlavə proqramı aktivləşdirmək üçün bura toxunun.
bn_bd: প্লাগইন সক্রিয় করতে ট্যাপ করুন
bs: Pritisnite ovdje da aktivirane plugin.
cy: Cliciwch yma i gychwyn yr ategyn.
es_mx: Pulsa aquí para activar el plugin.
fa: برای فعال‌سازی افزونه، فشار دهید.
he: נא לגעת כאן להפעלת תוסף חיצוני.
hu: Koppintson a bővítmény aktiválásához.
kab: Sit dagi iwakken aţremded azegrir amernan.
kn: ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಇಲ್ಲಿ ಮೆಲ್ಲಗೆ ತಟ್ಟಿ.
lv: Pieskarieties šeit, lai aktivētu spraudni.
mai: प्लगिन सक्रिय करबाक लेल एतए टैप करू.
mr: प्लगइन सुरू करण्यासाठी येथे टॅप करा.
ms: Klik sini untuk mengaktifkan plugin.
oc: Tocar aicí per activar lo plugin.
pt: Toque aqui para ativar o plugin.
sd: پلگ اِن مُتحرڪ بڻائڻ لاءِ هتي ٺپريو۔
si: ප්ලගීන සක්‍රීය කිරීමට මෙතනට යන්න.
sw: Gonga hapa kuamilisha programu jalizi.
te: చొప్పింత క్రియాశీలపరచుటకు యిక్కడ తట్టండి.
vi: Nhấn chuột ở đây để kích hoạt plugin.
zh_tw: 點此處啟用外掛程式。

source: Activate plugin.
as: প্লাগিন সক্ৰিয় কৰক।
az: Əlavəni aktivləşdir.
bn_bd: প্লাগইন সক্রিয় করুন।
bs: Aktiviraj plugin.
cy: Gweithredu'r ategyn.
fa: فعال کردن افزونه.
hu: Bővítmény aktiválása.
kab: Rmed izegrar imernan
kn: ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು.
lv: Aktivēt spraudni.
mai: प्लगिन सक्रिय करू
mr: प्लगइन सुरू करा.
ms: Aktifkan plugin.
oc: Activar lo plugin.
pt: Ativar plugin.
si: ප්ලගිනය සක්‍රීය කරන්න.
sw: Mchopeko amilifu.
te: ప్లగిన్ క్రియాశీలంచేయి.
vi: Kích hoạt plugin.
zh_tw: 啟用外掛程式。

source: Check for updates…
as: আপডেইটসমূহৰ বাবে নীৰিক্ষণ কৰক…
az: Yeniləmələri yoxla…
bn_bd: হালনাগাদের জন্য পরীক্ষা...
bs: Provjeri za nadogradnju…
cy: Gwirio am ddiweddariadau…
es_mx: Buscar actualizaciones…
fa: گشتن به دنبال به‌روزرسانی‌ها
he: בדיקת עדכונים…
hu: Frissítések keresése…
kab: Nadi ileqman…
kn: ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸು…
lv: Meklēt atjauninājumus…
mai: अद्यतनक लेल जाँचू
mr: सुधारणांकरीता तपासणी करा…
ms: Semak untuk kemaskini
oc: Verificar se i a de mesas a jorn...
pt: Procurar atualizações…
sd: اَپڊيٽس لاءِ چڪاسيو
si: යාවත් සඳහා පිරික්සන්න...
sw: Kagua Visasaisho…
te: నవీకరణల కొరకు పరిశీలించు…
vi: Kiểm tra các cập nhật…
zh_tw: 檢查更新…

source: This plugin is disabled.
as: এই প্লাগিন অসামৰ্থবান কৰা আছে।
az: Bu əlavə proqram söndürülüb.
bn_bd: এই প্লাগইন নিষ্ক্রিয়।
bs: Ovaj plugin je onemogućen.
cy: Mae'r ategyn wedi ei analluogi.
es_mx: Este plugin está desactivado.
fa: این افزونه غیرفعال است.
he: תוסף חיצוני זה אינו פעיל.
hu: A bővítmény le van tiltva.
kab: Azegrir agi amernan irermed.
kn: ಈ ಪ್ಲಗ್‌ಇನ್ ಅನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ.
lv: Šī satura spraudnis ir deaktivēts.
mai: ई प्लगइन निष्क्रिय कएल गेल अछि.
mr: हे प्लगईन बंद केले आहे.
ms: Plugin ini telah dilumpuhkan.
oc: Aqueste plugin es desactivat.
pt: Este plugin foi desativado.
sd: هي پلگ اِن اَسمٿ بڻايو ويو آهي
si: මෙම ප්ලගීනය අක්‍රීය කර ඇත.
sw: Programu-jalizi hii imelemazwa.
te: చొప్పింత అచేతనమైంది.
vi: Phần bổ trợ này đã bị vô hiệu hóa.
zh_tw: 此外掛程式已被停用。

source: This plugin has been blocked for your protection.
as: আপোনাৰ সুৰক্ষাৰ কাৰণে এই প্লাগ-ইনক বাধা দিয়া হৈছে।
az: Bu əlavə proqram sizi qorumaq üçün əngəlləndi.
bn_bd: এই প্লাগইনটি আপনার সুরক্ষার জন্য প্রতিরোধ করা হয়েছে।
bs: Ovaj plugin je blokiran radi vaše zaštite.
cy: Mae'r ategyn wedi ei rwystro er eich diogelwch.
es_mx: Este plugin se bloqueó para tu protección.
fa: این متصل‌شونده به منظور محافظت از شما باز داشته شده است.
he: תוסף זה נחסם כדי להגן עליך.
hu: Az Ön védelme érdekében ez a bővítmény le lett tiltva.
kab: Azegrir agi amernan iţusewḥel i wemmesten inek.
kn: ನಿಮ್ಮ ಸುರಕ್ಷತೆಯ ಕಾರಣದಿಂದಾಗಿ ಈ ಪ್ಲಗ್‌ಇನ್ ಅನ್ನು ತಡೆಹಿಡಿಯಲಾಗಿದೆ.
lv: Jūsu drošības nodrošināšanai šis spraudnis ir bloķēts.
mai: ई प्लगिन अहाँक सुरक्षा क लेल रोकल गेल अछि .
mr: हे प्लगइन तुमच्या सुरक्षा करीता रोखले गेले.
ms: Plugin ini telah disekat untuk perlindungan anda.
oc: Aqueste modul complementari es estat blocat per vòstra seguretat.
pt: Este plugin foi bloqueado para sua proteção.
sd: توهانجي سمرٿيءَ لاءِ هي پلگ اِن روڪيو ويو آهي۔
si: ඔබගේ ආරක්‍ෂාව සඳහා මෙම ප්ලගීනය අවහිර කර ඇත.
sw: Programu-jalizi hii imezuiliwa kwa ulinzi wako.
te: ఈ చొప్పింత మీ రక్షణకొరకు నిరోధించబడింది.
vi: Phần bổ trợ này đã bị chặn để bảo vệ bạn.
zh_tw: 已阻擋此外掛以保護您的電腦。

source: Hide plugin
as: প্লাগিন লুকুৱাওক
az: Qoşmanı gizlə
bn_bd: প্লাগইন আড়াল করুন
bs: Sakrij plugin
cy: Cuddio ategyn
es_mx: Esconder complemento
fa: مخفی کردن افزونه
he: הסתרת תוסף חיצוני
hu: Bővítmény elrejtése
kab: Ffer azegrir agi amernan
kn: ಪ್ಲಗಿನ್ ಅಡಗಿಸು
lv: Paslēpt spraudni
mai: प्लगिन नुकाउ
mr: प्लगइन लपवा
ms: Sembunyi plugin
oc: Amagar lo plugin
pt: Ocultar plugin
si: ප්ලගිනය සඟවන්න
sw: Ficha programu-jalizi
te: చొప్పింత మరుగునపెట్టు
vi: Ẩn plugin
zh_tw: 隱藏外掛程式

source: Manage plugins…
as: প্লাগিনসমূহ ব্যৱস্থাপনা কৰক…
az: Əlavə proqramları idarə elə...
bn_bd: প্লাগইন ব্যবস্থাপনা…
bs: Upravljanje pluginima…
cy: Rheoli ategion…
es_mx: Administrar plugins…
fa: مدیریت افزونه‌ها...
he: ניהול תוספים חיצוניים…
hu: Bővítménykezelő…
kab: Sefrek izegrar imernan…
kn: ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ…
lv: Pārvaldīt spraudņus…
mai: प्लगइन प्रबंधित करू…
mr: प्लगईन्स् व्यवस्थापीत करा…
ms: Urus plugin...
oc: Gerir los plugins...
pt: Gerir plugins…
sd: پلگ اِنس جو اِنتظام ڪريو۔۔۔
si: ප්ලගීන කළමනාකරණය…
sw: Simamia programu-jalizi…
te: చొప్పింతను నిర్వహించు…
vi: Quản lí phần bổ trợ…
zh_tw: 管理外掛程式…

source: Reload the page
as: পৃষ্ঠা পুনৰ ল'ড কৰক
az: səhifəni yenidən yükləyin
bn_bd: পৃষ্ঠা পুনরায় লোড করা হবে
bs: Ponovo učitaj stranicu
cy: Ail lwytho'r dudalen
es_mx: Recargar la página
fa: صفحه را دوباره بارگزاری کنید
he: טען מחדש את הדף
hu: töltse be újra az oldalt
kab: Smiren asebtar
kn: ಪುಟವನ್ನು ಮರಳಿ ಲೋಡ್ ಮಾಡಿ
lv: Pārlādējiet lapu
mai: ई पन्ना फेर लोड करू
mr: पान पुनःलोड करा
ms: Muatkan semula halaman
oc: Actualizar la pagina
pt: Recarregue a página
sd: صفحو نئين سر لوڊ ڪريو
si: පිටුව ප්‍රතිපූරණය කරන්න
sw: Pakua tena ukurasa
te: పేజీను తిరిగి లోడ్ చేయుము
vi: Tải lại trang
zh_tw: 重新載入網頁

source: to try again.
as: পুনৰ চেষ্টা কৰিবলে।
bn_bd: আবার চেষ্টা করতে।
bs: za novi pokušaj.
cy: i geisio eto.
es_mx: para volver a intentarlo.
kab: iweɛraḍ tikelt nniḍen.
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲು.
lv: , lai mēģinātu vēlreiz.
mai: फेर कोसिस करबाक लेल.
mr: पुनः प्रयत्न करण्यासाठी.
ms: untuk mencuba lagi.
oc: per ensajar tornarmai.
pt: para tentar novamente.
sd: وري ڪوشش ڪرڻ
si: නැවත උත්සාහ කිරීමට.
sw: kujaribu tena.
te: మరలా ప్రయత్నించుటకు.
vi: để thử lại.
zh_tw: 以再試一次。

source: Send crash report
as: স্খলন সংবাদ পঠাওক
az: Çökmə hesabatını göndər
bn_bd: ক্র্যাশ প্রতিবেদন পাঠান
bs: Pošalji izvještaj o rušenju
cy: Anfon adroddiad chwalu
es_mx: Enviar reporte de fallo
fa: ارسال گزارش فروپاشی
he: שליחת דיווח קריסה
hu: Hibajelentés küldése
kab: Azen assaɣ n uɣelluy
kn: ಕುಸಿತದ ವರದಿಯನ್ನು ಕಳುಹಿಸು
lv: Sūtīt avārijas ziņojumu
mai: क्रैश रपट पठाउ
mr: क्रॅश अहवाल पाठवा
ms: Hantar laporan kegagalan
oc: Mandar un rapòrt de plantatge
pt: Enviar relatório de erro
sd: ڊهي پوڻ جي رپورٽ موڪليو
si: බිඳවැටුම් වාර්තාව යවන්න
sw: Tuma ripoti ya kukwama
te: క్రాష్ నివేదిక పంపు
vi: Gửi báo cáo lỗi
zh_tw: 傳送錯誤報表

source: Sending report…
as: সংবাদ পঠোৱা হৈছে…
az: Hesabat göndərilir...
bn_bd: প্রতিবেদন প্রেরণ করা হচ্ছে…
bs: Šaljem izvještaj…
cy: Anfon adroddiad…
es_mx: Enviando reporte…
fa: در حال ارسال گزارش…
he: שולח דיווח…
hu: Jelentés küldése…
kab: Tuzzna n ussaɣ…
kn: ವರದಿಯನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ…
lv: Sūta ziņojumu…
mai: रपट पठाए रहल अछि …
mr: अहवाल पाठवत आहे…
ms: Laporan sedang dihantar...
oc: Mandadís del rapòrt...
pt: A enviar relatório…
sd: رپورٽ موڪلي پيو۔۔۔
si: වාර්තාව යවයි…
sw: Kutuma ripoti…
te: నివేదిక పంపుచున్నది…
vi: Đang gửi báo cáo…
zh_tw: 正在傳送報表…

source: Crash report sent.
as: স্খলন সংবাদ পঠোৱা হল।
az: Çökmə hesabatı göndərildi.
bn_bd: ক্র্যাশ প্রতিবেদন প্রেরণ করা হয়েছে।
bs: Izvještaj o rušenju je poslan.
cy: Adroddiad chwalu wedi mynd.
es_mx: Reporte de fallo enviado.
fa: گزارش ارسال شد.
he: דיווח קריסה נשלח.
hu: A hibajelentést elküldte.
kab: Assaɣ n uɣelluy yuzen.
kn: ಕುಸಿತದ ವರದಿಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ.
lv: Avārijas ziņojums nosūtīts.
mai: क्रैश रपट पठाएल गेल.
mr: क्रॅश अहवाल पाठवले.
ms: laporan kerosakan sudah dihantar.
oc: Rapòrt de plantatge mandat.
pt: Relatório de erro enviado.
sd: ڊهي پوڻ جي رپورٽ موڪلي ويئي۔
si: බිඳවැටුම් වාර්තාව යවන ලදී.
sw: Ripoti ya kukwama imetumwa.
te: క్రాష్ నివేదిక పంపబడింది.
vi: Báo cáo lỗi đã gửi.
zh_tw: 已送出錯誤資訊報表。

source: Crash reporting disabled.
as: স্খলন সংবাদ পঠোৱা অসামৰ্থবান কৰা হৈছে।
az: Çökmə hesabatı göndərilməsi söndürülüb.
bn_bd: ক্র্যাশ প্রতিবেদন প্রক্রিয়া নিষ্ক্রিয়।
bs: Izvještavanje o rušenju je onemogućeno.
cy: Adrodd ar chwalu wedi ei analluogi.
es_mx: Reporte de errores deshabilitado.
fa: ارسال گزارش غیرفعال است.
he: דיווח קריסות מנוטרל.
hu: A hibajelentés le van tiltva.
kab: Assaɣ n uɣelluy ireremed.
kn: ಕುಸಿತದ ವರದಿಯನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ.
lv: Avārijas ziņojumi ir deaktivēti.
mai: क्रैश रपट निष्क्रिय कएल गेल.
mr: क्रॅश रिपोर्टिंग बंद.
ms: Laporan kemalangan dimatikan.
oc: Rapòrt de plantatge desactivat.
pt: Relatório de erro desativado.
sd: ڊهي پوڻ جي رپورٽ موڪلڻ اَسمرٿ بڻايو ويو۔
si: බිඳවැටුම් වාර්තා කිරිම අබල (disable) කර ඇත.
sw: Kutuma ripoti ya kukwama kumelemazwa.
te: క్రాష్ నివేదీకరణ అచేతనమైంది.
vi: Việc báo cáo lỗi bị vô hiệu hóa.
zh_tw: 錯誤回報已被停用。

source: Submission failed.
as: উপস্থাপন ব্যৰ্থ।
az: Göndərmə uğursuz oldu.
bn_bd: জমা দিতে ব্যর্থ।
bs: Slanje nije uspjelo.
cy: Cyflwyno wedi methu.
es_mx: Envío fallido.
fa: ارسال به مشکل برخورد.
he: השליחה נכשלה.
hu: A beküldés sikertelen.
kab: Tuzzna ur tiddi ara.
kn: ಸಲ್ಲಿಸುವಿಕೆಯು ವಿಫಲಗೊಂಡಿದೆ.
lv: Nosūtīšana neizdevās.
mai: जमा कएनाइ विफल.
mr: सादर करणे अपयशी.
ms: Penghantaran gagal.
oc: Fracàs del mandadís.
pt: O envio falhou.
sd: پيش ڪرڻ ناڪام ٿيو
si: යැවීම අසාර්ථක විය.
sw: Ufikishaji umeshindwa.
te: అప్పగింత విఫలమైంది.
vi: Việc gửi lên thất bại.
zh_tw: 傳送失敗。

source: No report available.
as: কোনো সংবাদ উপলব্ধ নাই।
az: Hesabat yoxdur.
bn_bd: কোনো প্রতিবেদন নেই।
bs: Nema dostupnih izvještaja.
cy: Dim adroddiad ar gael.
es_mx: Reporte no disponible.
fa: گزارشی وجود ندارد.
he: אין דיווח זמין.
hu: Nincs jelentés.
kab: Ulac assaɣ.
kn: ಯಾವುದೆ ವರದಿಯು ಲಭ್ಯವಿಲ್ಲ.
lv: Ziņojumi nav pieejami.
mai: कोनो रपट मोजुद नहि.
mr: अहवाल अनुपलब्ध.
ms: Tiada laporan yang tersedia.
oc: Pas cap de rapòrt disponible.
pt: Nenhum relatório disponível.
sd: ڪابە رپورٽ مؤجود ناهي۔
si: වාර්තාවක් නැත.
sw: Hakuna ripoti inapatikana.
te: ఏ నివేదిక అందుబాటులోలేదు.
vi: Hiện không có báo cáo nào.
zh_tw: 沒有可用的報表。

source: Add a comment (comments are publicly visible)
as: এটা মন্তব্য যোগ কৰক (মন্তব্যসমূহ ৰাজহুৱাভাৱে দৃশ্যমান)
az: Fikrinizi yazın. (Yazılan fikirlər hamı tərəfindən görünə bilər.)
bn_bd: মন্তব্য যোগ করুন (মন্তব্যগুলো সবাই দেখতে পাবে)
bs: Napišite komentar (komentari su javno vidljivi)
cy: Ychwanegu sylw (sylwadau yn weladwy)
es_mx: Ingresa tu comentario (público)
fa: افزودن یک توضیح (توضیحات در دسترس عموم قرار خواهند گرفت)
he: הוספת תגובה (התגובות גלויות לכולם)
hu: Hozzászólás (a hozzászólások nyilvánosak)
kab: Rnu awennit (Iwenniten aten-walin akkw yemdanen)
kn: ಒಂದು ಟಿಪ್ಪಣಿಯನ್ನು ಸೇರಿಸಿ (ಟಿಪ್ಪಣಿಗಳು ಸಾರ್ವಜನಿಕವಾಗಿ ಕಾಣಿಸುತ್ತವೆ)
lv: Pievienot komentāru (netiks attēlots publiski)
mr: टिपण्णी समाविष्ट करा (टिपण्णी सावर्जनिकरित्या दृष्यास्पद आहे)
ms: Tambah komen (semua komen boleh dilihat oleh umum)
oc: Apondre un comentari (los comentaris son visibles publicament)
pt: Adicionar um comentário (os comentários são públicos)
si: අදහස් එක් කරන්න (අදහස් ප්‍රසිද්ධියේ දර්ශනය වේ)
sw: Ongeza maoni (maoni yanaonekana kwa umma)
te: వ్యాఖ్యానం జతచేయి (వ్యాఖ్యానాలు అందరికీ కనిపించును)
vi: Thêm bình luận (bình luận hiển thị công khai)
zh_tw: 加上附註 (附註是大家都看得到的)

source: Include the page's URL
as: পৃষ্ঠাৰ URL অন্তৰ্ভুক্ত কৰক
az: Səhifənin URL-unu əlavə edin
bn_bd: পেজের URL টি যুক্ত করুন
bs: Uključi URL stranice
cy: Cynnwys URL y dudalen
fa: اضافه‌کردن آدرس صفحه‌ها
he: לכלול את כתובת הדף
hu: Az oldal URL-címének mellékelése
kab: Seddu URL n asebtar
kn: ಪುಟದ URL ಅನ್ನು ಸೇರಿಸು
lv: Iekļaut lapas adresi
mai: पृष्ठ यूआरएल सम्मिलित करू
mr: पानाचे URL समाविष्ट करा
ms: Termasuk URL laman
oc: Inclure l'URL de la pagina
pt: Incluir o URL da página
si: පිටුවේ URL යොදන්න
sw: Inajumuisha URL ya ukurasa
te: పేజీ చిరునామాను చేర్చు
vi: Chèn URL của trang
zh_tw: 包含頁面網址

source: File
as: ফাইল
az: Fayl
bn_bd: ফাইল
bs: Fajl
cy: Ffeil
fa: پرونده
he: קובץ
hu: Fájl
kab: Afaylu
kn: ಕಡತ
lv: Fails
mai: फ़ाइल
mr: फाइल
ms: Fail
oc: Fichièr
pt: Ficheiro
si: ගොනුව
sw: Faili
te: ఫైలు
vi: Tệp
zh_tw: 檔案

source: MIME Types
as: MIME ধৰণসমূহ
bn_bd: MIME এর ধরন
bs: MIME tipovi
cy: Math MIME
fa: انواع MIME
he: סוגי MIME
hu: MIME-típusok
kab: Tiwsiyin MIME
kn: MIME ಬಗೆಗಳು
lv: MIME tips
mai: MIME प्रकार
mr: MIME प्रकार
ms: Jenis MIME
oc: Tipe MIME
pt: Tipos MIME
si: MIME වර්ග
sw: Aina za MIME
te: MIME రకాలు
vi: Kiểu MIME
zh_tw: MIME 類型

source: Enable Adobe Flash protected mode
as: Adobe Flash সুৰক্ষিত অৱস্থা সামৰ্থবান কৰক
az: Adobe Flash qorumalı modu aktiv et
cy: Galluogi modd diogel Adobe Flash
es_mx: Habilitar modo protegido Adobe Flash
fa: فعال‌سازی حالت محافظ در Adobe Flash
hu: Adobe Flash védett mód bekapcsolása
kab: Rmed askar amestan n Adobe Flash
kn: ಆಡೋಬ್ ಫ್ಲಾಷ್ ಸುರಕ್ಷತಾ ಸ್ಥಿತಿ ಸಕ್ರಿಯಗೊಳಿಸು
lv: Ektivēt Adobe Flash aizsargāto režīmu
mai: एडोब फ्लैश सुरक्षित मोड सक्रिय करू
mr: Adobe Flash सुरक्षित पद्धत कार्यान्वित करा
oc: Activar lo mòde protegit d'Adobe Flash
pt: Ativar modo protegido para Adobe Flash
te: ఎడోబ్ ఫ్లాష్ ప్రొటెక్టెడ్ రీతిని చేతనించు
vi: Bật chế độ bảo vệ của Adobe Flash
