Repository: translate/mozilla-l10n
Catalog: ks/browser/chrome/browser/places/places.dtd.po
Languages: ks

source: Library
ks: مكتب

source: &Organize
ks: ترتیب

source: Organize your bookmarks
ks: پن۪ین نشان زد تھٲویو ترتیب منز

source: &Close
ks: بند

source: &Views
ks: منظر

source: Change your view
ks: پنُن منظر بدلٲویو

source: Show &Columns
ks: كالمں ہٲویو

source: &Sort
ks: ژٲریو

source: &Unsorted
ks: ژارنٲی

source: &A > Z Sort Order
ks: &A > Z ژارنچ ترتیب

source: &Z > A Sort Order
ks: &Z > A ژارنچ ترتیب

source: &Import Bookmarks from HTML…
ks: HTML پ۪یٹھئ كریو نشان ذد برامد...

source: &Export Bookmarks to HTML…
ks: HTML ئس پ۪یٹھ كریو نشان ذد درامد...

source: Import Data from &Another Browser…
ks: بی۪ی براوزر پ۪یٹھئ كریو ڈاٹا برامد...

source: &Backup…
ks: بیک اپ ...

source: &Restore
ks: ري سٹور

source: &Choose File…
ks: فایل ژٲریو...

source: &Bookmark This Page…
ks: یَتھ صفہس تھٲویو نشان ...

source: &Delete This Page
ks: یئ صفحئ كریو منسوخ

source: &Forget About This Site
ks: یَتھ سایٹئ متعلق مشرٲویو

source: &Open
ks: &کھولیو

source: Open in a &New Window
ks: نئو۪ی وِنڈو منز كھولیو

source: Open in a New &Private Window
ks: اوپْن کْریو أکس نْو پرایوٹ وینڈو منز &

source: Open in a Ne&w Tab
ks: نئوس ٹیبس منز كھولیو

source: &Open All in Tabs
ks: سٲری كھولیو ٹیبزن منز

source: Propert&ies
ks: خصوصیات

source: &Sort By Name
ks: ناوئ حسابئ ژٲریو

source: New &Bookmark…
ks: نئو نشان زَد...

source: New F&older…
ks: نئو فولڈر...

source: New &Separator
ks: نئو تئ الگ كرئن وۄل

source: &Reload Live Bookmark
ks: لاویو ن;ان زَد كریو دوبارئ لوڈ

source: &Move…
ks: پكنٲویو...

source: Name
ks: ناو

source: Tags
ks: ٹیگس

source: Location
ks: جاے

source: Most Recent Visit
ks: تازْ ترین سیر

source: Visit Count
ks: گریند وچھیو

source: Description
ks: وضاحت

source: Added
ks: رلٲومُت

source: Last Modified
ks: ٲخری تبدیل كرموْت

# search.label search.accesskey
source: &Search:
ks: ژھانڈ:

source: &Import and Backup
ks: برامد كرمُت بیك اپ

source: Import and backup your bookmarks
ks: پن۪ین نشان زَد كریو برامد تئ بیك اپ

source: Go back
ks: واپس گژھیو

source: Go forward
ks: برونٹھ گژھیو

source: Mor&e
ks: مزید

source: L&ess
ks: كم

source: Select an item to view and edit its properties
ks: آیٹم ژٲریو امچئ خصوصیات وچھنئ تئ بدلاونئ خٲطرئ

# find.label find.accesskey
source: &Search:
ks: ژھانڈ:

source: Vie&w
ks: وچھیو

source: By &Date
ks: تٲریخ ہسابئ

source: By &Site
ks: سایٹئ ہسابئ

source: By Most &Visited
ks: زیادئ وچھمئت ہسابئ

source: By &Last Visited
ks: ٲخری وچھمت ہسابئ

source: By Da&te and Site
ks: تٲریخ تئ سایٹئ ہسابئ
