Repository: translate/mozilla-l10n
Catalog: szl/browser/chrome/browser/preferences/advanced.dtd.po
Languages: szl

source: General
szl: Ôgōlne

source: Accessibility
szl: Dostympność

source: Always use the &cursor keys to navigate within pages
szl: Dycki używej kneflōw kursōra do nawi&gacyje po zajtach

source: Show a touch &keyboard when necessary
szl: Pokŏzywanie tastatury &ekranowyj, jeźli je przidajnŏ

source: Browsing
szl: Przeziyranie

source: Use &autoscrolling
szl: Uży&wej autōmatycznego przewijaniŏ

source: Use s&mooth scrolling
szl: Używej pły&nnego przewijaniŏ

source: Use ha&rdware acceleration when available
szl: Używej maszinowego prziryc&hlaniŏ, jeźli je dostympne

source: Data Choices
szl: Udostympniane daty

source: Helps you understand your browser performance and shares data with &vendorShortName; about your browser health
szl: Report ô zdrowiu Firefoksa ulekszŏ spokopiynie wydajności przeziyrŏczki i udostympniŏ daty ô jij stanie ôrganizacyji &vendorShortName;.

source: Enable &brandShortName; Health &Report
szl: Zapuść &Report ô zdrowiu programu &brandShortName;

# healthReportLearnMore.label
source: Learn More
szl: Wiyncyj informacyji

source: Shares performance, usage, hardware and customization data about your browser with &vendorShortName; to help us make &brandShortName; better
szl: Udostympnianie ôrganizacyji &vendorShortName; datōw ô wydajności, wyużyciu, modyfikacyjach przeziyrŏczki aji ô sprzyncie, na kerym fōnguje, ulekszŏ poprŏwianie programu &brandShortName;.

source: Share additional data (i.e., &Telemetry)
szl: &Udostympnianie nadbytnich datōw (bp. Telemetryje)

# telemetryLearnMore.label
source: Learn More
szl: Wiyncyj informacyji

# crashReporterLearnMore.label
source: Learn More
szl: Wiyncyj informacyji

source: Network
szl: Nec

source: Connection
szl: Skuplowanie

source: Configure how &brandShortName; connects to the Internet
szl: Uzdej, jak &brandShortName; mŏ sie kuplować z Internetym

source: S&ettings…
szl: Sztelōn&ki…

source: Cached Web Content
szl: Treści w pamiyńci podryncznyj

source: Offline Web Content and User Data
szl: Treści dlŏ trybu oflajn i daty ôd używŏcza

source: &Limit cache to
szl: Ôgranic&z pamiyńć podryncznõ do

source: MB of space
szl: MB

source: &Clear Now
szl: Ôpu&cuj terŏz

source: Clear &Now
szl: Ôpucuj &terŏz

source: &Override automatic cache management
szl: Używej ryncznego reskyrowaniŏ podryncznōm pa&miyńciōm

source: Update
szl: Aktualizacyjŏ

source: &Automatically install updates (recommended: improved security)
szl: &Insztaluj aktualizacyje autōmatycznie (skwŏlane: srogsze bezpiyczyństwo)

source: &Never check for updates (not recommended: security risk)
szl: Niy badej dostympności aktualizacyje (niydoradzane: zagrożynie bezpiyczyństwa)

source: Show U&pdate History
szl: Pokŏż historyjõ aktua&lizacyji

source: Use a &background service to install updates
szl: Używej &posugi na zadku do instalowaniŏ aktualizacyji

source: Search &Engines
szl: Wys&zukiwŏcze

source: E&xceptions…
szl: &Wyjōntki…

source: The following websites are allowed to store data for offline use:
szl: Te place necowe majōm przizwolynie na pochrōnianie datōw do używaniŏ oflajn:

source: &Remove…
szl: Wych&rōń…

source: Remove offline data
szl: Wychrōń daty trybu oflajn

source: Certificates
szl: Certyfikaty

source: Requests
szl: Fołdrowania certyfikatōw

source: Select one automatically
szl: ôbier certyfikat autōmatycznie

source: &Query OCSP responder servers to confirm the current validity of certificates
szl: Ôdpyt&owanie serwerōw OCSP, coby przituplikować godności certyfikatōw

source: View &Certificates
szl: Po&kŏż certyfikaty

source: Security &Devices
szl: Maszin&y bezpiyczyństwa
