Repository: translate/mozilla-l10n
Catalog: szl/browser/chrome/browser/preferences/preferences.dtd.po
Languages: szl

source: Options
szl: Ôpcyje

source: Preferences
szl: Preferyncyje

source: &brandShortName; Preferences
szl: Preferyncyje ôd programu &brandShortName;

source: width: 42em; min-height: 37.5em;
szl: width: 47em; min-height: 37.5em;

source: width: 47em; min-height: 40em;
szl: width: 50em; min-height: 40em;

source: width: 45.5em; min-height: 40.5em;
szl: width: 51.5em; min-height: 40.5em;

source: General
szl: Ôgōlne

source: Tabs
szl: Szkarty

source: Search
szl: Zeszukowanie

source: Content
szl: Treść

source: Applications
szl: Aplikacyje

source: Privacy
szl: Prywatność

source: Security
szl: Bezpiyczyństwo

source: Advanced
szl: Ekszperta

source: Sync
szl: Synchrōnizacyjŏ

source: Help
szl: Pōmoc
