Repository: translate/mozilla-l10n
Catalog: ss/dom/chrome/layout/xmlparser.properties.po
Languages: ss

source: out of memory
ss: akukhumbuleki

source: syntax error
ss: liphutsa lekuhleleka kwemagama

source: not well-formed
ss: akukakheki kahle

source: unclosed token
ss: luphawu lolusebaleni

source: partial character
ss: luphawu loluvele kancane

source: mismatched tag
ss: libito lelingakacondzaniswa kahle

source: duplicate attribute
ss: kuphindzeka kwalokuphawulako

source: junk after document element
ss: lokucangene emva kelilunga ledokhumenti

source: illegal parameter entity reference
ss: kubuka lilunga lepharamitha lokungekho emtsetfweni

source: undefined entity
ss: lilunga lelingakachazwa

source: recursive entity reference
ss: kubukwa kabili kwelilunga

source: asynchronous entity
ss: lilunga lelingakahlanganiswa

source: reference to invalid character number
ss: kubuka inamba yeliphawu lelingasilo

source: reference to binary entity
ss: kubuka kulilunga lelihamba kabili

source: reference to external entity in attribute
ss: kubuka lilunga lelingaphandle kusesha

source: unknown encoding
ss: kungeta lwati akwatiwa

source: encoding specified in XML declaration is incorrect
ss: kungeta lwati lokungiko lokuvetiwe ku XML kuliphutsa

source: unclosed CDATA section
ss: kungavalwa kwesigaba CDATA

source: error in processing external entity reference
ss: liphutsa ekucubunguleni emarefarensi etintfo tangaphandle

source: document is not standalone
ss: lidokhumeni alikemi lodvwa

source: unexpected parser state
ss: simo lesingakalindzeleki sephasa

source: entity declared in parameter entity
ss: lilunga livetwe kulilunga lepharamitha

source: prefix not bound to a namespace
ss: sicalo asingaboshwa kulibitondzawo

source: reserved prefix (xmlns) must not be declared or undeclared
ss: sicalo lesigodliwe (xmlns) kufanele singavetwa nome asikavetwa

source: . Expected: </%S>.
ss: . Kulindzeleke: </%S>
