Repository: translate/mozilla-l10n
Catalog: ht/browser/chrome/overrides/appstrings.properties.po
Languages: ht

source: The URL is not valid and cannot be loaded.
ht: URL sa pa valid epi li pa kapab lanse.

source: Firefox can't find the file at %S.
ht: Firefox pa pakab jwenn fichye a nan %S.

source: Firefox can't find the server at %S.
ht: Firefox pa kapab jwenn sèvè a nan %S.

source: Firefox can't establish a connection to the server at %S.
ht: Firefox pa kapab konekte ak sèvè a nan %S.

source: The connection to %S was interrupted while the page was loading.
ht: Koneksyon a %S entèwonp pandan paj la t ap lanse.

source: The server at %S is taking too long to respond.
ht: Sèvè nan %S pran twòp tan pou li reponn.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
ht: Firefox detekte ke sevè ap dirije yon lòt kote rekèt pou adrès sa a yon fason ki pap janm fini.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
ht: Pou paj sa afiche, %S dwe voye enfòmasyon ki pral repete aksyon (tankou rechèch osinon demand konfimasyon) ki te fèt avan sa.

source: Resend
ht: Revoye

source: Firefox doesn't know how to communicate with the server.
ht: Firefox pa konnen kijan pou li kominike ak sèvè a.

source: The connection to the server was reset while the page was loading.
ht: Koneksyon a sèvè a reyinisyalize pandan paj la ap lanse.

source: This document is no longer available.
ht: Dokiman sa a pa disponib ankò.

source: Firefox is currently in offline mode and can't browse the Web.
ht: Kounye a Firefox an mòd san koneksyon kidonk li pa ka ale sou Entènèt.

source: The document cannot change while Printing or in Print Preview.
ht: Ou pa ka chanje dokiman sa pandan li ap enprime osinon pandan li nan Apèsi anvan enpresyon.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
ht: Adrès sa itilize yon pò rezo nòmalman ki sèvi pou tout lòt bagay sòf ale sou Entènèt. Firefox anile rekèt la pou pwoteksyon w.

source: Firefox is configured to use a proxy server that can't be found.
ht: Firefox konfigire pou li itilize yon sèvè proxy ke li pa ka jwenn.

source: Firefox is configured to use a proxy server that is refusing connections.
ht: Firefox konfigire pou itilize yon sèvè proxy ki refize tout koneksyon.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
ht: Paj ou ap eseye ouvè a pa kapab afiche paske li itilize yon fòma konpresyon sistèm nan pa sipòte.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
ht: Paj ou ap eseye ouvè a pa kapab afiche paske li andedan yon kalite fichye ki kapab pa pridan pou ta ouvè. Tanpri kontakte mèt sit wèb la pou eksplike yo pwoblèm nan.

source: External Protocol Request
ht: Rekèt Pwotokòl Ekstèn

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
ht: Yon aplikasyon ekstèn dwe lanse pou jere %1$S: lyen. Lyen ki an demand: %2$S Aplikasyon: %3$S Si se pa sa w t ap tann se kapab yon tantativ pou eksplwate feblès nan lòt pwogram sa. Anile rekèt sa a mwen ke ou si li pa malveyan.

source: <Unknown>
ht: <Enkoni>

source: Remember my choice for all links of this type.
ht: Sonje chwa sa pou tout lyen ki menm kalite ak sa a.

source: Launch application
ht: Lanse pwogram nan

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
ht: Yo rapòte sit wèb %S se yon sit malveyan e li te bloke selon jan preferans sekirite w yo etabli.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
ht: Yo rapòte sit wèb %S se yon sit malveyan ki la pou twonpe itilizatè yo nan pataje enfòmasyon pèsonèl osinon enfòmasyon finansye yo.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
ht: Paj w ap eseye gade a paka afiche a kòz yon erè detekte nan transmisyon enfòmasyon yo.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
ht: Paj sa itilize yon teknoloji ki pa valab pa defo nan Firefox ankò.
