Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: af, az, cy, es_mx, fa, ka, kn, lb, ms, oc, rw, xh

source: Unexpected error %S
af: Onverwagse fout %S
az: Naməlum Səhv %S
cy: Gwall annisgwyl %S
es_mx: Error inesperado %S
fa: خطای غیرمنتظره %S
ka: გაუთვალისწინებელი შეცდომა %S
kn: ಅನಪೇಕ್ಷಿತ ದೋಷ %S
lb: Onerwaartene Feeler %S
ms: Ralat %S tidak dijangka
oc: Error inesperada %S
rw: Ikosa ritunguranye: %S
xh: Imposiso engalindelekanga i-%S

source: Downloading...
af: Laai tans af...
xh: Kuthotywa umthwalo...

source: Installing...
af: Installeer tans...
xh: Kuyahlohlwa...

source: Unexpected installation error Review the JavaScript Console log for more details.
xh: Imposiso yokuhlohla engalindelekanga Phengulula i-Console ye-JavaScript Console uze ungene ngeenkcukacha ezingaphaya kwezinikiweyo.

source: User cancelled
af: Gebruiker gekanselleer
xh: Umsebenzisi urhoxisiwe

source: Cancelled
af: Gekanselleer
xh: Kurhoxisiwe
