Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: af, az, cy, es_mx, fa, ka, kn, lb, ms, oc, rw, xh

source: Installing: %s
af: Installeer: %s
az: Quaraşdırılır: %s
cy: Gosod: %s
es_mx: Instalando: %s
fa: در حال نصب: %s
ka: ჩადგმა: %s
kn: ಅನುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ: %s
lb: Gëtt installéiert: %s
ms: Memasang: %s
oc: Installacion de : %s
rw: Irimo kwinjizamo: %s
xh: Kuhlohlwa: i-%s

source: Installing Shared File: %s
af: Installeer gedeelte lêer: %s
az: Paylaşılan Fayl Qurulur: %s
cy: Gosod ffeil sy'n cael ei rhannu: %s
es_mx: Instalando el archivo compartido: %s
fa: در حال نصب پروندهٔ اشتراکی: %s
ka: საზიარო ფაილის ჩადგმა: %s
kn: ಹಂಚಿಕಾ ಕಡತಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ: %s
lb: Installéiert de gedeeltë Fichier: %s
ms: Memasang Fail Kongsian: %s
oc: Installacion d'un fichièr partejat : %s
rw: Kwinjizamo Dosiye Isangiwe: %s
xh: Kuhlohlwa Ifayili Ekwabelwana Ngayo: %s

source: Replacing: %s
af: Vervang: %s
az: Dəyişdirilir: %s
cy: Amnewid: %s
es_mx: Reemplazando: %s
fa: جای‌گزینی: %s
ka: შეცვლა: %s
kn: ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ: %s
lb: Gëtt ersat: %s
ms: Menggantikan: %s
oc: Remplaçament de : %s
rw: Gusimbura: %s
xh: Kususwa ngokubeka okunye: i-%s

source: Replacing Shared File: %s
af: Vervang gedeelte lêer: %s
az: Ortaq İstifadə Olunan Faylı dəyişdir: %s
cy: Amnewid ffeiliau sy'n cael eu rhannu: %s
es_mx: Reemplazando el archivo compartido: %s
fa: جای‌گزینی پروندهٔ اشتراکی: %s
ka: საზიარო ფაილის შეცვლა: %s
kn: ಹಂಚಿಕಾ ಕಡತಗಳನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ: %s
lb: Ersetzt de gedeeltë Fichier: %s
ms: Menggantikan Fail Kongsian: %s
oc: Remplaçament del fichièr partejat : %s
rw: Gusimbura Dosiye Isangiwe: %s
xh: Kususwa Ngokubeka Okunye Ifayili Ekwabelwana Ngayo: %s

source: Skipping: %s
af: Oorslaan: %s
az: Ötürülür: %s
cy: Hepgor: %s
es_mx: Omitiendo: %s
fa: پرش از: %s
ka: გამოტოვება: %s
kn: ಉಪೇಕ್ಷಿಸಲಾಗುತ್ತಿದೆ: %s
lb: Gëtt iwwersprong: %s
ms: Melangkau: %s
oc: Omission de : %s
rw: Gusimbuka: %s
xh: Kutsitywa: %s

source: Skipping Shared File: %s
af: Slaan gedeelte lêer oor: %s
az: Ortaq İstifadə Olunan Faylla Verilir: %s
cy: Sgipio Ffeiliau sy'n cael eu Rhannu: %s
es_mx: Omitiendo el archivo compartido: %s
fa: پرش از پروندهٔ اشتراکی: %s
ka: საზიარო ფაილის გამოტოვება: %s
kn: ಹಂಚಿಕಾ ಕಡತಗಳನ್ನು ಉಪೇಕ್ಷಿಸಲಾಗುತ್ತಿದೆ: %s
lb: Iwwersprengt de gedeeltë Fichier: %s
ms: Melangkau Fail Kongsian: %s
oc: Omission del fichier partejat : %s
rw: Gusimbuka Dosiye Isangiwe: %s
xh: Kutsitywa Ifayili Ekwabelwana Ngayo: %s

source: Deleting file: %s
af: Skrap lêer: %s
az: Fayl silinir: %s
cy: Dileu Ffeil: %s
es_mx: Eliminando el archivo: %s
fa: حذف پرونده: %s
ka: ფაილის წაშლა: %s
kn: ಕಡತವನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ: %s
lb: Läscht de Fichier: %s
ms: Memadam fail: %s
oc: Supression del fichièr : %s
rw: Gusiba dosiye: %s
xh: Kucinywa ifayili: %s

source: Deleting component: %s
af: Skrap komponent: %s
az: Komponentləri sil: %s
cy: Dileu'r gydran: %s
es_mx: Eliminando el componente: %s
fa: حذف مؤلفهٔ: %s
ka: კომპონენტის წაშლა: %s
kn: ಘಟಕವನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ: %s
lb: Läscht de Komponent: %s
ms: Memadam komponen: %s
oc: Supression del component : %s
rw: Gusiba inyangingo: %s
xh: Kucinywa inxalenye: %s

source: Executing: %s
af: Laat loop: %s
az: Yerinə yetirilən: %s
cy: Gweithredu: %s
es_mx: Ejecutando: %s
fa: اجرای: %s
ka: შესრულება: %s
kn: ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತಿದೆ: %s
lb: Gëtt ausgefouert: %s
ms: Melaksanakan: %s
oc: Aviada de : %s
rw: Gukora: %s
xh: Kusetyenziswa: %s

source: Executing: %s with argument: %s
af: Laat loop: %s met argument: %s
az: Yerini yetir: %s ı arqumenti olaraq: %s
cy: Gweithredu: %s gydag ymresymiad: %s
es_mx: Ejecutando: %s con el argumento: %s
fa: اجرای: %s با آرگومان: %s
ka: სრულდება: %s არგუმენტით: %s
kn: ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತಿದೆ: %s ಆರ್ಗ್ಯುಮೆಂಟಿನೊಂದಿಗೆ: %s
lb: Gëtt ausgefouert: %s mat dem Wäert: %s
ms: Melaksanakan: %s dengan argumen: %s
oc: Aviada de : %s amb los arguments : %s
rw: Gukora: %s hakoreshejwe inkoresha: %s
xh: Kusetyenziswa: i-%s nesiphumezi somyalelo: %s

source: Copy File: %s to %s
af: Kopieer lêer: %s na %s
az: Faylı Kopyala: %s den %s
cy: Copïo Ffeil: %s i %s
es_mx: Copiando el archivo: %s a %s
fa: رونوشت برداشتن از: %s در %s
ka: ფაილის კოპირება: %s to %s
kn: ಕಡತವನ್ನು ಕಾಪಿ ಮಾಡು: %s ವನ್ನು %s ಕ್ಕೆ
lb: Kopéiere vum Fichier: %s no %s
ms: Salin Fail: %s kepada %s
oc: Còpia del fichièr : %s cap a %s
rw: Guporora Dosiye: %s kuri %s
xh: Kopa Ifayili: i-%s ukuya kwi-%s

source: Execute File: %s
af: Laat loop lêer: %s
az: Fayl aç: %s
cy: Gweithredu Ffeil: %s
es_mx: Ejecutar archivo: %s
fa: اجرای پرونده: %s
ka: ფაილის შესრულება: %s
kn: ಕಡತವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸು: %s
lb: Ausféiere vum Fichier: %s
ms: Melaksanakan Fail: %s
oc: Aviada del fichièr : %s
rw: Gutangiza Dosiye: %s
xh: Kusetyenziswa Ifayili: %s

source: Execute File: %s with argument: %s
af: Laat loop lêer: %s met argument: %s
az: Fayl: %s faylı arqumentli aç: %s
cy: Gweithredu Ffeil: %s gydag ymresymiad: %s
es_mx: Ejecutar el archivo %s con el argumento: %s
fa: اجرای پرونده: %s با آرگومان: %s
ka: ფაილის შესრულება: %s არგუმენტით: %s
kn: ಕಡತವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸು: %s ಆರ್ಗ್ಯುಮೆಂಟಿನೊಂದಿಗೆ: %s
lb: Ausféiere vum Fichier: %s mat dem Wäert: %s
ms: Melaksanakan Fail: %s dengan argumen: %s
oc: Execucion del fichièr : %s amb los arguments : %s
rw: Gutangiza Idosiye: %s hakoreshejwe inkoresha: %s
xh: Kusetyenziswa Ifayili: i-%s nesiphumezi somyalelo: %s

source: Move File: %s to %s
af: Verskuif lêer: %s na %s
az: Faylı köçür: %s ünvanından %s ünvanına
cy: Symud Ffeil: %s to %s
es_mx: Mover el archivo: %s a %s
fa: جابه‌جایی: %s در %s
ka: ფაილის გადატანა: %s to %s
kn: ಕಡತವನ್ನು ಸ್ಥಳಾಂತರಿಸು: %s ದಿಂದ %s ಕ್ಕೆ
lb: Réckele vum Fichier: %s no %s
ms: Pindah Fail: %s kepada %s
oc: Desplaçament del fichièr : %s cap a %s
rw: Kwimura Dosiye: %s kuri %s
xh: Shenxisa Ifayili: i-%s ukuya kwi-%s

source: Rename File: %s to %s
af: Hernoem lêer: %s na %s
az: Fayl adını dəyişdir: %s adından %s adına
cy: Ailenwi Ffeil: %s yn %s
es_mx: Renombrando el archivo: %s a %s
fa: تغییر نام: %s در %s
ka: ფაილის გადარქმევა: %s to %s
kn: ಕಡತವನ್ನು ಹೆಸರನ್ನು ಬದಲಾಯಿಸು: %s ದಿಂದ %s ಕ್ಕೆ
lb: Ëmbenenne vum Fichier: %s op %s
ms: Menamakan fail: %s kepada %s
oc: Cambiament de nom del fichièr : %s cap a %s
rw: Guhindura Izina rya Dosiye: %s kuri %s
xh: Phinda Unike Igama Kwifayili: i-%s ukuya kwi-%s

source: Create Folder: %s
af: Skep vouer: %s
az: Fayl yarat: %s
cy: Creu Ffolder: %s
es_mx: Creando la carpeta: %s
fa: ایجاد پوشه: %s
ka: დასტის შექმნა: %s
kn: ಕಡತಕೋಶವನ್ನು ರಚಿಸು: %s
lb: Kreéiere vum Dossier: %s
ms: Cipta Folder: %s
oc: Crear lo repertòri : %s
rw: Kurema Ububiko: %s
xh: Yila Isiqulathi Seefayili: %s

source: Remove Folder: %s
af: Verwyder vouer: %s
az: Qovluğu sil: %s
cy: Diddymu Ffolder: %s
es_mx: Eliminando la carpeta: %s
fa: حذف پوشه: %s
ka: დასტის წაშლა: %s
kn: ಕಡತಕೋಶವನ್ನು ತೆಗೆದು ಹಾಕು: %s
lb: Läsche vum Dossier: %s
ms: Singkir Folder: %s
oc: Supression del repertòri : %s
rw: Gukuraho Ububiko: %s
xh: Susa Isiqulathi Seefayili: %s

source: Rename Folder: %s to %s
af: Hernoem vouer: %s na %s
az: Fayl adını dəyiş: %s adından %s
cy: Ailenwi Ffolder: %s yn %s
es_mx: Renombrando la carpeta: %s a %s
fa: تغییر نام پوشه: %s به %s
ka: დასტის გადარქმევ: %s to %s
kn: ಕಡತಕೋಶವನ್ನು ಹೆಸರನ್ನು ಬದಲಾಯಿಸು: %s to %s
lb: Ëmbenenne vum Dossier: %s op %s
ms: Menamakan Folder: %s kepada %s
oc: Cambiament de nom del repertòri : %s cap a %s
rw: Guhindura Izina ry'Ububiko: %s kuri %s
xh: Phinda Unike Igama Kwisiqulathi Seefayili: i-%s ukuya kwi-%s

source: Windows Shortcut: %s
af: Windows-kortpad: %s
az: Pəncərə qısa düyməsi: %s
cy: Llwybr byr Windows: %s
es_mx: Acceso directo de Windows: %s
fa: میان‌بر ویندوز: %s
ka: Windows–ის იარლიყი: %s
kn: ವಿಂಡೋಸ್ ಶಾರ್ಟ್-ಕಟ್‍ಗಳು: %s
lb: Windows-Ofkierzung: %s
ms: Pintasan Windows: %s
oc: Acorchi de Windows : %s
rw: Ihinanzira ry'Amadirishya: %s
xh: Indlela Enqumlayo ye-Windows Shortcut: %s

source: Mac Alias: %s
cy: Llys Enw Mac: %s
es_mx: Alias para Mac: %s
fa: کلید مستعار مکینتاش: %s
ka: Mac–ის ფსევდონიმი: %s
kn: ಮ್ಯಾಕ್ ಉಪನಾಮಗಳು: %s
oc: Alias Mac : %s
rw: Irihimbano rya Mac: %s
xh: Elinye Igama le-Mac: i-%s

source: Windows Register Server: %s
af: Windows-registerbediener: %s
az: Pəncərə Qeyd Serveri: %s
cy: Cofrestr Gwasanaethwr Windows : %s
es_mx: Registrando servidor en Windows: %s
fa: کارگزار ثبت ویندوز: %s
ka: Windows-ის რეგისტრის სერვერი: %s
kn: ವಿಂಡೋಸ್ ನೊಂದಾವಾಣೆ ಪರಿಚಾರಕ: %s
ms: Pelayan Pendaftar Windows: %s
oc: Aliàs Mac : %s
rw: Seriveri ya Regisitiri z'Amadirishya: %s
xh: Iseva Yobhaliso ye-Windows: %s

source: Unknown file operation command!
af: Onbekende lêeroperasiebevel!
az: Naməlum fayl əməliyyat səhvi!
cy: Gorchymyn gweithrediad ffeil anhysbys!
es_mx: ¡Operación con archivo desconocida!
fa: فرمان عملیات پرونده‌ای ناشناخته
ka: ფაილით ოპერირების უცნობი ბრძანება!
kn: ಅಜ್ಞಾತ ಕಡತ ಕಾರ್ಯಾಚರೆಣೆಯ ಆಜ್ಞೆ!
lb: Onbekannte Fichier-Operatiounsbefehl!
ms: Perintah operasi fail tidak diketahui!
oc: Comanda d'operacion sus un fichièr desconeguda !
rw: Ibwiriza ry'igikorwa cya dosiye ritazwi!
xh: Umyalelo wokusebenza kwefayili engaziwayo!

source: Patching: %s
af: Pleister: %s
az: Yenilə: %s
cy: Clytio: %s
es_mx: Parcheando: %s
fa: وصله‌زنی: %s
ka: განახლება: %s
kn: ತೇಪೆಹಾಕಲಾಗುತ್ತಿದೆ(ಪ್ಯಾಚಿಂಗ್): %s
lb: Patche vun: %s
ms: Menampal: %s
oc: Mesa a jorn de : %s
rw: Gusana: %s
xh: Kuyakhuselwa: %s

source: Uninstalling: %s
af: Deïnstalleer: %s
az: Silinir: %s
cy: Dadosod: %s
es_mx: Desinstalando: %s
fa: عزل: %s
ka: ამოღება: %s
kn: ಅನುಸ್ಥಾಪಿತವಾಗಿದ್ದನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ: %s
lb: Desinstallatioun vun: %s
ms: Nyahpasang: %s
oc: Desinstallacion de : %s
rw: Gukuramo: %s
xh: Kususwa okuhlohliweyo: %s

source: Register Skin: %s
af: Registreer vel: %s
az: Tema Saxla: %s
cy: Cofrestru Croen: %s
es_mx: Registrando tema: %s
fa: ثبت پوسته: %s
ka: გარსის რეგისტრაცია: %s
kn: ತೊಗಲನ್ನು (Skin) ನೋಂದಾಯಿಸು: %s
lb: Registréiere vum Skin: %s
ms: Mendaftar Kulit: %s
oc: Enregistrament del tèma : %s
rw: Igifuniko cy'Igitabo: %s
xh: Isikhumba Sobhaliso: %s

source: Register Locale: %s
af: Registreer locale: %s
az: Dil saxla: %s
cy: Cofrestru Lleoleiddiad: %s
es_mx: Registrar la configuración de zona: %s
fa: ثبت شرایط محلی: %s
ka: ლოკალის რეგისტრაცია: %s
kn: ಪ್ರದೇಶವನ್ನು ನೋಂದಾಯಿಸು: %s
lb: Registréiere vun der Sprooch: %s
ms: Mendaftar Locale: %s
oc: Enregistrament de la traduccion : %s
rw: Indangahantu h'Igitabo: %s
xh: Bhalisa Indawo Yokuthile: %s

source: Register Content: %s
af: Registreer inhoud: %s
az: Məzmun saxla: %s
cy: Cofrestru Cynnwys: %s
es_mx: Registrando el contenido: %s
fa: ثبت محتوا: %s
ka: შიგთავსის რეგისტრაცია: %s
kn: ವಿಷಯವನ್ನು ನೋಂದಾಯಿಸು: %s
lb: Registréiere vum Inhalt: %s
ms: Mendaftar Kandungan: %s
oc: Enregistrament del contengut : %s
rw: Ibiri mu Gitabo: %s
xh: Bhalisa Isiqulatho: %s

source: Register Package: %s
af: Registreer pakket: %s
az: Paketləri saxla: %s
cy: Cofrestru Pecyn: %s
es_mx: Registrando el paquete: %s
fa: ثبت بسته: %s
ka: პაკეტის რეგისტრაცია: %s
kn: ಪ್ಯಾಕೇಜನ್ನು ನೋಂದಾಯಿಸು: %s
lb: Registréiere vum Pak: %s
ms: Mendaftar Pakej: %s
oc: Enregistrament del paquet : %s
rw: Ipaki y'Ibitabo: %s
xh: Bhalisa Umqulu Opheleleyo: %s

source: Use this theme
af: Gebruik hierdie tema
az: Bu temadan istifadə et
cy: Defnyddiwch y thema
es_mx: Usar este tema
fa: استفاده از این تم
ka: ამ გარსის გამოიყენება
kn: ಈ ಥೀಮನ್ನು ಬಳಸು
lb: Benotz dësen Theme
ms: Guna tema ini
oc: Utilizar aqueste tèma
rw: Gukoresha iyi nsanganyamatsiko
xh: Sebenzisa lo mxholo

source: Use this locale
af: Gebruik hierdie locale
az: Bu dildən istifadə et
cy: Defnyddio'r lleoleiddiad
es_mx: Usar esta configuración de zona
fa: استفاده از این شرایط محلی
ka: ამ ლოკალის გამოიყენება
kn: ಈ ಪ್ರದೇಶವನ್ನು ಬಳಸು
lb: Benotz dës Sprooch
ms: Guna locale ini
oc: Utilizar aquesta traduccion
rw: Gukoresha iyi ndangahantu
xh: Sebenzisa le ndawo yokuthile

source: Install the theme "%1$S" from %2$S?
af: Installeer die tema "%1$S" van %2$S?
az: "%1$S" adlı tema %2$S ünvanından yüklənsin?
cy: Gosod y thema "%1$S" o %2$S?
es_mx: ¿Instalar el tema "%1$S" desde %2$S?
fa: نصب تم «%1$S» از «%2$S»
ka: ჩავდგა გარსი "%1$S" მისამართიდან %2$S?
kn: "%1$S" ಅನ್ನು %2$S ನಿಂದ ಅನುಸ್ಥಾಪಿಸಬೇಕೆ?
lb: Installéier den Theme "%1$S" vun %2$S?
ms: Pasang tema "%1$S" daripada %2$S?
oc: Installar lo tèma « %1$S » de %2$S ?
rw: Kwinjizamo insanganyamatsiko "%1$S" ivuye kuri %2$S?
xh: Hlohla umxholo i-"%1$S" ukusuka kwi-%2$S?

source: Install the locale "%1$S" from %2$S?
af: Installeer die locale "%1$S" van %2$S?
az: %2$S ünvanından "%1$S" dil dəstəyi quraşdırılsın?
cy: Gosod y lleoleiddiad "%1$S" o %2$S?
es_mx: ¿Instalar la configuración de zona "%1$S" de %2$S?
fa: نصب شرایط محلی «%1$S» از «%2$S»
ka: ჩავდგა ლოკალი "%1$S" მისამართიდან %2$S?
kn: "%1$S" ಅನ್ನು %2$S ನಿಂದ ಅನುಸ್ಥಾಪಿಸಬೇಕೆ?
lb: Installéier d'Sprooch "%1$S" vun %2$S?
ms: Pasang locale "%1$S" daripada %2$S?
oc: Installar la traduccion « %1$S » de %2$S ?
rw: Kwinjizamo indangahantu "%1$S" ivuye kuri %2$S?
xh: Hlohla indawo yokuthile i-"%1$S" ukusuka kwi-%2$S?

source: Install
af: Installeer
az: Qur
cy: Gosod
es_mx: Instalar
fa: نصب
ka: ჩადგმა
kn: ಅನುಸ್ಥಾಪಿಸು
lb: Installéieren
ms: Pasang
oc: Installar
rw: Kwinjizamo
xh: Hlohla

source: Queued
af: Getou
az: Gözləyir
cy: Mewn llinell
es_mx: En cola
fa: در صف
ka: რიგი
kn: ಸರತಿಯಲ್ಲಿದೆ
lb: An der Waardelëscht
ms: Digilirkan
oc: En fila d'espèra
rw: Byashizwe ku murongo
xh: Ukroziso

source: Downloading…
az: Yüklənilir…
cy: Llwytho i lawr…
es_mx: Descargando…
fa: در حال بارگیری…
ka: გადმოწერა…
kn: ಡೌನ್‍ಲೋಡ್ ಆಗುತ್ತಿದೆ...
lb: Download leeft…
ms: Memuaturun...
oc: Telecargament en cors…
rw: Irimo gukurura...

source: Downloaded
af: Afgelaai
az: Yükləndi
cy: Wedi ei llwytho i lawr
es_mx: Descargado
fa: بارگیری شده
ka: გადმოიწერა
kn: ಡೌನ್‍ಲೋಡ್ ಆಗಿದೆ
lb: Erofgelueden
ms: Muaturun
oc: Telecargat
rw: Gikururwa
xh: Uthotyiwe umthwalo

source: Installing…
az: Quraşdırılır…
cy: Gosod…
es_mx: Instalando…
fa: در حال نصب…
ka: ჩადგმა…
kn: ಅನುಸ್ಥಾಪನೆಗೊಳ್ಳುತ್ತಿದೆ...
lb: Gëtt installéiert…
ms: Memasang...
oc: Installacion en cors…
rw: Irimo kwinjizwamo...

source: Unsigned
af: Ononderteken
az: İmzasız
cy: Heb Lofnodi
es_mx: No firmado
fa: بدون امضا
ka: ხელმოუწერელია
kn: ದೃಢೀಕರಿಸಲಾಗದೆ ಇರುವ
lb: Net signéiert
ms: Tidak bertanda
oc: Pas signat
rw: Kitashyizweho umukono
xh: Akusayinwanga

source: ERROR
af: FOUT
az: Səhv
cy: GWALL
fa: خطا
ka: შეცდომა
kn: ದೋಷ
lb: Feeler
rw: IKOSA
xh: IMPOSISO

source: Success
af: Sukses
az: Başarılı
cy: Llwyddiant
es_mx: Completado
fa: موفقیت
ka: მზადაა
kn: ಯಶಸ್ವಿಯಾಗಿದೆ
lb: Huet geklappt
ms: Berjaya
oc: Succès
rw: Icyatunganye
xh: Impumelelo

source: Restart to complete
af: Herbegin om af te handel
az: Başa çatdırmaq üçün yenidən başla
cy: Ailgychwynnwch i orffen
es_mx: Reinicie para completar
fa: را راه‌اندازی مجدد
ka: გადატვირთეთ დასასრულებლად
kn: ಪೂರ್ಣಗೊಳಿಸಲು ಮತ್ತೊಮ್ಮೆ ಆರಂಭಿಸಿ
lb: Neistarte fir ofzeschléissen
ms: Mulakan semula untuk selesai
oc: Tornar aviar per acabat
rw: Kongera gutangira kugira ngo urangize
xh: Kuphinda kuqaliswe ukuze kugqitywe

source: Access denied
af: Toegang geweier
az: İcazə verilmir
cy: Gwrthodwyd mynediad
es_mx: Acceso denegado
fa: دسترسی ممنوع است
ka: დაშვება აკრძალულია
kn: ಅನುಮತಿಯು ನಿರಾಕರಿಸಲ್ಪಟ್ಟಿದೆ
lb: Accès refuséiert
ms: Capaian dinafi
oc: Accès refusat
rw: Kwinjiza ntibyemewe
xh: Ufikelelo lukhatyiwe

source: Unexpected installation error Review the Error Console log for more details.
az: Gözlənilməyən quraşdırma səhvi Detallar üçün Səhv Konsulu gündəliyinə baxın.
cy: Gwall gosod annisgwyl Darllenwch gofnod y Consol Gwall am fanylion.
es_mx: Error de instalación inesperado Revise el registro de la consola de errores para más detalles.
fa: خطای نصب غیرمنتظره برای جزئیات بیشتر به «پیشانهٔ خطا» مراجعه کنید.
ka: გაუთვალისწინებელი შეცდომა ჩადგმისას დეტალებითვის ნახეთ კონსოლოს დავთარი.
kn: ಅನಪೇಕ್ಷಿತ ಅನುಸ್ಥಾಪನಾ ದೋಷ ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗೆ ದೋಷ ಕನ್ಸೋಲ್‍ನ ದಾಖಲೆಯನ್ನು ಅವಲೋಕಿಸಿ.
lb: Onerwaartenen Installatiouns-Feeler Kuck d'Feeler Konsol Log fir méi Detailer.
ms: Ralat pemasangan tidak dijangka Tinjau tag Konsol Ralat untuk maklumat lanjut.
oc: Error d'installacion inesperada Consultatz la consòla d'errors per mai de detalhs.
rw: Habaye ikosa ritunguranye mu iyinjizamo Suzuma urutonde rw'Amakosa muri Konsole kugira ngo ubone ibindi bisobanuro.

source: Install script not found
af: Installeringskrip nie gevind nie
az: Quraşdırma skripti tapılmadı
cy: Heb ganfod sgript gosod
es_mx: Script de instalación no encontrado
fa: کدنوشتهٔ نصب پیدا نشد
ka: ჩადგმის სცენარი ვერ მოიძებნა
kn: ಅನುಸ್ಥಾಪನಾ ಸ್ಕ್ರಿಪ್ಟ್‍ ಕಂಡು ಬಂದಿಲ್ಲ
lb: Installatiouns-Skript net fonnt
ms: Skrip pemasangan tidak ditemui
oc: Escript d'installacion pas trobat
rw: Kwinjizamo agaporogaramu ntibyabonetse
xh: I-script sokuhlohla asifunyenwanga

source: Not a valid install package
af: Nie 'n geldige installeringpakket nie
az: Etibarlı bir qurulum paketi deyil
cy: Nid yw'n becyn gosod dilys
es_mx: No es un paquete de instalación válido
fa: بستهٔ نصب معتبر نیست
ka: ჩადგმის მცდარი პაკეტი
kn: ಅನುಸ್ಥಾಪಿಸಲು ಸರಿಯಾದ ಪ್ಯಾಕೇಜ್ ಅಲ್ಲ
lb: Kee gültegen Installatiounspak
ms: Bukan pakej pemasangan sah
oc: Paquet d'installar invalid
rw: Ntabwo ari porogaramu yinjizamo yemewe
xh: Asingomqulu upheleleyo wokuhlohla ongasebenziyo

source: Invalid argument
af: Ongeldige argument
az: Etibarsız arqument
cy: Ymresymiad annilys
es_mx: Argumento no válido
fa: آرگومان نامعتبر
ka: მცდარი არგუმენტი
kn: ಅಮಾನ್ಯ ಆರ್ಗ್ಯುಮೆಂಟ್
lb: Ongültegt Argument
ms: Argumen tidak sah
oc: Argument invalid
rw: Inkoresha itari yo
xh: Isiphumezi sokuyalela asinyanisekiswanga

source: User canceled
az: Kullanıcı vazgeçti
cy: Diddymodd y defnyddiwr
es_mx: Cancelado por el usuario
fa: کاربر صرف نظر کرد
ka: გაუქმდა მომხმარებლის მიერ
kn: ಬಳಕೆದಾರ ರದ್ದುಗೊಂಡಿದೆ
lb: Benotzer huet ofgebrach
ms: Pengguna dibatal
oc: Anullat per l'utilizaire
rw: Ukoresha yakuweho

source: Required file does not exist
af: Vereiste lêer bestaan nie
az: Lazım olan fayl mövcud deyil
cy: Nid yw'r ffeil ofynnol ar gael
es_mx: El archivo solicitado no existe
fa: پروندهٔ لازم وجود ندارد
ka: ვერ ვპოულობ საჭირო ფაილს
kn: ಅಗತ್ಯವಿರುವ ಕಡತವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
lb: Néidege Fichier existéiert net
ms: Fail diperlukan tidak wujud
oc: Lo fichièr requesits existís pas
rw: Idosiye isabwa ntibaho
xh: Ifayili efunwayo ayikho kwayona

source: Read only
af: Leesalleen
az: Sadəcə oxunur
cy: Darllen yn unig
es_mx: Sólo lectura
fa: فقط خواندنی
ka: მხოლოდ კითხვადი
kn: ಓದಲು ಮಾತ್ರ
lb: Schreifgeséchert
ms: Baca sahaja
oc: En lectura sola
rw: Gusoma gusa
xh: Funda kuphela

source: AppleSingle extraction error
af: AppleSingle-uitpakfout
az: AppleSingle çıxarma səhvi
cy: Gwall echdyniad AppleSingle
es_mx: Error de extracción AppleSingle
fa: خطای بیرون کشیدن AppleSingle
ka: AppleSingle მცდარი მნიშვნელობა
kn: AppleSingle ಹೊರತೆಗೆಯುವಲ್ಲಿ ದೋಷ
lb: AppleSingle Extraéierungs-Feeler
ms: Ralat mengekstrak AppleSingle
oc: Error d'extraccion AppleSingle
rw: Ikosa mu gukurura AppleSingle
xh: Imposiso yokucaphula yeAppleSingle

source: Invalid path
af: Ongeldige pad
az: Etibarsız qısayol
cy: Llwybr annilys
es_mx: Ruta no válida
fa: مسیر نامعتبر
ka: მცდარი გეზი
kn: ಅಮಾನ್ಯ ಮಾರ್ಗ
lb: Ongültege Pad
ms: Laluan tidak sah
oc: Camin invalid
rw: Inzira itari yo
xh: Indlela yothungelwano engasebenziyo

source: EXTRACTION_FAILED
az: ÇIXARMA_UĞURSUZ_OLDU
es_mx: FALLO DE EXTRACCIÓN
fa: خطای بیرون کشیدن
ka: არქივი ვერ გაიხსნა
lb: Extraéierung feelgeschloen
oc: FRACÀS_EXTRACCION
rw: GUKURURA_BYANZE
xh: UKUCAPHULA_AKUPHUMELELANGA

source: Canceled
az: Ləğv Edildi
cy: Diddymwyd
es_mx: Cancelado
fa: صرف نظر شد
ka: გაუქმდა
kn: ರದ್ದು ಮಾಡಲ್ಪಟ್ಟಿದೆ
lb: Ofgebrach
ms: Dibatal
oc: Anullat
rw: Cyaretswe

source: Download error
af: Aflaaifout
az: Yükləmə səhvi
cy: Gwall llwytho i lawr
es_mx: Error de descarga
fa: خطای بارگیری
ka: ჩამოტვირთვის შეცდომა
kn: ಡೌನ್‍ಲೋಡ್ ದೋಷ
lb: Download Feeler
ms: Ralat memuaturun
oc: Error de telecargament
rw: Ikosa mu gukurura
xh: Imposiso xa kuthotywa umthwalo

source: Script error
af: Skripfout
az: Script səhvi
cy: Gwall sgript
es_mx: Error en el script
fa: خطای کدنوشته
ka: სცენარის შეცდომა
kn: ಸ್ಕ್ರಿಪ್ಟ್‍ ದೋಷ
lb: Skript Feeler
ms: Ralat skrip
oc: Error d'escript
rw: Ikosa mu gaporogaramu
xh: Imposiso ye-script

source: Already exists
af: Bestaan reeds
az: Daha əvvəldən mövcuddur
cy: Yn bodoli eisoes
es_mx: Ya existe
fa: هم‌اکنون موجود است
ka: უკვე არსებობს
kn: ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
lb: Existéiert schon
ms: Sedia wujud
oc: Existís ja
rw: Gisanzweho
xh: Seyikhona

source: Out of space
af: Spasie is op
az: Dolu Sahə
cy: Dim lle ar ôl
es_mx: Espacio insuficiente en disco
fa: فضای کافی موجود نیست
ka: ადგილის უკმარისობა
kn: ಸ್ಥಳದ ಅಭಾವ
lb: Keng Plaz méi
ms: Kehabisan ruang
oc: Espaci saturat
rw: Umwanya washize
xh: Siphelile isithuba

source: Chrome registration failed
af: Chrome-registrasie onsuksesvol
az: Chrome-Qeyd xətalıdır
cy: Methodd cofrestriad y chrome
es_mx: Fallo al registrar en el directorio chrome
fa: ثبت در کروم شکست خورد
ka: ქრომოს რეგისტრაციის შეცდომა
kn: ಕ್ರೋಮ್‍ನ ನೋಂದಣಿ ವಿಫಲಗೊಂಡಿದೆ
lb: Chrome-Registratioun feelgeschloen
ms: Pendaftaran Chrome gagal
oc: Fracàs d'enregistrament del chrome
rw: Kwandikisha Korome byanze
xh: Aluphumelelanga ubhaliso lwe-Chrome

source: Unfinished install
af: Installasie onvoltooid
az: Əksik quraşdırma
cy: Gosod heb ei orffen
es_mx: Instalación incompleta
fa: نصب ناتمام
ka: ჩადგმა არ დასრულებულა
kn: ಅಪೂರ್ಣಗೊಂಡ ಅನುಸ್ಥಾಪನೆ
lb: Net ofgeschlossen Installatioun
ms: Pemasangan tidak sudah
oc: Installacion pas acabada
rw: Kwinjizamo bitarangiye
xh: Ukuhlohla akugqitywanga

source: Unsupported package
az: Desteklenmeyen bir paket
cy: Pecyn heb ei gynnal
es_mx: Paquete no admitido
fa: بستهٔ پشتیبانی نشده
ka: მიუღებელი პაკეტი
kn: ಬೆಂಬಲವಿಲ್ಲದ ಪ್ಯಾಕೇಜ್‌
lb: Net ënnerstëtzte Pak
ms: Pakej tidak disokong
oc: Paquet pas gerit

source: Signing could not be verified.
af: Ondertekening kon nie gestaaf word nie.
az: İmza göndərilə bilmir.
cy: Methu gwirio llofnodi.
es_mx: La firma no pudo ser verificada.
fa: امضا تأیید نشد.
ka: ხელმოწერა ვერ შემოწმდება.
kn: ದೃಢೀಕರಣವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ.
lb: Ënnerschrt konnt net iwwerpréift ginn.
ms: Menanda tidak dapat disahkan.
oc: La signatura a pas pogut èsser verificada
rw: Gushyiraho umukono ntibyashoboye kugenzurwa.
xh: Ukusayina akukwazanga kuqinisekiswa.

source: Invalid file hash (possible download corruption)
af: Ongeldige lêerhuts (moontlike aflaaikorrupsie)
az: Etibarsız fayl (yükləmə uğursuz ola bilər)
cy: Ffeil hash annilys (llygriad llwytho posibl)
es_mx: La comprobación del archivo no es correcta (posible corrupción en la descarga)
fa: فایل معتبر نیست (ممکن است در هنگام بارگیری مخدوش شده باشد)
ka: ფაილის მცდარი დაყოფა (შესაძლოა ჩამოტვირთვის დაზიანება)
kn: ಅಮಾನ್ಯ ಕಡತ ಹ್ಯಾಶ್(ಡೌನ್‍ಲೋಡ್ ಭ್ರಷ್ಟಗೊಂಡ ಕಾರಣದಿಂದಾಗಿರಬಹುದು)
lb: Ongültegen Hash-Fichier (eventuell e Feeler beim Eroflueden)
ms: Fail cincangan tidak sah (mungkin muaturun rosak)
oc: Hachatge invalid sul fichièr (corrupcion possibla del telecargament)
rw: Gusaragura dosiye bitemewe (ikurura rishobora kuba ryangiritse)
xh: Ukonakala kwefayili engasebenziyo (ukonakala ekuthotyweni komthwalo okunokwenzeka)

source: Unknown or invalid file hash type
af: Onbekende of ongeldige lêerhutssoort
az: Etibarsız və ya naməlum bir fayl
cy: Math ffeil hash annilys neu anhysbys
es_mx: El tipo de compresión del archivo no es válido
fa: نوع تشخیص اعتبار پرونده اشتباه است یا شناخته‌شده نیست
ka: ფაილის დაყოფის უცნობი ან მცდარი ტიპი
kn: ಅಜ್ಞಾತ ಅಥವ ಅಮಾನ್ಯವಾದ ಕಡತ ಹ್ಯಾಶ್‍ನ ಬಗೆ
lb: Onbekanntenen oder ongültegen Hashtyp-Fichier
ms: Jenis cincangan fail tidak diketahui atau tidak sah
oc: Tipe de hachatge de fichièr desconegut o invalid
rw: Ubwoko bw'isaraguradosiye butazwi cyangwa butemewe
xh: Isimbo sokonakala kwefayili engaziwayo okanye engasebenziyo

source: Out of memory
af: Geheue is op
az: yaddaş kifayət deyil
cy: Dim cof ar ôl
es_mx: Memoria insuficiente
fa: حافظهٔ لازم موجود نیست
ka: მეხსიერების უკმარისობა
kn: ಮೆಮೊರಿಯ ಅಭಾವ
lb: Keng Memoire méi
ms: Kehabisan memori
oc: Memòria saturada
rw: Ububiko bwashize
xh: Akukho kuvimba wolwazi
