Repository: translate/mozilla-l10n
Catalog: wo/browser/chrome/browser/preferences/colors.dtd.po
Languages: wo

source: Colors
wo: Melo yi

source: 38em
wo: 54em

source: 41em
wo: 54em

source: Always
wo: Saa su ne

source: Never
wo: Mukk

source: Text and Background
wo: Mbind ak laltu

source: &Text:
wo: &Mbind :

source: &Background:
wo: &Laltu :

source: U&se system colors
wo: &Jëfandikoo melo doxalin bi

source: &Underline links
wo: Rëdd b&uum yi

source: Link Colors
wo: Melo buum yi

source: Unvisited &Links:
wo: &Buum yi ñu ganejiwul :

source: &Visited Links:
wo: Buum yi ñu &ganeji :
