Repository: translate/mozilla-l10n
Catalog: wo/browser/chrome/browser/preferences/permissions.dtd.po
Languages: wo

source: Exceptions
wo: Seppi yi

source: Site
wo: Dalu web

source: Status
wo: Nekkin

source: &Remove Site
wo: Neenal &dal bi

source: R&emove All Sites
wo: Neenal dal yép&p

source: A&ddress of website:
wo: &Màkkaanu dalu web bi :

source: &Block
wo: &Boloke

source: Allow for &Session
wo: Maye ngir &sesiyoŋ bi

source: &Allow
wo: M&aye

source: &Cancel
wo: &Neenal
