Repository: translate/mozilla-l10n
Catalog: wo/browser/chrome/browser/preferences/privacy.dtd.po
Languages: wo

source: Tracking
wo: Topp tànk

source: Learn More
wo: Gëna xam

source: Location Bar
wo: Banqaasu màkkaan

source: &Accept cookies from sites
wo: N&angu kuki yi joge ci dal yi

source: Always
wo: Saa su ne

source: Never
wo: Mukk

source: they expire
wo: seen jeexital

source: I close &brandShortName;
wo: tëjum &brandShortName;

source: ask me every time
wo: nga laaj ma saa su ne

source: &Exceptions…
wo: &Seppi yi…

source: &Show Cookies…
wo: Wane &kuki yi…

source: &brandShortName; &will:
wo: Yooni &denc :

source: Remember history
wo: Denc jaar jaar bi

source: Never remember history
wo: Bul denc mukk jaar jaar bi

source: Use custom settings for history
wo: Jëfandikoo parameetar yi ñu solal ngir jaar jaar bi

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
wo: &brandShortName; dina denc xibaari joow mi, yeb yi, formileer yi ak jaar jaaru wut, ak kuki dal yi yu gane ji.

source: You may want to
wo: Xëyna da nga bëgg

source: clear your recent history
wo: far sa jaar jaar yi mujj

source: , or
wo: , walla

source: remove individual cookies
wo: màbb kuki yi beru

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
wo: &brandShortName; dina jëfandikoo parameetar yii ci joowum biir, te du denc benn jaar jaaru joow mi.

source: You may also want to
wo: Da nga bëgg xëyna

source: clear all current history
wo: far jaar jaar bi yépp

source: Always use &private browsing mode
wo: Saa su nekk &jëfandikoo anamu joowum biir

source: Remem&ber my browsing and download history
wo: &Dencal jaar jaaru njoow mi ak yeb yi

source: Remember search and &form history
wo: Denc jaar jaaru wut yi ak &formileer yi

source: Clea&r history when &brandShortName; closes
wo: &Dindi jaar jaar yi boo dee tëj &brandShortName;

source: Se&ttings…
wo: &Parameetar…
