Repository: translate/mozilla-l10n
Catalog: nso/mobile/chrome/overrides/netError.dtd.po
Languages: nso

source: Problem loading page
nso: E na le mathata a go hlahlela letlakala

source: Try Again
nso: Leka gape

source: Unable to connect
nso: Ga e kgone go kgokaganya

source: This address is restricted
nso: Aterese ye e thibetšwe

source: Server not found
nso: Seabi ga sa hwetšwa

source: File not found
nso: Faele ga ya hwetšwa

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
nso: <ul> <li>Lekola leina la faele bakeng sa ditlhaka-kgolo goba diphošo tše dingwe tša go tlanya.</li> <li>Lekola go bona ge e ba faele e tlošitšwe, e reilwe leina gape goba e phumotšwe.</li> </ul>

source: Oops.
nso: O!O!

source: <p>&brandShortName; can't load this page for some reason.</p>
nso: <p>&brandShortName; e ka se hlahlele letlakala le ka lebaka le itšego.</p>

source: The address isn't valid
nso: Aterese ga e šome

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you're using forward slashes (i.e. <strong>/</strong>).</li> </ul>
nso: <ul> <li>Diaterese tša wepe gantši di ngwalwa ka tsela ye <strong>http://www.example.com/</strong></li> <li>Kgonthišetša gore o diriša methaladi yeo e robaletšego pele (ke gore. <strong>/</strong>).</li> </ul>

source: The connection was interrupted
nso: Kgokaganyo e šitišitšwe

source: Offline mode
nso: Mokgwa wa go se be inthaneteng

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
nso: <ul> <li>Hle ikgokaganye le beng ba wepesaete gore o ba tsebiše ka bothata bjo.</li> </ul>

source: Unsafe File Type
nso: Mohuta o sa bolokegago wa faele

source: The connection was reset
nso: Kgokaganyo e beakantšwe-leswa

source: The connection has timed out
nso: Kgokaganyo e feletšwe ke nako

source: The address wasn't understood
nso: Aterese ga ya kwešišwa

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
nso: <ul> <li>O ka swanelwa ke go lokela lenaneotirišo le lengwe la khomphutha gore o bule aterese ye.</li> </ul>

source: The proxy server is refusing connections
nso: Seabi sa kemedi se gana dikgokaganyo

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
nso: <ul> <li>Lekola dipeakanyo tša kemedi go kgonthišetša gore di nepagetše.</li> <li>Ikgokaganye le molaodi wa gago wa neteweke go kgonthišetša gore seabi sa kemedi se a šoma.</li> </ul>

source: Unable to find the proxy server
nso: Ga e kgone go hwetša seabi sa kemedi

source: The page isn't redirecting properly
nso: Letlakala le ga le laele gape ka tshwanelo

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
nso: <ul> <li>Bothata bjo mabakeng a mangwe bo ka bakwa ke go palediša goba go gana go amogela dikhukhi.</li> </ul>

source: Unexpected response from server
nso: Karabo e sa letelwago go tšwa go seabi

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
nso: <ul> <li>Lekola go kgonthišetša gore tshepedišo ya gago e loketšwe molaodi wa tšhireletšo wa botho.</li> <li>Se se ka ba se bakwa ke peakanyo yeo e sego molaong sebareng.</li> </ul>

source: <ul> <li>The page you are trying to view can not be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem. Alternatively, use the command found in the help menu to report this broken site.</li> </ul>
nso: <ul> <li>Letlakala leo o lekago go le lebelela le ka se laetšwe ka gobane bonnete bja tsebišo yeo e amogetšwego bo ka se netefatšwe.</li> <li>Hle ikgokaganye le beng ba wepesaete gore o ba tsebiše ka bothata bjo. Go sego bjalo, diriša taelo yeo e hwetšwago go diteng tša thušo gore o bege saete ye e senyegilego.</li> </ul>

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
nso: <ul> <li>Se e ka ba bothata bja peakanyo ya seabi, goba e ka ba e le motho yo mongwe a leka go itira seabi.</li> <li>Ge e ba nakong e fetilego o ile wa ikgokaganya go seabi se ka katlego, phošo e ka ba e le ya nakwana, gomme o ka leka gape ka moragonyana.</li> </ul>

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
nso: <p>&brandShortName; e thibetše letlakala le go hlahlela ka tsela ye ka gobane letlakala le le nale pholisi ya tšhireletšego ya dikagare yeo e sa go dumelelego.</p>

source: Corrupted Content Error
nso: Phošo ya dikagare tšeo di senyegilego

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
nso: <p>Letlakala leo o lekago go le lebelela le ka se laetšwe ka gobane go lemogilwe phošo go phetišetšo ya tsebišo.</p><ul><li>Hle ikopanye le beng ba wepesaete gore o ba tsebiše ka bothata bjo.</li></ul>

source: Or you can add an exception…
nso: Goba o ka oketša tše sa akaretšwego…

source: Get me out of here!
nso: Joo! Ntšhe mo!

source: Add Exception…
nso: Oketša tše sa akaretšwego…

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
nso: <p>Ga se wa swanela go oketša ditlhaolwa ge eba o diriša kgokaganyo ya inthanete yeo o sa e botego ka botlalo goba ge eba o sa tlwaela go bona temošo ya seabi se.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>

source: Remote XUL
nso: XUL ya kgole

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
nso: <p><ul><li>Hle ikgokaganye le beng ba wepesaete gore o ba tsebiše ka bothata bjo.</li></ul></p>
