Repository: translate/mozilla-l10n
Catalog: nso/mobile/chrome/overrides/passwordmgr.properties.po
Languages: nso

source: Use Password Manager to remember this value.
nso: Diriša molaodi wa lentšuphetišo go gopola boleng bjo.

source: Use Password Manager to remember this password.
nso: Diriša molaodi wa lentšuphetišo go gopola lentšuphetišo le.

source: Confirm
nso: Netefatša

source: Do you want %1$S to remember the password for "%2$S" on %3$S?
nso: Na o nyaka %1$S e gopole lentšuphetišo bakeng sa "%2$S" go %3$S?

source: Do you want %1$S to remember this password on %2$S?
nso: Na o nyaka %1$S e gopole lentšuphetišo le go %2$S?

source: &Not Now
nso: &E sego bjale

source: Not Now
nso: E sego bjale

source: Ne&ver for This Site
nso: Le &gatee go saete ye

source: &Remember
nso: &Gopola

source: Remember
nso: Gopola

source: Confirm Password Change
nso: Netefatša phetošo ya lentšuphetišo

source: Would you like to change the stored password for %S?
nso: Na o ka rata go fetoša lentšuphetišo leo le lotilwego bakeng sa %S?

source: Would you like to change the stored password for this login?
nso: Na o ka rata go fetoša lentšuphetišo leo le lotilwego bakeng sa go tsena mo?

source: Change
nso: Fetoša

source: Don't Change
nso: O se ke wa fetoša

source: Please confirm which user you are changing the password for
nso: Hle lekola gore ke modiriši ofe yo o mo fetošetšago lentšuphetišo

source: Hide Passwords
nso: Fihla mantšuphetišo

source: Show Passwords
nso: Laetša mantšuphetišo

source: Are you sure you wish to show your passwords?
nso: Na o kgonthišegile gore o duma go laetša mantšuphetišo a gago?

source: Are you sure you wish to remove all passwords?
nso: Na o kgonthišegile gore o duma go tloša mantšuphetišo ohle?

source: Remove all passwords
nso: Tloša mantšuphetišo ohle

source: Passwords for the following sites are stored on your computer:
nso: Mantšuphetišo a disaete tše latelago a lotilwe khomphutheng ya gago:

source: The following passwords match your search:
nso: Mantšuphetišo a latelago a swana le nyako ya gago:
