Repository: translate/mozilla-l10n
Catalog: */calendar/chrome/calendar/menuOverlay.dtd.po
Languages: uz

source: New Event…
uz: Yangi tadbir…

source: New Task…
uz: Yangi vazifa…

source: &Export…
uz: &Eksport…

source: Pu&blish…
uz: E‘&lon qilish…

source: &Delete Selected Calendar…
uz: Tanlangan taqvimni &o‘chirish…

source: &Unsubscribe Selected Calendar…
uz: Tanlangan taqvimga obunani &bekor qilish…

source: &Remove Selected Calendar…
uz: Tanlangan taqvimni &o‘chirish…

source: &Customize…
uz: &Moslash…

source: &Find Events
uz: Tadbirlarni &topish

source: Toggle the find events pane
uz: Tadbirlarni topish oynasiga o‘tish

source: Show &Tasks in Calendar
uz: Taqvimda &vazifalarni ko‘rsatish

source: &Today
uz: &Bugun

source: Current &View
uz: Joriy &ko‘rinish
