Repository: translate/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/downloads/downloads.dtd.po
Languages: es

source: Downloads
es: Descàrregues

source: &Cancel
es: &Cancelar

source: Show In &Finder
es: Mostrar en &Finder

source: Retry
es: Reintentar

source: &Go To Download Page
es: Anar a la pà&gina de la descàrrega

source: R&emove From History
es: Eliminar d&e l'historial

source: Clear &Downloads
es: Netejar &descàrregues

source: All&ow Download
es: Permetre la descàrrega

source: Remove File
es: Eliminar archiu

source: Remove File or Allow Download
es: Borrar l'archiu o permetre la descàrrega

source: Open or Remove File
es: Obrir o Borrar l'archiu

source: BLOCKED
es: BLOQUEJAT

source: Learn More
es: Saber més

source: &Show All Downloads
es: Mo&strar totes les descàrregues

source: Clear Downloads
es: Netejar descàrregues

source: Clears completed, canceled and failed downloads
es: Neteja les descàrregues completes, cancelades i fallides

source: There are no downloads.
es: No hi han descàrregues.

source: No downloads for this session.
es: No hi han descarregues en esta sessió.

source: Could not find any matching downloads.
es: No se troba cap descàrrega que concorde.
