Repository: translate/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/downloads/downloads.properties.po
Languages: roa_es_val

source: Starting…
roa_es_val: Iniciant…

source: Scanning for viruses…
roa_es_val: Escanejant en busca de virus…

source: Failed
roa_es_val: Fallit

source: Paused
roa_es_val: Pausat

source: Canceled
roa_es_val: Cancelat

source: Blocked by your security zone policy
roa_es_val: Bloquejat per la seua política de seguritat de zona

source: Blocked: May contain a virus or spyware
roa_es_val: Bloquejat: Pot contindre un virus o spyware

source: This file contains a virus or malware.
roa_es_val: Este archiu conte un virus o software maliciós.

source: This file may harm your computer.
roa_es_val: Este archiu pot danyar el seu equip.

source: This file is not commonly downloaded.
roa_es_val: Est archiu no es descarrega normalment.

source: Are you sure you want to allow this download?
roa_es_val: ¿Està segur de voler permetre esta descàrrega?

source: Are you sure you want to open this file?
roa_es_val: ¿EStà segur de voler obrir est archiu?

source: This file contains a virus or other malware that will harm your computer.
roa_es_val: Este archiu conte un virus o atre software maliciós que danyarà el seu equip.

source: This file is disguised as a helpful download, but it can make unexpected changes to your programs and settings.
roa_es_val: Est archiu es distinguix per ser una descàrrega útil, pero pot realisar canvis inesperats en els seus programes i ajusts.

source: This file is not commonly downloaded and may not be safe to open. It may contain a virus or make unexpected changes to your programs and settings.
roa_es_val: Est archiu no és habitual descarregar-lo i potser obrir-lo no siga segur. Pot contindre virus o realisar canvies inesperats en els seus programes i ajusts.

source: You can search for an alternate download source or try again later.
roa_es_val: Pot buscar una font de descàrrega alternativa o intentar-ho més tart.

source: Open
roa_es_val: Obrir

source: Allow download
roa_es_val: Permetre la descàrrega

source: Remove file
roa_es_val: Borrar l'archiu

source: Unknown size
roa_es_val: Tamany desconegut

source: “%S” is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch “%S”?
roa_es_val: "%S" es un ficher eixecutable. Els archius eixecutables poden contindre virus o un atre tipo de còdic maliciós que pot danyar l'equip. Tinga cuidat a l'obrir este ficher. ¿Està segur de que vol obrir "%S"?

source: Don’t ask me this again
roa_es_val: No me pregunte de nou

source: + %1$S other download; + %1$S other downloads
roa_es_val: + %1$S atra descàrrega; + %1$S atres descàrregues
