Repository: translate/mozilla-l10n
Catalog: lg/browser/chrome/browser/preferences/privacy.dtd.po
Languages: lg

source: Tracking
lg: Okugoberera

source: Learn More
lg: Manya Ebisingawo

source: Location Bar
lg: Akabawo Akalagilira

source: &Accept cookies from sites
lg: Kkiriza kkuki ku&va kubibanja

source: Always
lg: Bulikaseera

source: Never
lg: Tekibanga

source: they expire
lg: ziyitako

source: I close &brandShortName;
lg: Nziggalawo &brandShortName;

source: ask me every time
lg: mbuuza buli kiseera

source: &Exceptions…
lg: Oku&jjako…

source: &Show Cookies…
lg: &Laga Kkuki…

source: &brandShortName; &will:
lg: &brandShortName; &ejja:

source: Remember history
lg: Kujjukira ebyafaayo

source: Never remember history
lg: Tojjukiranga ebyafaayo

source: Use custom settings for history
lg: Kozesa entegeka eyiyo ku byafaayo

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
lg: &brandShortName; ejja kujjukira okunonyereza, okuwanula n'okutereka ebyafaayo, wamu ne kkuki okuva mu mikutu gy'emutimbagano gy'okyalira.

source: You may want to
lg: Oyinza okwagala

source: clear your recent history
lg: sangula ebyafaayo byo

source: , or
lg: , oba

source: remove individual cookies
lg: gyawo kkuki kkinnemu

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
lg: &brandShortName; ejja kkozesa entegekka yemu nga enoonyereza eyo bwa nnannyini, era tejja kujjukira byafaayo nga bwo obiwamanta ku Mutimbangano.

source: You may also want to
lg: Era oyinza okwagala oku

source: clear all current history
lg: longoosa ebyafaayo byona

source: Always use &private browsing mode
lg: Kozesanga ok&unonya okutongozeddwa ebiseera byoona

source: Remem&ber my browsing and download history
lg: Jj&ukira ebifudeyo mu kunoonya no okutikula kwange

source: Remember search and &form history
lg: Jjukira enonyeddwa nebi genze mu &fomu

source: Clea&r history when &brandShortName; closes
lg: Jja&wo ebifudewo nga &brandShortName; eggaddwawo

source: Se&ttings…
lg: En&tegeka…
