Repository: translate/mozilla-l10n
Catalog: doi/services/sync/sync.properties.po
Languages: doi

source: %1$S's %2$S on %3$S
doi: %3$S पर %1$S's %2$S

source: Last sync: %S
doi: खीरी सिंक: %S

source: Mobile Bookmarks
doi: मोबाइल बुकमार्क्स

source: Remote tabs are being synced…
doi: रीमोट टैब सिंक कीते जा करदे न...

source: All remote tabs are already open
doi: सब्भै रीमोट टैब पैह्‌लें शा खुʼल्ले न

source: Recent desktop tabs will be available once they sync
doi: हाल दे डैस्कटाप टैब सिंक होने दे बाद उपलब्ध होङन

source: Error While Signing In
doi: साइन इन करदे बेल्लै गल्ती

source: Sync encountered an error while connecting: %1$S. Please try again.
doi: इस कन्नै कनैक्शन जोड़दे बेल्लै सिंक गी इक गल्ती पेश आई: %1$S. कृपा करियै दोबारा कोशश करो.

source: Error While Signing Out
doi: साइन आउट करदे बेल्लै गल्ती

source: Sync encountered an error while connecting. It's probably ok, and you don't have to do anything about it.
doi: कनैक्शन जोड़दे बेल्लै सिंक गी एह् गल्ती पेश आई: %1$S. एह् शायद ठीक गै, ते तुसें इसदे बारे च किश बी करने दी लोड़ नेईं .

source: Error While Syncing
doi: सिंक करदे बेल्लै गल्ती

source: Sync encountered an error while syncing: %1$S. Sync will automatically retry this action.
doi: सिंक करदे बेल्लै सिंक गी एह् गल्ती पेश आई: %1$S. सिंक स्वचलत चाल्ली कन्नै इस अमल लेई दोबारा कोशश करग.

source: Sync has not been able to complete during the last %1$S days. Please check your network settings.
doi: पिछले %1$S दिनें च सिंक पूरा करने च समर्थ नेईं हा. कृपा करियै अपनियां नैट्टवर्क सैट्टिङां जांचो.

source: You need to update Firefox Sync to continue syncing your data.
doi: अपने डेटे गी सिंक करना जारी रक्खने आस्तै तुसें फायरफाक्स सिंक गी अपडेट करने दी लोड़ ऐ.

source: Approaching Server Quota
doi: सर्वर कोटा पूरा होने आह्‌ला ऐ

source: You are approaching the server quota. Please review which data to sync.
doi: तुंʼदा सर्वर कोटा पूरा होने आह्‌ला ऐ. कृपा करियै सिंक कीते जाने आह्‌ले डेटे दी समीक्षा करो.

source: Server Quota Exceeded
doi: सर्वर कोटे शा बद्ध होई गेआ

source: Sync failed because it exceeded the server quota. Please review which data to sync.
doi: सिंक असफल होआ की जे एह् सर्वर कोटे शा बद्ध होई गेआ. कृपा करियै सिंक कीते जाने आह्‌ले डेटे दी समीक्षा करो.
