Repository: translate/mozilla-l10n
Catalog: kok/toolkit/chrome/global/devtools/csscoverage.properties.po
Languages: kok

source: Control CSS coverage analysis
kok: CSS कव्हरेज विश्लेशण नियंत्रित दवरात

source: Begin collecting CSS coverage data
kok: CSS कव्हरेज डेटा एकठाय करपाक सुरू करात

source: Stop collecting CSS coverage data
kok: CSS कव्हरेज डेटा एकठाय करपाक बंद करात

source: Collect instantaneous CSS coverage data
kok: सोमतो मेळपी CSS कव्हरेज डेटा एकठाय करात

source: Toggle collecting CSS coverage data
kok: CSS कव्हरेज डेटा एकठाय करपाची अदलाबदल करात

source: Show CSS coverage report
kok: CSS कव्हरेज अहवाल दाखयात

source: Don't start with a page reload
kok: पान परत लोड करपासंयत सुरू करू नाकात

source: It's best if we start by reloading the current page because that starts the test at a known point, but there could be reasons why we don't want to do that (e.g. the page contains state that will be lost across a reload)
kok: सद्याचे पान परत लोड करून चालू केल्यार बरे कारण अशे करप खबर आशिल्ल्या जाग्यार चाचणी सुरू करता, पूण अशे न करपाक काय कारणां आसू शकता (देखीक. पानान स्थिती आसा जी परत लोड करतना शेणटली)

source: Running CSS coverage analysis
kok: CSS कव्हरेज विश्लेशण चलयता

source: CSS Coverage analysis completed
kok: CSS कव्हरेज विश्लेशण पुराय जाले

source: CSS coverage analysis already running
kok: CSS कव्हरेज विश्लेशण पयलीच चलता

source: CSS coverage analysis not running
kok: CSS कव्हरेज विश्लेशण चलना

source: CSS coverage analysis has not been run
kok: CSS कव्हरेज विश्लेशण चलू करूना

source: Target does not support CSS Coverage
kok: लक्ष्य CSS कव्हरेजाक फाटबळ दिना

source: CSS coverage report is not available for 'oneshot' data. Please use start/stop.
kok: 'वनशॉट' डेटाखातीर CSS कव्हरेज अहवाल उपलब्ध ना. मात्शे सुरू करात/बंद करात वापरात.
