Repository: translate/mozilla-l10n
Catalog: sah/dom/chrome/layout/printing.properties.po
Languages: sah

source: %1$d of %2$d
sah: %2$d сирэйтэн %1$d-с

# noprinter
source: No printers available.
sah: Туттуллар кыахтаах принтер суох.

source: Print To File
sah: Билэҕэ бэчээттээһин

source: Filename is missing
sah: Билэ аата суох

source: You have selected "Print To File", and the filename is empty!
sah: Эн «Билэҕэ бэчээт» диэни талбыккын, ол эрээри билэҥ аатын суруйбатаххын!

source: %S already exists. Do you want to replace it?
sah: %S хайыы-үйэ баар. Уларытаҕын дуо?

source: Printer Error
sah: Принтер алҕаһа

source: Print Preview Error
sah: Эрдэ көрүү алҕаһа

source: An error occurred while printing.
sah: Бэчээттииргэ алҕас таҕыста.

source: The print job was aborted, or canceled.
sah: Бэчээт быстыбыт эбэтэр тохтотуллубут.

source: Some printing functionality is not currently available.
sah: Бэчээт сорох функцияларын билигин туһанар кыах суох.

source: Some printing functionality is not implemented yet.
sah: Бэчээт сорох функциялара олоххо киирэ иликтэр.

source: There is not enough free memory to print.
sah: Бэчээттииргэ долоҕой тиийбэтэ.

source: There was an unexpected problem while printing.
sah: Бэчээттииргэ көһүтүллүбэтэх алҕас таҕыста.

# PERR_GFX_PRINTER_NO_PRINTER_AVAILABLE
source: No printers available.
sah: Туттуллар кыахтаах принтер суох.

source: No printers available, cannot show print preview.
sah: Холбоммут принтер суох буолан хайдах бэчээккэ тахсыаҕын көрөр кыах суох.

source: The selected printer could not be found.
sah: Талбыт принтериҥ көстүбэтэ.

source: Failed to open output file for print to file.
sah: Билэҕэ бэчээттииргэ анаан тахсар билэни арыйар табыллыбата.

source: Printing failed while starting the print job.
sah: Бэчээттииргэ сирэй саҕалыныытыгар алҕас таҕыста.

source: Printing failed while completing the print job.
sah: Бэчээттииргэ бүтүүтүгэр алҕас таҕыста.

source: Printing failed while starting a new page.
sah: Бэчээттииргэ сирэй саҕалыныытыгар алҕас таҕыста.

source: Cannot print this document yet, it is still being loaded.
sah: Дөкүмүөн бэчээттэнэр кыаҕа суох, ол гынан баран уруккутун курдук уочаракка турар.

source: Cannot print-preview this document yet, it is still being loaded.
sah: Хайдах бэчээттэнэн тахсарын эрдэ көрүү сатаммата, ол эрэн уочаракка уруккутун курдук турар.
