Repository: translate/mozilla-l10n
Catalog: kok/toolkit/chrome/mozapps/downloads/downloads.dtd.po
Languages: kok

source: Starting…
kok: सुरू करता...

source: Scanning for viruses…
kok: वायरसाची पळोवणी करपाक स्कॅन करता…

source: Downloads
kok: डाऊनलोड

source: &Pause
kok: &विसव

source: &Resume
kok: &बिनचूक सुरवात करात

source: &Cancel
kok: &रद्द करात

source: Open Containing &Folder
kok: धारक आशिल्ले उगडात

source: Show in &Finder
kok: हांतूत दाखयात आनी सोदपी

source: &Open
kok: &उगडात

source: Open Wit&h…
kok: वांगडा उगडात...

source: &Retry
kok: &परतून यत्न करात

source: &Go to Download Page
kok: आनी डाऊनलोड पानार वचात

source: Copy Download &Link
kok: डाऊनलोड कॉपी करात आनी लिंक

source: R&emove From List
kok: वळेरीतल्यान काडात

source: &Clear List
kok: आनी वळेरी रिती करात

source: Removes completed, canceled, and failed downloads from the list
kok: रिती करप पूराय जालें, रद्द केलें, आनी वळेरीतल्यान डाऊनलोड अपेशी थरलो

source: Close when downloads complete
kok: डावनलोड जातकेर बंद करात

source: Closes the Downloads window when all files are done downloading
kok: सगळ्यो धारिकां डावनलोड जातकेर डावनलेड जनेल बंद करात

source: Show this Folder
kok: हो धारक दाखयात

source: Search…
kok: सोदात...
