Repository: translate/mozilla-l10n
Catalog: gn_*/dom/chrome/layout/css.properties.po
Languages: gn_bo

source: The stylesheet %1$S was not loaded because its MIME type, "%2$S", is not "text/css".
gn_bo: Hoja jeko %1$S mbaetɨ oñovatu echa oyovakea MIME ndive, "%2$S", mbaetɨ "text/css".

source: The stylesheet %1$S was loaded as CSS even though its MIME type, "%2$S", is not "text/css".
gn_bo: Tupapire jeko reta (CSS) %1$S oñoñoña oï rami MIME, "%2$S", jeko mbaetɨ oyovake ani ambue etei kuae "text/css" güi.

source: Unexpected end of file while searching for %1$S.
gn_bo: Iyapɨ archivo jaea ñaro tei vae oyeeka ramboeve %1$S.

source: Whitespace-only string given to be parsed as rule.
gn_bo: Oyemboasa metei cadena ipɨau vae jupi rupi peguara.

source: Declaration dropped.
gn_bo: Ikavi mbae oyemombeu.

source: Skipped to next declaration.
gn_bo: Oñemaeiño ïru ikavi mbae oyemombeu vae re.

source: Unknown property '%1$S'.
gn_bo: Mbaembuae yaikua mbae vae '%1$S'.

source: Error in parsing value for '%1$S'.
gn_bo: Mbaavɨ oñevae '%1$S' jepɨ vaerä tei vae.

source: Expected end of value but found '%1$S'.
gn_bo: Oñearo tei jepɨ iyapɨ erei oñevae chupe '%1$S'.

source: Unrecognized at-rule or error parsing at-rule '%1$S'.
gn_bo: Mbaetɨ yaikuaa at jupi rupi ani mbaavɨ oï oñejaa yave jupi rupi vae at '%1$S'.

source: charset string in @charset rule
gn_bo: cadena jeko reta jupi rupi oï @charset

source: Expected charset string but found '%1$S'.
gn_bo: Oñearo cadena jeko reta, erei oñevae '%1$S'.

source: end of media list in @import or @media rule
gn_bo: Iyapɨ ñemoapɨta mbɨte pe oi vae reta, jupi rupi oi @import ani @media

source: Expected ',' in media list but found '%1$S'.
gn_bo: Oñearo teiko ',' ñemoapɨta mbɨte pegua pe, erei oñevae '%1$S'.

source: Expected identifier in media list but found '%1$S'.
gn_bo: Oñearo teiko metei oporomokañima vae ñemoapɨta mbɨte pegua pe, erei oñevae '%1$S'.

source: Expected URI in @import rule but found '%1$S'.
gn_bo: Oñearo teiko metei URL jupi rupi @import, erei oñevae '%1$S'.

source: Invalid URI in @import rule: '%1$S'.
gn_bo: URL mbaetɨ jupi rupi @import: '%1$S'.

source: Found unexpected '%1$S' within @import.
gn_bo: Oñevae chupe metei oñearo mbae '%1$S' @impor japɨpepe.

source: %1$S rule not allowed within @media or @-moz-document rule.
gn_bo: %1$S regla mbaetɨ oipota @media iyɨvɨte pe ani regla @-moz-documento pe.

source: Expected URI in @-moz-document rule but found '%1$S'.
gn_bo: Oñearo teiko URL jupi rupi @-moz-document, erei oñevae '%1$S'.

source: Expected string in @-moz-document rule regexp() function but found '%1$S'.
gn_bo: Karena oñearo @-moz-documento pe vae oparavɨkɨ regla regexp() ndive erëi mbaetɨ oñevae '%1$S'.

source: next URI in @-moz-document rule
gn_bo: URL jenonde @-moz-document regla

source: namespace prefix in @namespace rule
gn_bo: prefijo joka jee jupi rupi @namespace

source: namespace URI in @namespace rule
gn_bo: URL joka jee jupi rupi @namespace

source: Unexpected token within @namespace: '%1$S'.
gn_bo: Token oñearombae @namespace: '%1$S' japɨpe pe.

source: name of @keyframes rule.
gn_bo: Regla jee @keyframes.

source: Expected identifier for name of @keyframes rule.
gn_bo: Oikua mbae vae oarö omboje vaerä metei regla @keyframespe.

source: Expected opening { of @keyframes rule.
gn_bo: Oñearo metei { oyeapea regla @keyframes vae.

source: closing } of declaration block
gn_bo: } eyokenda jerakuague bloque regua

source: closing } of invalid rule set
gn_bo: } eyokenda yuvanga regua jupi rupi mbae vae reta

source: Ruleset ignored due to bad selector.
gn_bo: Yuvanga jupi rupi vae reta mbaetɨ omae jese reta, mbaetɨ ramo jokua oia jaekavi.

source: Keyframe rule ignored due to bad selector.
gn_bo: Regla keyframe oikuaa oime ramo mbae oyeavɨ.

source: ',' or '{'
gn_bo: ',' o '{'

source: Expected ',' or '{' but found '%1$S'.
gn_bo: Oñearo teiko ',' o '{', erëi oñevae '%1$S'.

source: Selector expected.
gn_bo: Oñearo teiko metei oporoparavo vae.

source: Dangling combinator.
gn_bo: Jaekavi oporomona vae.

source: class name
gn_bo: yemboe jee

source: Expected identifier for class selector but found '%1$S'.
gn_bo: Oñearo teiko metei oikuakatu omboyea yea vae pe yemboe peguarä, erëi oñevae '%1$S'.

source: element type
gn_bo: yemborɨa jeko

source: Expected element name or '*' but found '%1$S'.
gn_bo: Oñearo teiko yemborɨa jee ani o '*', erëi oñevae '%1$S'.

source: Unknown namespace prefix '%1$S'.
gn_bo: Prefijo joka jee yaikua guea '%1$S'.

source: attribute name
gn_bo: atributo jee

source: Expected identifier for attribute name but found '%1$S'.
gn_bo: Oñearo teiko metei mbae oikuakatu vae atributo jee ra, erei oñevae '%1$S'.

source: Expected attribute name or namespace but found '%1$S'.
gn_bo: Oñearo teiko metei atributo jee ra ani joka jee ra, erei oñevae '%1$S'.

source: Expected '|' but found '%1$S'.
gn_bo: Oñearo teiko '|' erei oñevae '%1$S'.

source: part of attribute selector
gn_bo: omboyea yea vae iperaso atributo regua

source: Unexpected token in attribute selector: '%1$S'.
gn_bo: Token oñearo mbae vae oñemona vae pe oï atributo regua: '%1$S'.

source: attribute value
gn_bo: atributo jepɨ

source: ']' to end attribute selector
gn_bo: ']' opa vaera oyeapo oporomona vae iatributo

source: Expected ']' to terminate attribute selector but found '%1$S'.
gn_bo: Oñearo teiko ']' opa vae oyeapo oporomona vae iatributo, erei oñevae '%1$S'.

source: Expected identifier or string for value in attribute selector but found '%1$S'.
gn_bo: Oñearo teiko metei oikuakatu vae ani cadena jepɨ vaerä omboyea yea iatributo reta, erëi oñevae '%1$S'.

source: name of pseudo-class or pseudo-element
gn_bo: pseudo-yemboe ani pseudo-yemborɨa jee

source: Expected identifier for pseudo-class or pseudo-element but found '%1$S'.
gn_bo: Oñearo teiko metei mbae oikuakatu vae pseudo-yemboe ani pseudo-imborɨa peguara, erei oñevae '%1$S'.

source: Function token for non-function pseudo-class or pseudo-element, or the other way around, when reading '%1$S'.
gn_bo: Token omɨi pseudo-yemboe ani pseudo-imborɨa erëi mbaetɨ omɨi, oyeeka tei chupe ïru vae rupi, ojäa yave '%1$S'.

source: Expected pseudo-element but found '%1$S'.
gn_bo: Oñearo teiko pseudo-imborɨa, erëi oñevae '%1$S'.

source: Negation pseudo-class can't be negated '%1$S'.
gn_bo: pseudo-yemboe oñeomi vae mbaetɨ ipuere oñeomi '%1$S'.

source: Pseudo-elements can't be negated '%1$S'.
gn_bo: Mbaetɨ ipuere oñeomi pseudo reta-imborɨa '%1$S'.

source: This pseudo-element must use the "::" form: '%1$S'.
gn_bo: Kuae pseudo-imborɨa oiporutako "::": pegua: '%1$S'.

source: Extra pseudo-element '%1$S'.
gn_bo: Pseudo-imborɨa iñeiru '%1$S'.

source: Unknown pseudo-class or pseudo-element '%1$S'.
gn_bo: Pseudo-yemboe ani pseudo-imborɨa mbaetɨ yaikua vae '%1$S'.

source: selector within negation
gn_bo: oporomona vae oñeomi vae japɨpepe

source: Malformed simple selector as negation pseudo-class argument '%1$S'.
gn_bo: Oporomona oyeapo kavi mbae opɨta oñomi rami pseudo-yemboe '%1$S'.

source: Missing closing ')' in negation pseudo-class '%1$S'.
gn_bo: Oata ')' oyeokenda vaerá pseudo-yemboe oñeomi vae '%1$S'.

source: Missing argument in negation pseudo-class '%1$S'.
gn_bo: Oata pseudo-yemboe iyokoa ñeomi pegua '%1$S'.

source: argument to pseudo-class selector
gn_bo: Omboyea yea vae iyokoa pseudo-yemboe

source: Expected identifier for pseudo-class parameter but found '%1$S'.
gn_bo: Oñearo teiko metei mbae oikuakatu vae omee vaerä pseudo-yemboe pe, erëi oñevae '%1$S'.

source: Expected part of argument to pseudo-class but found '%1$S'.
gn_bo: Oñearo teiko metei pseudo-yemboe iyokoa, erei añevae '%1$S'.

source: Missing closing ')' in pseudo-class, found '%1$S' instead.
gn_bo: Oata ')' oyeokenda vaerä pseudo-yemboe, oñevae chupe jenda pe '%1$S'.

source: Missing argument in pseudo-class '%1$S'.
gn_bo: Oata pseudo-yemboe iyokoa '%1$S'.

source: selector
gn_bo: oporomona vae

source: Expected '{' to begin declaration block but found '%1$S'.
gn_bo: Oñearo teiko '{' oyemboɨpɨ vaerä bloque oyemombeu vae, erëi oñevae '%1$S'.

source: color
gn_bo: Maemona

source: Expected color but found '%1$S'.
gn_bo: Oñearo teiko metei color, erei oñevae '%1$S'.

source: color component
gn_bo: color iñeiru

source: Expected a percentage but found '%1$S'.
gn_bo: Oñearo teiko metei porcentaje, erei oñevae '%1$S'.

source: Expected an integer but found '%1$S'.
gn_bo: Oñero teiko metei jokoreve vae, erëi oñevae '%1$S'.

source: Expected number or percentage in rgb() but found '%1$S'.
gn_bo: Oñearo teiko metei numero ani porcentaje rgb() pe, erei oñevae '%1$S'.

source: Expected '%2$S' but found '%1$S'.
gn_bo: Oñearo teiko '%2$S', erei oñevae '%1$S'.

source: hue
gn_bo: tinte

source: Expected ',' but found '%1$S'.
gn_bo: Oñearo teiko',' erei oñevae '%1$S'.

source: saturation
gn_bo: oyopɨpɨ

source: lightness
gn_bo: tembipe

source: opacity in color value
gn_bo: jave yae color jepɨ vae pe

source: Expected a number but found '%1$S'.
gn_bo: Oñearo teiko metei numero, erëi oñevae '%1$S'.

source: Expected ')' but found '%1$S'.
gn_bo: Oñearo teiko ')' erëi oñevae '%1$S'.

source: ';' or '}' to end declaration
gn_bo: ';' opa vaera '}' oyeapo oñeejague

source: Expected ':' but found '%1$S'.
gn_bo: Oñearo teiko ':' erëi oñevae '%1$S'.

source: Expected declaration but found '%1$S'.
gn_bo: Oñearo teiko metei oñejaa güe, erëi oñevae '%1$S'.

source: end of declaration
gn_bo: oñejaa güe iyapɨ

source: important
gn_bo: tuichague

source: Expected 'important' but found '%1$S'.
gn_bo: Oñearo teiko 'tuichague', erei oñevae '%1$S'.

source: Expected ';' to terminate declaration but found '%1$S'.
gn_bo: Oñearo teiko ';' opa vaerä oyeapo oñejagüe, erëi oñevae '%1$S'.

source: Expected ';' or '}' to terminate declaration but found '%1$S'.
gn_bo: Oñearo teiko ';' o '}' opa vaerä oyeapo oñejague erëi mbaetɨ oñevae chupe '%1$S'.

source: Cannot specify value for internal property.
gn_bo: Mbaetɨ ipuere oñono metei jepɨ vaerä mbaembuae iyɨvɨte pe.

source: end of comment
gn_bo: miari iyapɨ

source: Found unclosed string '%1$S'.
gn_bo: Mbaetɨ oñevae metei cadena oyeokenda mbae '%1$S'.

source: Expected font descriptor but found '%1$S'.
gn_bo: Oñearo teiko kërai ko vae jare jesegua erëi oñevae '%1$S'.

source: Unknown descriptor '%1$S' in @font-face rule.
gn_bo: Kërai ko vae iyapoa mbaetɨ oyechauka '%1$S' jupi rupi vae @font-face.

source: Expected '(' to start media query expression but found '%1$S'.
gn_bo: Oñearo teiko '(' omboɨpɨ vaerë metei miari tätagüe multimedia pe erëi oñevae '%1$S'.

source: contents of media query expression
gn_bo: Miari tatague reta guɨnoi gue mbɨte pegua reta

source: Expected media feature name but found '%1$S'.
gn_bo: Oñearo teiko tee mbaea mbuae mbɨte pegua reta güi erëi oñevae '%1$S'.

source: Expected ':' or ')' after media feature name but found '%1$S'.
gn_bo: Oñearo ':' o ')' oyeapo ma yave propiedad mbɨte jee erëi oñevae '%1$S'.

source: Media features with min- or max- must have a value.
gn_bo: min- o max- imbaeae multimedia regua güɨnoita ko ketɨ ojota vae.

source: Found invalid value for media feature.
gn_bo: oñevae metei mbae ikavimbae vae imbaeae mbɨte peguarä.

source: Expected '{' to begin @font-face rule but found '%1$S'.
gn_bo: Oñearö '{' oyemboɨpɨ yave @font-face erëi oñevae '%1$S'.

source: Expected '}' to end @font-face rule but found '%1$S'.
gn_bo: Oñearö '{' iyapɨpe @font-face erëi oñevae '%1$S'.

source: Did not expect anonymous box.
gn_bo: Mbaetɨ oñearötei mbae iä iya oyekuambae.
