Repository: translate/mozilla-l10n
Catalog: kw/toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: kw

source: Installing: %s
kw: Ow lea: %s

source: Installing Shared File: %s
kw: Ow lea restren kevrynnys: %s

source: Replacing: %s
kw: Owth aslea: %s

source: Replacing Shared File: %s
kw: Owth aslea restren kevrynnys: %s

source: Skipping: %s
kw: Ow treusi: %s

source: Skipping Shared File: %s
kw: Ow treusi an restren gevrynnys: %s

source: Deleting file: %s
kw: Ow tilea an restren: %s

source: Deleting component: %s
kw: Ow tilea an elven: %s

source: Executing: %s
kw: Ow lonchya: %s

source: Executing: %s with argument: %s
kw: Ow lonchya: %s gans an argyans: %s

source: Copy File: %s to %s
kw: Kopia an restren: %s dhe %s

source: Execute File: %s
kw: Lonchya an restren: %s

source: Execute File: %s with argument: %s
kw: Lonchya an restren: %s gans an argyans: %s

source: Move File: %s to %s
kw: Remova an restren: %s dhe %s

source: Rename File: %s to %s
kw: Dashenwel an restren: %s dhe %s

source: Create Folder: %s
kw: Gwruthyl an blegel: %s

source: Remove Folder: %s
kw: Dilea an blegel: %s

source: Rename Folder: %s to %s
kw: Dashenwel an blegel: %s dhe %s

source: Windows Shortcut: %s
kw: Trogh berr Windows: %s

source: Mac Alias: %s
kw: Kenhanow Mac: %s

source: Windows Register Server: %s
kw: Servyer kovskrifa Windows: %s

source: Unknown file operation command!
kw: Arhadow oberi restren ankoth!

source: Patching: %s
kw: Ow nowedhi: %s

source: Uninstalling: %s
kw: Ow tilea: %s

source: Register Skin: %s
kw: Kovskrifa an grohen: %s

source: Register Locale: %s
kw: Kovskrifa an treylyans: %s

source: Register Content: %s
kw: Kovskrifa an dalgh: %s

source: Register Package: %s
kw: Kovskrifa an fardel: %s

source: Use this theme
kw: Usya an thema-ma

source: Use this locale
kw: Usya an treylyans-ma

source: Install the theme "%1$S" from %2$S?
kw: Lea an thema "%1$S" dhyworth %2$S?

source: Install the locale "%1$S" from %2$S?
kw: Lea an treylyans "%1$S" dhyworth %2$S?

source: Install
kw: Lea

source: Queued
kw: Lostyes

source: Downloading…
kw: Owth iskarga…

source: Downloaded
kw: Iskergys

source: Installing…
kw: Ow lea…

source: Unsigned
kw: Heb sinans

source: Success
kw: Sowena

source: Restart to complete
kw: Dastalleth rag gorfenna

source: Access denied
kw: Hedhas nahys

source: Unexpected installation error Review the Error Console log for more details.
kw: Gwall lea angortys Daswelowgh kovskrifen an gonsolen wallow rag moy manylyon.

source: Install script not found
kw: Ny veu kevys an skript lea

source: Not a valid install package
kw: Nyns yw fardel lea da

source: Invalid argument
kw: Argyans drog

source: User canceled
kw: Hedhys gans an devnydhyer

source: Required file does not exist
kw: Nyns usi an restren res

source: Read only
kw: Redya hepken

source: AppleSingle extraction error
kw: Gwall ekstraktya AppleSingle

source: Invalid path
kw: Hens drog

source: Canceled
kw: Hedhys

source: Download error
kw: Gwall iskarga

source: Script error
kw: Gwall skript

source: Already exists
kw: Yma seulabres

source: Out of space
kw: Nyns eus spas

source: Chrome registration failed
kw: Kovskrifa a Chrome a fyllas

source: Unfinished install
kw: Leans heb gorfen

source: Unsupported package
kw: Fardel heb skoodh

source: Signing could not be verified.
kw: Ny veu possybyl gwirya sina.

source: Invalid file hash (possible download corruption)
kw: Hash restren drog (legras iskarga possybyl)

source: Unknown or invalid file hash type
kw: Ehen hash restren ankoth po drog

source: Out of memory
kw: Kov difygyes

source: Unexpected error %S
kw: Gwall tromm %S
