Repository: translate/mozilla-l10n
Catalog: hsb/mail/chrome/messenger/preferences/chat.dtd.po
Languages: hsb

source: When &brandShortName; &starts:
hsb: Hdyž &brandShortName; &startuje:

source: Keep my Chat Accounts offline
hsb: Chatowe konto offline wostajić

source: Connect my chat accounts automatically
hsb: Chatowe konta awtomatisce zwjazać

source: Let my contacts know that &I am Idle after
hsb: Kontakty &informować, zo sym potom

source: minutes of inactivity
hsb: mjeńšin preč

source: and set my status to &Away with this status message:
hsb: a stajće mój status na &Preč z tutej statusowej powěsću:

source: Send &typing notifications in conversations
hsb: W &konwersaciji zdźělenki pisać

source: When messages directed at you arrive:
hsb: Hdyž powěsće za was přichadźeja:

source: Show a notifi&cation:
hsb: &Zdźělenku pokazać:

source: with sender's name and message preview
hsb: z mjenom wotpósłarja a powěsćowym přehladom

source: with sender's name only
hsb: jenož z mjenom wotpósłarja

source: without any info
hsb: bjez někajkich informacijow

source: Play a soun&d
hsb: Zynk wot&hrać

source: &Play
hsb: Woth&rać

source: &Default system sound for new mail
hsb: &Standardny sytemowy zynk za nowu e-mejl

source: &Use the following sound file
hsb: S&lědowacu zynkowu dataju wužić

source: &Browse…
hsb: &Přepytać…
