Repository: translate/mozilla-l10n
Catalog: hsb/mail/chrome/messenger/preferences/preferences.properties.po
Languages: hsb

source: Add HTML Domain Name
hsb: Mjeno HTML-domeny přidać

source: HTML Domain Name:
hsb: Mjeno HTML-domeny:

source: Add Plain Text Domain Name
hsb: Mjeno domeny luteho teksta přidać

source: Plain Text Domain Name:
hsb: Mjeno domeny luteho teksta:

source: Domain Name Error
hsb: Zmylk domenoweho mjena

source: The domain name %S already exists in the HTML or Plain Text lists.
hsb: Domenowe mjeno %S w HTML-lisćinach abo lisćinach luteho teksta hižo eksistuje.

source: Confirm
hsb: Wobkrućić

source: Are you sure you want to reset the adaptive filter training data?
hsb: Chceće woprawdźe trenowanske daty přiměrjomneho filtra wróćo stajić?

source: My Downloads
hsb: Moje sćehnjenja

source: Choose Folder
hsb: Rjadowak wubrać

source: %S file
hsb: Dataja %S

source: Save File
hsb: Dataju składować

source: Use %S
hsb: %S wužiwać

source: Use %S (default)
hsb: %S wužiwać (standard)

source: Use other…
hsb: Druhe wužiwać…

source: Select Helper Application
hsb: Pomocne nałoženje wubrać

source: Application Details…
hsb: Podrobnosće nałoženja…

source: Always ask
hsb: Přeco so prašeć

# delete
source: Delete Action
hsb: Akciju zhašeć

# confirmDeleteTitle
source: Delete Action
hsb: Akciju zhašeć

source: Are you sure you want to delete this action?
hsb: Chceće woprawdźe tutu akciju zhašeć?

source: Use %1$S (in %2$S)
hsb: %1$S wužiwać (w %2$S)

source: Choose Sound
hsb: Zynk wubrać

source: Sound Files
hsb: Zynkowe dataje

source: New Keyword
hsb: Nowe klučowe słowo

# attachmentReminderNewText
source: Keyword:
hsb: Klučowe słowo:

source: Edit Keyword
hsb: Klučowe hesło wobdźěłać

# attachmentReminderEditText
source: Keyword:
hsb: Klučowe hesło:

source: You can specify from which web sites images and other remote content are allowed to load. You can also allow all remote content based on sender e-mail address. Type the address of the site or e-mail you want to manage and then click Block or Allow.
hsb: Móžeće podać, z kotrychž websydłow wobrazy a druhi zdaleny wobsah smědźa so začitać. Móžeće tež wšón zdaleny wobsah na zakładźe e-mejloweje adresy wotpósłarja dowolić. Zapisajće adresu sydła abo e-mejlki, kotruž chceće zrjadować a klikńće potom na Blokować abo Dowolić.

source: Exceptions - Remote Content
hsb: Wuwzaća - Zdaleny wobsah

source: Exceptions - Cookies
hsb: Wuwzaća - Placki

source: You can specify which web sites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
hsb: Móžeće podać, kotre websydła smědźa abo njesmědźa placki wužiwać. Zapisajće eksaktnu adresu sydła, kotrež chceće zrjadować a klikńće potom na Blokować, Za posedźenje dowolić abo Dowolić.

source: Please enter a valid hostname
hsb: Prošu zapodajće płaćiwe hostowe mjeno

source: Invalid Hostname Entered
hsb: Njepłaćiwe hostowe mjeno zapodate

source: Domain:
hsb: Domena:

source: Encrypted connections only
hsb: Jenož zaklučowane zwiski

source: Any type of connection
hsb: Někajki zwiskowy typ

source: At end of session
hsb: Na kóncu posedźenja

source: Allow
hsb: dowolić

source: Allow first party only
hsb: Jenož prěnjeho poskićowarja dowolić

source: Allow for Session
hsb: Za posedźenje dowolić

source: Block
hsb: Blokować

source: <no cookie selected>
hsb: <žadyn plack wubrany>

source: The following cookies are stored on your computer:
hsb: Slědowace placki so na wašim ličaku składuja:

source: The following cookies match your search:
hsb: Slědowace placki wašemu pytanju wotpowěduja:

source: Remove Selected;Remove Selected
hsb: #1 wubrany wotstronić;#1 wubranej wotstronić;#1 wubrane wotstronić;#1 wubranych wotstronić

source: None
hsb: Žadyn

source: Your cache is currently using %1$S %2$S of disk space
hsb: Waš pufrowak tuchwilu %1$S %2$S tačeloweho ruma wužiwa

source: Calculating cache size…
hsb: Wulkosć pufrowaka so wuličuje…
