Repository: translate/mozilla-l10n
Catalog: */suite/chrome/mailnews/filter.properties.po
Languages: pt, pt_br

source: You must select a target folder.
pt: Tem de escolher uma Pasta.
pt_br: Você deve selecionar uma pasta destino.

source: Enter a valid e-mail address to forward to.
pt: Introduza um endereço de correio para reencaminhar.
pt_br: Forneça um endereço de email válido para encaminhar.

source: Choose a template to reply with.
pt: Escolha um papel de parede para responder.
pt_br: Selecione um modelo para responder.

source: You must give this filter a name.
pt: Tem de dar um nome ao filtro.
pt_br: Você deve dar um nome para o filtro

source: Duplicate Filter Name
pt: Duplicar o nome do filtro
pt_br: Nome do filtro duplicado

source: The filter name you entered already exists. Please enter a different filter name.
pt: O nome do filtro já existe. Introduza um nome diferente para o filtro.
pt_br: O nome do filtro que você forneceu já existe. Por favor, forneça um nome diferente.

source: No filter event selected
pt: Nenhum evento de filtragem selecionado
pt_br: Nenhum evento foi selecionado para o filtro

source: You must select at least one event when this filter is applied. If you temporarily do not wish the filter to run at any event, uncheck its enabled state from the Message Filters dialog.
pt: Tem de pelo menos, selecionar um evento quando este filtro é aplicado. Se, temporariamente, não quiser que o filtro execute um evento, desmarqueo seu estado no diálogo Filtros de mensagem.
pt_br: Você deve selecionar pelo menos um evento quando este filtro deve ser aplicado. Se você quiser que esse filtro não seja aplicado temporariamente em qualquer evento, desative-o no diálogo Filtros de mensagens.

source: Are you sure you want to delete the selected filter(s)?
pt: Tem a certeza de que deseja eliminar este filtro?
pt_br: Tem certeza de que deseja excluir este filtro?

source: Untitled Filter
pt: Filtro sem nome
pt_br: Novo filtro

source: Match All Messages
pt: Corresponder todas as mensagens
pt_br: Todas as mensagens

source: Your filters do not work because the msgFilterRules.dat file, which contains your filters, could not be read. A new msgFilterRules.dat file will be created and a backup of the old file, called rulesbackup.dat, will be created in the same directory.
pt: Os seus filtros não funcionam porque o ficheiro msgFilterRules.dat , que contém os seus filtros, não pode ser lido. Um novo ficheiro msgFilterRules.dat vai ser criado e feito um backup do ficheiro antigo, chamado rulesbackup.dat, vai ser criado na mesma directoria.
pt_br: Seus filtros não funcionam porque o arquivo msgFilterRules.dat, que contém seus filtros, não pôde ser lido. Um novo msgFilterRules.dat será criado e uma cópia do arquivo atual, renomeado rulesbackup.dat, será criada na mesma pasta.

source: You've exceeded the limit of 50 custom headers. Please remove one or more custom headers and try again.
pt: Excedeu o limite de 50 cabeçalhos personalizados. Por favor elimine um ou mais filtros personalizados e tente novamente.
pt_br: Você excedeu o limite de 50 cabeçalhos personalizados. Por favor remova um ou mais cabeçalhos personalizados e tente novamente.

source: Your filters have exceeded the limit of 50 custom headers. Please edit the msgFilterRules.dat file, which contains your filters, to use fewer custom headers.
pt: Os seus filtros excederam o limite de 50 cabeçalhos personalizados. Por favor edite o ficheiro msgFilterRules.dat , que contém os seus filtros, para usar menos cabeçalhos personalizados.
pt_br: Seus filtros excederam o limite de 50 cabeçalhos personalizados. Por favor edite o arquivo msgFilterRules.dat, que contém seus filtros, para usar menos cabeçalhos personalizados.

source: One of your filters uses a custom header that contains an invalid character, such as ':', a non-printable character, a non-ascii character, or an eight-bit ascii character. Please edit the msgFilterRules.dat file, which contains your filters, to remove invalid characters from your custom headers.
pt: Um ou mais filtros usam um cabeçalho personalizado que contém um carácter inválido, tais como ':', um carácter não impresso, carácter não-ascii, ou caracteres de oito-bit ascii. Por favor edite o ficheiro msgFilterRules.dat , que contém os seus filtros, para remover caracteres inválidos dos cabeçalhos personalizados.
pt_br: Um de seus filtros usa um cabeçalho personalizado que contém um caracter inválido, tal como ':', um caracter não imprimível, um caracter não ASCII ou um caracter ASCII de 8 bits. Por favor edite o arquivo rules.dat, que contém seus filtros, para remover caracteres inválidos de seus cabeçalhos personalizados.

source: Applying filter %S failed. Would you like to continue applying filters?
pt: A aplicação do filtro %S falhou. Deseja continuar a aplicar filtros?
pt_br: Houve erro na aplicação do filtro %S. Gostaria de continuar aplicando os filtros?

source: Running Filters
pt: Filtros em funcionamento
pt_br: Executando filtros

source: You are currently in the process of filtering messages. Would you like to continue applying filters?
pt: Atualmente está no processo de filtrar mensagens. Deseja continuar a aplicar filtros?
pt_br: Você está no momento no processo de filtragem de mensagens. Deseja continuar aplicando os filtros?

source: Stop
pt: Parar
pt_br: Parar

source: Continue
pt: Continuar
pt_br: Continuar

source: This filter was probably created by a future version of this software. You cannot enable this filter because we don't know how to apply it.
pt: Este filtro provavelmente foi criado por uma versão recente do mozilla/netscape. Não pode ativar este filtro porque não sabemos como aplicar o mesmo.
pt_br: Este filtro provavelmente foi criado por uma versão posterior do Mozilla/Netscape. Não é possível ativar este filtro porque esta versão não sabe como aplicá-lo.

source: Filter Action Failed: "%1$S" with error code=%2$S while attempting:
pt: A ação de filtragem falhou: "%1$S" com o código de erro=%2$S enquanto tentava:
pt_br: A ação do filtro falhou: "%1$S" com o código de erro=%2$S ao tentar:

source: Search Terms Invalid
pt: Termos da pesquisa inválidos
pt_br: Termos de pesquisa inválidos

source: This filter cannot be saved because the search term "%1$S %2$S" is invalid in the current context.
pt: Este filtro não pode ser guardado porque o termo da pesquisa "%1$S %2$S" é inválido no contexto atual.
pt_br: Este filtro não pôde ser salvo porque os termos de pesquisa "%1$S %2$S" são inválidos no contexto atual.

source: When a message matches this filter the actions will be run in this order:
pt: Se uma mensagem for coincidente com este filtro, as ações serão executadas por esta ordem:
pt_br: Quando uma mensagem atender aos critérios deste filtro as ações serão executadas nesta ordem:

source: Real action order
pt: Ordem de ações
pt_br: Ordem real de ações

source: Detected junk message from %1$S - %2$S at %3$S
pt: Detetada mensagem de lixo de %1$S - %2$S em %3$S
pt_br: Detectado spam de %1$S - %2$S em %3$S

source: moved message id = %1$S to %2$S
pt: mensage %1$S movida para %2$S
pt_br: movida mensagem id = %1$S para %2$S

source: copied message id = %1$S to %2$S
pt: mensage %1$S copiada para %2$S
pt_br: copiada mensagem id = %1$S para %2$S

source: Applied filter "%1$S" to message from %2$S - %3$S at %4$S
pt: Filtro "%1$S" aplicado à mensagem de %2$S - %3$S em %4$S
pt_br: O filtro "%1$S" foi aplicado na mensagem "%3$S", de %2$S em %4$S

source: Missing Custom Action
pt: Ação personalizada em falta
pt_br: Faltando ação personalizada

source: priority changed
pt: prioridade alterada
pt_br: prioridade modificada

source: deleted
pt: eliminado
pt_br: excluída

source: marked as read
pt: marcado como lido
pt_br: marcada como lida

source: thread killed
pt: tópico morto
pt_br: tópico excluído

source: thread watched
pt: tópico observado
pt_br: tópico monitorado

source: flagged
pt: marcado
pt_br: sinalizada

# filterAction8
source: tagged
pt: etiquetado
pt_br: rotulada

source: replied
pt: respondido
pt_br: respondida

source: forwarded
pt: reencaminhado
pt_br: encaminhada

source: execution stopped
pt: execução parada
pt_br: execução parada

source: deleted from POP3 server
pt: eliminada do servidor POP3
pt_br: excluída do servidor POP3

source: left on POP3 server
pt: deixado no servidor POP3
pt_br: deixada no servidor POP3

source: junk score
pt: pontuação do lixo
pt_br: marcada como spam

source: body fetched from POP3 server
pt: corpo transferido do servidor POP3
pt_br: mensagem baixada do servidor POP3

source: copied to folder
pt: copiado para a pasta
pt_br: copiada para pasta

# filterAction17
source: tagged
pt: etiquetado
pt_br: com rótulo

source: ignored subthread
pt: sub-tópico ignorado
pt_br: ignorar sub-tópico

source: marked as unread
pt: marcado como não lido
pt_br: marcada como não lida
