Repository: translate/mozilla-l10n
Catalog: */suite/chrome/mailnews/importMsgs.properties.po
Languages: pt_br

source: No address books were found to import.
pt_br: Nenhum catálogo de endereços foi localizado para ser importado.

source: Unable to import address books: initialization error.
pt_br: Não foi possível importar catálogos de endereços: erro de inicialização.

source: Unable to import address books: cannot create import thread.
pt_br: Não foi possível importar catálogos de endereços. Não é possivel criar o thread de importação.

source: Error importing %S: unable to create address book.
pt_br: Erro ao importar %S: não é possível criar o catálogo de endereços.

source: No mailboxes were found to import
pt_br: Nenhuma caixa de mensagens foi encontrada para ser importada.

source: Unable to import mailboxes, initialization error
pt_br: Não foi possível importar as caixas de mensagens. Erro de inicialização.

source: Unable to import mailboxes, cannot create import thread
pt_br: Não foi possível importar as caixas de mensagens. Não é possivel criar o thread de importação.

source: Unable to import mailboxes, cannot create proxy object for destination mailboxes
pt_br: Não foi possível importar as caixas de mensagens. Não é possivel criar o objeto proxy para as caixas de mensagens de destino.

source: Error creating destination mailboxes, cannot find mailbox %S
pt_br: Erro ao criar as caixas de mensagens de destino. Não foi possivel encontrar a caixa de mensagens %S

source: Error importing mailbox %S, unable to create destination mailbox
pt_br: Erro ao importar a caixa de mensagens %S. Não foi possível criar a caixa de mensagens de destino.

source: Unable to create folder to import mail into
pt_br: Não foi possível criar a pasta ou importar as caixas de mensagens

source: First Name
pt_br: Primeiro nome

source: Last Name
pt_br: Sobrenome

source: Display Name
pt_br: Apresentar como

source: Nickname
pt_br: Apelido

source: Primary Email
pt_br: Email primário

source: Secondary Email
pt_br: Email secundário

source: Work Phone
pt_br: Telefone comercial

source: Home Phone
pt_br: Telefone residencial

source: Fax Number
pt_br: Número do fax

source: Pager Number
pt_br: Número do pager

source: Mobile Number
pt_br: Número celular

source: Home Address
pt_br: Endereço

source: Home Address 2
pt_br: Endereço 2

source: Home City
pt_br: Cidade

source: Home State
pt_br: Estado

source: Home ZipCode
pt_br: CEP

source: Home Country
pt_br: País

source: Work Address
pt_br: Endereço de trabalho

source: Work Address 2
pt_br: Endereço de trabalho 2

source: Work City
pt_br: Cidade de trabalho

source: Work State
pt_br: Estado de trabalho

source: Work ZipCode
pt_br: CEP de trabalho

source: Work Country
pt_br: País de trabalho

source: Job Title
pt_br: Cargo

source: Department
pt_br: Setor

source: Organization
pt_br: Empresa

source: Web Page 1
pt_br: Página da web 1

source: Web Page 2
pt_br: Página da web 2

source: Birth Year
pt_br: Ano de nascimento

source: Birth Month
pt_br: Mês de nascimento

source: Birth Day
pt_br: Nascimento

source: Custom 1
pt_br: Personalizado 1

source: Custom 2
pt_br: Personalizado 2

source: Custom 3
pt_br: Personalizado 3

source: Custom 4
pt_br: Personalizado 4

source: Notes
pt_br: Observações

source: Screen Name
pt_br: Nome de tela

source: An import operation is currently in progress. Try again when the current import has finished.
pt_br: Uma operação importante está em andamento. Tente novamente quando a importação atual estiver concluída.

source: Unable to load settings module
pt_br: Não foi possível carregar o módulo de configurações

source: Unable to find settings. Check to make sure the application is installed on this machine.
pt_br: Não foi possível localizar as configurações. Verifique se o programa está instalado no seu computador.

source: An error occurred while importing settings. Some, or all, of the settings may not have been imported.
pt_br: Um erro ocorreu ao importar configurações. Algumas (ou todas) das configurações não foram importadas.

source: Settings were imported from %S
pt_br: As configurações foram importadas de %S

source: Unable to load mail import module
pt_br: Não foi possível carregar o módulo de importação de mensagens

source: Unable to find mail to import. Check to make sure the mail application is correctly installed on this machine.
pt_br: Não foi possível localizar o mail para importar. Verifique se programa de mail está instalado corretamente no seu computador.

source: An error occurred importing mail from %S
pt_br: Um erro ocorreu ao importar mensagens de %S

source: Mail was successfully imported from %S
pt_br: As mensagens foram importadas com sucesso do %S

source: Unable to load address book import module.
pt_br: Não foi possível carregar o módulo de importação do catálogo de endereços

source: Unable to find any address books to import. Check to make sure the selected application or format is correctly installed on this machine.
pt_br: Não foi possível localizar nenhum catálogo de endereços para importar. Verifique se o programa ou formato selecionado está instalado corretamente no computador.

source: Can't import empty address book %S.
pt_br: Não é possível importar catálogo de endereços vazio %S.

source: An error occurred importing addresses from %S.
pt_br: Um erro ocorreu ao importar endereços de %S

source: Addresses successfully imported from %S.
pt_br: Os catálogos de endereços foram importados com sucesso do %S

source: Unable to load filters import module.
pt_br: Não foi possíel carregar o módulo de importação de filtros.

source: An error occurred importing filters from %S.
pt_br: Um erro ocorreu ao importar os filtros de %S.

source: Filters successfully imported from %S.
pt_br: Os filtros foram importados com sucesso de %S.

source: Filters partially imported from %S. Warnings below:
pt_br: Os filtros foram parcialmente importados de %S. Avisos abaixo:

source: Converting mailboxes from %S
pt_br: Convertendo caixas de mensagens de %S

source: Converting address books from %S
pt_br: Convertendo catálogo de endereços de %S

source: Select Settings File
pt_br: Selecione o arquivo de configurações

source: Select Mail Directory
pt_br: Selecione a pasta de mail:

source: Select Address Book Directory
pt_br: Selecione o diretório do catálogo de endereços

source: Select Address Book File
pt_br: Selecione um arquivo de catálogo de endereços

source: Imported Mail
pt_br: Email importado

source: %S Import
pt_br: Importação de %S
