Repository: translate/mozilla-l10n
Catalog: */suite/chrome/mailnews/wmImportMsgs.properties.po
Languages: pt

source: Windows Live Mail settings
pt: Definições do Windows Live Mail

source: Mailbox %1$S, imported %2$d messages
pt: Caixa de correio %1$S, importadas %2$d mensagens

source: Bad parameter passed to import mailbox.
pt: Parâmetro incorreto ao importar a caixa de correio.

source: Error accessing file for mailbox %S.
pt: Erro ao aceder à caixa de correio %S.

source: Error importing mailbox %S, all messages may not be imported from this mailbox.
pt: Erro ao importar a caixa de correio %S, all messages may not be imported from this mailbox.

source: Windows Live Mail Address Book
pt: Livro de endereços do Windows Live Mail

source: Windows Live Mail address book (windows address book)
pt: Livro de endereços do Windows Live Mail (livro de endereços do windows)

source: Imported address book %S
pt: Livro de endereços %S importado

source: Error importing address book %S, all addresses may not have been imported.
pt: Erro ao importar o livro de endereços %S, os endereços podem não ter sido todos importados.

source: Bad parameter passed to import addressbook.
pt: Parâmetro incorreto ao importar a caixa de correio.
