Repository: translate/mozilla-l10n
Catalog: sah/browser/chrome/browser/preferences/content.dtd.po
Languages: sah

source: &Block pop-up windows
sah: Ойон тахсар түннүктэри &бүөлээ

source: &Exceptions…
sah: &Туорааһыннар…

source: &Default font:
sah: &Сүрүн бичик:

source: &Size:
sah: &Кээмэйэ:

source: &Advanced…
sah: &Эбии…

source: &Colors…
sah: &Өҥнөрө…

source: Languages
sah: Тыллара

source: Choose your preferred language for displaying pages
sah: Ситим-сирэйдэри көрөргө ханнык тылы талаҕыный

source: Ch&oose…
sah: Т&ал…

source: E&xceptions…
sah: &Туорааһыннар…

source: Learn more
sah: Сиһилии
