Repository: translate/mozilla-l10n
Catalog: sah/browser/chrome/browser/preferences/privacy.dtd.po
Languages: sah

source: Tracking
sah: Манааһын

source: Learn More
sah: Сиһилии

source: Location Bar
sah: Аадырыс

source: &Accept cookies from sites
sah: Ситим-сирдэртэн куукаларын &ыларга

source: A&ccept third-party cookies:
sah: Туора ситим-сирдэртэн куукаларын ы&ларга:

source: Never
sah: Аны хаһан да

source: they expire
sah: болдьоҕо ааһа илигинэ

source: I close &brandShortName;
sah: маны &brandShortName; саба иликпинэ

source: ask me every time
sah: сырыы аайы ыйыт

source: &Exceptions…
sah: &Туорааһыннар…

source: &Show Cookies…
sah: &Куукалары көрдөр…

source: Remember history
sah: устуоруйатын долоҕойугар хатыа

source: Never remember history
sah: устуоруйатын долоҕойоугар хатыа суоҕа

source: Use custom settings for history
sah: устуоруйаны харайыы туруорууларын туһаныа

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
sah: &brandShortName; сылдьыбыт сирдэргин, хачайдааһыннары, көрдөөһүннэри, формаларга киллэрбит суруктаргын уонна ситим-сирдэр хаалларбыт куукаларын долоҕойугар хатыа.

source: You may want to
sah: Баҕар баҕарыаҥ

source: clear your recent history
sah: соторутааҥы устуоруйаҕын сот

source: , or
sah: , эбэтэр

source: remove individual cookies
sah: сорох куукалары сот

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
sah: &brandShortName; бүөмнээн көрүү туруорууларын туһаныа уонна ситим-сирдэри кытта үлэҕин долоҕойугар хаалларыа суоҕа.

source: You may also want to
sah: Баҕар, өссө маны гыныаххын баҕарыаҥ

source: clear all current history
sah: туох баар билиҥҥи устуоруйатын сотуу

source: Always use &private browsing mode
sah: Бүөмнээн көрүү эрэсиимигэр куруук &үлэлииргэ

source: Remem&ber my browsing and download history
sah: Көр&үү уонна хачайдааһын устуоруйатын долоҕойго уган ис

source: Remember search and &form history
sah: Көрдөөбүппүн уонна формалары толорбуппун &долоҕойугар өйдөөн хааллын

source: Clea&r history when &brandShortName; closes
sah: &brandShortName; сабылларыгар устуоруйатын сото&н истин

source: Se&ttings…
sah: Туруо&руулар...
