Repository: translate/mozilla-l10n
Catalog: sah/browser/chrome/browser/preferences/security.dtd.po
Languages: sah

source: General
sah: Сүрүн

source: &Warn me when sites try to install add-ons
sah: Ситим-сирдэр эбиискэлэри туруораары гыннахтарына с&эрэтэргэ

source: Bloc&k reported attack sites
sah: Атаакалыырга уорбаланар ситим-сирдэри б&оборго

source: &Block reported web forgeries
sah: &Түөкүннүүллэллэрэ сабаҕаланар ситим-сирдэри боборго

source: &Exceptions…
sah: Т&уорааһыннар...

source: Passwords
sah: Киирии тыллар

source: &Remember passwords for sites
sah: Ситим-сирдэр киирии тылларын өй&дөөн хааларга

source: E&xceptions…
sah: Т&уорааһыннар...

source: &Use a master password
sah: &Маастар киири тылы туттарга

source: Change &Master Password…
sah: &Маастар киирии тылы уларытарга…

source: Saved &Passwords…
sah: Долоҕойго хатаммыт &киирии тыллар…
