Repository: translate/mozilla-l10n
Catalog: sah/browser/chrome/browser/preferences/sync.dtd.po
Languages: sah

source: &Set Up &syncBrand.fullName.label;
sah: Бэйэҕэ табыгастаах гына ту&руор &syncBrand.fullName.label;

source: &syncBrand.fullName.label; lets you access your history, bookmarks, passwords and open tabs across all your devices.
sah: &syncBrand.fullName.label; көмөтүнэн ханнык баҕарар көмпүүтэргиттэн сурунаалы, бэлиэтээһиннэри, киирии тыллары уонна аһыллыбыт кыбытыктары көрүөххүн сөп.

source: Update
sah: Саҥардан биэр...

source: Reset
sah: Хаттаан холбоо

source: Ma&nage Account
sah: &Бэлиэтэммит ааккын салайыы

source: View Quota
sah: Муҥутуур кээмэйи көр

source: Change Password…
sah: Киирии тылы уларыт...

source: My Recovery Key
sah: Сөргүтэр тылым

source: Reset Sync…
sah: Синхронизациялаа…

source: Pair a Device
sah: Тэрили кытта холбос

source: Sync My
sah: Миэннэрин синхроннаа

source: Book&marks
sah: Бэлиэ&тээһиннэр

source: &Tabs
sah: &Кыбытыктар

source: Histo&ry
sah: Сурун&аал

source: &Passwords
sah: &Киирии тыллар

source: Preference&s
sah: Туруоруул&ар

source: &Add-ons
sah: &Эбиискэлэр

source: Devi&ce Name:
sah: Тэ&рил аата:

source: Cancel
sah: Салҕаама

source: Save
sah: Бигэргэт

source: Unlink This Device
sah: Бу тэрили араар

source: Terms of Service
sah: Туһаныы усулуобуйата

source: Privacy Policy
sah: Тус эйгэ көмүскэлин сиэрэ

source: Manage
sah: Салайыы

source: Sign In
sah: Бэлиэтэнии

source: Using an older version of Sync?
sah: Sync эргэ барылын туһанаҕын дуо?
