Repository: translate/mozilla-l10n
Catalog: gn_*/toolkit/chrome/cookie/cookieAcceptDialog.dtd.po
Languages: gn_bo

source: Name:
gn_bo: Tee:

source: Content:
gn_bo: Yembongeta guɨnoi gue:

source: Host:
gn_bo: Oyeokuai vae:

source: Path:
gn_bo: Jape:

source: Send For:
gn_bo: Omondo chupeguarä:

source: Expires:
gn_bo: Osagüe ma:

source: &Allow
gn_bo: Oñemee

source: Allow for &Session
gn_bo: Oñemee oyeapo vaerä

source: &Deny
gn_bo: Oikuaku

source: Confirm setting cookie
gn_bo: Omoañete cookie oime ma vae

source: &Use my choice for all cookies from this site
gn_bo: Toyeapo k&uae yemongeta opaete cookies reta rupi kuae sitio pegua
