Repository: translate/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/messengercompose/composeMsgs.properties.po
Languages: dsb

source: Unable to open the file %S.
dsb: Njejo móžno, dataju %S wócyniś.

source: Unable to open the temporary file %S. Check your 'Temporary Directory' setting.
dsb: Njejo móžno, nachylnu dataju %S wócyniś. Pśeglědajśo swójo nastajenje 'Nachylny zapis'.

source: Unable to save your message as a template.
dsb: Njejo móžno wašu powěsć ako pśedłogu składowaś.

source: Unable to save your message as a draft.
dsb: Njejo móžno wašu powěsć ako nacerjenje składowaś.

source: Couldn't open the Sent Mail folder. Please verify that your account settings are correct.
dsb: Njejo móžno zarědnik Pósłane wócyniś. Pśeglědajśo pšosym, lěc waše kontowe nastajenja su korektne.

source: No sender was specified. Please add your email address in the account settings.
dsb: Žeden wótpósłaŕ pódany. Pódajśo pšosym swóju e-mailowu adresu w kontowych nastajenjach.

source: No recipients were specified. Please enter a recipient or newsgroup in the addressing area.
dsb: Žedne dostawarje pódane. Zapódajśo pšosym dostawarja abo dislusijnu kupku do adresowego póla.

source: Error writing temporary file.
dsb: Zmólka pśi pisanju nachylneje dataje.

source: An error occurred while sending mail. The mail server responded: %s. Please verify that your email address is correct in your account settings and try again.
dsb: Pśi słanju e-maile jo zmólka nastała. E-mailowy serwer jo wótegronił: %s. Pśeglědajśo, lěc waša e-mailowa adresa we wašych kontowych nastajenjach jo korektna a wopytajśo hyšći raz.

source: An Outgoing server (SMTP) error occurred while sending mail. The server responded: %s.
dsb: Pśi słanju e-maile jo zmólka wuchadnego serwera (SMTP) nastała. Serwer jo wótegronił: %ss.

source: An error occurred while sending mail. The mail server responded: %s. Please check the message and try again.
dsb: Pśi słanju e-maile jo zmólka nastała. E-mailowy serwer jo wótegronił: %s. Pśekontrolěrujśo pšosym powěsć a wopytajśo hyšći raz.

source: The message could not be posted because connecting to the news server failed. The server may be unavailable or is refusing connections. Please verify that your news server settings are correct and try again.
dsb: Powěsć njejo se wótepósłaś dała, dokulaž zwězowanje ze serwerom njejo se raźiło. Serwer njejo snaź k dispoziciji abo wótpokazujo zwiski. Pśeglědajśo, lěc waše nastajenja za diskusijny serwer su korektne a wopytajśo hyšći raz.

source: An error occurred while delivering the unsent messages.
dsb: Pśi wótesłanju njepósłanych powěsćow jo zmólka nastała.

source: Sending of the message failed.
dsb: Słanje powěsći jo njejo se raźiło.

source: An error occurred while sending mail: Outgoing server (SMTP) error. The server responded: %s.
dsb: Pśi słanju e-maile jo zmólka nastała: Zmólka wuchadnego serwera (SMTP). Serwer jo wótegronił: %s.

source: Sorry, we were unable to save your message for sending later.
dsb: Bóžko njejsmy mógli wašu powěsć za póznjejše słanje składowaś.

source: A communications error occurred: %d. Please try again.
dsb: Komunikaciska zmólka jo wustupiła: %d. Wopytajśo pšosym hyšći raz.

source: THIS IS JUST A PLACEHOLDER. YOU SHOULD NEVER SEE THIS STRING.
dsb: TO JO ZASTUPUJUCY TEKST. WY NJEBY NIGDY DEJAŁ TOŚ TEN TEKST WIŹEŚ.

source: A network error occurred while receiving data. (Network Error: %s) Try connecting again.
dsb: Pśi dostawanju datow jo seśowa zmólka wustupiła. (Seśowa zmólka: %s) Wopytajśo hyšći raz zwězaś.

source: An error occurred while sending mail: the return mail address was invalid. Please verify that your email address is correct in your account settings and try again.
dsb: Pśi słanju e-maile jo zmólka nastała: wótegronowa e-mailowa adresa jo njepłaśiwa była. Pśeglědajśo, lěc waša e-mailowa adresa w swójich kontowych nastajenjach jo pšawa a wopytajśo hyšći raz.

source: Attachment error.
dsb: Pśiłožkowa zmólka.

source: The message was sent successfully, but could not be copied to your Sent folder.
dsb: Powěsć jo se wuspěšnje pósłała, ale njejo se do wašogo zarědnika Pósłany kopěrowaś dała.

source: You can only send a message to one news server at a time.
dsb: Móžośo powěsć jano na jaden diskusijny serwer naraz pósłaś.

source: Cancelling…
dsb: Pśetergnjo se…

source: Your message has been posted to the newsgroup but has not been sent to the other recipient.
dsb: Waša powěsć jo se na diskusijnu kupku pósłała, ale nic na drugego dóstawarja.

source: Error reading file.
dsb: Zmólka pśi cytanju dataje.

source: The author of this message has requested that responses be sent only to the author. If you also want to reply to the newsgroup, add a new row to the addressing area, choose Newsgroup from the recipients list, and enter the name of the newsgroup.
dsb: Awtor toś teje powěsći jo pšosył, až wótegrona deje se jano na awtora pósłaś. Jolic cośo teke na diskusijnu kupku wótegroniś, pśidajśo adresěrowańskemu póloju nowu smužku, wubjeŕśo Diskusijna kupka z lisćiny dostawarjow a zapódajśo mě diskusijneje kupki.

source: There was an error attaching %S. Please check that you have access to the file.
dsb: Pśi pśidawanju %S jo zmólka nastała. Pšosym kontrolěrujśo, lěc maśo pśistup na dataju.

source: An error occurred while sending mail: The mail server sent an incorrect greeting: %s.
dsb: Pśi słanju e-maile jo zmólka nastała: E-mailowy serwer jo wopacne witanje pósłał: %ss.

source: An error occurred while sending mail. The mail server responded: %1$S. Please check the message recipient "%2$S" and try again.
dsb: Pś słanju e-maile jo zmólka nastała. E-mailowy serwer jo wótegronił: %1$S. Pšosym kontrolěrujśo powěsćowego dostawarja "%2$S" a wopytajśo hyšći raz.

source: An error occurred while sending mail: Unable to establish a secure link with Outgoing server (SMTP) %S using STARTTLS since it doesn't advertise that feature. Switch off STARTTLS for that server or contact your service provider.
dsb: Pśi słanju e-maile jo zmólka nastała: Njejo móžno, wěsty wótkaz z wuchadnym serwerom (SMTP) %S z pomocu STARTTLS napóraś dokulaž njepódpěra toś tu funkciju. Wótšaltujśo STARTTLS za ten serwer abo stajśo se ze swójim słužbowym póbitowarjom do zwiska.

source: An error occurred while sending mail: Could not get password for %S. The message was not sent.
dsb: Pśi słanju e-maile jo zmólka nastała: Gronidło za %S njedajo se namakaś. Powěsć njejo se pósłała.

source: The size of the message you are trying to send exceeds a temporary size limit of the server. The message was not sent; try to reduce the message size or wait some time and try again. The server responded: %s.
dsb: Wjelikosć powěsći, kótaruž wopytujośo słaś, pśekšaca nachylne wjelikostny limit serwera. Powěsć njejo se pósłał; wopytajśo wjelikosć powěsći reducěrowaś abo cakajśo chylku a wopytajśo hyšći raz. Serwer jo wótegronił: %s.

source: The size of the message you are trying to send exceeds the global size limit (%d bytes) of the server. The message was not sent; reduce the message size and try again.
dsb: Wjelikosć powěsći, kótaruž wopytujośo słaś, pśekšaca globalny wjelikostny limit (%d bajtow) serwera. Powěsć njejo se pósłała; reducěrujśo wjelikosć powěsći a wopytajśo hyšći raz.

source: The size of the message you are trying to send exceeds the global size limit of the server. The message was not sent; reduce the message size and try again. The server responded: %s.
dsb: Wjelikosć powěsći, kótaruž wopytujośo słaś, pśekšaca globalny wjelikostny limit serwera. Powěsć njejo se pósłała; reducěrujśo wjelikosć powěsć a wopytajśo hyšći raz. Serwer jo wótegronił: %s.

source: An error occurred while sending mail: Outgoing server (SMTP) %S is unknown. The server may be incorrectly configured. Please verify that your Outgoing server (SMTP) settings are correct and try again.
dsb: Pśi słanju e-maile jo zmólka nastała: Wuchadny serwer (SMTP) %S jo njeznaty. Serwer jo snaź wopaki konfigurěrowany. Pšosym kontrolěrujśo, lěc nastajenja wašogo wuchadnego serwera (SMTP) su korektne a wopytajśo hyšći raz.

source: The message could not be sent because the connection to Outgoing server (SMTP) %S was lost in the middle of the transaction. Try again.
dsb: Powěsć njedajo se słaś, dokulaž zwisk z wuchadnym serwerom (SMTP) %S jo se za cas transakcije zgubił. Wopytajśo hyšći raz.

source: The message could not be sent because the connection to Outgoing server (SMTP) %S timed out. Try again.
dsb: Powěsć njedajo se słaś, dokulaž zwisk z wuchadnym serwerom (SMTP) %S jo cas pśekšocył. Wopytajśo hyšći raz.

source: The message could not be sent using Outgoing server (SMTP) %S for an unknown reason. Please verify that your Outgoing server (SMTP) settings are correct and try again.
dsb: Powěsć njedajo se z njeznateje pśicyny z pomocu wuchadnego serwera (SMTP) %S słaś. Pšosym kontrolěrujśo, lěc nastajenja wašogo wuchadnego serwera (SMTP) su korektne a wopytajśo hyšći raz.

source: The Outgoing server (SMTP) %S does not seem to support encrypted passwords. If you just set up the account, try changing the 'Authentication method' in 'Account Settings | Outgoing server (SMTP)' to 'Password, transmitted insecurely'. If it used to work but now doesn't, you may be susceptible to getting your password stolen.
dsb: Zda se, až wuchadny serwer (SMTP) %S njepódpěra skoděrowane gronidła. Jolic rowno konto konfigurěrujośo, wopytajśo 'awtentifikacisku metodu' w 'Kontowe nastajenja | Wuchadny serwer (SMTP)' do 'Gronidło, njewěsće pśenjasone' změniś. Jolic to zwětšego funkcioněrujo, ale něnto nic, jo móžno, až se wašo gronidło kšadnjo.

source: The Outgoing server (SMTP) %S does not seem to support encrypted passwords. If you just set up the account, try changing the 'Authentication method' in 'Account settings | Outgoing server (SMTP)' to 'Normal password'.
dsb: Zda se, až wuchadny serwer (SMTP) %S njepódpěra skoděrowane gronidła. Jolic rowno konto konfigurěrujośo, wopytajśo 'awtentifikacisku metodu' w 'Kontowe nastajenja | Wuchadny serwer (SMTP)' do 'Normalne gronidło' změniś.

source: The Outgoing server (SMTP) %S does not allow plaintext passwords. Please try changing the 'Authentication method' in 'Account Settings | Outgoing server (SMTP)' to 'Encrypted password'.
dsb: Wuchadny serwer (SMTP) %S njepódpěra gronidła z lutnego teksta. Pšosym wopytajśo 'awtentifikacisku metodu' w 'Kontowe nastajenja | wuchadny serwer (SMTP)' do 'Skoděrowane gronidło' změniś.

source: Unable to authenticate to Outgoing server (SMTP) %S. Please check the password and verify the 'Authentication method' in 'Account Settings | Outgoing server (SMTP)'.
dsb: Njejo móžno, wuchadny serwer (SMTP) %S awtentificěrowás. Pšosym kontrolěrujśo gronidło, a pśespytajśo 'awtentifikacisku metodu' w 'Kontowe nastajenja | Wuchadny serwer (SMTP)'.

source: The Kerberos/GSSAPI ticket was not accepted by the Outgoing server (SMTP) %S. Please check that you are logged in to the Kerberos/GSSAPI realm.
dsb: Tiket Kerberos/GSSAPI njejo se pśez wuchadny serwer (SMTP) %S akceptěrował. Pšosym kontrolěrujśo, lěc sćo pla wobcerka Kerberos/GSSAPI pśizjawjony.

source: The Outgoing server (SMTP) %S does not support the selected authentication method. Please change the 'Authentication method' in 'Account Settings | Outgoing Server (SMTP)'.
dsb: Wuchadny serwer (SMTP) %S njepódpěra wubranu awtentifikacisku metodu. Pšosym změńśo 'awtentifikacisku metodu' w 'Kontowe nastajenja | Wuchadny serwer (SMTP)'.

source: There are non-ASCII characters in the local part of the recipient address %s. This is not yet supported. Please change this address and try again.
dsb: W lokalnem źělu adrese dostawarja %s su nje-ASCII-znamuška. To se hyšći njepódpěra. Pšosym změńśo toś tu adresu a wopytajśo hyšći raz.

# saveDlogTitle
source: Save Message
dsb: Powěsć składowaś

source: Message has not been sent. Do you want to save the message in your drafts folder (%1$S)?
dsb: Powěsć njejo se pósłała. Cośo powěsć w zarědniku Nacerjenja (%1$S) składowaś?

source: (no subject)
dsb: (žedna tema)

source: Attach File(s)
dsb: Dataje pśipowjesyś

source: Please verify that your account settings are correct and try again.
dsb: Pśeglědajśo, lěc waše kontowe nastajenja su korektne a wopytajśo hyšći raz.

source: undisclosed-recipients
dsb: schowane dostawarje

source: Attach File(s) via %1$S
dsb: Dataje pśez %1$S pśipowjesyś

source: Write:
dsb: Pisaś:

source: Subject Reminder
dsb: Napominanje na temu

source: Your message doesn't have a subject.
dsb: Twója powěsć njama temu.

source: &Send Without Subject
dsb: Bźez temy pó&słaś

source: &Cancel Sending
dsb: Słanje pśeter&gnuś

source: Newsgroups Not Supported
dsb: Diskusijne kupki se njepódpěraju

source: This account only supports email recipients. Continuing will ignore newsgroups.
dsb: Toś to konto pódpěra jano e-mailowe dostawarje. Jolic pókšacujośo, budu se diskusijne kupki ignorěrowaś.

source: Invalid Recipient Address
dsb: Njepłaśiwa dostawarska adresa

source: %1$S is not a valid e-mail address because it is not of the form user@host. You must correct it before sending the e-mail.
dsb: %1$S njejo płaśiwa e-mailowa adresa, dokulaž njama forma wužywaŕ@host. Musyśo ju korigěrowaś, nježli až pósćelośo e-mail.

source: Please specify a location to attach
dsb: Pšosym pódajśo město, kótarež ma se pśipowjesyś

source: Web Page (URL):
dsb: Webbok (URL):

source: Attached Message
dsb: Pśipowjesona powěsć

source: Attached Message Part
dsb: Pśipowjesony powěsćowy źěl

source: #1 attachment;#1 attachments
dsb: #1 pśidank;#1 pśidanka;#1 pśidanki;#1 pśidankow

source: Message Compose
dsb: Powěsći spisaś

source: An error occurred while creating a message compose window. Please try again.
dsb: Pśi napóranju spisowańskego wokna jo zmólka nastała. Pšosym wopytajśo hyšći raz.

source: File Attach
dsb: Dataju pśipowjesyś

source: The file %1$S does not exist so could not be attached to the message.
dsb: Dataja %1$S njeeksistěrujo a njedajo se togodla k powěsći pśipowjesyś.

# SaveDialogTitle
source: Save Message
dsb: Powěsć składowaś

source: Your message has been saved to the folder %1$S under %2$S.
dsb: Waša powěsć jo se do zarědnika %1$S na %2$S składowała.

source: Do not show me this dialog box again.
dsb: Toś ten dialog wěcej njepokazaś.

source: Sending Message
dsb: Powěsć pósłaś

source: %1$S is currently in the process of sending a message. Would you like to wait until the message has been sent before quitting or quit now?
dsb: %1$S sćelo tuchylu powěsć. Cośo cakaś, až powěsć njejo se pósłała, nježli až skóńcyjośo abo něnto skóńcyś?

source: &Quit
dsb: &Skóńcyś

source: &Wait
dsb: Ca&kaś

source: Saving Message
dsb: Powěsć składowaś

source: %1$S is currently in the process of saving a message. Would you like to wait until the message has been saved before quitting or quit now?
dsb: %1$S składujo tuchylu powěsć. Cośo cakaś, až powěsć njejo se pósłała, nježli až skóńcyjośo abo něnto skóńcyś?

source: Send Message
dsb: Powěsć pósłaś

source: Are you sure you are ready to send this message?
dsb: Sćo napšawdu gótowy, toś tu powěsć pósłaś?

source: Send
dsb: Pósłaś

source: Assembling message…Done
dsb: Powěsć staja se gromadu…Gótowy

source: Assembling message…
dsb: Powěsć staja se gromadu…

source: Delivering mail…
dsb: E-mail se wótpósćela…

source: Mail sent successfully
dsb: E-mail jo se wuspěšnje pósłala

source: Assembling mail information…
dsb: E-mailowe informacije se zastajuju…

source: Attaching %S…
dsb: %S se pśipowjesa…

source: Creating mail message…
dsb: Postowa powěsć se napórajo…

source: Copying message to %S folder…
dsb: Powěsć se do zarědnika %S kopěrujo…

source: Copy complete.
dsb: Kopěrowanje skóńcone.

source: Copy failed.
dsb: Kopěrowanje jo se njeraźiło.

source: Filter complete.
dsb: Filter jo dopołny.

source: Filter failed.
dsb: Filter njejo se raźił.

source: Warning! You are about to send a message of size %S. Are you sure you want to do this?
dsb: Warnowanje! Cośo rowno powěsć z wjelikosću %S bajtow wótpósłaś. Cośo to napšawdu cyniś?

source: Sending message…
dsb: Powěsć se sćele…

source: Send Message Error
dsb: Zmólka pśi słanju powěsći

source: Posting message…
dsb: Powěsć sePo sćele…

source: Send Later Error
dsb: Zmólka pśi pózdźejšem słanju

source: Save Draft Error
dsb: Zmólka pśi składowanju ako nacerjenje

source: Save Template Error
dsb: Zmólka pśi składowanju ako pśedłogu

source: There was a problem including the file %.200S in the message. Would you like to continue saving the message without this file?
dsb: Jo problem pśi zapśěgnjenju dataje %.200S do powěsći nastał. Cośo pókšacowaś a toś tu powěsć bźez toś teje dataje składowaś?

source: There was a problem including the file %.200S in the message. Would you like to continue sending the message without this file?
dsb: Jo problem pśi zapśěgnjenju dataje %.200S do powěsći nastał. Cośo pókšacowaś a toś tu powěsć bźez toś teje dataje pósłaś?

source: Would you like to return to the compose window?
dsb: Cośo se do wokna spisanja powěsćow wróśiś?

source: #1 wrote:
dsb: #1 jo napisał:

source: On #2 #3, #1 wrote:
dsb: #2 #3 jo #1 napisał:

source: #1 wrote on #2 #3:
dsb: #1 jo #2 #3 napisał:

source: -------- Original Message --------
dsb: -------- Originalna powěsć --------

source: -------- Forwarded Message --------
dsb: -------- Dalej pósrědnjona powěsć --------

source: Rename Attachment
dsb: Pśidank pśemjeniś

source: New attachment name:
dsb: Nowe mě pśidanka:

source: Add Attachment…
dsb: Pśidank pśidaś…

source: A
dsb: P

source: Remind Me Later
dsb: Pózdźej dopomnjeś

source: L
dsb: P

source: Attachment Reminder
dsb: Pśidankowe napominanje

source: Did you forget to add an attachment?
dsb: Sćo zabył pśidank pśidaś?

source: Found an attachment keyword:;Found #1 attachment keywords:
dsb: Pśidankowe gronidło namakane:;#1 pśidankowej gronidle namakanej:#1 pśidankowe gronidła namakane:#1 pśidankowych gronidłow namakanych:

source: Attachment reminder words can be configured in your preferences
dsb: Słowa za pśidankowe napominanje daju se we wašych nastajenjach konfigurěrowaś

source: Oh, I did!
dsb: Ow, jo!

source: No, Send Now
dsb: Ně, něnto pósłaś

source: Learn &More…
dsb: Dalšne &informacije…

source: This is a large file. It might be better to use Filelink instead.;These are large files. It might be better to use Filelink instead.
dsb: To jo wjelika dataja. Snaź jo lěpjej, až wužywaśo Filelink město togo.;To stej wjelikej dataji. Snaź jo lěpjej, až wužywaśo Filelink město togo.;To su wjelike dataje. Snaź jo lěpjej, až wužywaśo Filelink město togo.;To su wjelike dataje. Snaź jo lěpjej, až wužywaśo Filelink město togo.

source: &Link
dsb: &Wótkaz

source: &Ignore
dsb: &Ignorěrowaś

source: Choose Account
dsb: Konto wubraś

source: Choose a cloud account to upload the attachment to
dsb: Wubjeŕśo mrokowe konto, aby pśidank nagrał

source: Don't Upload My Files
dsb: Dataje njenagraś

source: You won't be notified if you attach more big files to this message.
dsb: Njedostanjośo žednu powěźenku, jolic pśipowjesaśo dalšne wjelike dataje k toś tej powěsći.

source: Never notify me of this again.
dsb: Wó tom wěcej njeinforměrowaś.

source: Uploading to %S…
dsb: Nagrajo se do %S…

source: Uploaded to %S
dsb: Do %S nagraty

source: Your file is being linked. It will appear in the body of the message when it's done.;Your files are being linked. They will appear in the body of the message when it's done.
dsb: Waša dataja se wótkazujo. Buźo se w śělesu powěsći pokazowaś, gaž to jo skóńcone.;Wašej dataji se wótkazujotej. Buźotej se w śělesu powěsći pokazowaś, gaž to jo skóńcone.;Waše dataje se wótkazuju. Budu se w śělesu powěsći pokazowaś, gaž to jo skóńcone.;Waše dataje se wótkazuju. Budu se w śělesu powěsći pokazowaś, gaž to jo skóńcone.

source: Can&cel
dsb: Pśe&tergnuś

source: Linking is complete. Please note that linked attachments may be accessible to people who can see or guess the links.
dsb: Wótkazowanje jo skóńcone. Pšosym źiwajśo na to, až wótkazane pśidanki mógu za luźi pśistupne byś, kótarež mógu wótkaze wugódaś abo wiźeś.

source: Enter your password for %S:
dsb: Zapódajśo swójo gronidło za %S:

source: Enter your password for %2$S on %1$S:
dsb: Zapódajśo swójo gronidło za %2$S na %1$S:

source: Outgoing server (SMTP) Password Required
dsb: Gronidło wuchadnego serwera (SMTP) jo trěbne

source: Remove Attachment;Remove Attachments
dsb: Pśidank wótpóraś;Pśidanka wótpóraś;Pśidanki wótpóraś

source: There was an error saving the message to %S. Retry?
dsb: Pśi składowanju powěsći do %S jo zmólka nastała. Hyšći raz wopytaś?

source: Your message has been sent and saved, but there was an error while running message filters on it.
dsb: Waša powěsć jo se pósłała a składowała, ale pśi filtrowanju powěsći jo zmólka nastała.

source: Authentication Error
dsb: Awtentifikaciska zmólka

source: Unable to authenticate to %1$S.
dsb: Awtentifikacija napśeśiwo %1$S jo njemóžno.

source: Upload Error
dsb: Nagraśowa zmólka

source: Unable to upload %2$S to %1$S.
dsb: Njejo móžno, %2$S do %1$S nagraś.

source: Quota Error
dsb: Kwotowa zmólka

source: Uploading %2$S to %1$S would exceed your space quota.
dsb: Nagrawanje dataje %2$S do %1$S by waš webskładowy limit pśekšocyło.

source: File Name Error
dsb: Zmólka datajowego mjenja

source: %2$S contains has more than 120 characters in its name which is more than the maximum file name length for %1$S. Please rename the file to have 120 characters or less in its name and upload again.
dsb: %2$S ma wušej 120 znamuškow w swójom mjenju, což jo wěcej ako maksimalna dłujkośc datajowego mjenja za %1$S. Pšosym pśemjeńśo dataju, aby mě dataje na 120 znamuškow abo mjenjej reducěrował a nagrajśo hyšći raz.

source: File Size Error
dsb: Zmólka datajoweje wjelikosći

source: %2$S exceeds the maximum size for %1$S.
dsb: %2$S pśekšacujo maksimalnu wjelikosć za %1$S.

source: Unknown Error
dsb: Njeznata zmólka

source: An unknown error occurred when communicating with %1$S.
dsb: Pśi komunicěrowanju z %1$S jo njeznata zmólka nastała.

source: Deletion Error
dsb: Lašowańska zmólka

source: There was a problem deleting %2$S from %1$S.
dsb: Pśi lašowanju %2$S z %1$S jo problem nastał.

source: Upgrade
dsb: Aktualizěrowaś

source: I've linked #1 file to this email:;I've linked #1 files to this email:
dsb: Som #1 dataju z toś teju e-mailku zwězał:;Som #1 dataji z toś teju e-mailku zwězał:; Som #1 dataje z toś teju e-mailku zwězał:; Som #1 datajow z toś teju e-mailku zwězał:

source: %1$S makes it easy to share large files over email.
dsb: %1$S wólažcujo, wjelike dataje pśez e-mail źěliś.

source: * %1$S (%2$S) hosted on %3$S: %4$S
dsb: * %1$S (%2$S) na %3$S pógóspodowany: %4$S

source: &Never show this again
dsb: To &nigda wěcej njepokazaś

source: Rep&lace…
dsb: Wu&měniś…

source: Show the Find and Replace dialog
dsb: Dialog Pytaś a wuměniś pokazaś
