Repository: translate/mozilla-l10n
Catalog: son/dom/chrome/charsetTitles.properties.po
Languages: son

source: English (US-ASCII)
son: Ingiliši (US-ASCII)

source: Western (ISO-8859-1)
son: Dangay (ISO-8859-1)

source: Central European (ISO-8859-2)
son: Eropu gam (ISO-8859-2)

source: South European (ISO-8859-3)
son: Eropu gurma (ISO-8859-3)

source: Baltic (ISO-8859-4)
son: Balti (ISO-8859-4)

source: Turkish (ISO-8859-9)
son: Turki (ISO-8859-9)

source: Nordic (ISO-8859-10)
son: Hawsa (ISO-8859-10)

source: Baltic (ISO-8859-13)
son: Balti (ISO-8859-13)

source: Celtic (ISO-8859-14)
son: Selti (ISO-8859-14)

source: Western (ISO-8859-15)
son: Dangay (ISO-8859-15)

source: Romanian (ISO-8859-16)
son: Urumaani (ISO-8859-16)

source: Central European (Windows-1250)
son: Eropu gam (Windows-1250)

source: Western (Windows-1252)
son: Dangay (Windows-1252)

source: Turkish (Windows-1254)
son: Turki (Windows-1254)

source: Baltic (Windows-1257)
son: Balti (Windows-1257)

source: Western (MacRoman)
son: Dangay (MacRoman)

source: Central European (MacCE)
son: Eropu gam (MacCE)

source: Turkish (MacTurkish)
son: Turki (MacTurkish)

source: Croatian (MacCroatian)
son: Korowati (MacCroatian)

source: Romanian (MacRomanian)
son: Urumaani (MacRomanian)

source: Icelandic (MacIcelandic)
son: Isilandi (MacIcelandic)

source: Japanese (ISO-2022-JP)
son: Žaapoŋ (ISO-2022-JP)

source: Japanese (Shift_JIS)
son: Žaapoŋ (Shift_JIS)

source: Japanese (EUC-JP)
son: Žaapoŋ (EUC-JP)

source: Chinese Traditional (Big5)
son: Lasal šin (Big5)

source: Chinese Traditional (Big5-HKSCS)
son: Lasal šin (Big5-HKSCS)

source: Chinese Traditional (EUC-TW)
son: Lasal šin (EUC-TW)

source: Chinese Simplified (GB2312)
son: Šin faalante (GB2312)

source: Chinese Simplified (HZ)
son: Šin faalante (HZ)

source: Chinese Simplified (GBK)
son: Šin faalante (GBK)

source: Chinese Simplified (ISO-2022-CN)
son: Šin faalante (ISO-2022-CN)

source: Korean (EUC-KR)
son: Koore (EUC-KR)

source: Korean (JOHAB)
son: Koore (JOHAB)

source: Korean (UHC)
son: Koore (UHC)

source: Korean (ISO-2022-KR)
son: Koore (ISO-2022-KR)

source: Cyrillic (ISO-8859-5)
son: Siriliki (ISO-8859-5)

source: Cyrillic (ISO-IR-111)
son: Siriliki (ISO-IR-111)

source: Cyrillic (Windows-1251)
son: Siriliki (Windows-1251)

source: Cyrillic (MacCyrillic)
son: Siriliki (MacCyrillic)

source: Cyrillic/Ukrainian (MacUkrainian)
son: Siriliki/Ukarayin (MacUkrainian)

source: Cyrillic (KOI8-R)
son: Siriliki (KOI8-R)

source: Cyrillic/Ukrainian (KOI8-U)
son: Siriliki/Ukarayin (KOI8-U)

source: Greek (ISO-8859-7)
son: Gereki (ISO-8859-7)

source: Greek (Windows-1253)
son: Gereki (Windows-1253)

source: Greek (MacGreek)
son: Gereki (MacGreek)

source: Vietnamese (Windows-1258)
son: Wiyetnaam (Windows-1258)

source: Vietnamese (TCVN)
son: Wiyetnaam (TCVN)

source: Vietnamese (VISCII)
son: Wiyetnaam (VISCII)

source: Vietnamese (VPS)
son: Wiyetnaam (VPS)

source: Georgian (GEOSTD8)
son: Žorži (GEOSTD8)

source: Thai (TIS-620)
son: Taayi (TIS-620)

source: Thai (ISO-8859-11)
son: Taayi (ISO-8859-11)

source: Thai (Windows-874)
son: Taayi (Windows-874)

source: Thai (IBM-874)
son: Taayi (IBM-874)

source: Armenian (ARMSCII-8)
son: Armeeni (ARMSCII-8)

source: Arabic (ISO-8859-6)
son: Laaraw (ISO-8859-6)

source: Arabic (ISO-8859-6-I)
son: Laaraw (ISO-8859-6-I)

source: Arabic (ISO-8859-6-E)
son: Laaraw (ISO-8859-6-E)

source: Hebrew Visual (ISO-8859-8)
son: Diira ebere (ISO-8859-8)

source: Hebrew (ISO-8859-8-I)
son: Ebere (ISO-8859-8-I)

source: Hebrew (ISO-8859-8-E)
son: Ebere (ISO-8859-8-E)

source: Hebrew (Windows-1255)
son: Ebere (Windows-1255)

source: Arabic (Windows-1256)
son: Laaraw (Windows-1256)

source: User Defined
son: Kaŋ goykaw n'a tabatandi

source: Cyrillic/Russian (CP-866)
son: Siriliki/Iriisi (CP-866)

source: Western (IBM-850)
son: Dangay (IBM-850)

source: Central European (IBM-852)
son: Eropu gam (IBM-852)

source: Cyrillic (IBM-855)
son: Siril (IBM-855)

source: Turkish (IBM-857)
son: Turki (IBM-857)

source: Hebrew (IBM-862)
son: Ebere (IBM-862)

source: Arabic (IBM-864)
son: Laaraw (IBM-864)

source: Arabic (IBM-864-I)
son: Laaraw (IBM-864-I)

source: Chinese Simplified (GB18030)
son: Šin faalante (GB18030)

source: Arabic (MacArabic)
son: Laaraw (MacArabic)

source: Arabic (Langbox ISO-8859-6.8x)
son: Laaraw (Langbox ISO-8859-6.8x)

source: Arabic (Langbox ISO-8859-6.16)
son: Laaraw (Langbox ISO-8859-6.16)

source: Hebrew (MacHebrew)
son: Ebere (MacHebrew)

source: Gujarati (MacGujarati)
son: Gujaraati (MacGujarati)

source: Gurmukhi (MacGurmukhi)
son: Gurmuuki (MacGurmukhi)

source: (Off)
son: (Šii goy ra)

source: Universal
son: Aduɲɲaakul

source: Japanese
son: Žaapoŋ

source: Korean
son: Koore

source: Traditional Chinese
son: Lasal šin

source: Simplified Chinese
son: Šin faalante

source: Chinese
son: Šin

source: East Asian
son: Azi dandi

source: Russian
son: Iriisi

source: Ukrainian
son: Ukarayin
