Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Client authentication failed: private key in key database does not match public key in certificate database.
af: Kliëntmagtiging het misluk: private sleutel in sleuteldatabasis pas nie by die publieke sleutel in die sertifikaatdatabasis nie.
ar: فشلت مصادقة العميل: المفتاح الخاص في قاعدة بيانات المفاتيح لا يتطابق مع المفتاح العام في قاعدة بيانات الشهادات.
as: ক্লাএন্ট প্ৰমাণীকৰণ ব্যৰ্থ: কি' ডাটবেইচত থকা ব্যক্তিগত কি' প্ৰমাণপত্ৰ ডাটাবেইচৰ ৰাজহুৱা কি'ৰ লগত মিল নাখায়।
az: Klinet təsdiqləməsi uğursuz oldu: Açar bazasındakı şəxsi açar, təsdiq sənədi bazasındakı ümumi açarla uyğun gəlmir.
bg: Провалено клиентско удостоверяване: частният ключ в базата данни с ключове не съвпада с публичния ключ в базата данни със сертификати.
bn_bd: ক্লায়েন্টের পরিচয় প্রমাণ করতে ব্যর্থ: কী ডাটাবেসের প্রাইভেট কী এবং সার্টিফিকেট ডাটাবেসের পাবলিক কী দুটির মধ্যে অমিল।
bn_in: ক্লায়েন্টের পরিচয় প্রমাণ করতে ব্যর্থ: কি-ডাটাবেসের মধ্যে উপস্থিত গোপনীয়-কি ও সার্টিফিকেট ডাটাবেসের মধ্যে উপস্থিত সার্বজনীন-কি দুটির মধ্যে অমিল।
br: C'hwitadenn war dilesa an arval : ne glot ket an alc'hwez prevez e stlennvon an alc'hwezioù gant an alc'hwez foran e stlennvon an testenioù.
ca: L'autenticació del client ha fallat: la clau privada en la base de dades de claus no coincideix amb la clau pública de la base de dades de certificats.
cy: Methodd dilysu'r cleient: nid yw allwedd breifat yng nghronfa ddata allweddi yn cydfynd â'r allwedd gyhoeddus yng gntonfa ddata'r tystysgrifau.
es_mx: Identificación del cliente fallida: la clave privada en la base de datos de claves no coincide con la clave pública en la base de datos de certificados.
eu: Bezero autentifikazioak huts egin du: Gako datubaseko gako pribatua eta ziurtagiri datubaseko gako publikoak ez dira berdinak.
fa: تصدیق هویت کارگیر شکست خورد: کلید خصوصی موجود در پایگاه کلیدها با کلید عمومی موجود در پایگاه گواهی‌ها هم‌خوانی ندارد.
fur: La autenticazion dal client e à falât: la clâf privade te base di dâts des clâfs no corispuint ae clâf publiche te base di dâts dai certificâts.
ga_ie: Theip ar fhíordheimhniú an chliaint: ní mheaitseálann an eochair phríobháideach sa bhunachar sonraí eochracha leis an eochair phoiblí sa bhunachar sonraí teastas.
gd: Dh'fhàillig dearbhadh a' chliant: chan eil an iuchair phrìobhaideach ann an stòr-dàta nan iuchraichean a' freagairt ris an iuchair phoblach ann an stòr-dàta nan teisteanasan.
gu: ક્લાઈન્ટ સત્તાધિકરણ નિષ્ફળ: કી ડેટાબેઝમાં ખાનગી કી પ્રમાણપત્ર ડેટાબેઝમાંની જાહેર કી સાથે બંધબેસતી નથી.
hi_in: क्लाएंट सत्यापन विफल: कुंजी डेटाबेस में निजी कुंजी प्रमाणपत्र डेटाबेस के सार्वजनिक कुंजी से मेल नहीं खाता है.
hr: Ovjera klijenta nije uspjela: privatni ključ u bazi podataka ne odgovara javnom ključu u bazi certifikata.
hu: Az ügyfél hitelesítése sikertelen: a kulcsadatbázisban levő privát kulcs nem illik a tanúsítvány-adatbázisban levő nyilvános kulcshoz.
hy_am: Չհաջողված սպասառուի վավերացումը` բանալիների տվյալների բազայուի անհատական բանալին տարբերվում է սեռտիֆիկատների տվյալների բազայի հանրային բանալուց:
id: Autentikasi klien gagal: kunci pribadi dalam basis data kunci tidak cocok dengan kunci publik dalam basis data sertifikat.
is: Sannvottun á biðlara mistókst: einkalykill í gagnagrunni passar ekki við dreifilykil í skilríkja grunni.
kk: Клиент аутентификациясы сәтсіз аяқталды: кілт дерекқорындағы жабық кілт сертификаттар дерекқорындағы ашык кілтке сәйкес келмейді.
km: បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​របស់​ម៉ាស៊ីន​ភ្ញៀវ ៖ កូនសោ​ឯកជន​​នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​របស់​កូន​សោ​ដែល​មិន​ផ្គូផ្គង​កូនសោ​សាធារណៈ​នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​របស់​វិញ្ញាបនបត្រ ។
kn: ಕ್ಲೈಂಟ್‌ ದೃಢೀಕರಣವು ವಿಫಲಗೊಂಡಿದೆ: ಕೀಲಿ ದತ್ತಸಂಚಯದಲ್ಲಿನ ಖಾಸಗಿ ಕೀಲಿಯು ಪ್ರಮಾಣಪತ್ರ ದತ್ತಸಂಚಯದಲ್ಲಿರುವ ಸಾರ್ವಜನಿಕ ಕೀಲಿಯೊಂದಿಗೆ ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ.
ku: Erêkirina daxwazkarê bi ser neket: mifteya di danegeha mifteyan de û mifteya taybet a danegeha belgeya erêkirinê hev nagirin.
lt: Kliento tapatumo patikra nepavyko, nes privatus raktas duomenų bazėje neatitiko viešo rakto liudijimų duomenų bazėje.
lv: Klienta autentificēšana neizdevās: privātā atslēga no atslēgu datubāzes nesakrīt ar publisko atslēgu sertifikātu datubāzē.
mai: क्लाएंट सत्यापन विफल: कुँजी डेटाबेस मे निज कुँजी प्रमाणपत्र डेटाबेस क सार्वजनिक कुँजी सँ मेल नहि खाइत अछि.
ml: ക്ലൈന്റിന്റെ ആധികാരികത ഉറപ്പാക്കുന്നതു് പരാജയപ്പെട്ടിരിക്കുന്നു: കീ ഡേറ്റാബെയിസിലുള്ള സ്വകാര്യ കീയും സര്‍ട്ടിഫിക്കേറ്റ് ഡേറ്റാബെയിസിലുള്ള പബ്ലിക് കീയും തമ്മില്‍ പൊരുത്തമില്ല.
mr: क्लाऐंट अधिप्रमाणता अयशस्वी: कि माहितीकोष मधिल व्यक्तिगत कि प्रमाणपत्र माहितीकोष मधिल सार्वजणीक किशी जुळवणी होत नाही.
ms: Pengesahan pengguna gagal: kekunci persendirian dalam pangkalan data utama tidak sepadan dengan kekunci awam dalam pangkalan data sijil.
my: သုံးစွဲသူ စစ်မှတ်ကြောင်း ပြသမှု မအောင်မြင်ဘူး - အဓိက အချက်အလက် သိုလှောင်ခန်းထဲမှ သီးသန့် သော့ချက်ဟာ လက်မှတ် အချက်အလက် သိုလှောင်ခန်းထဲမှ လူထု သော့ချက်နဲ့ မကိုက်ညီဘူး။
nb_no: Klientautentisering feilet: Privat nøkkel i databasen stemmer ikke med den offentlige nøkkelen i sertifikatsdatabasen.
nn_no: Klientautentisering feila: Privat nykel i databasen stemmer ikkje med den offentlege nykelen i sertifikatsdatabasen.
oc: L'autentificacion del client a fracassat : la clau privada dins la banca de donadas de las claus correspond pas a la clau publica dins la banca de donadas dels certificats.
pt_br: Falha na autenticação do cliente: a chave privada no banco de dados de chaves não corresponde à chave pública no banco de dados de certificados.
ro: Autentificarea clientului a eșuat: cheia privată din baza de date a cheilor nu se potrivește cu cheia publică din baza de date a certificatelor.
si: සේව්‍යයා සහතික කිරීම අසමත් වී ඇත: යතුරු ගබඩාවේ ඇති පුද්ගලික යතුර සහතික ගබඩාවේ ඇති පොදු යතුර හා නොගැළපේ.
sr: Потврђивање корисника није успело: приватни кључ у бази података о кључевима не одговара јавном кључу у бази потврда.
sv: Klientautentiseringen misslyckades: den privata nyckeln i nyckeldatabasen matchar inte den öppna nyckeln i certifikatdatabasen.
te: క్లైంట్ ధృవీకరణ విఫలమైంది: కీడాటాబేస్‌లోని ప్రైవేట్ కీ సర్టిఫికేట్ డాటాబేస్‌లోని పబ్లిక్ కీతో సరిపోలలేదు.
th: การรับรองลูกข่ายล้มเหลว: กุญแจส่วนตัวในฐานข้อมูลไม่ตรงกับกุญแจสาธารณะในฐานข้อมูลใบรับรอง
ug: خېرىدار تەرەپنى دەلىللەش مەغلۇپ بولدى: شىفىرلىق ئاچقۇچ ساندانىدىكى شەخسىي ئاچقۇچ بىلەن گۇۋاھنامە ساندانىدىكى ئاممىۋى ئاچقۇچ ماسلاشمىدى.
uz: Mijozni tasdiqdan oʻtkazib boʻlmadi: kalit ma`lumotlar bazasidagi shaxsiy kalit sertifikat bazasidagi ommaviy kalit bilan mos kelmadi.
vi: Chứng thực máy khách thất bại: khóa cá nhân không phù hợp với khóa chung trong cơ sở dữ liệu chứng thư.
zh_tw: 用戶端鑑別失敗: 金鑰資料庫中的私密金鑰和憑證資料庫中的公開金鑰不符。

source: Unable to communicate securely with peer: requested domain name does not match the server’s certificate.
bg: Не може да се осъществи сигурна комуникация с партньора: поисканото име на домейн не съвпада със сертификата на сървъра.
gu: સમકક્ષ સાથે સુરક્ષિત રીતે સંપર્કવ્યવહાર કરવામાં અસમર્થ: અરજી થયેલ ડોમેઈન નામ સર્વરના પ્રમાણપત્ર સાથે બંધબેસતું નથી.
nb_no: Klarte ikke kommunisere sikkert med verten: Domenenavnet stemmer ikke med serverens sertifikat.
nn_no: Klarte ikkje å kommunisera trygt med verten: Domenenamnet stemmer ikkje med sertifikatet åt tenaren.

source: Unrecognized SSL error code.
bg: Неразпознат код на грешка на SSL.
bn_in: অজ্ঞাত SSL এরর কোড।
br: Boneg fazi SSL dianav.
gd: Còd mearachd SSL nach aithnich sinn.
gu: બિનઓળખાયેલ SSL ભૂલ કોડ.
is: Óþekktur SSL kóði.
kk: Танылмаған SSL қате коды.
nb_no: Ukjent SSL-feilkode.
nn_no: Ukjend SSL-feilkode.
pt_br: Código de erro SSL desconhecido.

source: Peer only supports SSL version 2, which is locally disabled.
af: Eweknie werk net met SSL weergawe 2, wat plaaslik gedeaktiveer is.
ar: الجهاز الند يدعم فقط النسخة 2 من SSL، والتي هي معطلة محليًا.
as: সমনীয়ায় কেৱল SSL সংস্কৰণ ২ সমৰ্থন কৰে, যোনটো স্থানীয়ভাৱে অসমৰ্থিত।
az: Qarşı tərəf sadəcə, lokal olaraq söndürülmüş olan SSL 2 versiyasını dəstəkləyir.
bg: Партньорът поддържа само версия 2 на SSL, която е блокирана локално.
bn_bd: পিয়ার শুধুমাত্র SSL সংস্করণ ২ সমর্থন করে, যা স্থানীয় অবস্থানে নিষ্ক্রিয়।
bn_in: সমকক্ষ দ্বারা শুধুমাত্র SSL সংস্করণ ২ সমর্থিত হয়, এবং স্থানীয় অবস্থানে এটি নিষ্ক্রিয় করা রয়েছে।
br: Skoret eo an handelv SSL 2 gant ar par, ha diweredekaet eo bet war al lec'h.
ca: L'altre extrem només pot fer servir la versió 2 de l'SSL, que està inhabilitada de forma local.
cy: Dim ond SSL fersiwn 2 mae'r cyfoed yn ei gynnal ac mae wedi ei analluogi'n lleol.
es_mx: La otra parte sólo admite SSL versión 2, que está desactivado localmente.
eu: Parekoak lokalean ezgaiturik dagoen SSL 2 bertsioa bakarrik onartzen du.
fa: طرف ارتباط تنها از نسخهٔ ۲ SSL پشتیبانی می‌کند، که در این سمت غیر فعال شده است.
fur: Chel altri estrem al supuarte dome SSL version 2, il protocol al è disativât in locâl.
ga_ie: Ní thacaíonn an comhghleacaí ach le SSL leagan 2, rud atá díchumasaithe go logánta.
gd: Tha an seise a' cur taic ri SSL tionndadh 2 a-mhàin, rud a tha air a chur à comas gu h-ionadail.
gu: સમકક્ષ માત્ર SSL આવૃત્તિ 2 ને જ આધાર આપે છે, કે જે સ્થાનિક રીતે નિષ્ક્રિય કરેલ છે.
hi_in: साथी सिर्फ SSL संस्करण 2 का समर्थन करता है, जो कि स्थानीय रूप से निष्क्रिय है.
hr: Čvor podržava samo SSL inačice 2, koja je lokalno onemogućena.
hu: A partnert csak az SSL 2-es verzióját támogatja, ami helyileg le van tiltva.
hy_am: Հանգույցը ապահովվում է միայն SSL ի 2-րդ տարբերակը, որը տաղայնորեն կասեցված է:
id: Pihak lain hanya mendukung SSL versi 2 yang dimatikan secara lokal.
is: Jafningi styður aðeins SSL útgáfu 2, sem er óvirk staðbundin.
kk: Торап тек SSL хаттамасының 2 нұсқасын қолдайды, ал сізде ол өшірулі тұр.
km: ម៉ាស៊ីន​ដូចគ្នា​តែប៉ុណ្ណោះ​គាំទ្រ​កំណែ SSL ២ ដែល​ត្រូវ​បាន​បិទ​ជា​មូលដ្ឋាន ។
kn: ಪೀರ್ ಕೇವಲ SSL ಆವೃತ್ತಿ 2 ಅನ್ನು ಮಾತ್ರ ಬೆಂಬಲಿಸುತ್ತದೆ, ಆದರೆ ಅದು ಸ್ಥಳೀಯವಾಗಿ ಅಶಕ್ತಗೊಳಿಸಲ್ಪಟ್ಟಿದೆ.
ku: Peer tenê piştgirî dide SSL version 2, ku weke heremî hatiye neçalakirin.
lt: Partnerinis kompiuteris palaiko tik SSL 2 versiją, kuri išjungta.
lv: Partneris atbalsta vienīgi SSL 2. versiju, kas ir lokāli atslēgta.
mai: सँगी सिर्फ SSL संस्करण 2 क समर्थन करैत अछि , जे जे स्थानीय रूप सँ निष्क्रिय अछि.
ml: SSL പതിപ്പു് 2 മാത്രം പിയര്‍ പിന്തുണയ്ക്കുന്നു, ഇതു് ലോക്കലായി നിര്‍ജ്ജീവമാക്കിയിരിക്കുന്നു.
mr: समघटक फक्त SSL आवृत्ती 2 करीता समर्थन पुरवितो, जे स्थानीयरित्या अकार्यान्वीत केले गेले असते.
ms: Karib hanya menyokong SSL version 2, tidak fungsi di tempatan.
nb_no: Motparten støtter bare SSL versjon 2, som er avslått lokalt.
nn_no: Motparten støttar berre SSL versjon 2, som er avslått lokalt.
oc: Lo par gerís pas que la version 2 de SSL, qu'es desactivada localament.
pt_br: O sistema remoto suporta somente SSL versão 2, que está desativada localmente.
ro: Serverul aflat la distanță suportă doar SSL versiunea 2, versiune care este dezactivată local.
sd: ثاني فقط ايس ايس ايل سنسڪرڻ 2 جو سمرٿن ڪري ٿو جيڪو مڪاني سطح تي آڌار سامگزيءَ ۾ نجي ڪنجي ميل نٿي کائي۔
si: අග්‍රය දේශීයව අක්‍රිය කර ඇති SSL 2 අනුවාදය සඳහා පමණක් සහය දක්වයි.
sr: Удаљени рачунар подржава само издање 2 ССЛа, које је овде искључено.
sv: Den andra parten stöder endast SSL version 2 som är inaktiverat lokalt.
te: పీర్ స్థానికంగా అచేతనం చేసిన, SSL వర్షన్ 2 మాత్రమే మద్దతిస్తోంది.
th: ปลายทางรองรับแค่ SSL รุ่นท่ 2 ซึ่งถึงปิดใช้งานไว้
ug: تۈگۈن پەقەتلا يەرلىكتە ئىشلەتكىلى بولمايدىغان 2 - نەشردىكى SSL نى قوللايدۇ.
uz: Manba faqat SSL`ning 2-versiyasi bilan ishlaydi, lekin u sizda oʻchirib qoʻyilgan.
vi: Máy khách chỉ hỗ trợ SSL 2 (chưa kích hoạt)
zh_tw: 節點只支援 SSL 第 2 版，但本機已停用此協定。

source: SSL received a record with an incorrect Message Authentication Code.
af: SSL het 'n rekord ontvang waarvan die boodskapmagtigingskode nie korrek is nie.
ar: استلم SSL سجلًا ذا رمز مصادقة رسالة غير صحيح.
as: SSL এ এটা ভুল বাৰ্তা প্ৰমাণীকৰণ কোডৰ সৈতে সংবাদ গ্ৰহণ কৰিছে।
az: SSL etibarsız bir qeyd aldı.
bg: SSL получи запис с неправилен код за удостоверяване на съобщение (MAC).
bn_bd: SSL দ্বারা প্রাপ্ত রেকর্ডে, বার্তা অনুমোদনের কোডটি ভুল।
bn_in: SSL দ্বারা প্রাপ্ত রেকর্ডের ক্ষেত্রে বার্তা অনুমোদের ভুল কোড প্রয়োগ করা হয়েছে।
br: Degemeret ez eus bet gant SSL un danevell gant ur rineg dilesa direizh evit ar gemennadenn.
ca: L'SSL ha rebut un registre amb un codi d'autenticació de missatges incorrecte.
cy: Derbyniodd SSL gofnod gyda Chod Dilysu Neges anghywir.
es_mx: SSL ha recibido un registro con un código de identificación de mensaje incorrecto.
eu: SSL-ek okerreko mezu autentifikazio gakoa duen grabazio bat jaso du.
fa: SSL رکوردی با کد تصدیق هویت پیغام نامعتبر دریافت نمود.
fur: SSL al à vût un codiç di Autenticazion dal Messaç no coret.
ga_ie: Fuair SSL taifead le Cód Fíordheimhnithe Teachtaireachta mícheart.
gd: Fhuair SSL clàr le còd dearbhadh teachdaireachd mì-cheart ann.
gu: SSL ને અયોગ્ય સંદેશા સત્તાધિકરણ કોડ સાથેનો રેકોર્ડ મળ્યો.
hi_in: SSL एक गलत संदेश सत्यापन कोड के साथ एक रिकार्ड प्राप्त करता है.
hr: SSL je primio zapis s netočnom porukom ovjere kôda.
hu: Az SSL egy helytelen üzenethitelesítő kóddal rendelkező rekordot kapott.
hy_am: SSL-ը ստացավ Հաղորդագրության Վավերացման սխալ կոդ:
id: SSL menerima data pesan yang mengandung Kode Autentikasi Pesan yang salah.
is: SSL fékk gögn með röngum sannvottunarkóta (MAC).
kk: SSL хабарламаны аутентификациялау коды қате жазбаны алды.
km: SSL បាន​ទទួល​កំណត់ត្រា​​ដោយ​មាន​កូដ​ក្នុង​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​នៃ​សារ​មិន​ត្រឹមត្រូវ ។
kn: SSL ಸಮರ್ಪಕವಲ್ಲದ ಒಂದು ಮೆಸೇಜ್‌ ಅತೆಂಟಿಕೇಶನ್‌ ಕೋಡ್ ಅನ್ನು ಹೊಂದಿದ ಒಂದು ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeydeke bi koda çewt a Piştrastkirina Peyamê stand.
lt: SSL posistemė sulaukė įrašo su netinkamu pranešimo tapatumo kodu (MAC).
lv: SSL saņēma ierakstu ar nederīgu Ziņojuma Autentifikācijas Kodu.
mai: SSL एकटा गलत संदेश सत्यापन कोड क सँग एकटा रिकार्ड प्राप्त करैत अछि.
ml: തെറ്റായ ഓഥന്റിക്കേഷന്‍ കോഡുള്ള ഒരു റിക്കോര്‍ഡ് SSL-നു് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे चुकीचे संदेश अधिप्रमाणन कोड रेकॉर्ड प्राप्त झाले आहे.
ms: SSL menerima satu rekod dengan Message Authentication Code yang tidak betul.
my: SSL က မမှန်ကန်တဲ့ သတင်း မှန်ကန်မှု ကုဒ်တခု မှတ်တမ်းတင်ချက် တခု ရရှိထားတယ်။
nb_no: SSL mottok et dokument med ugyldig meldingsautentiseringskode.
nn_no: SSL tok imot eit dokument med ugyldig meldingsautentiseringskode.
oc: SSL a recebut un enregistrament amb un còde d'autentificacion de messatge incorrècte.
pt_br: O SSL recebeu um registro com “Message Authentication Code” incorreto.
ro: SSL a primit o înregistrare cu un cod de autentificare a mesajului incorect.
sd: ايس ايس ايل کي غلط سنديش جي تصديق جي ڪوڊ سان رڪارڊ مليو
si: අසත්‍ය පණිවිඩ සහතික කිරීමේ කේතයක් සමඟ වාර්තාවක් SSL ට ලැබුණි.
sr: ССЛ је примио слог са неисправним кодом за аутентикацију поруке.
sv: SSL mottog en post med en felaktig Message Authentication Code.
te: SSL సరికాని సందేశ ధృవీకరణ కోడ్‌తో ఒక రికార్డును పొందింది.
th: SSL ได้รับข้อมูล Message Authentication Code ที่ไม่ถูกต้อง
ug: SSL ئۇچۇر تەستىق كودى خاتا بولغان رېكورت تاپشۇرۇۋالدى.
uz: SSL xato tasdiqdan oʻtkazish kodi yozuvini qabul qildi.
vi: SSL đã nhận 1 văn bản sai Mã Thông báo Chứng thực.
zh_tw: SSL 接收了含錯誤訊息鑑別碼的記錄。

source: SSL peer reports incorrect Message Authentication Code.
af: SSL-eweknie rapporteer foutiewe boodskapmagtigingskode.
ar: أخبر ند SSL عن رمز مصادقة رسالة غير صحيح.
as: SSL এ ভুল বাৰ্তা প্ৰমাণীকৰণ কোডৰ সংবাদ দিছে।
az: SSL həmkarı, etibarsız bir məlumat təsdiqləmə kodunu bildirir.
bg: SSL докладва неправилен код за удостоверяване на съобщение (MAC).
bn_bd: SSL পিয়ার বার্তা অনুমোদনের কোড ভুল হিসেবে প্রতিবেদন করেছে।
bn_in: SSL সমকক্ষ দ্বারা বার্তা অনুমোদের ভুল কোডের সূচনা দেওয়া হয়েছে।
br: Danevellet ez eus bet ur rineg dilesa eus ur gemennadenn gant ar par SSL.
ca: L'altre extrem de la connexió SSL informa d'un codi d'autenticació de missatges incorrecte.
cy: Mae cyfoed SSL yn cofnodi Cod Dilysu Neges anghywir.
es_mx: El otro extremo de la conexión SSL informa de un código de identificación de mensaje incorrecto.
eu: SSL parekoak okerreko mezu autentifikazio gako baten berri eman du.
fa: طرف مقابل SSL دریافت رکوردی با کد تصدیق هویت پیغام نامعتبر را گزارش داد.
fur: L'estrem SSL al da un codiç di Autenticazion dal Messaç no coret.
ga_ie: Tuairiscíonn an comhghleacaí SSL Cód Fíordheimhnithe Teachtaireachta mícheart.
gd: Tha an seise SSL a' dèanamh aithris air còd dearbhadh teachdaireachd mì-cheart.
gu: SSL સમકક્ષ અયોગ્ય સંદેશા સત્તાધિકરણ કોડનો અહેવાલ આપે છે.
hi_in: SSL साथी किसी गलत संदेश सत्यापन कोड रिपोर्ट करता है.
hr: SSL čvor obavještava o netočnoj poruci ovjere kôda.
hu: Az SSL-partner helytelen üzenetazonosító kódot jelentett.
hy_am: SSL հանգույցը հաղորդեց Վավերացման Կոդի սխալի մասին:
id: Pihak SSL lainnya melaporkan kesalahan Kode Autentikasi Pesan.
is: SSL jafningi lét vita af röngum sannvottunarkóta (MAC).
kk: SSL торабы хабарламаны аутентификациялау коды қате екенін хабарлады.
km: ម៉ាស៊ីន​ដូចគ្នា​របស់ SSL រាយការណ៍​កូដ​ក្នុង​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​នៃ​សារ​មិន​ត្រឹមត្រូវ ។
kn: SSL ಪೀರ್ ಸಮರ್ಪಕವಲ್ಲದ ಒಂದು ಮೆಸೇಜ್‌ ಅತೆಂಟಿಕೇಶನ್‌ ಕೋಡ್ ಅನ್ನು ವರದಿ ಮಾಡಿದೆ.
ku: SSL peer koda çewt a Piştrastkirina Peyamê rapor dike.
lt: Partnerinis kompiuteris praneša apie gautą netinkamą pranešimo tapatumo kodą (MAC).
lv: SSL partneris ziņo par nederīgu Ziņojuma Autentifikācijas Kodu.
mai: SSL सँगी ककरो गलत संदेश सत्यापन कोड रिपोर्ट करैत अछि.
ml: SSL പിയര്‍ തെറ്റായ ഓഥന്റിക്കേഷന്‍ കോഡു് രേഖപ്പെടുത്തുന്നു.
mr: SSL समघटकाने चुकीचे संदेश अधिप्रमाणन कोडची पुष्टी केली आहे.
ms: Karib SSL membuat laporan tentang Message Authentication Code yang tidak betul.
my: SSL မျိုးတူက မမှန်ကန်တဲ့ သတင်း မှန်ကန်မှု ကုဒ်ကို အစီရင်ခံထားတယ်။
nb_no: SSL-motparten rapporterte en ugyldig meldingsautentiseringskode.
nn_no: SSL-verten rapporterte ein ugyldig meldingsautentiseringskode.
oc: Lo par SSL senhala un còde d'autentificacion de messatge incorrècte.
pt_br: O sistema remoto SSL informa “Message Authentication Code” incorreto.
ro: Partenerul de conexiune SSL raportează un cod incorect de autentificare a mesajului.
sd: ايس ايس ايل ثاني غلط تصديق جي ڪوڊ جي رپورٽ ڏئي ٿو۔
si: SSL අග්‍රය අසත්‍ය පණිවිඩ සහතික කිරීමේ කේතයක් වාර්තා කරයි.
sr: Удаљени рачунар са ССЛом пријављује неисправан код за аутентикацију поруке.
sv: Den andra SSL-parten rapporterar en felaktig Message Authentication Code.
te: SSL పీర్ సరికాని సందేశ ధృవీకరణ కోడ్‌ను నివేదించింది.
th: SSL ปลายทางรายงาน Message Authentication Code ที่ไม่ถูกต้อง
ug: SSL تۈگۈنى خاتا ئۇچۇر تەستىق كودىنى مەلۇم قىلدى.
uz: SSL manba xato tasdiqdan oʻtkazish kodi haqida xabar berdi.
vi: SSL máy ngang hàng báo sai Mã Thông báo Chứng thực.
zh_tw: SSL 節點回報錯誤的訊息鑑別碼。

source: SSL peer cannot verify your certificate.
af: SSL-eweknie kan nie u sertifikaat verifieer nie.
ar: ند SSL لا يمكنه التحقق من شهادتك.
as: SSL সমনীয়ায় আপোনাৰ প্ৰমাণপত্ৰৰ সতা সত্য নিৰূপণ কৰিব নোৱাৰে।
az: SSL həmkarı təsdiq sənədinizin doğruluğunu təsdiqləyə bilmir.
bg: Партньорът на SSL не може да провери вашия сертификат.
bn_bd: SSL পিয়ার দ্বারা আপনার সার্টিফিকেট যাচাই করা সম্ভব নয়।
bn_in: SSL সমকক্ষ দ্বারা আপনার সার্টিফিকেট যাচাই করা সম্ভব নয়।
br: Ar par SSL n'eo ket evit gwiriañ ho testeni.
ca: L'altre extrem de la connexió SSL no pot verificar el vostre certificat.
cy: Nid yw cyfode SSL: yn gallu dilysu eich tystysgrif.
es_mx: El otro extremo de la conexión SSL no puede verificar tu certificado.
eu: SSL parekoak ezin du zure ziurtagiria egiaztatu.
fa: طرف مقابل SSL قادر به وارسی گواهی شما نبود.
fur: L'estrem SSL nol pues verificâ il to certificât.
ga_ie: Ní féidir leis an gcomhghleacaí SSL do theastas a fhíorú.
gd: Chan urrainn dhan t-seise SSL an teisteanas agad a dhearbhadh.
gu: SSL સમકક્ષ તમારા પ્રમાણપત્રની ખાતરી કરી શકતું નથી.
hi_in: SSL साथी आपके प्रमाणपत्र को जांचता है.
hr: SSL čvor ne može ovjeriti vaš certifikat.
hu: Az SSL-partner nem tudja ellenőrizni a tanúsítványát.
hy_am: SSL հանգույցը չի կարողանում հաստատել ձեր սերտիֆիկատը:
id: Pihak SSL tidak dapat memverifikasi sertifikat Anda.
is: SSL jafningi getur ekki sannreynt þitt skilríki.
kk: SSL торабы сертификатыңызды растай алмайды (верификация).
km: ម៉ាស៊ីន​ដូចគ្នា​របស់ SSL មិន​អាច​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ​របស់​អ្នក​បាន​ទេ ។
kn: SSL ಪೀರ್ ನಿಂದ ನಿಮ್ಮ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ.
ku: SSL peer nikare sertîfîkaya te piştrast bike.
lt: Partnerinis kompiuteris negali patikrinti jūsų liudijimo.
lv: SSL partneris nevar apstiprināt jūsu sertifikātu.
mai: SSL सँगी अहाँक प्रमाणपत्र केँ जांचता अछि.
ml: SSL പിയറിനു് നിങ്ങളുടെ സര്‍ട്ടിഫിക്കേറ്റ് ഉറപ്പാക്കുവാന്‍ സാധ്യമല്ല.
mr: SSL समघटक प्रमाणपत्राची तपासणी करण्यास अपयशी.
ms: Karib SSL tidak dapat sah sijil kamu.
my: SSL မျိုးတူက သင့်ရဲ့ လက်မှတ်ကို အတည်မပြုနိုင်ဘူး။
nb_no: SSL-motparten klarte ikke kontrollere sertifikatet.
nn_no: SSL-verten klarte ikkje å kontrollera sertifikatet ditt.
oc: Lo par SSL pòt pas verificar vòstre certificat.
pt_br: O sistema remoto SSL não pôde comprovar a homologação do seu certificado.
ro: Partenerul de conexiune SSL nu vă poate verifica certificatul.
sd: ايس ايس ايل ثاني توهانجي سرٽيفڪيٽ جي تصديق نہ ٿو ڪري سگهي۔
si: SSL අග්‍රයට ඔබගේ සහතිකය ස්ථිර කළ නොහැක.
sr: Удаљени рачунар са ССЛом не може да провери ваш сертификат.
sv: Den andra SSL-parten kan inte verifiera ditt certifikat.
te: SSL పీర్ మీధృవీకరణపత్రంను నిర్ధారించలేదు.
th: SSL ปลายทางไม่สามารถตรวจสอบใบรับรองของคุณได้
ug: SSL نۇقتا گۇۋاھنامىڭىزنى دەلىللىيەلمىدى.
uz: SSL manba sertifikatingizni tekshira olmaydi.
vi: SSL máy ngang hàng không thể xác minh chứng thư của bạn.
zh_tw: SSL 節點無法驗證您的憑證。
