Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Please select a personality to get more info on
af: Kies asseblief 'n persoonlikheid om meer info oor te kry
ar: رجاءً اختر شخصية للحصول على معلومات أكثر عنها
as: অনুগ্ৰহ কৰি এটা ব্যক্তিত্বক বাছক তাৰ বিষয়ে অধিক জানিবলে।
az: Lütfən daha çox məlumat almaq üçün bir şəxsiyyət seçin
bg: Моля, изберете профил за повече информация
bn_bd: এই বিষয়ে আর জানার জন্য অনুগ্রহ করে নিজস্ব উপস্থাপনা শৈলী নির্বাচন করুন
br: Diuzit ur bersonelezh evit kaout muioc'h a ditouroù diwar he fenn
ca: Seleccioneu una personalitat per aconseguir-ne més informació
cy: Dewiswch bersonoliaeth i dderbyn mwy o wybodaeth amdano
es_mx: Selecciona una personalidad para obtener más información sobre
eu: Hautatu pertsonalitate bat hari buruz argibide gehiago jasotzeko
fa: لطفاً برای اطلاعات بیشتر یک شخص را انتخاب نمایید
fur: Selezione une identitât par vê plui informazions.
ga_ie: Roghnaigh pearsantacht faoina bhfuil breis eolais ag teastáil
gd: Tagh a' phearsantachd a tha thu ag iarraidh barrachd fiosrachaidh mu dhèidhinn
gu: મહેરબાની કરીને આના પર વધુ જાણકારી મેળવવા માટે વ્યક્તિત્વ પસંદ કરો
hi_in: अधिक सूचना के लिए व्यक्तित्व चुनें
hr: Molim odaberite identitet za više informacija
hu: Válasszon egy személyiséget, amelyről információt szeretne
hy_am: Ավելի շատ տեղեկության համար, խնդրում եմ նշեք անհատը
id: Silakan pilih personalitas untuk informasi lebih lanjut tentang
is: Veldu persónuleika fyrir meiri upplýsingar
kk: Көбірек білу үшін personality таңдаңыз
km: សូម​ជ្រើស​បុគ្គលិកលក្ខណៈ​ ដើម្បី​ទទួល​បាន​ព័ត៌មាន​បន្ថែម​នៅ​លើ
kn: ದಯವಿಟ್ಟು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ವ್ಯಕ್ತಿತ್ವ ಒಂದನ್ನು ಆರಿಸಿ
ku: Ji kerema xwe re ji bo zêdetir agahî takekesiyekê hilbijêre
lt: Pasirinkite tapatybę, apie kurią norite sužinoti daugiau
lv: Lūdzu izvēlieties personu, lai iegūtu papildu informāciju par to
mai: बेसी सूचना क लेल व्यक्तित्व चुनू
ml: ദയവായി കൂടുതല്‍ വിവരം ലഭ്യമാക്കുന്നതിനായി ഒരു പെഴ്സണാലിറ്റി തെരഞ്ഞെടുക്കുക
mr: अधिक माहिती करीता कृपया रूपरेखा निवडा
ms: Sila pilih satu personaliti untuk mendapatkan maklumat yang lebih lanjut
my: အချက်အလက် ပိုမို ရရှိဖို့ အရည်အသွေးတခုကို ရွေးချယ်ရမဲ့အရာ
nb_no: Velg en personlighet å hente mer informasjon om
nn_no: Vel ein personlegdom å henta meir informasjon om
oc: Seleccionatz una personalitat sus laquala desiratz obténer mai d'entresenhas
pt_br: Por favor, selecione uma identidade para obter mais informações
ro: Selectați o personalitate pentru a obține mai multe informații despre ea
sd: تي وڌيڪ معلومات حاصل ڪرڻ لاءِ مهرباني ڪري شخصيت چونڊيو
si: කරුණාකර වැඩි විස්තර ලබා ගැනීමට පුද්ගලත්වයක් තෝරන්න
sr: Молимо да изаберете личност о којој треба добавити податке
sv: Välj en personlighet att få mer info om
te: ఎక్కువ సమాచారం పొందుటకు దయచేసి ఆపర్సనాలిటిని ఎంపికచేసుకోండి
ug: تېخىمۇ كۆپ ئۇچۇرغا ئېرىشىش ئۈچۈن بىر خىل شەخسىي تەڭشەكنى تاللاڭ
uz: Ko‘proq ma’lumot olish uchun shaxsiylikni tanlang
vi: Vui lòng chọn một thuộc tính (personality) để xem thêm thông tin
zh_tw: 請選擇個人身分以取得更多資訊於

source: Personality not found
af: Persoonlikheid nie gevind nie
ar: الشخصية غير موجودة
as: ব্যক্তিত্ব পোৱা নগল।
az: Kişilik bulunamadı
bg: Не е намерен профил
bn_bd: নিজস্ব উপস্থাপনা শৈলী পাওয়া যায়নি
br: N'eo ket bet kavet ar bersonelezh
ca: No s'ha trobat la personalitat
cy: Heb ddarganfod personoliaeth
es_mx: Personalidad no encontrada
eu: Pertsonalitatea ez da aurkitu
fa: شخص پیدا نشد
fur: No si à cjatât la identitât.
ga_ie: Níor aimsíodh an phearsantacht
gd: Cha deach a' phearsantachd a lorg
gu: વ્યક્તિત્વ મળ્યું નહિં
hi_in: व्यक्तित्व नहीं मिला
hr: Identitet nije pronađen
hu: A személyiség nem található
hy_am: Անհատականությունները չեն գտնվել
id: Personalitas tidak ditemukan
is: Persónuleiki fannst ekki
kk: Personality табылмады
km: រក​មិន​ឃើញ​បុគ្គលិកលក្ខណៈ​ឡើយ
kn: ವ್ಯಕ್ತಿತ್ವವು ಕಂಡು ಬಂದಿಲ್ಲ
ku: Takekesî nehat dîtin
lt: Tapatybė nerasta
lv: Persona nav atrasta
mai: व्यक्तित्व नहि भेटल
ml: പെഴ്സണാലിറ്റി ലഭ്യമായില്ല
mr: रूपरेखा आढळली नाही
ms: Personaliti tidak dijumpai
my: အရည်အသွေး မတွေ့ရဘူး။
nb_no: Personlighet ble ikke funnet
nn_no: Personlegdom ikkje funne.
oc: Personalitat pas trobada
pt_br: Identidade não encontrada
ro: Personalitatea nu a fost găsită
sd: شخصيت جو پتو لڳو
si: පුද්ගලත්වයක් හමු නොවුණි
sr: Личност није пронађена
sv: Ingen personlighet hittades
te: పర్సనాలికి కనబడలేదు
ug: شەخسىي تەڭشەك تېپىلمىدى
uz: Shaxsiylik topilmadi
vi: Không tìm thấy Thuộc tính (personality)
zh_tw: 找不到個人身分

source: No more information on that Personality
af: Geen verdere inligting oor daardie persoonlikheid nie
ar: لا معلومات إضافية عن هذه الشخصية
as: সেই ব্যক্তিত্বৰ বিষয়ে আৰু কোনো তথ্য নাই।
az: Bu şəxsiyyətlə bağlı daha çox məlumat yoxdur
bg: Няма повече информация за този профил
bn_bd: ঐ নিজস্ব উপস্থাপনা শৈলী সম্পর্কে আর কিছু জানা যায়নি
br: N'eus ket titouroù ouzhpenn diwar-benn ar bersonelezh-mañ.
ca: No hi ha més informació de la personalitat
cy: Dim rhagor o wybodaeth ar Personoliaeth hwnnw
es_mx: No hay más información en esa personalidad
eu: Ez dago argibide gehiago pertsonalitate honetaz
fa: اطلاعات بیشتری دربارهٔ این شخص وجود ندارد
fur: No je nissune altre informazion su cheste identitât.
ga_ie: Níl breis eolais le fáil faoin bpearsantacht sin
gd: Chan eil barrachd fiosrachaidh mun phearsantachd seo ann
gu: તે વ્યક્તિત્વ પર કોઈ વધુ જાણકારી નથી
hi_in: उस व्यक्तित्व पर और सूचना नहीं
hr: Nema više informacija za taj identitet
hu: Nincs több információ a személyiségről
hy_am: Այս անձի համար չկա լրացուցիչ տեղեկություն
id: Tidak ada informasi lebih lanjut tentang Personalitas tersebut
is: Engar meiri upplýsingar um þennan persónuleika
kk: Осы Personality туралы ақпарат жоқ
km: គ្មាន​ព័ត៌មាន​បន្ថែម​នៅ​លើ​បុគ្គលិកលក្ខណៈ​​នោះ​ទេ
kn: ಆ ವ್ಯಕ್ತಿತ್ವದಲ್ಲಿಯಾವುದೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಇಲ್ಲ
ku: Di vê Takekesiyê de zêdetir agahî tune
lt: Apie tapatybę daugiau informacijos nėra
lv: Par šo personu nav papildu informācijas
mai: उस व्यक्तित्व पर आओर सूचना नहि
ml: ഈ പെഴ്സണാലിറ്റിയെപ്പറ്റി ഒരു വിവരവുമില്ല
mr: रूपरेखा विषयी आणखी माहिती उपलब्ध नाही
ms: Tiada maklumat lanjut tentang personaliti ini
my: အဲဒီ အရည်အသွေးအတွက် အချက်အလက် ထပ်မလိုဘူး
nb_no: Har ikke mer informasjon om den personligheten
nn_no: Har ikkje meir informasjon om den personlegdomen
oc: Cap d'autra entresenha sus aquesta personalitat
pt_br: Não há mais informações sobre a identidade
ro: Nu sunt alte informații despre această personalitate
sd: هن شخصيت تي ڪابہ وڌيڪ معلومات ناهي
si: එම පුද්ගලත්වය ගැන වැඩි විස්තර නොමැත
sr: Нема више пдоатака о тој личности
sv: Ingen ytterligare information om den personligheten
te: ఆపర్సనాలిటిపై ఎటువంటి సమాచారంలేదు
ug: بۇ شەخسىي تەڭشەكتە تېخىمۇ كۆپ ئۇچۇر يوق
uz: Ushbu shaxsiylikda ko‘proq ma’lumot yo‘q
vi: Không tìm thấy thông tin thêm về thuộc tính (Personality) đó
zh_tw: 在此個人身分找不到更多資訊

source: Invalid Pin
af: Ongeldige pen
ar: دبوس غير صالح
as: অবৈধ পিন
az: Etibarsız şəxsi təyin etmə nömrəsi
bg: Невалиден пин
bn_bd: অকার্যকর পিন
br: Pin didalvoudek
ca: El PIN no és vàlid
cy: Pin annilys
es_mx: PIN no válido
eu: Pin baliogabea
fa: شمارهٔ شناسایی شخصی نامعتبر
fur: Il PIN nol è valit.
ga_ie: Uimhir Aitheantais Phearsanta (UAP) neamhbhailí
gd: PIN mì-dhligheach
gu: અયોગ્ય પીન
hi_in: अवैध पिन
hr: Netočan PIN
hu: Érvénytelen PIN
hy_am: Սխալ Pin
id: Pin Tidak Sah
is: Ógilt pin leyninúmer
kk: Pin қате
km: Pin មិន​ត្រឹមត្រូវ
kn: ಅಮಾನ್ಯವಾದ ಪಿನ್
ku: Pin çewt e
lt: Blogas PIN kodas
lv: Nederīgs Pin
mai: अवैध पिन
ml: തെറ്റായ പിന്‍
mr: अवैध पीन
ms: Pin Tidak Sah
my: မမှန်ကန်တဲ့ ဂဏန်းအမှတ်
nb_no: Ugyldig PIN
nn_no: Ugyldig Pin
oc: Còde Pin invalid
pt_br: Pin inválido
ro: Pin invalid
sd: نامنظور پن
si: අවලංගු රහස් අංකය
sr: Неисправан ПИН
sv: Ogiltig PIN
te: చెల్లని పిన్
th: ปักไม่ถูกต้อง
ug: ئىناۋەتسىز PIN
uz: Noto‘g‘ri Pin
vi: Pin không hợp lệ
zh_tw: 無效的 PIN

source: Couldn’t initialize Fortezza personalities.
bg: Не можаха да се инициализират профилите на Fortezza.
gu: Fortezza વ્યક્તિત્વનો આરંભ કરી શક્યા નહિં.
nb_no: Klarte ikke initialsere Fortezza-personligheter.
nn_no: Klarte ikkje å initialsera Fortezza-personlegdommar.

source: No KRL for this site’s certificate has been found.
bg: Не е намерен KRL за сертификата на сайта.
gu: આ સાઈટના પ્રમાણપત્ર માટે કોઈ KRL મળ્યનું નહિં.
nb_no: Ingen KRL-er ble funnet for dette nettstedets sertifikat.
nn_no: Ingen KRL-ar vart funne for sertifikatet åt denne nettstaden.

source: The KRL for this site’s certificate has expired.
bg: KRL за сертификата на сайта е с изтекъл срок на валидност.
gu: આ સાઈટના પ્રમાણપત્ર માટેનું KRL નિવૃત્ત થઈ ગયેલ છે.
nb_no: KRL-en for dette nettstedets sertifikat er utløpt på dato.
nn_no: KRL-en for sertifikatet åt denne nettstaden er gått ut på dato.

source: The KRL for this site’s certificate has an invalid signature.
bg: KRL за сертификата на сайта е с невалиден подпис.
gu: આ સાઈટના પ્રમાણપત્ર માટેનું KRL ને અયોગ્ય સહી છે.
nb_no: KRL-en for dette nettstedets sertifikat har en ugyldig signatur.
nn_no: KRL-en for sertifikatet åt denne nettstaden har ein ugyldig signatur.

source: The key for this site’s certificate has been revoked.
bg: Ключът за сертификата на сайта е анулиран.
gu: આ સાઈટના પ્રમાણપત્ર માટેની કીને પુનઃબોલાવવામાં આવી.
nb_no: Nøkkelen for dette nettstedets sertifikat er tilbakekalt.
nn_no: Nykelen for sertifikatet åt denne nettstaden er tilbakekalt.

source: New KRL has an invalid format.
af: Nuwe KRL het 'n ongeldige formaat.
ar: ال KRL الجديد لديه تنسيق غير صالح.
as: নতুন KRL ৰ এটা অবৈধ বিন্যাস আছে।
az: Yeni etibarsız açar siyahısının format etibarsızdır.
bg: Новият KRL е с невалиден формат.
bn_bd: নতুন KRL এর ফরম্যাট অকার্যকর।
br: Mentrezh didalvoudek gant KRL nevez.
ca: La KRL nova no té un format vàlid.
cy: Mae fformat annilys i'r KRL newydd.
es_mx: La nueva KRL tiene un formato no válido.
eu: KRL berriak formatu baliogabea du.
fa: KRL جدید دارای قالبی نامعتبر است.
fur: La KRL gnove no à un formât valit.
ga_ie: Tá formáid an Liosta Eochracha Cúlghairthe nua neamhbhailí.
gd: Tha fòrmat liosta nan iuchraichean a chaidh a chùl-ghairm mì-dhligheach.
gu: નવી KRL ને અયોગ્ય બંધારણ છે.
hi_in: नए KRL का प्रारूप अवैध है.
hr: Novi KRL ima nevažeći format.
hu: Az új KRL formátuma érvénytelen.
hy_am: Նոր KRL-ի ձևաչափը սխալ է:
id: Format KRL yang baru salah.
is: Nýtt KRL er á ógildu sniði.
kk: Жаңа KRL пішімі қате.
km: KRL ថ្មី​មាន​ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ ។
kn: ಹೊಸ KRL ಒಂದು ಅಮಾನ್ಯವಾದ ವಿನ್ಯಾಸವನ್ನು ಹೊಂದಿದೆ.
ku: KRL ya nû bi teşeya nederbasdar e.
lt: Naujas atšauktų raktų sąrašas (KRL) yra netinkamo formato.
lv: Jaunajam KRL ir nederīgs formāts.
mai: नए KRL क प्रारूप अवैध अछि.
ml: പുതിയ കെആര്‍എല്‍ അസാധുവായ ഫോര്‍മാറ്റിലാണു്‌.
mr: नविन KRL चे प्रकार अवैध आहे.
ms: KRL baru mempunyai format yang tidak sah.
my: KRL မှာ မမှန်ကန်တဲ့ ပုံစံတခု ရှိတယ်။
nb_no: Ny KRL har ugyldig format.
nn_no: Ny KRL har ugyldig format.
oc: La lista novèla de claus revocadas a un format invalid.
pt_br: O novo KRL possui um formato inválido.
ro: Noul KRL are un format invalid.
sd: نئين ڪي آر ايل جي نامنظور رچنا آهي
si: නව KRL ට අවලංගු ආකෘතියක් ඇත.
sr: Нови КРЛ (KRL) има неважећи формат.
sv: Den nya KRL:en har ett ogiltigt format.
te: కొత్త KRL సరికాని ఫార్మాట్‌ను కలిగివుంది.
th: KRL ใหม่มีรูปแบบที่ไม่ถูกต้อง
ug: يېڭى KRL فورماتى ئىناۋەتسىز.
uz: Yangi KRL’da noto‘g‘ri format bor.
vi: Định dạng của KRL mới không hợp lệ.
zh_tw: 新金鑰廢止清冊格式無效。

source: security library: need random data.
af: sekuriteitsprogrammateek: het lukraak data ontvang.
ar: المكتبة الأمنية: تحتاج بيانات عشوائية.
as: সুৰক্ষা লাইব্ৰেৰী: যাদৃচ্ছিক তথ্যৰ প্ৰয়োজন।
az: Təhlükəsizlik kitabxanası: təsadüfi məlumat lazımdır.
bg: библиотека по сигурност: нужни са случайни данни.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: এলোমেলো ডাটা প্রয়োজন।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: need random data.
br: levraoueg diogelroez : ezhomm ez eus roadennoù dargouezhek.
ca: biblioteca de seguretat: calen dades aleatòries.
cy: llyfrgell diogelwch: angen data hap.
es_mx: biblioteca de seguridad: se necesitan datos aleatorios.
eu: segurtasun liburutegia: ausazko datuak behar dira.
fa: کتابخانهٔ امنیتی: نیاز به اطلاعات تصادفی دارد.
fur: Librarie di sigurece: a coventin dâts casuâi
ga_ie: leabharlann slándála: tá sonraí randamacha ag teastáil.
gd: leabhar-lann tèarainteach: feum air dàta tuaireamach.
gu: સુરક્ષા લાઈબ્રેરી: રેન્ડમ માહિતી જરૂરી છે.
hi_in: सुरक्षा लाइब्रेरी: क्रमहीन आंकड़ा की जरूरत.
hr: sigurnosna biblioteka: potrebni su nasumični podaci.
hu: biztonsági könyvtár: véletlen adatok kellenek.
hy_am: անվտանգության գրադարան` անհրաժեշտ են կամայական տվյալներ:
id: pustaka keamanan: dibutuhkan data acak.
is: öryggissafn: vantar slembi gögn.
kk: қауіпсіздік жинағы: кездейсоқ мәліметтер керек.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ ត្រូវការ​ទិន្នន័យ​​ចៃដន្យ ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ: ಆಯಾಚಿತ (random) ಮಾಹಿತಿಯ ಅಗತ್ಯವಿದೆ.
ku: pirtûkxaneya ewlehiyê: pêdiviya daneya çawalêhato hey.
lt: saugumo biblioteka: reikia atsitiktinių duomenų.
lv: drošības bibliotēka: nepieciešami nejauši dati.
mai: सुरक्षा लाइब्रेरी: क्रमहीन आंकड़ा क जरूरत.
ml: സുരക്ഷാ ലൈബ്രറി: പെട്ടെന്നുള്ള ഡേറ്റാ അവശ്യമാകുന്നു.
mr: सुरक्षा लायब्ररी: विनाक्रम माहिती हवी आहे.
ms: Perpustakaan Keselamatan : memerlukan data secara rawak
my: လုံခြုံတဲ့ စာကြည့်တိုက် - ကျပမ်း အချက်အလက်ကြမ်း လိုအပ်တယ်။
nb_no: sikkerhetsbibliotek: trenger tilfeldig data.
nn_no: tryggingsbibliotek: treng tilfeldige data.
oc: Bibliotèca de seguretat : donadas aleatòrias necessàrias.
pt_br: biblioteca de segurança: são necessários dados aleatórios.
ro: biblioteca de securitate: e nevoie de date aleatoare.
sd: سلامتيءَ جي لائبرري: بي ترتيبوار سامگري جي ضرورت آهي۔
si: ආරක්ෂණ පුස්තකාලය: අහඹු දත්ත අවශ්‍යයි.
sr: библиотека за безбедност: потребни су случајни подаци.
sv: Säkerhetsbibliotek: behöver slumpdata.
te: రక్షణ లైబ్రరీ: రాండమ్ డాటా అవసరం.
th: ห้องสมุดความปลอดภัย: ต้องการข้อมูลแบบสุ่ม
ug: بىخەتەر پروگرامما ساندانى: تاسادىپىي سانلىق مەلۇماتقا ئېھتىياجلىق.
uz: xavfsizlik kutubxonasi: taxminiy ma’lumotlar kerak.
vi: thư viện an ninh: cần dữ liệu ngẫu nhiên.
zh_tw: 安全函式庫: 需要隨機資料。

source: security library: no security module can perform the requested operation.
af: sekuriteitsprogrammateek: geen sekuriteitmodule kan die aangevraagde bewerking uitvoer nie.
ar: المكتبة الأمنية: لا وحدة أمن يمكنها إجراء العملية المطلوبة.
as: সুৰক্ষা লাইব্ৰেৰী: কোনো সুৰক্ষা মডুলে অনুৰোধিত কাৰ্য্য কৰিব নোৱাৰে।
az: Təhlükəsizlik kitabxanası: Heç bir təhlükəsizlik vahidi istənən əməliyyatı yerin yetirə bilmir.
bg: библиотека по сигурност: няма модул по сигурността, който да изпълни исканата операция.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: অনুরোধকৃত কাজটি কোনো সিকিউরিটি মডিউল দিয়ে করা সম্ভব নয়।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: no security module can perform the requested operation.
br: levraoueg diogelroez : n'eus mollad diogelroez ebet evit seveniñ ar gwezhiadur bet goulennet.
ca: biblioteca de seguretat: no hi ha cap mòdul de seguretat que pugui realitzar l'operació sol·licitada.
cy: llyfrgell diogelwch: nid oes modiwl diogelwch all gyflawni'r weithred angenrheidiol.
es_mx: biblioteca de seguridad: ningún módulo de seguridad puede ejecutar la operación solicitada.
eu: segurtasun liburutegia: ez dago eskatutako ekintza aurrera eraman dezakeen segurtasun modulurik.
fa: کتابخانهٔ امنیتی: هیچ پیمانهٔ امنیتی برای انجام عمل درخواست شده وجود ندارد.
fur: Librarie di sigurece: nissun modul di sigurece nol pues fâ cheste operazion.
ga_ie: leabharlann slándála: ní féidir le modúl slándála ar bith an oibríocht iarrtha a dhéanamh.
gd: leabhar-lann tèarainteach: chan urrainn do mhòideal tèarainteachd sam bith an t-obrachadh a dh'iarr thu a dhèanamh.
gu: સુરક્ષા લાઈબ્રેરી: કોઈ સુરક્ષા મોડ્યુલ અરજી થયેલ પ્રક્રિયા કરી શકતું નથી.
hi_in: सुरक्षा लाइब्रेरी: कोई सुरक्षा मॉड्यूल को निवेदित आपरेशन कर सकता है.
hr: sigurnosna biblioteka: nijedan sigurnosni modul ne može izvršiti traženu operaciju.
hu: biztonsági könyvtár: a kért műveletet semelyik biztonsági modul sem tudja elvégezni.
hy_am: անվտանգության գրադարան` ոչ մի անվտանգության մոդուլ չի կարող իրականացնել պահանջված գործողությունը:
id: pustaka keamanan: tidak ada modul keamanan yang mampu menjalankan operasi yang diminta.
is: öryggissafn: engin öryggiseining getur framkvæmt valda aðgerð.
kk: қауіпсіздік жинағы: сұраған операцияны орындайтын модуль жоқ.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ គ្មាន​ម៉ូឌុល​សុវត្ថិភាព​អាច​ប្រតិបត្តិ​លើ​ប្រតិបត្តិការ​ដែល​បាន​ស្នើ​ឡើយ ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ: ಮನವಿ ಸಲ್ಲಿಸಲಾದ ಕಾರ್ಯವನ್ನು ಯಾವುದೆ ಸುರಕ್ಷತಾ ಘಟಕವು ನಿರ್ವಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ku: pirtûkxaneya ewlehiyê: tu modûla ewlehiyê nikare çalakiya xwestî bimeşîne.
lt: saugumo biblioteka: joks saugumo modulis negali atlikti prašomos operacijos.
lv: drošības bibliotēka: neviens no drošības moduļiem near veikt pieprasīto darbību.
mai: सुरक्षा लाइब्रेरी: कोनो सुरक्षा माड्यूल केँ निवेदित आपरेशन कए सकैत अछि.
ml: സുരക്ഷാ ലൈബ്രറി: ആവശ്യപ്പെട്ട പ്രക്രിയ നടപ്പിലാക്കുവാന്‍ ഒരു സുരക്ഷാ ഘടകവും ലഭ്യമല്ല.
mr: सुरक्षा लायब्ररी: सुरक्षा विभाग विनंतीकृत कार्यपद्धती लागू करत नाही.
ms: Perpustakaan Keselamatan : Tiada Modul Keselamatan mempunyai operasi permintaan
my: လုံခြုံတဲ့ စာကြည့်တိုက် - ဘယ် လုံခြုံရေး အစိတ်အပိုင်းကမှ တောင်းဆိုထားတဲ့ လုပ်ငန်းကို ဆောင်ရွတ်​နိုင်မှာ မဟုတ်ဘူး။
nb_no: sikkerhetsbibliotek: ingen sikkerhetsmodul kan utføre den forespurte operasjonen.
nn_no: tryggingsbibliotek: ingen tryggingsmodul kan utføra den førespurde operasjonen.
oc: Bibliotèca de seguretat : cap de modul de seguretat pòt pas realizar l'operacion demandada.
pt_br: biblioteca de segurança: nenhum módulo de segurança pode efetuar a operação solicitada.
ro: biblioteca de securitate: niciun modul de securitate nu poate executa operația cerută.
si: ආරක්ෂණ පුස්තකාලය: ඉල්ලූ ක්‍රියාව සිදු කිරීමට කිසිම ආරක්ෂණ ඒකකයකට නොහැක.
sr: библиотека за безбедност: ниједан безбедносни модул не може да изврши тражено дејство.
sv: Säkerhetsbibliotek: ingen säkerhetsmodul kan utföra det efterfrågade momentet.
te: రక్షణ లైబ్రరీ: అభ్యర్దించిన ఆపరేషన్‌ను ఏరక్షణ మాడ్యూల్ జరుపలేదు.
th: ห้องสมุดความปลอดภัย: ไม่มีโมดูลความปลอดภัยที่สามารถทำตามการดำเนินการที่ร้องขอ
ug: بىخەتەر پروگرامما ساندانى: ئىلتىماس قىلغان مەشغۇلاتنى ئىجرا قىلىدىغان بىخەتەر بۆلەك يوق.
uz: xavfsizlik kutubxonasi: so‘ralgan jarayonni bajaradigan xavfsizlik moduli yo‘q.
vi: thư viện bảo mật: không một bộ phận bảo mật nào có thể thực hiện được yêu cầu.
zh_tw: 安全函式庫: 無安全模組能完成請求的操作。

source: The security card or token does not exist, needs to be initialized, or has been removed.
af: Die sekuriteitkaart of teken bestaan nie, moet geïnisialiseer word, of is ingetrek.
ar: بطاقة الأمن أو القطعة الأمنية غير موجودة، أو تحتاج تفعيلها، أو أزيلت.
as: সুৰক্ষা কাৰ্ঢ অথবা টকেনৰ অস্তিত্ব নাই, আৰম্ভ কৰাৰ প্ৰয়োজন, অথবা আতৰোৱা হৈছে।
az: Təhlükəsizlik kartı ya da işarəsi yoxdur, başladılmalı ya da silinmiş ola bilər.
bg: Картата или токената за сигурност не съществува, трябва да бъде инициализирана или е извадена.
bn_bd: সিকিউরিটি কার্ড বা টোকেন উপস্থিত নেই, এটি শুরু করতে হবে, বা মুছে ফেলা হয়েছে।
br: N'eus ket ar gartenn pe ar reveziadenn anezhi, ezhomm he deus bezañ deraouekaet pe dilamet eo bet.
ca: La targeta o el testimoni de seguretat no existeixen, cal que s'inicialitzin, o be s'han extret.
cy: Nid yw'r cerdyn neu docyn diogelwch yn bodoli, angen ei gychwyn neu wedi ei dynnu.
es_mx: La tarjeta o token de seguridad no existe, tiene que ser inicializada, o ha sido eliminada.
eu: Segurtasun txartela edo token-a ez dago, abiarazi egin behar da edo kendua izan da.
fa: کارت یا نشان امنیتی وجود ندارد، یا باید شروع به کار کند، یا حذف شده است.
fur: La cjarte di sigurece o il testemoni no son, si à di inizializâju o a son stâts gjavâts.
ga_ie: Níl an cárta nó ceadchomhartha slándála ann, nó ní mór é a thúsú, nó baineadh é.
gd: Chan eil a' chairt no an tòcan tèarainteachd ann, feumaidh a thòiseachadh no chaidh a thoirt air falbh.
gu: સુરક્ષા કાર્ડ અથવા ટોકન અસ્તિત્વમાં નથી, આરંભ કરવાની જરૂર છે, અથતવા દૂર કરવામાં આવેલ છે.
hi_in: सुरक्षा कार्ड या टोकन मौजूद नहीं है, आरंभीकृत करने की जररूत है, या हटाया जा रहा है.
hr: Sigurnosna kartica ili token ne postoji, mora biti inicijaliziran ili je uklonjen.
hu: A biztonsági kártya vagy token nem létezik, inicializálni kell, vagy el van távolítva.
hy_am: Անվտանգության քարտը կամ թոկենը գոյություն չունեն, պահանջում են ակտիվացում, կամ ջնջվել են:
id: Kartu atau token keamanan tidak ada, perlu diinisialisasi, atau telah dicopot.
is: Ekkert öryggiskort fannst eða tóki er ekki til, þarfnast frumstillingar, eða hefur verið fjarlægður.
kk: Қауіпсіздік картасы немесе токен жоқ, іске қосылмаған немесе өшірілген.
km: គ្មាន​ថូខឹន ឬ​កាត​សុវត្ថិភាព​ឡើយ ចាំបាច់​ត្រូវ​រៀបចំ ឬ​​​​​​យកចេញ ។
kn: ಸುರಕ್ಷತಾ ಕಾರ್ಡ್ ಅಥವ ಟೋಕನ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ, ಆರಂಭಿಸುವ ಅಗತ್ಯವಿದೆ, ಅಥವ ತೆಗೆಯಲ್ಪಟ್ಟಿದೆ.
ku: Kart an jî jetona ewlehiyê tune, divê were meşandin, an jî bê rakirin.
lt: Saugumo kortos ar kitos priemonės nėra, ji neinicijuota, arba buvo išimta.
lv: Drošības karte vai marķieris neeksistē, tas ir jāinicializē vai ir ticis aizvākts.
mai: सुरक्षा कार्ड अथवा टोकन मोजुद नहि अछि , आरंभीकृत करब क जररूत अछि , अथवा हटाएल जाए रहल अछि.
ml: സുരക്ഷ കാര്‍ഡ് അല്ലെങ്കില്‍ ടോക്കന്‍ നിലവിലില്ല. ആരംഭിയ്ക്കണം അല്ലെങ്കില്‍ നീക്കം ചെയ്തിരിയ്ക്കുന്നു.
mr: सुरक्षा कार्ड किंवा टोकन अस्तित्वात नाही, त्यास प्रारंभ, किंवा काढूण टाकले गेले असावे.
ms: Kad sekuriti atau token yang tidak wujud, memerlukan perberian awal, atau perlu dialih.
my: လုံခြုံရေး ကဒ် (သို့) အမှတ်အသား မရှိဘူး၊ စတင်ဖို့ လိုအပ်တယ်၊ (သို့) ဖယ်ရှားခံလိုက်ရတယ်။
nb_no: Sikkerhetskortet eller elementet fins ikke, må initialiseres, eller har blitt fjernet.
nn_no: Tryggingskortet eller elementet finst ikkje, må initialiserast, eller har blitt fjerna.
oc: La carta o lo geton de seguretat existís pas, es pas encara inicializat o es estat levat.
pt_br: O cartão de segurança ou token não existe, precisa ser inicializado ou foi removido.
ro: Cardul de securitate sau tokenul nu există, trebuie inițializat sau a fost eliminat.
si: ආරක්ෂණ පත හෝ සංඥාව නොපවතී, ඇරඹීමට අවශ්‍යයි, හෝ ඉවත් කර ඇත.
sr: Безбедносна карта или новчић не постоје, потребно је да се поставе, или су уклоњени.
sv: Säkerhetskortet eller token finns inte, behöver initieras, eller har tagits bort.
te: రక్షణ కార్డు లేదా టోకెన్ లేదు, సిద్దముచేయవలసివుంది, లేదా తీసివేయబడివుంటుంది.
ug: بىخەتەرلىك كارتىسى ياكى بەلگىسى مەۋجۇد ئەمەس، دەسلەپلەشتۈرۈشكە ئېھتىياجلىق ياكى ئۆچۈرۈلگەن.
uz: Xavfsizlik kartasi yoki marker mavjud emas. Ishga tushirilishi yoki o‘chirilishi kerak.
vi: Thẻ an ninh hoặc mã thông báo (token) không hiện hữu, cần đuợc nhận diện, hoặc đã bị xóa.
zh_tw: 安全卡或 Token 不存在、需要初始化或已被取出。
