Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL received an alert record with an unknown alert description.
af: SSL het 'n berigrekord ontvang met onbekende berigbeskrywing.
ar: استلم SSL سجل تنبيه ذا وصف تنبيه مجهول.
as: SSL এটা অজ্ঞাত সকিয়নী বিৱৰণ থকা সকিয়নী সংবাদ গ্ৰহণ কৰিছে।
az: SSL naməlum təyinatlı bir xəbərdarlıq aldı.
bg: SSL получи предупреждаващ запис с неизвестно описание на предупреждението.
bn_bd: SSL, অজানা প্রকৃতির সতর্কবার্তার বিবরণ সহ একটি সতর্কতা রেকর্ড গ্রহণ করেছে।
bn_in: SSL দ্বারা অজানা প্রকৃতির সতর্কবার্তার বিবরণ সহ একটি Alert রেকর্ড প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL un danevell evezhiañ gant deskrivadur un taol evezh dianav.
ca: L'SSL ha rebut un registre d'alerta amb una descripció d'alerta desconeguda.
cy: Mae SSL wedi derbyn cofnod rhybudd gyda math disgrifiad anhysbys.
es_mx: SSL ha recibido un registro de alerta con una descripción de alerta desconocida.
eu: SSLk okerreko alerta argibideak dituen alerta erregistro bat jaso du.
fa: SSL رکورد هشداری با شرح هشدار ناشناخته دریافت کرد.
fur: SSL e à vût un regjistri di gjenar alert cuntune descrizion no cognossude.
ga_ie: Fuair SSL taifead airdill le cur síos airdill anaithnid.
gd: Fhuair SSL clàr caismeachd sa bha tuairisgeul caismeachd neo-aithnichte.
gu: SSL ને અજ્ઞાત ચેતવણી વર્ણન સાથેનો ચેતવણી રેકોર્ડ મળ્યો.
hi_in: SSL एक अज्ञात चेतावनी विवरण के साथ एक चेतावनी रिकार्ड प्राप्त किया.
hr: SSL je primio zapis upozorenja s nepoznatim opisom upozorenja.
hu: Az SSL ismeretlen riasztási leírással rendelkező riasztási rekordot kapott.
hy_am: SSL -ը ստացավ զգուշացման հաղորդագրություն անհայտ զգուշացման նկարագրությամբ:
id: SSL menerima data alert dengan deskripsi alert yang tidak dikenali.
is: SSL fékk aðvörunarskilaboð með óþekktri aðvörunarlýsingu.
kk: SSL ескертудің белгісіз түрімен ескерту жазбасын алды.
km: SSL បាន​ទទួល​កំណត់ត្រា​អំពី​សញ្ញា​ព្រមាន​ដោយ​មាន​​សេចក្ដី​ពិពណ៌នា​អំពី​សញ្ញា​ព្រមាន​​ដែល​មិន​ស្គាល់ ។
kn: SSL ಒಂದು ಅಜ್ಞಾತ ಎಚ್ಚರಿಕಾ ವಿವರಣೆಯನ್ನು ಒಳಗೊಂಡ ಒಂದು ಎಚ್ಚರಿಕಾ ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeydeke Alert stand ku bi cureyê nenas a raveya alertê ye.
lt: SSL posistemė gavo nežinomą „Alert“ tipo (įspėjamąjį) pranešimą.
lv: SSL saņēma brīdinājuma ziņojumu ar nezināmu satura tipu.
mai: SSL एकटा अज्ञात चेतावनी विवरण क सँग एकटा चेतावनी रिकार्ड प्राप्त कएलक.
ml: SSL-നു് അപരിചിതമായ ഒരു അറിയിപ്പു് വിവരണം ഉള്ള ഒരു അറിയിപ്പു് റിക്കോര്‍ഡ് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे अपरिचीत सतर्क वर्णन असणारे सतर्क रेकॉर्ड प्राप्त झाले.
ms: SSL menerima rakaman peringatan dengan peringatan yang tidak diketahui.
my: SSL က အမည်မသိ သတိပေး ဖေါ်ပြချက်တခု ပါရှိတဲ့ သတိပေး မှတ်တမ်း တခု ရရှိထားတယ်။
nb_no: SSL mottok et varselelement med ukjent varsel-beskrivelse.
nn_no: SSL tok imot eit varselelement med ukjent varsel-skildring.
oc: SSL a recebut un enregistrament d'alèrta amb una descripcion d'alèrta desconeguda.
pt_br: O SSL recebeu um registro alert com uma descrição alert desconhecida.
ro: SSL a primit o înregistrare de tip alertă cu o descriere necunoscută a alertei.
sd: ايس ايس ايل کي نامعلوم ڦيرڦار جو بيان سان ڦيرڦار جو رڪارڊ مليو۔
si: නාඳුනන සංඥා විස්තරයක් සහිත සංඥා වාර්තාවක් SSL ට ලැබුණි.
sr: ССЛ је примио слог за узбуну са непознатим описом узбуне.
sv: SSL mottog en Alert-post med en okänd larmbeskrivning.
te: SSL తెలియని ఎలర్టు వివరణతో ఒక ఎలర్టు ‌ రికార్డు‌ను పొందింది.
th: SSL ได้รับข้อมูลเตือนที่ไม่ทราบรายละเอียด
ug: SSL نامەلۇم ئاگاھلاندۇرۇش چۈشەندۈرۈشى بار ئاگاھلاندۇرۇش خاتىرىسىنى تاپشۇرۇۋالدى.
uz: SSL noma’lum ogohlantiruvchi ta’rif bilan ogohlantiruvchi yozuvni qabul qildi.
vi: SSL nhận một hồ sơ cảnh báo có sự miêu tả không rõ ràng.
zh_tw: SSL 收到含未知警告敘述的警告記錄。

source: SSL peer has closed this connection.
af: SSL-eweknie het die verbinding gesluit.
ar: ند SSL أغلق هذا الاتصال.
as: SSL সমনীয়ায় এই সংযোগ বন্ধ কৰিছে।
az: SSL həmkarı bu bağlantını kəsdi.
bg: Партньорът на SSL затвори връзката.
bn_bd: পিয়ার SSL দ্বারা এই সংযোগ বন্ধ করা হয়েছে।
bn_in: সমকক্ষ SSL দ্বারা এই সংযোগ বন্ধ করা হয়েছে।
br: Serret eo bet ar c'hennask-mañ gant SSL
ca: L'altre extrem de la connexió SSL ha tancat la connexió.
cy: Mae cyfoed SSL wedi cau'r cysylltiad.
es_mx: El otro extremo de la conexión SSL ha cerrado esta conexión.
eu: SSL parekoak konexio hau itxi du.
fa: طرف مقابل SSL به اتصال خاتمه داد.
fur: Chel altri estrem de conession SSL al à taiade la conession.
ga_ie: Tá an ceangal seo dúnta ag an gcomhghleacaí SSL.
gd: Dhùin an seise SSL an ceangal seo.
gu: SSL સમકક્ષે આ જોડાણ બંધ કરી દીધું.
hi_in: SSL साथी ने अपना कनेक्शन बंद कर लिया है.
hr: SSL čvor je zatvorio ovu vezu.
hu: Az SSL-partner lezárta a kapcsolatot.
hy_am: SSL հանգույցը փակել է այս կապը:
id: Pihak lain telah menutup sambungan ini.
is: SSL jafningi lokaði tengingu.
kk: SSL-торабы бұл байланысты жапты.
km: ម៉ាស៊ីន​ដូច​គ្នា​របស់ SSL បាន​បិទ​ការ​តភ្ជាប់​នេះ ។
kn: SSL ಪೀರ್ ಈ ಸಂಪರ್ಕವನ್ನು ಮುಚ್ಚಿದೆ.
ku: SSL peerê girêdan girt.
lt: SSL partnerinis kompiuteris užbaigė ryšį.
lv: SSL partneris aizvēra savienojumu.
mai: SSL सँगी ने अपन कनेक्शन बन्न कए लिया अछि.
ml: SSL പിയര്‍ ഈ കണക്ഷന്‍ അടച്ചുകളഞ്ഞിരിക്കുന്നു.
mr: SSL समघटकाने ही जुळवणी बंद केली.
ms: Rakan SSL telah menutup jaringan ini.
my: SSL က ဒီချိတ်ဆက်မှုကို ပိတ်လိုက်တယ်။
nb_no: SSL-motparten har lukket denne tilkoblingen.
nn_no: SSL-motparten har lukka denne tilkoplinga.
oc: Lo par SSL a tampat aquesta connexion.
pt_br: O sistema remoto SSL fechou esta conexão.
ro: Partenerul de conexiune SSL a închis această conexiune.
sd: ايس ايس ايل جي ثانيءَ هي سنٻند بند ڪيو آهي۔
si: SSL අග්‍රය මෙම සම්බන්ධතාවය වසා ඇත.
sr: Удаљени рачунар са ССЛом је затворио ову везу.
sv: Den andra SSL-parten har stängt denna anslutning.
te: SSL పీర్ ఈ అనుసంధానాన్ని మూసివేసినది.
th: SSL ปลายทางได้ทำการปิดการเชื่อมต่อนี้
ug: SSL نۇقتا بۇ ئۇلىنىشنى تاقىدى.
uz: SSL manba ushbu ulanishni yopdi.
vi: SSL máy ngang hàng ngắt kết nối.
zh_tw: 此連線的 SSL 節點已關閉。

source: SSL peer was not expecting a handshake message it received.
af: SSL-eweknie het nie 'n bladskudboodskap gekry wat dit verwag het nie.
ar: لم يكن ند SSL يتوقع رسالة المصافحة التي استلمها.
as: SSL সমনীয়ায় ই গ্ৰহণ কৰা এটা হেন্ডশেক বাৰ্তাৰ আশা কৰা নাছিল।
az: SSL gəmkarı aldığı qarşılama mesajını gözləmirdi.
bg: Партньорът на SSL не очакваше полученото от него съобщение за ръкостискане.
bn_bd: পিয়ার SSL দ্বারা প্রাপ্ত হ্যান্ডশেক বার্তা প্রত্যাশিত ছিল না।
bn_in: সমকক্ষ SSL দ্বারা প্রাপ্ত হ্যান্ড-শেক বার্তা প্রত্যাশিত ছিল না।
br: Ne oa ket ar par o c'hortoz ar gemennadenn evit seveniñ ur c'hennask a zo bet degemeret gantañ.
ca: L'altre extrem de la connexió SSL no esperava el missatge de conformitat de connexió que ha rebut.
cy: Nid oess y cyfoed SSL yn disgwyl y negws ysgwyd llaw dderbyniodd.
es_mx: El otro extremo de la conexión SSL no esperaba un mensaje de negociación que ha recibido.
eu: SSL parekoak ez zuen jaso duen diosal-mezua espero.
fa: طرف مقایل SSL توقع دریافت پیغام اولیه‌ای که دریافت کرد را نداشت.
fur: L'estrem SSL al à vût un messaç che no si spietave par conformitât di conession.
ga_ie: Ní raibh an comhghleacaí SSL ag súil le cumarsáid thionscantach a fuarthas.
gd: Cha robh dùil aig an t-seise SSL ris an teachdaireachd crathaidh-làimhe a fhuair e.
gu: SSL સમકક્ષને તેને મળેલ હાથમિલાવો સંદેશોની ઈચ્છા ન હતી.
hi_in: SSL एक हैंडशेक संदेश नहीं आशा कर रहा था जिसे इसने पाया.
hr: SSL čvor nije očekivao poruku rukovanja koju je primio.
hu: Az SSL-partner nem várta a kapott kézfogási üzenetet.
hy_am: SSL հանգույցը չեր սպասում ստացած կապի հաստատման հաղորդագրությունը:
id: Pihak lain tidak mengharapkan pesan handshake yang telah diterima.
is: SSL jafningi bjóst ekki við þeim skilaboðum sem hann fékk.
kk: SSL-торабы байланысты орнатуға алынған сұранымды күтпеді.
km: ម៉ាស៊ីន​ដូចគ្នា​របស់ SSL ដែល​​មិន​រំពឹង​​សារ​​បាន​ទទួល​ដែល​វា​បាន​ទទួល ។
kn: SSL ಪೀರ್ ಪಡೆದುಕೊಂಡ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಅದು ನಿರೀಕ್ಷಿಸಿರಲಿಲ್ಲ.
ku: SSL peerê peyameke handshake stand ku hêvî nedikir.
lt: SSL partnerinis kompiuteris nesitikėjo gauti „Handshake“ tipo (pasisveikinimo) pranešimo, kurį gavo.
lv: SSL partneris negaidīja saņemto sasveicināšanās ziņojumu.
mai: SSL एकटा हैंडशेक संदेश नहि आशा कए रहल छला जकरा इसने पाया.
ml: എസ്എസ്എല്‍ പിയര്‍, അതിനു് ലഭ്യമായ ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം പ്രതീക്ഷിച്ചിരുന്നില്ല.
mr: SSL सघटकाने प्राप्य हॅन्डशेक संदेशची अपेक्षा केली नाही.
ms: Sijil yang diterima oleh rangkaian SSL mempunyai isu yang tidak dapat dikenalpasti.
my: SSL က ၄င်းရရှိတဲ့ လက်ဆွဲ သတင်းစကား တခုကို မျှော်လင့်မထားဘူး။
nb_no: SSL-motparten forventet ikke håndhilsen-meldingen som den mottok.
nn_no: SSL-motparten venta ikkje handhelsing-meldinga som han tok imot.
oc: Lo par SSL s'esperava de recebre lo messatge d'establiment de ligason qu'a recebut.
pt_br: O sistema remoto SSL não esperava uma mensagem do processo de handshake que recebeu.
ro: Partenerul de conexiune SSL a primit un mesaj de conectare pe care nu îl aștepta.
sd: ايس ايس ايل جي ثانيءَ کي هٿ ملائڻ جي ان سنديش جي اُميد نہ هئي جيڪو هن کي مليو۔
si: SSL අග්‍රය එයට ලැබුණු ඇරඹීමේ පණිවිඩය බලාපොරොත්තුවෙන් නොසිටිණි.
sr: Удаљени рачунар са ССЛом није очекивао поздравну поруку коју је примио.
sv: Den andra SSL-parten förväntade sig inte ett handskakningsmeddelande den mottog.
te: SSL పీర్ అదిపొందిన హాండ్‌షేక్ సందేశం కొరకు చూడుటలేదు.
th: SSL ปลายทางไม่ได้คาดหวังข้อความ handshake ที่ได้รับ
ug: SSL نۇقتا قوبۇللىغان قول تۇتۇشۇش ئۇچۇرىنى تەلەپ قىلمىدى.
uz: SSL manba qo‘l berib ko‘rishish xabarini olishni kutmagandi.
vi: SSL máy ngang hàng nhận một thông điệp bắt tay không mong đợi.
zh_tw: SSL 節點收到了不應收到的交握訊息。

source: SSL peer was unable to successfully decompress an SSL record it received.
af: SSL-eweknie kon nie 'n SLL-rekord wat dit ontvang het, suksesvol uitpak nie.
ar: تعذر على ند SSL فك ضغط سجل SSL الذي استلمه بنجاح.
as: SSL সমনীয়ায় গ্ৰহণ কৰা এটা SSL সংবাদক সফলভাৱে অসংকোচিত কৰিবলে অক্ষম হৈছিল।
az: SSL həmkarı aldığı SSL qeydini aça bilmədi.
bg: Партньорът на SSL не можа успешно да декомпресира получения от него запис на SSL.
bn_bd: পিয়ার SSL দ্বারা প্রাপ্ত SSL রেকর্ড সাফল্যের সাথে ডিকমপ্রেস করা সম্ভব হয়নি।
bn_in: সমকক্ষ SSL একটি গৃহিত SSL রেকর্ডকে ডি-কম্প্রেস করতে ব্যর্থ হয়েছে।
br: N'eo ket barrek ar par SSL da zigoazhañ un danevell mod SSL bet degemeret gantañ.
ca: L'altre extrem de la connexió SSL no ha pogut descomprimir amb èxit el registre SSL que ha rebut.
cy: Nid oess y cyfoed SSL yn gallu datgywasgu'r cofnod SSL y derbyniodd yn llwyddiannus.
es_mx: El otro extremo de la conexión SSL no ha podido descomprimir con éxito un registro SSL que ha recibido.
eu: SSL pareko ez da jaso duen SSL erregistroa behar bezala deskonprimitzeko gai.
fa: طرف مقایل SSL قادر به خارج کردن رکورد SSL دریافتی از حالت فشرده نبود.
fur: Chel altri estrem de conession SSL nol à podût discomprimi ben il regjistri SSL che al à vût.
ga_ie: Ní raibh an comhghleacaí SSL in ann taifead SSL a fuair sé a dhí-chomhbhrú.
gd: Cha b' urrainn do sheise SSL clàr SSL a fhuair e a dhì-dhùmhlachadh gu soirbheachail.
gu: તેને મળેલ SSL રેકોર્ડને સફળતાપૂર્વક ડીકમ્પ્રેસ કરવાનું SSL પીઅર માટે અસમર્થ હતુ.
hi_in: SSL साथी प्राप्त SSL रिकार्ड को सफलतापूर्वक विसंकुचित करने में असमर्थ था.
hr: SSL čvor nije mogao uspješno raspakirati primljeni SSL zapis.
hu: Az SSL-partner nem tudta kitömöríteni a kapott SSL-rekordot.
hy_am: SSL հանգույցին չգաջողվեց կատարել ստացած տվյալների բացում:
id: Pihak lain gagal mendekompresi data SSL yang telah diterima.
is: SSL jafningi gat ekki afpakkað þau SSL gögn sem hann fékk.
kk: SSL торабы өзі алған SSL жазбасын сәтті дешифрлей алмады.
km: ម៉ាស៊ីន​ដូច​គ្នា​របស់ SSL មិន​អាច​​ពន្លា​ដោយ​ជោគជ័យ​កំណត់ត្រា​របស់ SSL ​ដែល​វា​បាន​ទទួល​ឡើយ ។
kn: SSL ಪೀರ್ ತಾನು ಪಡೆದುಕೊಂಡ ಒಂದು SSL ದಾಖಲೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಡಿಕಂಪ್ರೆಸ್ ಮಾಡಲಾಗಿಲ್ಲ.
ku: SSL peerê nekarî bi serkeftin qeydeke SSL a şidandî veke ku hat standin.
lt: SSL partneriniam kompiuteriui nepavyko sėkmingai išskleisti gauto SSL įrašo.
lv: SSL partneris nevarēja veiksmīgi atkompresēt saņemto SSL ierakstu.
mai: SSL सँगी प्राप्त SSL रिकार्ड केँ सफलतापूर्वक विसंकुचित करब मे असमर्थ छल.
ml: എസ്എസ്എല്‍ പിയറിനു് ലഭ്യമായൊരു എസ്എസ്എല്‍ റിക്കോര്‍ഡ് ഡികംപ്രസ്സ് ചെയ്യുവാന്‍ അതിനു് സാധ്യമായില്ല.
mr: SSL समघटक प्राप्य SSL रेकॉर्ड यशस्वीरित्या असंकुचीत करू शकला नाही.
ms: SSL gagal menjanakan nombor secara rawak.
my: SSL မျိုးတူဟာ ၄င်းရရှိတဲ့ SSL မှတ်တမ်းတခုကို အောင်အောင်မြင်မြင် လျှော့ချလို့ မရနိုင်ဘူး။
nb_no: SSL-motparten klarte ikke dekomprimere en SSL-melding som den mottok.
nn_no: SSL-motparten klarte ikkje å dekomprimera ei SSL-melding som han tok imot.
oc: Lo par SSL a pas capitat de descompressar un enregistrament SSL qu'a recebut.
pt_br: O sistema remoto SSL não conseguiu descompactar com êxito um registro SSL que recebeu.
ro: Partenerul de conexiune SSL nu a putut să decomprime corect o înregistrare SSL primită.
si: SSL අග්‍රය එයට ලැබුණු SSL වාර්තාවක් සාර්ථකව අසම්පීඩනය කිරීමට නොහැකි විය.
sr: Удаљени рачунар са ССЛом није могао да успешно декомпримује слог ССЛа који је примио.
sv: Den andra SSL-parten kunde inte dekomprimera en SSL-post den mottog.
te: SSL పీర్ అదిపొందిన SSL రికార్డు‌ను సమర్ధవంతంగా డీకంప్రెస్ చెయలేకపోతోంది.
th: SSL ปลายทางไม่สามารถขยายข้อมูล SSL ที่ได้รับ
ug: SSL نۇقتىسى قوبۇل قىلغان SSL خاتىرىسىنى مۇۋەپپەقىيەتلىك ھالدا پرىستىن يېشەلمىدى.
uz: SSLmanba qabul qilingan SSL yozuvni muvaffaqiyatli ajrata olmadi.
vi: SSL máy ngang hàng không thể giải nén thành công một hồ sơ SLL nhận được.
zh_tw: SSL 節點無法成功解壓縮其收到的 SSL 記錄。

source: SSL peer was unable to negotiate an acceptable set of security parameters.
af: SSL-eweknie kon nie oor 'n aanvaarbare stel sekuriteitsparameters onderhandel nie.
ar: تعذر على ند SSL التفاوض على مجموعة معطيات أمن مقبولة.
as: SSL সমনীয়ায় এটা গ্ৰহণযোগ্য সুৰক্ষা প্ৰাচলসমূহৰ সংহতিক বুজা পৰা কৰোতে অক্ষম হৈছিল।
az: SSL həmkarı mümkün sayda təhlükəsizlik dəyişəni ilə qarşılıqlı müzakirə edə bilmədi.
bg: Партньорът на SSL не може да съгласува приемлив набор от параметри на сигурността.
bn_bd: পিয়ার SSL দ্বারা একটি গ্রহণযোগ্য নিরাপত্তা প্যারামিটার সংকলনে একমত হওয়া সম্ভব হয়নি।
bn_in: সমকক্ষ SSL দ্বারা একটি অনুমোদিত নিরাপত্তা পরামিতি সংকলন মীমাংসা করা সম্ভব হয়নি।
br: N'eo ket gouest ar par SSL da gevraouiñ ur spletad arventennoù diogelroez degemerus.
ca: L'altre extrem de la connexió SSL no ha pogut negociar un conjunt de paràmetres de seguretat acceptables.
cy: Nid oedd cyfoed SSL yn gallu negydu set dderbyniol o baramedrau diogelwch.
es_mx: El otro extremo de la conexión SSL no ha podido negociar un conjunto aceptable de parámetros de seguridad.
eu: SSL parekoa ez da seguritate parametro onargarriak negoziatzeko gai.
fa: طرف مقایل SSL قادر به مذاکره برای مجموعهٔ قابل قبولی از پارامترهای امنیتی نبود.
fur: L'estrem SSL nol è rivât a negoziâ un insiemi di parametris di sigurece acetabil.
ga_ie: Ní raibh an comhghleacaí SSL in ann tacar paraiméadar slándála oiriúnach a idirbheartú.
gd: Cha b' urrainn dhan t-seise SSL seata freagarrach de pharamadairean tèarainteachd a cho-rèiteachadh.
gu: SSL સમકક્ષ સુરક્ષા પરિમાણોના સ્વીકાર્ય સમૂહનો ભાવતાલ કરવામાં અસમર્થ હતો.
hi_in: SSL साथी सुरक्षा पैरामीटर के स्वीकार्य सेट के साथ बातचीत करने में असमर्थ था.
hr: SSL čvor nije mogao dogovoriti prihvatljiv set sigurnosnih parametara.
hu: Az SSL-partnerrel nem lehetett megtárgyalni a biztonsági paraméterek elfogadható beállításait.
hy_am: SSL հանգույցին չհաջողվեց պայմանավորվել հարմար անվտանգության պարամետրերի համար:
id: Pihak lain gagal menegosiasikan sekelompok parameter keamanan yang dapat diterima.
is: SSL jafningi gat ekki samþykkt ásættanlegar breytur fyrir öryggi.
kk: SSL торабы алынған қауіпсіздік ақпаратты терістей не растай алмады.
km: ម៉ាស៊ីន​ដូចគ្នា SSL មិន​អាច​ធ្វើការ​ចរចារ​ព្រមព្រៀង​ពី​បណ្ដុំ​ប៉ារ៉ាម៉ែត្រ​សុវត្ថិភាព​ដែល​អាច​ទទួល​យក​បាន ។
kn: SSL ಪೀರ್ ಒಂದು ಅಂಗೀಕರಿಸಬಹುದಾದ ಭದ್ರತಾ ನಿಯತಾಂಕಗಳ ಸಂಗ್ರಹವನ್ನು ಪರಿಹರಿಸಲು (ನೆಗೋಶಿಯೇಟ್) ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ku: SSL peer nekarî seta parametreyên ewlehiyê bi dest bixe.
lt: Su SSL partneriniu kompiuteriu nepavyko suderinti priimtinų saugumo parametrų.
lv: SSL partneris nevarēja vienoties par pieņemamu drošības parametru kopu.
mai: SSL सँगी सुरक्षा पैरामीटर क स्वीकार्य सेट क सँग बातचीत करब मे असमर्थ छल.
ml: എസ്എസ്എല്‍ പിയറിനു് സുരക്ഷ പരാമീറ്ററുകള്‍ തിരുത്തുവാന്‍ സാധ്യമായില്ല.
mr: SSL समघटक स्वीकार्य सुरक्षा घटकांशी तडजोड करू शकला नाही.
ms: SSL rakan gagal berunding dengan set parameter sekuriti yang boleh diterima.
my: SSL မျိုးတူဟာ လုံခြုံရေး အကန့်အသတ်များရဲ့ လက်ခံနိုင်တဲ့ အစုတခုကို ညှိလို့ မရနိုင်ဘူး။
nb_no: SSL-motparten klarte ikke å forhandle frem et akseptabelt sett med sikkerhetsparametere.
nn_no: SSL-motparten klarte ikkje å forhandla fram eit akseptabelt sett med tryggingsparameter.
oc: Lo par SSL a pas capitat de negociar un jòc de paramètres de seguretat acceptable.
pt_br: O sistema remoto SSL não conseguiu negociar um conjunto aceitável de parâmetros de segurança.
ro: Partenerul de conexiune SSL nu a reușit sa negocieze un set acceptabil de parametri de securitate.
si: පිළිගත හැකි ආරක්ෂණ පරාමිති කට්ටලයක් ගනුදෙනු කිරීමට SSL අග්‍රයට නොහැකි විය.
sr: Удаљени рачунар са ССЛом није успео да уговори прихватљив скуп безбедносних параметара.
sv: Den andra SSL-parten kunde inte förhandla fram en acceptabel uppsättning säkerhetsparametrar.
te: SSL పీర్ ఆమోదయోగ్యమైన రక్షణ పారామితుల సమితిని సంధిచేయలేక పోతోంది.
th: SSL ปลายทางไม่สามารถต่อรองชุดตัวแปรความปลอดภัยที่ยอมรับได้
ug: SSL نۇقتا قوبۇل قىلالايدىغان بىخەتەرلىك پارامېتىر تەڭشىكىنى كېلىشەلمىدى.
uz: SSL manba qabul qilsa bo‘ladigan xavfsizlik parametrlari jamlanmasi bilan kelisha olmadi.
vi: SSL máy ngang hàng không thương lượng bộ thông số bảo mật có thể chấp nhận.
zh_tw: SSL 節點無法協議出可接受的安全參數設定。

source: SSL peer rejected a handshake message for unacceptable content.
af: SSL-eweknie het 'n bladskudboodskap verwerp vir onaanvaarbare inhoud.
ar: رفض ند SSL رسالة مصافحة لأن محتواها غير قبول.
as: SSL সমনীয়ায় এটা অগ্ৰহণযোগ্য সমলৰ বাবে এটা হেন্ডশেক বাৰ্তাক নাকচ কৰিলে।
az: SSL qəbul edilə bilməyən məzmun səbəbi ilə qarşılama mesajını rədd etdi.
bg: Партньорът на SSL отхвърли съобщението за ръкостискане поради неприемливо съдържание.
bn_bd: আপত্তিজনক বিষয়বস্তুর কারণে পিয়ার SSL দ্বারা একটি হ্যান্ডশেক বার্তা প্রত্যাখ্যান করা হয়েছে।
bn_in: আপত্তিজনক বিষয়বস্তুর কারণে সমকক্ষ SSL দ্বারা একটি হ্যান্ড-শেক বার্তা প্রত্যাখ্যান করা হয়েছে।
br: Distaolet eo bet ar gemennadenn evit seveniñ ur c'hennask gant ar par SSL en abeg da endalc'had dizegemeradus.
ca: L'altre extrem de la connexió SSL ha refusat un missatge de conformitat de connexió per tenir un contingut inacceptable.
cy: Gwrthododd cyfoed SSL neges ysgwyd llaw oherwydd cynnwys annerbyniol.
es_mx: El otro extremo de la conexión SSL ha rechazado un mensaje de negociación por contenido no aceptable.
eu: SSLk diosal-mezua ukatu egin du eduki onartezina duelako.
fa: طرف مقایل SSL پیغام اولیهٔ مربوط به محتوای غیر قابل قبول را رد کرد.
fur: L'estrem SSL al à refudât il messaç di gjenar di conformitât di conession par contignût no acetabil.
ga_ie: Dhiúltaigh an comhghleacaí SSL le cumarsáid thionscantach de bharr inneachar doghlactha.
gd: Dhiùlt an seise SSL teachdaireachd crathaidh-làimhe airson susbaint mì-fhreagarrach.
gu: SSL સમકક્ષે અસ્વીકાર્ય સમાવિષ્ટ માટે હાથમિલાવો સંદેશો નકાર્યો.
hi_in: SSL साथी ने अस्वीकार्य सामग्री के लिए हैंडशेक संदेश अस्वीकृत किया है.
hr: SSL čvor je odbio poruku rukovanja zbog neprihvatljivog sadržaja.
hu: Az SSL-partner visszautasította az elfogadhatatlan tartalom kézfogási üzenetét.
hy_am: SSL Հանգույցը մերժեց handshake հաղորդագրությունը անընդունելի կոնտենտի համար:
id: Pihak lain menolak pesan handshake untuk isi yang tidak dikenali.
is: SSL jafningi hafnaði skilaboðum vegna óásættanlegra gagna.
kk: SSL торабы құрамасы қате болған соң байланыс орнату хабарламасын үзді.
km: ម៉ាស៊ីន​ដូច​គ្នា​របស់ SSL បាន​ច្រានចោល​សារ​បាន​ទទួល​​សម្រាប់​មាតិកា​ដែល​មិន​អាច​ទទួល​យក​បាន ។
kn: ಒಂದು ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶದಲ್ಲಿ ದ್ದ ವಿಷಯವು ಅಂಗೀಕರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲದ್ದರಿಂದ SSL ಪೀರ್ ಅದನ್ನು ತಿರಸ್ಕರಿಸಿದೆ.
ku: negotiate peyameke handshake nepejirand ji ber naveroka ku nayê qebûlkirin.
lt: SSL partnerinis kompiuteris atmetė „Handshake“ tipo (pasisveikinimo) pranešimą dėl netinkamo turinio.
lv: SSL partneris noraidīja sasveicināšanās ziņojumu nepieņemamam saturam.
mai: SSL सँगी ने अस्वीकार्य सामग्री क लेल हैंडशेक संदेश अस्वीकृत कएल अछि.
ml: സ്വീകാര്യമല്ലാത്ത ഉള്ളടക്കത്തിനു് എസ്എസ്എല്‍ പിയര്‍ ഹാന്‍ഡ്‌ഷെയിക്ക് സന്ദേശം നിഷേധിച്ചിരിയ്ക്കുന്നു.
mr: SSL समघटकाने अस्वीकार्य अनुक्रम करीता हॅन्डशेक संदेश नकारले.
ms: Rakan SSL menolak mesej jabat-tangan untuk kandungan yang tidak diterima.
my: SSL မျိုးတုက လက်မခံနိုင်တဲ့ အကြောင်းအရာအတွက် လက်ဆွဲ သတင်းစကား တခုကို ပယ်ချလိုက်တယ်။
nb_no: SSL-motparten avviste en håndhilsen-melding siden den inneholdt ugyldig data.
nn_no: SSL-motparten avslo ei handhelsing-melding sidan ho inneheldt ugyldig data.
oc: Lo pqr SSL a regetat un messatge d'establiment de ligason a causa d'un contengut inacceptable.
pt_br: O sistema remoto SSL rejeitou uma mensagem do processo de handshake devido a conteúdo não aceitável.
ro: Partenerul de conexiune SSL a respins un mesaj de conectare datorită conținutului inacceptabil.
sd: ايس ايس ايل جو ثانيءَ ناقبول ٿيڻ جوڳي موضوع لاءِ هٿ ملائڻ جو سنديش رد ڪيو۔
si: SSL අග්‍රය පිළිගත නොහැකි අන්තර්ගතය නිසා ඇරඹීමේ පණිවිඩයක් ප්‍රතික්ෂේප කරන ලදි.
sr: Удаљени рачунар са ССЛом је одбио поздравне поруке услед неприхватљивог садржаја.
sv: Den andra SSL-parten förkastade ett handskakningsmeddelande pga oacceptabelt innehåll.
te: SSL పీర్ ఆమోదయోగ్యంకాని సారముకొరకు హండ్‌షేక్ సందేశాన్ని తిరస్కరించింది.
th: SSL ปลายทางตีกลับข้อความ handshake เพราะไม่ใช่เนื้อหาที่ยอมรับได้
ug: مەزمۇن قوبۇل قىلالمىغانلىقتىن SSL نۇقتا قول تۇتۇشۇش ئۇچۇرىنى قوبۇللاشنى رەت قىلدى.
uz: SSL manba qo‘l berib ko‘rishish xabarini u qo‘llab bo‘lmaydigan tarkib bo‘lganligi uchun rad qildi.
vi: SSL máy ngang hàng từ chối thông điệp bắt tay có nội dung không chấp nhận.
zh_tw: 由於無法接受的內容，SSL 節點已拒絕接收。
