Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL received a malformed Change Cipher Spec record.
af: SSL het 'n wanvormde Change Cipher Spec-rekord ontvang.
ar: استلم SSL سجل تخصص تغيير الشفرة تالف.
as: SSL এ এটা ক্ষতীগ্ৰস্থ চিফাৰ সলনি স্পেক সংবাদ গ্ৰহণ কৰিছে।
az: SSL xətalı bir şifrələmə dəyişikliyi qeydi aldı.
bg: SSL получи лошо конструиран запис Change Cipher Spec.
bn_bd: SSL, ত্রুটিপূর্ণ Change Cipher Spec রেকর্ড গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Change Cipher Spec রেকর্ড প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL un danevell stummet fall a-zivout kemmoù erspizadurioù ar sifroù (Change Cipher Spec).
ca: L'SSL ha rebut un registre «Change Cipher Spec» mal format.
cy: Mae SSL wedi derbyn cofnod Manyleb Seiffr Newid anffurf.
es_mx: SSL ha recibido un registro de cambio de especificaciones de cifrado mal formado.
eu: SSLk gaizki eratutako Change Cipher Spec erregistro bat jaso du.
fa: SSL یک رکورد Change Cipher Spec نادرست دریافت کرد.
fur: SLL e à vût un regjistri malformât di gjenar Change Cipher Spec.
ga_ie: Fuair SSL taifead mídhéanta Athraigh Sonraíocht Sifir.
gd: Fhuair SSL clàr Change Cipher Spec mì-chumte.
gu: SSL ને મલીન સાયફર સ્પેક રેકોર્ડ બદલો સંદેશો મળ્યો.
hi_in: SSL एक विरूपित साइफर स्पेक रिकार्ड बदलें प्राप्त किया.
hr: SSL je primio neispravnu poruku rukovanja promjene zapisa specifikacija šifratora.
hu: Az SSL egy rosszul formázott Change Cipher Spec rekordot kapott.
hy_am: SSL -ը ստացավ վնասված Change Cipher Spec հարցում:
id: SSL menerima data Change Cipher Spec dalam format yang salah.
is: SSL fékk gölluð skilaboð fyrir skiptingu á dulkóðun.
kk: SSL Change Cipher Spec зақымдалған жазбасын алды.
km: SSL បាន​ទទួល​កំណត់ត្រា Change Cipher Spec ដែល​មាន​ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಸಿಫರ್ ಸ್ಪೆಕ್ ದಾಖಲೆಯನ್ನು ಬದಲಾಯಿಸುವ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qedeke bi teşeya çewt a Change Cipher Spec stand.
lt: SSL posistemė gavo netinkamai suformuotą „Change Cipher Spec“ tipo įrašą.
lv: SSL saņēma nekorekti noformētu Change Cipher Spec ierakstu.
mai: SSL एकटा विरूपित साइफर स्पेक रिकार्ड बदलू प्राप्त कएलक.
ml: SSL-നു് തെറ്റായ ഒരു ചെയിഞ്ച് സിഫര്‍ സ്പെക് റിക്കോര്‍ഡ് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे सदोषीत Change Cipher Spec रेकॉर्ड प्राप्त झाले.
ms: SSL menerima satu rekod tukar bentuk Change Cipher Spec.
my: SSL က ပုံပျက်တဲ့ စာဝှက်ဖေါ်နည်း စောင့်ကြည့်မှု မှတ်တမ်းတခု ရရှိထားတယ်။
nb_no: SSL mottok et ugyldig Change Cipher Spec-element.
nn_no: SSL tok imot eit ugyldig Change Cipher Spec-element.
oc: SSL a recebut un enregistrament « Change Cipher Spec » mal format.
pt_br: O SSL recebeu um registro “Change Cipher Spec” defeituoso.
ro: SSL a primit o înregistrare formatată greșit de tip „Change Cipher Spec”.
sd: ايس ايس ايل کي غلط رچيل تبديل جي صفر جو خاص رڪارڊ مليو۔
si: විකෘති වූ වෙනස් කේත පිරිවිතර වාර්තාවක් SSL ට ලැබුණි.
sr: ССЛ је примио неисправан слог за промену спецификације шифре.
sv: SSL mottog en vanskapt Change Cipher Spec-post.
te: SSL చెడ్డమార్పు సైఫర్ స్పెక్ రికార్డు‌ను పొందింది.
th: SSL ได้รับข้อมูล Change Cipher Spec ที่ผิดรูปแบบ
ug: SSL بىنورمال بولغان ئىم ئۆلچەم خاتىرىسىنى ئالماشتۇرىدىغان خاتىرىنى قوبۇللىدى.
uz: SSL buzilgan Cange Cipher Spec yozuvini qabul qildi.
vi: SSL nhận một hồ sơ Change Cipher Spec có lỗi.
zh_tw: SSL 收到變形的變更密文規格記錄。

source: SSL received a malformed Alert record.
af: SSL het 'n wanvormde Alert-rekord ontvang.
ar: استلم SSL سجل تنبيه تالف.
as: SSL এ এটা ক্ষতীগ্ৰস্থ সকিয়নী সংবাদ গ্ৰহণ কৰিছে।
az: SSL xətalı bir xəbədarlıq qeydi aldı.
bg: SSL получи лошо конструиран запис Alert.
bn_bd: SSL, ত্রুটিপূর্ণ Alert রেকর্ড গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Alert রেকর্ড প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur varilhadenn stummet fall eus un taol evezh.
ca: L'SSL ha rebut un registre «Alert» mal format.
cy: Mae SSL wedi derbyn cofnod Rhybudd anffurf.
es_mx: SSL ha recibido un registro de alerta mal formada.
eu: SSLk gaizki eratutako alerta erregistro bat jaso du.
fa: SSL یک رکورد Alert نادرست دریافت کرد.
fur: SLL e à vût un regjistri malformât di gjenar Alert.
ga_ie: Fuair SSL taifead mídhéanta Airdill.
gd: Fhuair SSL clàr caismeachd mì-chumte.
gu: SSL ને મલીન ચેતવણી રેકોર્ડ મળ્યો.
hi_in: SSL एक विरूपित रिकार्ड प्राप्त किया.
hr: SSL je primio neispravan zapis upozorenja.
hu: Az SSL egy rosszul formázott Alert rekordot kapott.
hy_am: SSL -ը ստացավ Alert տվյալներ:
id: SSL menerima data Alert dalam format yang salah.
is: SSL fékk gölluð aðvörunarskilaboð.
kk: SSL Alert зақымдалған жазбасын алды.
km: SSL បាន​ទទួល​កំណត់ត្រា​​អំពី​សញ្ញា​ព្រមាន​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಎಚ್ಚರಿಕಾ ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeydeke bi teşeya çewt a Alert stand.
lt: SSL posistemė gavo netinkamai suformuotą „Alert“ tipo įrašą.
lv: SSL saņēma nekorekti noformētu Alert ierakstu.
mai: SSL एकटा विरूपित रिकार्ड प्राप्त कएलक.
ml: SSL -നു് തെറ്റായ ഒരു അലേര്‍ട്ട് റിക്കോര്‍ഡ് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे सदोषीत Alert रेकॉर्ड प्राप्त झाले.
ms: SSL menerima kecacatan rekod amaran.
my: SSL က ပုံပျက်တဲ့ သတိပေး မှတ်တမ်းတခု ရရှိထားတယ်။
nb_no: SSL mottok et ugyldig Alert-element.
nn_no: SSL tok imot eit ugyldig Alert-element.
oc: SSL a recebut un enregistrament « Alert » mal format.
pt_br: O SSL recebeu um registro “Alert” defeituoso.
ro: SSL a primit o înregistrare de tip Alert formatată greșit.
sd: ايس ايس ايل کي غلط رچيل ڦيرڦار ڪرڻ جو رڪارڊ مليو۔
si: විකෘති වූ සංඥා වාර්තාවක් SSL ට ලැබුණි.
sr: ССЛ је примио неисправан слог за узбуну.
sv: SSL mottog en vanskapt Alert-post.
te: SSL చెడ్డఎలర్టు రికార్డు‌ను పొందింది.
th: SSL ได้รับข้อมูล Alert ที่ผิดรูปแบบ
ug: SSL بىنورمال بولغان ئاگاھلاندۇرۇش خاتىرىسىنى قوبۇللىدى.
uz: SSL notoʻgʻri ogohlantirish yozuvini qabul qildi.
vi: SSL nhận một hồ sơ Alert có lỗi.
zh_tw: SSL 收到變形的警告記錄。

source: SSL received a malformed Handshake record.
af: SSL het 'n wanvormde Handshake-rekord ontvang.
ar: استلم SSL سجل مصافحة تالف.
as: SSL এ এটা ক্ষতীগ্ৰস্থ হেন্ডশেক সংবাদ গ্ৰহণ কৰিছে।
az: SSL xətalı bir qarşılama qeydi aldı.
bg: SSL получи лошо конструиран запис Handshake.
bn_bd: SSL, ত্রুটিপূর্ণ হ্যান্ডশেক রেকর্ড গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Handshake রেকর্ড প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet un danevell evit seveniñ ur c'hennask stummet fall.
ca: L'SSL ha rebut un registre de conformitat de connexió mal format.
cy: Mae SSL wedi derbyn cofnod Ysgwyd Llaw anffurf.
es_mx: SSL ha recibido un registro de negociación mal formado.
eu: SSLk gaizki eratutako diosal-erregistro bat jaso du.
fa: SSL یک رکورد Handshake نادرست دریافت کرد.
fur: SLL e à vût un regjistri malformât di gjenar Handshake.
ga_ie: Fuair SSL taifead mídhéanta Cumarsáid Thionscantach.
gd: Fhuair SSL clàr Handshake mì-chumte.
gu: SSL ને મલીન હાથમિલાવો રેકોર્ડ મળ્યો.
hi_in: SSL एक विरूपित हैंडशेक रिकार्ड प्राप्त किया.
hr: SSL je primio neispravan zapis rukovanja.
hu: Az SSL egy rosszul formázott Handshake rekordot kapott.
hy_am: SSL -ը ստացավ վնասված Handshake տվյալներ:
id: SSL menerima data Handshake dalam format yang salah.
is: SSL fékk gölluð handsala skilaboð.
kk: SSL зақымдалған Handshake жазбасын алды.
km: SSL បាន​ទទួល​កំណត់ត្រា​បាន​ទ​ទួល​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಹ್ಯಾಂಡ್‌ಶೇಕ್‌ ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeyda çewt a Handshake stand.
lt: SSL posistemė gavo netinkamai suformuotą „Handshake“ tipo įrašą.
lv: SSL saņēma nekorekti noformētu Sasveicināšanās ierakstu.
mai: SSL एकटा विरूपित हैंडशेक रिकार्ड प्राप्त कएलक.
ml: SSL -നു് തെറ്റായ ഒരു ഹാന്‍ഡ്ഷെയിക്ക് റിക്കോര്‍ഡ് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे सदोषीत हॅन्डशेक रेकॉर्ड प्राप्त झाले.
ms: SSL menerima satu rekod tukar bentuk Handshake.
my: SSL က ပုံပျက်တဲ့ လုပ်ငန်းသုံးကိရိယာ လက်ဆွဲမှု မှတ်တမ်းတခု ရရှိထားတယ်။
nb_no: SSL mottok et ugyldig håndhilsen-element.
nn_no: SSL tok imot eit ugyldig Handhelsings-element.
oc: SSL a recebut un enregistrament « Handshake » mal format.
pt_br: O SSL recebeu um registro defeituoso “Handshake”.
ro: SSL a primit o înregistrare de tip Handshake formatată greșit.
sd: ايس ايس ايل کي غلط رچيل هٿ ملاڻ جو رڪارڊ مليو
si: විකෘති වූ ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неисправан слог за сусрет.
sv: SSL mottog en vanskapt Handshake-post.
te: SSL చెడ్డహాండ్‌షేక్ రికార్డు‌ను పొందింది.
th: SSL ได้รับข้อมูล Handshake ที่ผิดรูปแบบ
ug: SSL بىنورمال بولغان قول تۇتۇشۇش خاتىرىسىنى قوبۇللىدى.
uz: SSL zararli qoʻl berib koʻrishish yozuvini qabul qildi.
vi: SSL nhận một hồ sơ Handhshake có lỗi.
zh_tw: SSL 收到變形的交握記錄。

source: SSL received a malformed Application Data record.
af: SSL het 'n wanvormde Application Data-rekord ontvang.
ar: استلم SSL سجل بيانات تطبيق تالف.
as: SSL এ এটা ক্ষতীগ্ৰস্থ এপ্লিকেচন তথ্য সংবাদ গ্ৰহণ কৰিছে।
az: SSL xətalı bir proqram veriləni qeydi aldı.
bg: SSL получи лошо конструиран запис Application Data.
bn_bd: SSL, ত্রুটিপূর্ণ Application Data রেকর্ড গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Application Data রেকর্ড প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL un danevell stummet fall a-zivout roadennoù an arload.
ca: L'SSL ha rebut un registre «Application Data» mal format.
cy: Mae SSL wedi derbyn cofnod Data Rhaglen Anffurf.
es_mx: SSL ha recibido un registro de datos de aplicación mal formado.
eu: SSLk gaizki eratutako aplikazio datu erregistro bat jaso du.
fa: SSL یک رکورد Application Data نادرست دریافت کرد.
fur: SLL e à vût un regjistri malformât di gjenar Application Data.
ga_ie: Fuair SSL taifead mídhéanta Sonraí Feidhmchláir.
gd: Fhuair SSL clàr Application Data mì-chumte.
gu: SSL ને મલીન કાર્યક્રમ માહિતી રેકોર્ડ મળ્યો.
hi_in: SSL एक विरूपित अनुप्रयोग आंकड़ा रिकार्ड प्राप्त किया.
hr: SSL je primio neispravan zapis aplikacijskih podataka.
hu: Az SSL egy rosszul formázott Application Data rekordot kapott.
hy_am: SSL -ը ստացավ վնասված Application Data տվյալներ:
id: SSL menerima data Application Data dalam format yang salah.
is: SSL fékk gölluð forritsgögn.
kk: SSL зақымдалған Application Data жазбасын алды.
km: SSL បាន​ទទួល​កំណត់ត្រា​ទិន្នន័យ​កម្មវិធី​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಅನ್ವಯ ಮಾಹಿತಿ ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeyda çewt a Daneya Sepanê stand.
lt: SSL posistemė gavo netinkamai suformuotą „Application“ tipo duomenų įrašą.
lv: SSL saņēma nekorekti noformētu Programmas datu ierakstu.
mai: SSL एकटा विरूपित अनुप्रयोग आंकड़ा रिकार्ड प्राप्त कएलक.
ml: SSL -നു് തെറ്റായ ഒരു അപ്ലിക്കേഷന്‍ ഡേറ്റ റിക്കോര്‍ഡ് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे सदोषीत अनुप्रयोग माहिती रेकॉर्ड प्राप्त झाले.
ms: SSL menerima rekod canggaan Application Data.
my: SSL က ပုံပျက်တဲ့ လုပ်ငန်းသုံးကိရိယာ အချက်အလက်ကြမ်း မှတ်တမ်းတခု ရရှိထားတယ်။
nb_no: SSL mottok et ugyldig Application Data-element.
nn_no: SSL tok imot eit ugyldig Application Data-element.
oc: SSL a recebut un enregistrament « Application Data » mal format.
pt_br: O SSL recebeu um registro “Application Data” defeituoso.
ro: SSL a primit o înregistrare de tip Application Data formatată greșit.
sd: ايس ايس ايل کي غلط رچيل ڪارروائي جي سامگريءَ جو رڪارڊ مليو۔
si: විකෘති වූ වැඩසටහන් දත්ත වාර්තාවක් SSL ට ලැබුණි.
sr: ССЛ је примио неисправан слог за програмске податке.
sv: SSL mottog en vanskapt Application Data-post.
te: SSL చెడ్డఅనువర్తన డాటారికార్డు‌ను పొందింది.
th: SSL ได้รับข้อมูล Application Data ที่ผิดรูปแบบ
ug: SSL بىنورمال بولغان قوللىنىشچان پروگرامما سانلىق مەلۇمات خاتىرىسىنى تاپشۇرۇۋالدى.
uz: SSL zararlangan dastur ma'lumoti yozuvini qabul qildi.
vi: SSL nhận một hồ sơ Application Data có lỗi.
zh_tw: SSL 收到變形的程式資料記錄。

source: SSL received an unexpected Hello Request handshake message.
af: SSL het 'n onverwagte Hello Request-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة طلب الترحيب غير متوقعة.
as: SSL এ এটা অপ্ৰত্যাশিত হেল্লো অনুৰোধ হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir qarşılam istəyi mesajı aldı.
bg: SSL получи неочаквано съобщение за ръкостискане Hello Request.
bn_bd: SSL, অপ্রত্যাশিত Hello Request হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Hello Request হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn saludiñ (Hello Request) dic'hortozet evit seveniñ ur c'hennask.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Hello Request» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Cais Helo annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Hello Request inesperado.
eu: SSLk espero ez zuen Hello eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Hello Request غیر منتظره دریافت کرد.
fur: SLL e à vût un messaç no spietât di gjenar Hello Request handshake.
ga_ie: Fuair SSL cumarsáid thionscantach Iarratas Haló gan choinne.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Hello Request ris nach robh dùil.
gu: SSL ને અનિચ્છનિય કેમછો અરજી હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक अप्रत्याशित हेलो आग्रह हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neispravan zapis aplikacijskih podataka.
hu: Az SSL egy váratlan Hello Request kézfogási üzenetet kapott.
hy_am: SSL -ը ստացավ անսպասելի Hello Request հաղորդագրություն:
id: SSL menerima pesan handshake Hello Request yang tidak diharapkan.
is: SSL fékk óvænt halló skilaboð.
kk: SSL күтпеген Hello Request байланысын орнату сұранымын алды.
km: SSL បាន​ទទួល​សារ​ដែល​មិន​រំពឹង​​ស្នើ​បាន​ទទួល​មិន​ត្រឹមត្រូវ ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಹೆಲೊ ಮನವಿ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ .
ku: SSLyê peyama Hello Request handshake ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Hello Request“ pasisveikinimo pranešimą.
lv: SSL saņēma negaidītu Hello Pieprasījuma sasveicināšanās ziņojumu.
mai: SSL एकटा अप्रत्याशित हेलो आग्रह हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു ഹലോ റിക്ക്വസ്റ്റ് ഹാന്‍ഡ്ഷെയിക്കു് സന്ദേശം ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे अपरिचीत Hello Request हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu mesej handshake Hello Request yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ နှုတ်ဆက် တောင်းဆိုတဲ့ လက်ဆွဲ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en uventet Hello Request-håndhilsen.
nn_no: SSL tok imot ei uventa Hello Request-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Hello Request » imprevist.
pt_br: O SSL recebeu uma mensagem “Hello Request” não esperada no processo de handshake.
ro: SSL a primit un mesaj de negociere neașteptat de tip Hello Request.
sd: ايس ايس ايل کي اَچانڪ هيلو عرض جي هٿ ملائڻ جو سنديش مليو۔
sr: ССЛ је примио неочекивану поздравну поруку.
sv: SSL mottog ett oväntat Hello Request-handskakningsmeddelande.
te: SSL అనుకోని హెల్లో అభ్యర్ధన హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Hello Request handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي Hello ئىلتىماس قىلغان قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL zararlangan "Salomlashish so‘rovi" mavjud qo‘l bilan ko‘rishish xabarini qabul qildi.
vi: SSL nhận một thông điệp bắt tay Hello Request không mong đợi.
zh_tw: SSL 收到未預期的 Hello 請求交握訊息。

source: SSL received an unexpected Client Hello handshake message.
af: SSL het 'n onverwagte Client Hello-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة ترحيب العميل غير متوقعة.
as: SSL এ এটা অপ্ৰত্যাশিত ক্লাএন্ট হেল্লো হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir klient qarşılama mesajı aldı.
bg: SSL получи неочаквано съобщение за ръкостискане Client Hello.
bn_bd: SSL, অপ্রত্যাশিত Client Hello হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Client Hello হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn saludiñ dic'hortozet evit seveniñ ur c'hennask a-berzh un arval.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Client Hello» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Helo Cleient annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Client Hello inesperado.
eu: SSLk espero ez zuen bezeroaren Hello eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Client Hello غیر منتظره دریافت کرد.
fur: SLL e à vût un messaç no spietât di gjenar Client Hello handshake.
ga_ie: Fuair SSL cumarsáid thionscantach Haló Cliaint gan choinne.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Client Hello ris nach robh dùil.
gu: SSL ને અનિચ્છનિય ક્લાઈન્ટ કેમછો હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक अप्रत्याशित क्लाएंट हेलो हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neočekivanu poruku rukovanja klijetskog pozdrava.
hu: Az SSL egy váratlan Client Hello kézfogási üzenetet kapott.
hy_am: SSL -ը ստացավ կապի հաստատման Client Hello անսպասելի հաղորդագրություն:
id: SSL menerima pesan handshake Client Hello yang tidak diharapkan.
is: SSL fékk óvænt halló biðlaraskilaboð.
kk: SSL күтпеген Client Hello байланысын орнату сұранымын алды.
km: SSL បាន​ទទួល​សារ Client Hello handshake ដែល​មិន​បាន​រំពឹង ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಕ್ಲೈಂಟ್ ಹೆಲೊ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyama Client Hello handshake ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Client Hello“ pasisveikinimo pranešimą.
lv: SSL saņēma negaidītu Klienta Hello sasveicināšanās ziņojumu.
mai: SSL एकटा अप्रत्याशित क्लाएंट हेलो हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു ക്ലൈന്റ് ഹലോ ഹാന്‍ഡ്ഷെയിക്കു് സന്ദേശം ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे अपरिचीत Client Hello हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu mesej handshake Client Hello yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ သုံးစွဲသူ နှုတ်ဆက် လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en uventet Client Hello-håndhilsen.
nn_no: SSL tok imot ei uventa Client Hello-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Client Hello » imprevist.
pt_br: O SSL recebeu uma mensagem “Client Hello” não esperada no processo de handshake.
ro: SSL a primit un mesaj de negociere neașteptat de tip Client Hello.
sd: ايس ايس ايل کي اَچانڪ گراهڪ جي هيلو جي هٿ ملائڻ جو سنديش مليو۔
sr: ССЛ је примио неочекивану клијентску поздравну поруку.
sv: SSL mottog ett oväntat Client Hello-handskakningsmeddelande.
te: SSL అనుకోని క్లైంట్ హెల్లో హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Client Hello handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي خېرىدار Hello ئىلتىماس قىلغان قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL zararlangan "Mijoz salomi" qo‘l berib ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Client Hello không mong đợi.
zh_tw: SSL 收到未預期的用戶端 Hello 交握訊息。

source: SSL received an unexpected Server Hello handshake message.
af: SSL het 'n onverwagte Server Hello-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة ترحيب الخادوم غير متوقعة.
as: SSL এ এটা অপ্ৰত্যাশিত চাৰ্ভাৰ হেল্লো হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir server qarşılama mesajı aldı.
bg: SSL получи неочаквано съобщение за ръкостискане Server Hello.
bn_bd: SSL, অপ্রত্যাশিত Server Hello হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Server Hello হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn saludiñ (Server Hello) dic'hortozet evit seveniñ ur c'hennask a-berzh un dafariad.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Server Hello» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Helo Gweinydd annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Server Hello inesperado.
eu: SSLk espero ez zuen zerbitzariaren Hello eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Server Hello غیر منتظره دریافت کرد.
fur: SLL e à vût un messaç no spietât di gjenar Server Hello handshake.
ga_ie: Fuair SSL cumarsáid thionscantach Haló Freastalaí gan choinne.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Hello ris nach robh dùil.
gu: SSL ને અનિચ્છનિય સર્વર કેમછો હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक अप्रत्याशित सर्वर हेलो हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neočekivanu poruku rukovanja poslužiteljskog pozdrava.
hu: Az SSL egy váratlan Server Hello kézfogási üzenetet kapott.
hy_am: SSL -ը ստացավ անսպասելի Server Hello կապի հաստատման հաղորդագրություն:
id: SSL menerima pesan handshake Server Hello yang tidak diharapkan.
is: SSL fékk óvænt halló netþjónsskilaboð.
kk: SSL күтпеген Server Hello байланысын орнату сұранымын алды.
km: SSL បាន​ទទួល​សារ​ម៉ាស៊ីន​បម្រើ​ដែល​មិន​រំពឹង​​បាន​ទទួល ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಪರಿಚಾರಕ ಹೆಲೊ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyama Server Hello handshake ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Server Hello“ pasisveikinimo pranešimą.
lv: SSL saņēma negaidītu Servera Hello sasveicināšanās ziņojumu.
mai: SSL एकटा अप्रत्याशित सर्वर हेलो हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു സര്‍വര്‍ ഹലോ ഹാന്‍ഡ്ഷെയിക്കു് സന്ദേശം ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे अपरिचीत Server Hello हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu mesej handshake Server Hello yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ ဆာဗာ နှုတ်ဆက် လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en uventet Server Hello-håndhilsen.
nn_no: SSL tok imot ei uventa Server Hello-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Server Hello » imprevist.
pt_br: O SSL recebeu uma mensagem “Server Hello” não esperada no processo de handshake.
ro: SSL a primit un mesaj de negociere neașteptat de tip Server Hello.
sd: ايس ايس ايل کي اَچانڪ سرور جي هيلو جي هٿ ملائڻ جو سنديش مليو۔
sr: ССЛ је примио неочекивану серверску поздравну поруку.
sv: SSL mottog ett oväntat Server Hello-handskakningsmeddelande.
te: SSL అనుకోని సేవిక హెల్లో హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Server Hello handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي مۇلازىمىتىر Hello ئىلتىماس قىلغان قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL zararlangan "Server salomi" qo‘l berib ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Server Hello không mong đợi.
zh_tw: SSL 收到未預期的伺服器 Hello 交握訊息。
