Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: security library: read-only database.
af: sekuriteitsprogrammateek: het leesalleen data ontvang.
ar: المكتبة الامنية: قاعدة بيانات للقراءة فقط.
as: সুৰক্ষা লাইব্ৰেৰী: কেৱল পঢ়িব পৰা ডাটাবেইচ।
az: Təhlükəsizlik kitabxanası: Verilnəlr bazası sadəcə oxunurdur.
bg: библиотека по сигурност: база данни само за четене.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: শুধু পাঠযোগ্য ডাটাবেস।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: read-only database.
br: levraoueg diogelroez : stlennvank da vezañ lennet nemetken.
ca: biblioteca de seguretat: base de dades només de lectura.
cy: llyfrgell diogelwch: cronfa ddata darllen yn unig.
es_mx: biblioteca de seguridad: base de datos de sólo lectura.
eu: segurtasun liburutegia: irakurketa-soileko datubasea.
fa: کتابخانهٔ امنیتی: پایگاه دادهٔ فقط خواندنی.
fur: Librarie di sigurece: base di dâts dome in leture.
ga_ie: leabharlann slándála: bunachar sonraí inléite amháin.
gd: leabhar-lann tèarainteach: stòr-dàta ri leughadh a-mhàin.
gu: સુરક્ષા લાઈબ્રેરી: માત્ર-વાંચી શકાય તેવો ડેટાબેઝ.
hi_in: सुरक्षा लाइब्रेरी: केवल पढ़ने योग्य डेटाबेस.
hr: sigurnosna biblioteka: baza podataka je označena samo za čitanje.
hu: biztonsági könyvtár: csak olvasható adatbázis.
hy_am: Անվտանգության գրադարան` տվյալների բազան միայն կարդալու համար է:
id: pustaka keamanan: basis data baca-saja.
is: öryggissafn: gagnagrunnur er aðeins lesanlegur.
kk: қауіпсіздік жинағы: деррекқор тек оқу үшін қалпында.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ មូលដ្ឋាន​ទិន្នន័យ​បាន​តែ​អាន ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ: ಓದಲು-ಮಾತ್ರವಿರುವ ದತ್ತಸಂಚಯ.
ku: pirtûkxaneya ewlehiyê: daneya nayê nivîsandin.
lt: saugumo biblioteka: duomenų bazė skirta tik skaitymui.
lv: drošības bibliotēka: tikai nolasīšanai paredzēta datubāze.
mai: सुरक्षा लाइब्रेरी: केवल पढ़ब योग्य डेटाबेस.
ml: സുരക്ഷ ലൈബ്രറി: റീഡ്-ഒണ്‍ലി ഡേറ്റാബെയിസ്.
mr: सुरक्षा लायब्ररी: फक्त वाचनजोगी माहितीकोष.
ms: Perpustakaan keselamtan: hanya membaca database.
my: လုံခြုံရေး စာကြည့်တိုက် - အချက်အလက် သိုလှောင်ခန်း ဖတ်ရန် အတွက်သာ။
nb_no: sikkerhetsbibliotek: databasen er åpnet bare for lesing.
nn_no: tryggingsbibliotek: databasen er opna berre for lesing.
oc: Bibliotèca de seguretat : banca de donadas en lectura sola.
pt_br: biblioteca de segurança: banco de dados somente para leitura.
ro: librăria de securitate: bază de date accesibilă doar pentru citire.
sd: سلامتيءَ جي لائبرري: فقط پڙهڻ لاءِ آڌار سامگري
si: ආරක්ෂණ පුස්තකාලය: කියවීමට පමණක් වූ දත්ත ගබඩාව.
sr: библиотека за безбедност: база података је само за читање.
sv: Säkerhetsbibliotek: skrivskyddad databas.
te: రక్షణ లైబ్రరీ: డాటాబేస్ చదువుటకు-మాత్రమే.
th: ห้องสมุดความปลอดภัย: ฐานข้อมูลแบบอ่านอย่างเดียว
ug: بىخەتەر پروگرامما ساندانى: ئوقۇشقىلا بولىدىغان ساندان.
uz: xavfsizlik kutubxonasi: faqat o‘qiladigan ma’lumotlar bazasi
vi: thư viện an ninh: dữ liệu chống ghi.
zh_tw: 安全函式庫: 資料庫是唯讀狀態。

source: No slot or token was selected.
af: Geen gleuf of teken is gekies nie.
ar: لم تُختر أي فتحة أو قطعة أمنية.
as: কোনো স্লট অথবা টকেন বচা হোৱা নাই।
az: Slot ya da işarə seçilmədi.
bg: Не е избран слот или токена.
bn_bd: কোনো স্লট বা টোকেন নির্বাচন করা হয়নি।
br: N'eus faout na reveziadenn ebet bet diuzet.
ca: No s'ha seleccionat cap ranura o testimoni.
cy: Heb ddewis slot neu docyn.
es_mx: No se ha seleccionado una ranura o token.
eu: Ez da ataka edo token-ik hautatu.
fa: هیچ شیار یا نشانی انتخاب نشد.
fur: No tu âs selezionât la fressure o il testemoni.
ga_ie: Níor roghnaíodh sliotán nó ceadchomhartha.
gd: Cha deach sliotan no tòcan a thaghadh.
gu: કોઈ સ્લોટ અથવા ટોકન પસંદ થયેલ ન હતો.
hi_in: कोई स्लॉट या टोकेन चुना गया नहीं था.
hr: Nije odabran nijedan utor ili token.
hu: Nincs kiválasztva slot vagy token.
hy_am: Չեր նշվել ոչ մի սլոտ կամ թոկեն:
id: Tidak ada slot atau token terpilih.
is: Engin rauf eða tóki valin.
kk: Бірде-бір слот не токен таңдалмаған.
km: មិន​បាន​ជ្រើស​ថូខឹន ឬ​រន្ធ​ឡើយ ។
kn: ಯಾವುದೆ ಸ್ಲಾಟ್‌ ಅಥವ ಟೋಕನ್ ಆರಿಸಲ್ಪಟ್ಟಿಲ್ಲ.
ku: Tu slot an jî token nehat bijartin.
lt: Nepasirinktas lizdas arba saugumo priemonė.
lv: Nav izvēlēta pieslēgvieta vai marķieris.
mai: कोनो स्लाट अथवा टोकेन चुनल गेल नहि छल.
ml: സ്ലോട്ട് അല്ലെങ്കില്‍ ടോക്കന്‍ തെരഞ്ഞെടുത്തിട്ടില്ല.
mr: स्लॉट किंवा टोकन निवडले नाही.
ms: Tiada slot atau token telah dipilih.
my: ဘယ် အကွက် (သို့) အမှတ်အသားကိုမှ မရွေးထားဘူး။
nb_no: Ingen element eller sted ble valgt.
nn_no: Ingen element eller stad vart valt.
oc: Cap de slot o de geton es pas estat seleccionat.
pt_br: Nenhum slot ou token foi selecionado.
ro: Nu s-a selectat niciun slot sau token.
sd: ڪوبہ سلاٽ يا ٽوڪن نہ چونڊيو ويو هو۔
si: සංඥාවක් හෝ තව්වක් තෝරා නොගැනුණි.
sr: Ниједан прорез ни новчић нису изабрани.
sv: Ingen slot eller token vald.
te: ఎటువంటి స్లాట్ లేదా టోకెన్ ఎంపికకాలేదు.
ug: ئوقۇر ياكى بەلگە تاللانمىغان.
uz: Tuynuk yoki marker tanlandi.
vi: Không có khe hay mã thông báo nào được chọn.
zh_tw: 未選擇 Slot 或 Token。

source: A certificate with the same nickname already exists.
af: 'n Sertifikaat met dieselfde bynaam bestaan reeds.
ar: هناك شهادة بنفس الاسم المستعار موجودة مسبقًا.
as: একে উপনাম থকা এটা প্ৰমাণপত্ৰ আগতিয়াকৈ আছে।
az: Eyni ləqəbdə bir təsdiq sənədi mövcuddur.
bg: Сертификат със същото име вече съществува.
bn_bd: একই নামসহ আরেকটি সার্টিফিকেট বর্তমানে উপস্থিত আছে।
br: Un testeni gant an hevelep lesanv zo anezhañ endeo.
ca: Ja existeix un certificat amb el mateix sobrenom.
cy: Mae tystysgrif gyda'r un llysenw yn bodoli eisoes.
es_mx: Ya existe un certificado con el mismo apodo.
eu: Badago dagoeneko ezizen berdineko ziurtagiri bat.
fa: گواهی با همین نام مستعار قبلاً وجود دارد.
fur: Al è za un certificât cun chest nickname.
ga_ie: Tá teastas ann cheana leis an leasainm sin.
gd: Tha teisteanas air a bheil an dearbh fhar-ainm ann mu thràth.
gu: એક જ નામવાળું પ્રમાણપત્ર પહેલાથી જ હાજર છે.
hi_in: समान उपनाम के साथ प्रमाणपत्र पहले से मौजूद है.
hr: Certifikat s istim nadimkom već postoji.
hu: Ezen a néven már létezik tanúsítvány.
hy_am: Նույն անունով սերտիֆիկատ արդեն գոյություն ունի տվյալների բազայում:
id: Sertifikat dengan nama alias/nick sudah ada.
is: Skilríki með sama auðkenni er þegar til.
kk: Қысқаша аты сәйкес келетін сертификат бар болып тұр.
km: មាន​វិញ្ញាបនបត្រ​​ដែល​មាន​​សម្មតិនាម​ដូច​គ្នា​​ហើយ ។
kn: ಇದೆ ಉಪ ಹೆಸರಿನ ಒಂದು ಪ್ರಮಾಣಪತ್ರ ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ku: Sertîfîkayeke bi heman navê kod jixwe heye.
lt: Liudijimas tokiu alternatyviuoju vardu jau yra.
lv: Sertifikāts ar šādu segvārdu jau eksistē.
mai: समान उपनाम क सँग प्रमाणपत्र पहिने सँ मोजुद अछि.
ml: ഈ വിളിപ്പേരിലൊരു സര്‍ട്ടിഫിക്കേറ്റ് നിലവിലുണ്ടു്.
mr: समान निकनाव आधिपासूनच अस्तित्वात आहे.
ms: Suatu sijil dengan nama panggilan yang sama telahpun wujud.
my: တူညီတဲ့ အမည်ရှိတဲ့ လက်မှတ်တခု ရှိနေပြီး။
nb_no: Et sertifikat med samme kallenavn fins allerede.
nn_no: Eit sertifikat med same kallenamn finst alt.
oc: Un certificat amb lo meteis escais existís ja.
pt_br: Um certificado com o mesmo nickname já existe.
ro: Există deja un certificat cu același pseudonim.
sd: ساڳئي اُپنام سان سرٽيفڪيٽ اڳ ۾ ئي مؤجود آهي۔
si: එම විකට නම ඇති සහතිකයක් දැනටමත් පවතී.
sr: Сертификат са истом ознаком већ постоји.
sv: Ett certifikat med samma kortnamn finns redan.
te: ఒక ధృవీకరణపత్రం అదేనిక్‌నేమ్‌తో ఇప్పటికేవుంది.
th: มีใบรับรองที่มีชื่อเล่นเหมือนกันอยู่แล้ว
ug: ئوخشاش نامدىكى باشقا گۇۋاھنامە مەۋجۇد.
uz: Xuddi shu nomdagi taxallus allaqachon mavjud.
vi: Đã tồn tại một chứng chỉ với cùng biệt danh.
zh_tw: 憑證內含的相同暱稱已存在。

source: A key with the same nickname already exists.
af: 'n Sleutel met dieselfde bynaam bestaan reeds.
ar: هناك مفتاح بنفس الاسم المستعار موجود مسبقًا.
as: একে উপনাম থকা এটা কি' আগতিয়াকৈ আছে।
az: Eyni ləqəbdə bir açar mövcuddur.
bg: Ключ със същото съкратено име вече съществува.
bn_bd: একই নামসহ আরেকটি কী বর্তমানে উপস্থিত আছে।
br: Un alc'hwez gant an hevelep lesanv zo anezhañ endeo.
ca: Ja existeix una clau amb el mateix sobrenom.
cy: Mae allwedd gyda'r un llysenw yn bodoli eisoes.
es_mx: Ya existe una clave con el mismo apodo.
eu: Badago dagoeneko ezizen berdineko gako bat.
fa: کلیدی با همین نام مستعار قبلاً وجود دارد.
fur: E je za une clâf cun chest nickname.
ga_ie: Tá eochair ann cheana leis an leasainm sin.
gd: Tha iuchair air a bheil an dearbh fhar-ainm ann mu thràth.
gu: એક જ નામવાળી કી પહેલાથી જ હાજર છે.
hi_in: समान उपनाम के साथ कुंजी पहले से मौजूद है.
hr: Ključ s istim nadimkom već postoji.
hu: Ezen a néven már létezik kulcs.
hy_am: Նույն մականունով բանալի արդեն գոյություն ունի:
id: Kunci dengan nama nick yang sama telah ada.
is: Lykill með sama viðurnefni er þegar til.
kk: Қысқаша аты сәйкес келетін кілтр болып тұр.
km: មាន​សោ​ដែល​មាន​សម្មតិនាម​ដូច​គ្នា​​ហើយ ។
kn: ಇದೆ ಉಪ ಹೆಸರಿನ ಒಂದು ಕೀಲಿ ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ku: Mifteyeke bi heman navê kod jixwe heye.
lt: Raktas tokiu alternatyviuoju vardu jau yra.
lv: Atslēga ar šādu segvārdu jau eksistē.
mai: समान उपनाम क सँग कुँजी पहिने सँ मोजुद अछि.
ml: ഈ വിളിപ്പേരിലൊരു കീ നിലവിലുണ്ടു്.
mr: समान निकनाव असणारी कि आधिपासूनच अस्तित्वात आहे.
ms: Suatu kunci dengan nama panggilan yang sama telahpun wujud.
my: တူညီတဲ့ အမည်ရှိတဲ့ သော့ချက်တခု ရှိနေပြီး။
nb_no: En nøkkel med samme kallenavn fins allerede.
nn_no: Ein nykel med same kallenamn finst alt.
oc: Una clau amb lo meteis escais existís ja.
pt_br: Uma chave com o mesmo nickname já existe.
ro: Există deja o cheie cu același pseudonim.
sd: ساڳئي اُپنام سان ڪنجي اڳ ۾ ئي مؤجود آهي۔
si: එම විකට නම ඇති යතුරක් දැනටමත් පවතී.
sr: Кључ са истом ознаком већ постоји.
sv: En nyckel med samma kortnamn finns redan.
te: ఒక కీ ఇప్పటికే అదేనిక్‌నేమ్‌తోవుంది.
th: มีกุญแจที่มีชื่อเล่นเหมือนกันอยู่แล้ว
ug: ئوخشاش نامدىكى باشقا شىفىرلىق ئاچقۇچ مەۋجۇد.
uz: Xuddi shu nomdagi kalit allaqachon mavjud.
vi: Đã tồn tại một khóa với cùng biệt danh.
zh_tw: 金鑰內含的相同暱稱已存在。

source: error while creating safe object
af: kon nie veilige objek skep nie
ar: خطأ أثناء إنشاء الكائن الآمن
as: সুৰক্ষিত অবজেক্ট সৃষ্টি কৰোতে ত্ৰুটি।
az: Təhlükəsiz obyekt yaradılarkən səhv baş verdi.
bg: грешка при създаване на безопасен обект
bn_bd: নিরাপদ অবজেক্ট তৈরি করার সময় ত্রুটি হয়েছে
br: fazi e-pad ma oa o krouiñ un ergorenn diarvar.
ca: s'ha produït un error en crear un objecte segur
cy: gwall wrth greu gwrthrych diogel
es_mx: error al crear el objeto seguro
eu: errorea objektu segurua sortzean
fa: خطا در ایجاد شیء امن
fur: Erôr creant un ogjet sigûr.
ga_ie: earráid agus réad slán á chrúthú
gd: mearachd rè cruthachadh an oibseict sàbhailte
gu: સુરક્ષિત ઓબ્જેક્ટ બનાવતી વખતે ભૂલ
hi_in: सुरक्षित वस्तु बनाने में त्रुटि
hr: greška pri stvaranju sigurnog objekta
hu: hiba a biztonságos objektum létrehozásakor
hy_am: անվտանգ օբյեկտի ստեղծման սխալանք
id: kesalahan saat membuat objek yang aman
is: villa við að búa til öruggan hlut
kk: қауіпсіз объектті жасау қатесі
km: កំហុស​ខណៈ​ពេល​បង្កើត​វត្ថុ​សុវត្ថិភាព
kn: ಸುರಕ್ಷಿತ ವಸ್ತುವನ್ನು ನಿರ್ಮಿಸುವಲ್ಲಿ ದೋಷ
ku: di afirandina objeya ewle de çewtî
lt: klaida kuriant saugų objektą
lv: kļūda veidojot drošo objektu
mai: सुरक्षित वस्तु बनाबै मे त्रुटि
ml: സുരക്ഷിതമായ വസ്തു തയ്യാറാക്കുമ്പോള്‍ പിശക്
mr: सुरक्षीत ऑबजेक्ट निर्माण करतेवेळी त्रुटी आढळली
ms: ralat apabila mencipta objek simpanan
my: အန္တရယ်ကင်း သတ္တုကို ဖန်တီးနေတုန်း အမှား
nb_no: en feil oppstod under opprettelse av trygt objektt
nn_no: ein feil oppstod under opprettinga av trygt objekt
oc: Error al moment de la creacion d'un objècte securizat
pt_br: erro ao criar o objeto seguro
ro: eroare în timpul creării obiectului sigur
sd: سلامتيءَ ڀري شئه خلقڻ دؤران چوڪ
si: සුරක්ෂිත වස්තුවක් සෑදීමේදී දෝෂයක්
sr: грешка при прављењу безбедног објекта
sv: fel vid skapandet av säkra objekt
te: భద్రమైన ఆబ్జెక్ట్ ను సృష్టిస్తుంటే దోషము
th: เกิดข้อผิดพลาดขณะกำลังสร้างวัตถุแบบปลอดภัย
ug: بىخەتەر نىشان قۇرۇشتا خاتالىق كۆرۈلدى
uz: xavfsiz obyektni yaratishda xatolik
vi: phát sinh lỗi khi tạo thực thể an toàn
zh_tw: 建立安全物件時錯誤

source: error while creating baggage object
af: kon nie baggasieobjek skep nie
ar: خطأ أثناء إنشاء كائن الأمتعة
as: বস্তুবাৰি অবজেক্ট সৃষ্টি কৰোতে ত্ৰুটি।
az: Baqaj obyekti yaradılarkən səhv baş verdi.
bg: грешка при създаване на временен обект
bn_bd: ব্যাগেজ অবজেক্ট তৈরি করার সময় ত্রুটি হয়েছে
br: fazi e-pad ma oa o krouiñ an ergorenn bak
ca: s'ha produït un error en crear un objecte d'equipatge
cy: gwall werth greu gwrthrych pecyn
es_mx: error al crear el objeto de transporte (baggage object)
eu: errorea sortu da hatu objektua sortzean
fa: خطا در ایجاد شیء چمدان
fur: Al è stât un erôr tal formâ un ogjet di bagai
ga_ie: earráid agus réad bagáiste á chruthú
gd: mearachd rè cruthachadh an oibseict bhagaiste
gu: બેગેજ ઓબ્જેક્ટ બનાવતી વખતે ભૂલ
hi_in: बैगेज वस्तु बनाने में त्रुटि
hr: greška pri stvaranju objekta prtljage
hu: hiba a baggage objektum létrehozásakor
hy_am: բագաժային օբյեկտի ստեղծման ժամանակ տեղի ունեցավ վթար
id: kesalahan saat membuat objek bawaan
is: villa við að búa til farangurshlut
kk: багаж объектін жасау қатесі
km: កំហុស​ខណៈ​ពេល​បង្កើត​វត្ថុ​កញ្ចប់
kn: ಬ್ಯಾಗೇಜ್ ವಸ್ತುವನ್ನು ನಿರ್ಮಿಸುವಲ್ಲಿ ದೋಷ
ku: di afirandina objeya baggage de çewtî
lt: klaida kuriant bagažo objektą
lv: kļūda veidojot bagāžas objektu
mai: बैगेज वस्तु बनाबै मे त्रुटि
ml: ബാഗ്ഗേജ് വസ്തു തയ്യാറാക്കുന്നതില്‍ പിശക്
mr: बॅगेज ऑबजेक्ट निर्माण करतेवेळी त्रुटी आढळली
ms: ralat semasa mencipta objek bagasi.
my: အထုပ်အပိုး ၀တ္တု ဖန်တီး​နေတုန်း အမှား
nb_no: en feil oppstod under opprettelse av bagasjeobjekt
nn_no: ein feil oppstod under opprettinga av bagasjeobjekt
oc: Error al moment de la creacion d'un objècte valisa
pt_br: erro ao criar objeto bagagem
ro: eroare în timpul creării obiectului bagaj
sd: سامان جي شئہ خلقڻ دؤران چوڪ
si: ආම්පන්න වස්තුවක් සෑදීමේදී දෝෂයක්
sr: грешка при прављењу објекта пртљага
sv: fel vid skapandet av baggage-objekt
te: బాగేజ్ ఆబ్జెక్ట్ ను సృష్టిస్తుంటే దోషము
ug: نىشان بوغچا قۇرۇشتا خاتالىق يۈز بەردى
uz: yuk obyektini yaratishda xatolik
vi: lỗi phát sinh khi tạo thực thể hành lí
zh_tw: 建立包裹物件時錯誤

source: Couldn’t remove the principal
bg: Принципалът не можа да се премахне
gu: પ્રિન્સિપલ દૂર કરી શક્યા નહિં
nb_no: Klarte ikke fjerne kontohaver
nn_no: Klarte ikkje å fjera kontohavar

source: Couldn’t delete the privilege
bg: Привилегията не можа да се премахне
gu: વિશેષાધિકાર કાઢી શક્યા નહિં
nb_no: Klarte ikke slette privilegiet
nn_no: Klarte ikkje å sletta privilegiet

source: This principal doesn’t have a certificate
bg: Принципалът няма сертификат
gu: આ પ્રિન્સિપલને પ્રમાણપત્ર નથી
nb_no: Denne kontohaveren har ikke et sertifikat
nn_no: Denne principalen har ikkje eit sertifikat

source: Required algorithm is not allowed.
af: Vereiste algoritme nie toegelaat nie.
ar: الخوارزمية المطلوبة غير مسموح بها.
as: প্ৰয়োজনীয় এলগৰিথমৰ অনুমতি নাই।
az: İstenen açma yoluna icazə verilmir.
bg: Не е позволен задължителен алгоритъм.
bn_bd: প্রয়োজনীয় এলগরিদম অননুমোদিত।
br: N'eo ket aotreet an treol azgoulennet.
ca: No es permet l'algorisme necessari.
cy: Nid oes caniatâd i'r algorithm angenrheidiol.
es_mx: Un algoritmo requerido no está permitido.
eu: Beharrezko algoritmoa ez dago baimenduta.
fa: الگوریتم مورد نیاز مجاز نیست.
fur: Nol è permetût l'algoritmi che si domande
ga_ie: Níl an algartam riachtanach ceadaithe.
gd: Chan eil an algairim air a bheil feum ceadaichte.
gu: જરૂરી અલગોરિધમ માન્ય નથી.
hi_in: आवश्यक अलगोरिथन स्वीकृत नहीं है.
hr: Traženi algoritam nije dopušten.
hu: A szükséges algoritmus nem engedélyezett.
hy_am: Պահանջված ալգորիթմը չի թույլատրվում:
id: Algoritma yang dibutuhkan tidak diizinkan.
is: Nauðsynlegt algrím er ekki leyft.
kk: Керек алгоритмге рұқсат жоқ.
km: ក្បួន​ដោះស្រាយ​ដែល​បាន​ទាមទារ​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឡើយ ។
kn: ಅಗತ್ಯವಿರುವ ಅಲ್ಗಾರಿದಮ್‌ಗೆ ಅನುಮತಿ ಇಲ್ಲ.
ku: Algorîtîma hewce bêdestûr e.
lt: Reikiamas algoritmas uždraustas.
lv: Pieprasītais algoritms vairs nav atļauts.
mai: आवश्यक अलगोरिथन स्वीकृत नहि अछि.
ml: ആവശ്യമായ ആര്‍ഗോരിഥം അനുവദിച്ചിട്ടില്ല.
mr: आवश्यक अल्गोरिदम करीता परवानगी नाही.
ms: Algoritma yang dikehendaki adalah tidak dibenarkan.
my: လုပ်ငန်းစနစ် လိုအပ်ချက်ကို ခွင့်ပြုမထားဘူး။
nb_no: Påkrevd algoritme er ikke tillatt.
nn_no: Påkravd algoritme er ikkje tillate.
oc: L'algoritme requesit es pas autorizat.
pt_br: O algoritmo necessário não é permitido.
ro: Algoritmul cerut nu este permis.
sd: گهربل ڳڻپ جي قاعدن جي سيٽ کي اِجازت نٿي ڏني وڃي۔
si: ඉල්ලූ ඇල්ගොරිතමට අවසර දී නොමැත.
sr: Тражени алгоритам није допуштен.
sv: Begärd algoritm är inte tillåten.
te: అవసరమైన అల్గార్దెమ్ అనుమతించబడదు.
th: อัลกอริทึมที่ต้องการนั้นไม่อนุญาต
ug: لازىملىق ھېسابلاش ئۇسۇلىنى ئىشلىتىشكە يول قويمايدۇ.
uz: So‘ralgan algoritmga ruxsat berilmaydi.
vi: Thuật toán yêu cầu không được phép.
zh_tw: 所需的演算法不被允許。

source: Error attempting to export certificates.
af: Kon nie sertifikate probeer uitvoer nie.
ar: خطأ أثناء محاولة تصدير الشهادات.
as: প্ৰমাণপত্ৰ এক্সপোৰ্ট কৰাৰ প্ৰচেষ্টাত ত্ৰুটি।
az: Təsdiq sənədləri ixrac edilərkən səhv baş verdi.
bg: Грешка при опит за изнасяне на сертификати.
bn_bd: সার্টিফিকেট এক্সপোর্টে ত্রুটি।
br: Fazi e-pad ma oa o klask ezporzhiañ testenioù.
ca: S'ha produït un error en intentar d'exportar els certificats.
cy: Gwall wrth geisio allforio tystysgrifau.
es_mx: Error al intentar exportar certificados.
eu: Errorea ziurtagiriak esportatzen saiatzean.
fa: خطا در صدور گواهی‌ها.
fur: Erôr cirint di espuartâ certificâts.
ga_ie: Earráid agus iarracht á déanamh teastais a easpórtáil.
gd: Mearachd ann an às-phortadh nan teisteanasan.
gu: પ્રમાણપત્રો નિકાસ કરવાનો પ્રયાસ કરવામાં ભૂલ.
hi_in: प्रमाणपत्र निर्यात करने के प्रयास में त्रुटि.
hr: Greška pri pokušaju izvoza certifikata.
hu: Hiba történt a tanúsítványok exportálásakor.
hy_am: Սխալանք, սերտիֆիկատների արտահանման փորձի ընթացքում:
id: Kesalahan saat mencoba mengekspor sertifikat.
is: Villa við að flytja út skilríki.
kk: Сертфикаттарды экспорттау сәтсіз аяқталды.
km: កំហុស​ក្នុង​ការ​ប៉ុនប៉ង​នាំ​វិញ្ញាបនបត្រ​ចេញ ។
kn: ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ರಫ್ತು ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದಾಗ ದೋಷ ಉಂಟಾಗಿದೆ.
ku: Dema belgeya erêkirinê dihat derxistin çewtiyek derkete holê.
lt: Bandant eksportuoti liudijimus, įvyko klaida.
lv: Kļūda mēģinot eksportēt sertifikātus.
mai: प्रमाणपत्र निर्यात करब क प्रयास मे त्रुटि.
ml: സര്‍ട്ടിഫിക്കേറ്റുകള്‍ എക്സ്പോര്‍ട്ട് ചെയ്യുമ്പോള്‍ പിശക്.
mr: प्रमाणपत्र एक्सपोर्ट करतेवेळी त्रुटी आढळली.
ms: Ralat ketika cuba untuk mengeksport sijil-sijil.
my: လက်မှတ်များကို တင်ပို့ဖို့ ကြိုးစားနေတဲ့ အမှား
nb_no: Feil ved eksport av sertifikater.
nn_no: Feil ved eksport av sertifikat.
oc: Error al moment de la temptativa d'exportacion dels certificats.
pt_br: Erro ao tentar exportar certificados.
ro: Eroare la încercarea de export a certificatelor.
sd: سرٽيفڪيٽن جي روانگيءَ ڪرڻ جي ڪوشش ڪندي چوڪ
si: සහතික අපනයනය කිරීමේදී දෝෂයක්.
sr: Грешка при извозу сертификата.
sv: Fel vid försök att exportera certifikat.
te: ధృవీకరణపత్రాలను ఎగుమతిచేయుటలో దోషము.
th: เกิดข้อผิดพลาดขณะกำลังพยายามส่งออกใบรับรอง
ug: گۇۋاھنامە چىقىرىشنى سىناشتا خاتالىق كۆرۈلدى.
uz: Sertifikatlarni eksport qilishga urinishda xatolik yuz berdi.
vi: Lỗi khi đang cố xuất chứng chỉ.
zh_tw: 嘗試匯出憑證時錯誤。

source: Error attempting to import certificates.
af: Kon nie sertifikate probeer invoer nie.
ar: خطأ أثناء محاولة استيراد الشهادات.
as: প্ৰমাণপত্ৰ ইমপোৰ্ট কৰাৰ প্ৰচেষ্টাত ত্ৰুটি।
az: təsdiq sənədləri idxal edilərkən səhv baş verdi.
bg: Грешка при опит за внасяне на сертификати.
bn_bd: সার্টিফিকেট ইমপোর্টে ত্রুটি।
br: Fazi e-pad ma oa o klask enporzhiañ testenioù.
ca: S'ha produït un error en intentar d'importar els certificats.
cy: Gwall wrth geisio mewnforio tystysgrifau.
es_mx: Error al intentar importar certificados.
eu: Errorea ziurtagiriak inportatzen saiatzean.
fa: خطا در وارد کردن گواهی‌ها.
fur: Erôr cirint di impuartâ certificâts.
ga_ie: Earráid agus iarracht á déanamh teastais a iompórtáil.
gd: Mearachd le ion-phortadh nan teisteanasan.
gu: પ્રમાણપત્રો આયાત કરવાનો પ્રયાસ કરવામાં ભૂલ.
hi_in: प्रमाणपत्र आयात करने के प्रयास में त्रुटि.
hr: Greška pri pokušaju uvoza certifikata.
hu: Hiba történt a tanúsítványok importálásakor.
hy_am: Սխալ. սերտիֆիկատների ներմուծման փորձի ընթացքում:
id: Kesalahan saat mencoba mengimpor sertifikat.
is: Villa við að flytja inn skilríki.
kk: Сертфикаттарды импорттау сәтсіз аяқталды.
km: កំហុស​ក្នុង​ការ​ប៉ុនប៉ង​នាំ​វិញ្ញាបនបត្រ​​ចូល ។
kn: ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸಿದಾಗ ದೋಷ ಉಂಟಾಗಿದೆ
ku: Dema belgeyên erêkirinê dianî hundir çewtiyek derkete holê.
lt: Bandant importuoti liudijimus, įvyko klaida.
lv: Kļūda mēģinot importēt sertifikātus.
mai: प्रमाणपत्र आयात करब क प्रयास मे त्रुटि.
ml: സര്‍ട്ടിഫിക്കേറ്റുകള്‍ ഇംപോര്‍ട്ട് ചെയ്യുമ്പോള്‍ പിശക്.
mr: प्रमाणपत्र इम्पोर्ट करतेवेळी त्रुटी आढळली.
ms: Ralat ketika cuba mengimport sijil-sijil.
my: လက်မှတ်များကို တင်သွင်းဖို့ ကြိုးစားနေတဲ့ အမှား
nb_no: Feil ved import av sertifikater.
nn_no: Feil ved import av sertifikat.
oc: Error al moment de la temptativa d'importacion dels certificats.
pt_br: Erro ao tentar importar certificados.
ro: Eroare la încercarea de import a certificatelor.
sd: سرٽيفڪيٽن جي آمد ڪرڻ جي ڪوشش ڪندي چوڪ
si: සහතික ආනයනය කිරීමේදී දෝෂයක්.
sr: Грешка при увозу сертификата.
sv: Fel vid försök att importera certifikat.
te: ధృవీకరణపత్రాలను దిగుమతిచేయుటలో దోషము.
th: เกิดข้อผิดพลาดขณะกำลังพยายามนำเข้าใบรับรอง
ug: گۇۋاھنامە ئەكىرىشنى سىناشتا خاتالىق كۆرۈلدى.
uz: Sertifikatlarni import qilishga urinishda xatolik yuz berdi.
vi: Lỗi khi đang cố nhập chứng chỉ.
zh_tw: 嘗試匯入憑證時錯誤。

source: Unable to import. Decoding error. File not valid.
bg: Грешка при внасяне. Грешка при декодиране. Файлът не е валиден.
bn_in: ইম্পোর্ট করা যাচ্ছে না। ডিকোড করতে ত্রুটি ঘটছে। ফাইল বৈধ নয়।
br: N'haller ket enporzhiañ. Fazi divonegañ. N'eo ket talvoudek ar restr.
ca: No s'ha pogut importar. Error de descodificació. El fitxer no és vàlid.
cy: Methu mewnforio. Gwall dadgodio. Nid yw'r ffeil yn ddilys.
gd: Cha ghabh ion-phortadh. Mearachd dì-chòdachaidh. Faidhle mì-dhligheach.
gu: આયાત કરવામાં અસમર્થ. ડિકોડીંગ ભૂલ. ફાઈલ માન્ય નથી.
hu: Nem lehet importálni. Dekódolási hiba. A fájl érvénytelen.
hy_am: Չստացվեց ներմուծել: Դեկոդավորման սխալ: Ֆայլ անպիտան է:
id: Gagal mengimpor. Kesalahan mendekode. Berkas tidak sah.
is: Get ekki flutt inn. Afkótunarvilla. Skrá er ólögleg.
kk: Импорттау мүмкін емес. Декодтау қатесі. Файл дұрыс емес.
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಡಿಕೋಡಿಂಗ್ ದೋಷ. ಕಡತವು ಅಮಾನ್ಯವಾಗಿದೆ.
lt: Nepavyko importuoti. Iššifravimo klaida. Failas netinkamas.
nb_no: Klarte ikke importere. Dekodingsfeil. Fil er ugyldig.
nn_no: Klarte ikkje å importera. Dekodingsfeil. Fil er ugyldig.
pt_br: Impossível importar. Erro de decodificação. Arquivo invalido.
sv: Kan inte importera. Avkodningsfel. Ogiltig fil.
