Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Could not decode ASN.1 data. Specified template was invalid.
af: Kon nie ASN.1-data dekodeer nie. Gespesifiseerde sjabloon was ongeldig.
ar: لم يمكن فك ترميز بيانات ASN.1. القالب المحدد غير صالح.
as: ASN.1 তথ্য ডিক'ড কৰিব নোৱাৰি। ধাৰ্য্যত টেম্পলেইট অবৈধ।
az: ASN.1 məlumatı açıla bilmir. Göstərilən qəlib etibarsızdır.
bg: Не може да се декодират данни ASN.1. Зададеният шаблон е невалиден.
bn_bd: ASN.1 ডাটা এক্সেস করা যায়নি। উল্লেখিত খসড়াটি অকার্যকর।
br: N'haller ket divonegañ roadennoù mod ASN.1. Didalvoudek e oa ar patrom erspizet.
ca: No s'han pogut descodificar les dades ASN.1. La plantilla especificada no és vàlida.
cy: Methu dadgodio data ASN.1. Roedd y templed yn annilys.
es_mx: No se ha podido decodificar los datos ASN.1. La plantilla especificada no era válida.
eu: Ezin da ASN.1 data deskodekatu. Ezarritako txantiloia baliogabea da.
fa: قادر به رمزگشایی اطلاعات ASN.1 نبود. قالب مشخص شده نامعتبر است.
fur: No si pues decifrâ i dâts ASN.1. Il template specificât nol è valit.
ga_ie: Níorbh fhéidir sonraí ASN.1 a dhíchódú. Bhí an teimpléad sonraithe neamhbhailí.
gd: Cha do ghabh an dàta ASN.1 a dhì-chòdadh. Bha an teamplaid a chaidh a shònrachadh mì-dhligheach.
gu: ASN.1 માહિતી ડીકોડ કરી શક્યા નહિં. સ્પષ્ટ થયેલ ટેમ્પલેટ અયોગ્ય હતી.
hi_in: ASN को डिकोड नहीं कर सकता.1 आँकड़ा. निर्दिष्ट नमूना अवैध था.
hr: Dekodiranje ASN.1 podataka nije moguće. Naznačeni predložak je nevaljani.
hu: Nem sikerült dekódolni az ASN.1 adatokat. A megadott sablon érvénytelen volt.
hy_am: Չստացվեց ապակոդավորել ASN.1 տվյալները: Նշված ձևանմուշը սխալ էր:
id: Tidak dapat mendekode data ASN.1. Template yang ditentukan tidak sah.
is: Get ekki afkóðað ASN.1 gögn. Skilgreint sniðmát var rangt.
kk: ASN.1 мәліметтерін декодалау қатесі. Көрсетілген шаблон табылмады.
km: មិន​អាច​ឌិកូដ​ទិន្នន័យ ASN.1 បាន​ទេ ។ ពុម្ព​ដែល​បាន​បញ្ជាក់​មិន​ត្រឹមត្រូវ​ឡើយ ។
kn: ASN.1 ಮಾಹಿತಿಯನ್ನು ಡಿಕೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ. ಸೂಚಿಸಲಾದ ರಚನಾವಳಿಯು ಅಮಾನ್ಯವಾಗಿದೆ.
ku: Nikare daneya ASN.1 çareser bike. Dirba diyarkirî ne derbasdar e.
lt: Nepavyko iššifruoti ASN.1 duomenų. Nurodytas netinkamas šablonas.
lv: Nevar atkodēt ASN.1 datus. Norādītā veidne nav derīga.
mai: ASN केँ डिकोड नहि कए सकैत. 1 आँकड़ा. निर्दिष्ट नमूना अवैध छल.
ml: ASN.1 ഡേറ്റ ഡീകോഡ് ചെയ്യുവാന്‍ സാധ്യമായില്ല. പറഞ്ഞിരിക്കുന്ന ടെംപ്ലേറ്റ് തെറ്റാണു്.
mr: ASN.1 माहिती डीकोड करू शकला नाही. निर्देशीत रचना अवैध आहे.
ms: Tidak dapat mengekod data ASN.1. Templat tertentu tidak sah.
my: ASN.1 အချက်အလက်ကြမ်းကို စာဝှက် မဖွင့်နိုင်ဘူး။ သတ်မှတ်ထားတဲ့ ပုံစံခွက်ဟာ မမှန်ကန်ဘူး။
nb_no: Klarte ikke dekode ASN.1 data. Oppgitt mal er ikke gyldig.
nn_no: Klarte ikkje å dekode ASN.1 data. Spesifisert mal er ikkje gyldig.
oc: Impossible de descodar las donadas ASN.1. Lo modul especificat èra invalid.
pt_br: Não foi possível decodificar os dados ASN.1. O modelo especificado era inválido.
ro: Nu se pot decodifica date ASN.1. Șablonul specificat este invalid.
sd: اي ايس اين .1 سامگري ڊيڪوڊ نہ ٿي سگهيو۔ ڄاڻايل خاڪو جائز نہ هو۔
si: ASN.1 දත්ත තේරුම් ගැනීමට නොහැකි විය. විශේෂණය කළ ආකෘතිය අවලංගු විය.
sr: Није могуће декодовати податке за АСН.1 (ASN.1). Назначени образац је неважећи.
sv: Kunde inte avkoda ASN.1-data. Angiven mall var ogiltig.
te: ASN.1 డాటాను డీకోడ్‌చేయలేము. తెలుపబడిన టెంప్లేట్ చెల్లనిది.
ug: ASN.1 سانلىق مەلۇماتنى كودىنى يېشەلمىدى. بېرىلگەن بۆلەك ئىناۋەتسىز.
uz: ASN.1 ma’lumotlarini koddan chiqarib bo‘lmadi. Ko‘rsatilgan namuna noto‘g‘ri.
vi: Không thể giải mã dữ liệu ASN.1. Khuôn mẫu được chỉ định không hợp lệ.
zh_tw: 無法解碼 ASN.1 資料，指定的範本無效。

source: No matching CRL was found.
af: Kon geen passende SOL vind nie.
ar: لم يُعثر على أي CRL مطابق.
as: কোনো মিল খোৱা CRL পোৱা নগল।
az: Uyğun gələn ləğv edilmişlər siyahısı tapılmadı.
bg: Не е намерен съвпадащ CRL.
bn_bd: কোনো ম্যাচিং CRL পাওয়া যায়নি।
br: N'eus ket bet kavet CRL ebet.
ca: No s'ha trobat cap CRL que coincidís.
cy: Methu canfod CRL cytûn.
es_mx: No se ha encontrado CRL apropiada.
eu: Ez da pareko CRLrik aurkitu.
fa: CRL مطابقی پیدا نشد.
fur: No si cjate une CRL che e corispuindi.
ga_ie: Níor aimsíodh LTC a mheaitseálann.
gd: Cha deach liosta nan teisteanasan a chaidh a chùl-ghairm a lorg.
gu: કોઈ બંધબેસતી CRL મળી નહિં.
hi_in: कोई मिलान किया CRL नहीं मिला था.
hr: Nije pronađen nijedan traženi CRL.
hu: Nem találhatók illeszkedő CRL-ek.
hy_am: Ոչ մի համապատասխան CRL չի գտնվել:
id: Tidak ada CRL yang cocok yang ditemukan.
is: Ekkert CRL fannst sem passaði.
kk: Сәйкес CRL табылмады.
km: រក​មិន​ឃើញ CRL ដែល​ផ្គូផ្គង​ឡើយ ។
kn: ತಾಳೆಯಾಗುವ ಯಾವುದೆ CRL ಕಂಡುಬಂದಿಲ್ಲ.
ku: Tu CRL ya lê tê nehat dîtin.
lt: Nerastas atitinkamas atšauktų liudijimų sąrašas (CRL).
lv: Atbilstoši CRL nav atrasti.
mai: कोनो भेटलन कएल CRL नहि भेटल छल.
ml: പൊരുത്തമുള്ള CRL ലഭ്യമായില്ല.
mr: जुळवणीजोगी CRL आढळले नाही.
ms: Tiada padanan CRL yang dijumpai.
my: ကိုက်ညီတဲ့ CRL ကို မတွေ့ရဘူး။
nb_no: Ingen passende CRL ble funnet.
nn_no: Ingen passande CRL blei funne.
oc: Cap de lista de certificats revocats correspondenta es pas estada trobada.
pt_br: Nenhuma CRL foi encontrada.
ro: Nu s-a găsit nicio listă CRL potrivită.
sd: ڪنهن بہ ميل کائيندڙ سي آر ايل جو پتو نہ لڳو
si: ගැළපෙන CRL එකක් හමු නොවුණි.
sr: Ниједан одговарајући ЦРЛ (CRL) није пронађен.
sv: Ingen matchande spärrlista hittades.
te: ఎటువంటి సరిజోడి CRL కనబడలేదు.
ug: ماسلىشىدىغان CRL تېپىلمىدى.
uz: Mos CRL topilmadi.
vi: Không tìm thấy CRL phù hợp.
zh_tw: 找不到相符的憑證廢止清冊。

source: You are attempting to import a cert with the same issuer/serial as an existing cert, but that is not the same cert.
af: U het probeer om 'n sertifikaat in te voer met dieselfde uitreiker/reeksnommer as 'n bestaande sertifikaat, maar dit is nie dieselfde sertifikaat nie.
ar: أنت تحاول استيراد شهادة لها نفس المزود/التسلسل الخاص بالشهادة الحالية، ولكنها ليست نفس الشهادة.
as: আপুনি এটা ইতিমধ্যে থকা cert ৰ দৰে একে প্ৰেৰণকৰ্তা/ক্ৰমিক থকা cert ইমপোৰ্ট কৰাৰ চেষ্টা কৰি আছে, কিন্তু সেইটো একে cert নহয়।
az: Mövcud olan bir təsdiq sənədi ilə eyni seriyaya və eyni yayımlayıcıya məxus yeni bir təsdiq sənədini idxal etmək istəyirsiniz, ancaq bu sənədlər eyni deyil.
bg: Опитвате се да внесете сертификат със същия издател и сериен номер както съществуващ сертификат, но това не е същия сертификат.
bn_bd: আপনি বর্তমানে উপস্থিত cert এর ইস্যুকারী/সিরিয়ালসহ আরেকটি cert ইমপোর্ট করার চেষ্টা করছেন, কিন্তু এটি একই cert নয়।
br: Emaoc'h o klask enporzhiañ un testeni gant an hevelep skigner/steudriñv ouzh un testeni ez eus anezhañ koulskoude n'eo ket an hevelep testeni.
ca: Esteu provant d'importar un certificat amb el mateix emissor / número de sèrie d'un ja existent, però que no és el mateix certificat.
cy: Rydych yn ceisio mewnforio tystysgrif gyda'r un cyhoeddwr/cyfres a'r dystysgrif gyfredol, ond nid yr un dystysgrif ydyw.
es_mx: Está intentando importar un certificado con el mismo número de serie/emisor que un certificado existente, pero no es el mismo certificado.
eu: Dagoen ziurtagiri baten jaulkitzaile/serie-zenbaki berdina duen ziurtagiri bat inportatzen saiatzen ari zara, baina ez da ziurtagiri berdina.
fa: شما در حال تلاش برای وارد کردن گواهی با صادرکننده و شماره مسلسل تکراری هستید، ولی خود گواهی متفاوت است.
fur: Tu ciris di impuartâ un certificât cul stes emissôr/seriâl di un certificât che al è za, ma nol è chel istès certificât.
ga_ie: Tá tú ag iarraidh teastas a iompórtáil leis an eisitheoir nó an tsraithuimhir chéanna atá ar theastas atá ann cheana, ach nach an teastas céanna é.
gd: Tha thu a' feuchainn ri teisteanas a thoirt a-steach aig a bheil an dearbh fhoillsichear/àireamh shreathach 's a tha aig teisteanas làithreach ach chan e an dearbh theisteanas a tha ann.
gu: તમે એક જ અદા કરનાર/સીરીયલ સાથે હાલના પ્રમાણપત્ર તરીકે આયાત કરવાનો પ્રયાસ કરી રહ્યા છો, પરંતુ તે એ જ પ્રમાણપત્ર નથી.
hi_in: आप समान निर्गतकर्ता/क्रमसंख्या के साथ किसी प्रमाणपत्र के आयात के लिए कोशिश कर रहे हैं, लेकिन वह समान प्रमाणपत्र नहीं है.
hr: Pokušavate uvesti certifikat s istim izdavačem/serijskim brojem kao postojeći certifikat, ali radi se o različitom certifikatu.
hu: Egy olyan tanúsítványt próbál importálni, amelynek a kiadója/sorozatszáma megegyezik egy létező tanúsítvánnyal, de ez a tanúsítvány nem ugyanaz.
hy_am: Դուք փորձում եք ներմուծել արտոնագիր միևնույն թողարկմամբ/հաջորդականությամբ, ինչպիսինն է գույություն ունեցող արտոնագիրը, բայց այն միևնույն արտոնագիրը չէ:
id: Anda mencoba mengimpor sertifikat dengan penerbit/nomor seri yang sama dengan sertifikat tersebut, tapi tidak pada sertifikat yang sama.
is: Þú ert að reyna að flytja inn skilríki sem er með sama útgefanda/raðnúmer og skilríki sem fyrir er, en er samt ekki sama skilríki.
kk: Сіз қазір бар болып тұрған сертификаттың сериялық нөмірі мен шығарушысы сәйкес келетін бір сертификатты импорттауды таңдадыңыз, бірақ ол сол сертификат емес.
km: អ្នក​កំពុង​ប៉ុនប៉ង​នាំចូល​វិញ្ញាបនបត្រ​ដោយមាន អ្នក​ចេញ/សៀរៀល ដូចជា​វិញ្ញាបនបត្រ​ដែល​មាន​ស្រាប់ ប៉ុន្តែ​​គ្មាន​វិញ្ញាបនបត្រ​ដូច​គ្នា​ទេ ។
kn: ಈಗಿರುವ ಒಂದು ಪ್ರಮಾಣಪತ್ರವನ್ನು ಒದಗಿಸಿದವರು/ಅನುಕ್ರಮವನ್ನೇ ಹೊಂದಿರುವ ಒಂದು ಪ್ರಮಾಣಪತ್ರವನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ನೀವು ಪ್ರಯತ್ನಿಸಿದ್ದೀರಿ, ಆದರೆ ಅವರೆಡೂ ಒಂದೆ ಪ್ರಮಾಣಪತ್ರವಲ್ಲ.
ku: Tu dikî ku belgeyeke erêkirinê ya heyî û belgeyeke din a erêkirinê ku bi heman hejmara seriyê an jî hejmara belavkarê ye bikişînî hundir, lê ev ne heman belgeyên erêkirinê ne.
lt: Bandote importuoti liudijimą, kurį išdavė ta pati įstaiga ir kurio numeris toks pat, kaip jau esančio liudijimo, bet tai nėra tas pats liudijimas.
lv: Jūs mēģināt importēt sertifikātu ar izdevēju/sērijas numuru, kāds jau ir norādīts kādā sertifikātā, bet šis nav tas pats sertifikāts.
mai: अहाँ समान निर्गतकर्ता/क्रमसंख्या क सँग ककरो प्रमाणपत्र क आयात क लेल कोशिश कए रहल अछि, मुदा ओ समान प्रमाणपत्र नहि अछि.
ml: നിലവിലുള്ള സര്‍ട്ടിഫിക്കേറ്റായി അതേ ഇഷ്യൂവര്‍/സീരിയലുള്ളൊരു സര്‍ട്ട് ഇംപോര്‍ട്ട് ചെയ്യുന്നതിനായി നിങ്ങള്‍ ശ്രമിയ്ക്കുന്നു.
mr: प्रमाणपत्रास समान देयक/सिरीयल प्रमाणपत्राशी इम्पोर्ट करण्याचा प्रयत्न केला जात आहे, परंतु ते मुळ प्रमाणपत्र नाही.
ms: Anda sedang mencuba mengimport satu cert dengan satu penerbit/serial yang sama sebagai cert yang telah wujud, tetapi ia bukan cert yang sama.
my: သင်ဟာ တူညီတဲ့ ထုတ်ပြန်သူပါတဲ့ လက်မှတ်တခု/တည်ရှိနေတဲ့ လက်မှတ်တခု အစဉ်လိုက်ကို တင်သွင်းဖို့ ကြိုးစားနေတယ်၊ ဒါပေမဲ့ ဒီဟာ တူညီတဲ့ လက်မှတ်မဟုတ်ဘူး။
nb_no: Du forsøker importere et sertifikat med samme utsteder/serialnummer som et eksisterende sertifikat, men det er ikke samme sertifikat.
nn_no: Du prøver å importere eit sertifikat med same utskrivar/serienummer som eit eksisterande sertifikat, men det er ikkje det same sertifikatet.
oc: Ensajatz d'importar un certificat qu'a la meteissa autoritat/numèro de seria qu'un certificat existent, mas es pas lo meteis certificat.
pt_br: Você está tentando importar um cert com o mesmo expedidor/serial de um cert existente, mas que não é o mesmo cert.
ro: Ați încercat să importați un certificat cu același emitent/serial cu al unuia existent, deși nu e vorba de același certificat.
sr: Покушавате да увезете сертификат који има истог издавача и серијски број као постојећи сертификат, али та два сертификата нису идентична.
sv: Du försöker importera ett certifikat med samma utfärdare/serie som ett existerande certifikat, men det är inte samma certifikat.
te: మీరు ఇప్పటికేవున్న ధృవీకరణపత్రం ఇష్యూయర్/సీరియల్‌తో సమానమైన ధృవీకరణపత్రంను దిగుమతిచేయుటకు ప్రయత్నిస్తున్నారు, అయితే అది సమానమైన ధృవీకరణపత్రంకాదు.
ug: سىز تارقاتقۇچى/تەرتىپ نومۇرى كومپيۇتېردا مەۋجۇد بولغان گۇۋاھنامە بىلەن ئوخشاش بولغان گۇۋاھنامىدىن بىرنى ئەكىرمەكچى بولۇۋاتىسىز، ئەمما بۇ ئوخشاش گۇۋاھنامە ئەمەس.
uz: Siz bir xil odamga tegishli/bir xil serial raqamli mavjud sertifikatni mavjud sertifikat sifatida import qilishga urinyapsiz, ammo u bir xil sertifikat emas.
vi: Bạn đang cố nhập một chứng chỉ có serial/tên nhà cấp phát trùng với một chứng chỉ đã có, nhưng đó không phải là cùng một chứng chỉ.
zh_tw: 您正試圖匯入和現有憑證的簽發者╱序號相同的憑證，但他們並不是同一個憑證。

source: NSS could not shutdown. Objects are still in use.
af: NNS kon nie afskakel nie. Objekte is nog in gebruik.
ar: NSS لم يمكنه أن ينطفئ. الكائنات لا تزال قيد الاستخدام.
as: NSS বন্ধ হব পৰা নাই। অবজেক্টসমূহ এতিয়াও ব্যৱহাৰ হৈ আছে।
az: NSS bağlanmadı. Obyektlər hələ də istifadə olunur.
bg: NSS не можа да се изключи. Все още се използват някои обекти.
bn_bd: NSS বন্ধ হতে পারেনি। অবজেক্টগুলি এখনও ব্যবহৃত হচ্ছে।
br: N'hall ket NSS lazhañ. Emañ an ergorenn war arver c'hoazh.
ca: No s'ha pogut aturar l'NSS. Els objectes encara s'estan utilitzant.
cy: Meddodd yr NSS â chau. Gwrthychau yn dal mewn defnydd.
es_mx: NSS no se pudo cerrar. Hay objetos aún en uso.
eu: NSS ezin da itzali. Objektuak oraindik erabiliak daude.
fa: NSS قادر به خاتمهٔ کار خود نبود. اشیائی هنوز در حال استفاده می‌باشند.
fur: No si à podût fermâ il NSS. I ogjets a son ancjemò doprâts.
ga_ie: Níorbh fhéidir le NSS stopadh. Tá réada fós in úsáid.
gd: Cha do ghabh NSS a dhùnadh. Tha oibseactan 'gan cleachdadh fhathast.
gu: NSS બંધ કરી શક્યા નહિં. ઓબ્જેક્ટો હજુ સુધી વપરાશમાં જ છે.
hi_in: NSS बंद नहीं किया जा सका. वस्तु अभी भी प्रयोग में है.
hr: NSS nije moguće isključiti. Objekti su još uvijek u upotrebi.
hu: Az NSS nem tud leállni. Az objektumok még használatban vannak.
hy_am: NSS չի կարողանում ավարտել աշխատանքը: Գոյություն ունեն օգտագործվող օբյեկտներ:
id: NSS tidak dapat dimatikan. Objek masih digunakan.
is: Ekki var hægt að slökkva á NSS. Hlutir eru enn í notkun.
kk: NSS өшіру мүмкін емес. Кейбір объектілер әлі қолданылуда.
km: NSS មិន​អាច​បិទ​បាន​ទេ ។ វត្ថុ​កំពុង​តែ​ប្រើ ។
kn: NSS ಅನ್ನು ಮುಚ್ಚಲಾಗಿಲ್ಲ. ವಸ್ತುಗಳು ಇನ್ನೂ ಬಳಕೆಯಲ್ಲಿದೆ.
ku: NSSyê nekarî bigire. Objekt hê jî tên bikaranîn.
lt: NSS nepavyko baigti darbo. Dar yra naudojamų objektų.
lv: NSS nevar izslēgt. Objekti vēl tiek izmantoti.
mai: NSS बन्न नहि कएल जाए सकल. वस्तु अखनो प्रयोगमे अछि.
ml: NSS-നു് അടച്ചു പൂട്ടുവാന്‍ സാധ്യമായില്ല. വസ്തുക്കള്‍ ഇപ്പോഴും ഉപയോഗത്തിലാണു്.
mr: NSS पूर्णतया बंद करू शकला नाही. ऑबजेक्ट अजूनही वापरणीत आहे.
ms: NSS tidak boleh ditutup. Objek masih lagi sedang digunakan.
my: NSS ကို အပြီးမပိတ်နိုင်ဘူး။ ၀တ္တုများကို သုံးစွဲနေတုန်း။
nb_no: NSS kan ikke stenges ned. Objekter er fortsatt i bruk.
nn_no: NSS kan ikkje stengjast ned. Objekter er framleis i bruk.
oc: NSS se pòt pas arrestar. D'objèctes son en cors d'utilizacion.
pt_br: O NSS não pôde ser desligado. Objetos ainda estão em uso.
ro: NSS nu poate fi terminat. Obiectele sunt încă utilizate.
sd: اين ايس ايس بند نہ ڪري سگهيو۔ شيون اَڃا اِستعمال ۾ آهن۔
si: NSS චැඩ නැවැත්වීමට නොහැකි විය. වස්තූන් තවමත් භාවිතයේ පවතී.
sr: НСС (NSS) није могао да буде искључен. Објекти се и даље користе.
sv: NSS kunde inte avslutas. Objekt används fortfarande.
te: NSS షట్‌డౌన్ చేయబడలేదు. ఆబ్జక్టులు ఇంకా వుపయోగంలోవున్నాయి.
ug: NSS نى تاقىيالمىدى. نىشان ئىشلىتىلىۋاتىدۇ.
uz: NSS o‘chirilmadi. Obyektlardan hali ham foydalanilmoqda.
vi: NSS không thể tắt. Đối tượng vẫn đang được dùng.
zh_tw: NSS 無法關閉，物件還在使用中。

source: DER-encoded message contained extra unused data.
af: DER-geënkodeerde boodskap het ekstra ongebruikte data bevat.
ar: الرسالة المرمزة وفق DER تحتوي بيانات إضافية غير مستخدمة.
as: DERএনকোডেড বাৰ্তায় অতিৰিক্ত অব্যৱহৃত তথ্য অন্তৰ্ভুক্ত কৰে।
az: DER şifrəli mesaj istifadə etməyənə artıq yerdən ibarətdi.
bg: Кодирано с DER съобщение съдържа допълнителни неизползвани данни.
bn_bd: DER দ্বারা এনকোড করা বার্তাতে অতিরিক্ত অব্যবহৃত ডাটা ছিলো।
br: Roadennoù diarver ouzhpenn a oa e-barzh ur gemennadenn enrineget mod DER.
ca: El missatge codificat amb DER contenia dades no utilitzades addicionals.
cy: Mae'r neges DER amgodedig yn cynnwys data ychwanegol heb ei ddefnyddio.
es_mx: El mensaje codificado con DER contenía datos extra no usados.
eu: DER-kodeketadun mezuak erabili gabeko datu gehigarriak ditu.
fa: پیام رمز شده با DER دارای اطلاعات اضافی بی‌استفاده‌ای بود.
fur: Il messaç cifrât cun DER al veve dâts adizionâi no doprâts.
ga_ie: Bhí sonraí breise neamhúsáidte i dteachtaireacht códaithe de réir DER.
gd: Tha dàta a bharrachd 's gun chleachdadh anns an teachdaireachd a chaidh a chòdachadh a-rèir DER.
gu: DER-encoded સંદેશો વધારાની નહિં વપરાયેલ માહિતી સમાવે છે.
hi_in: DER-एन्कोडेड संदेश में अतिरिक्त अप्रयुक्त आंकड़ा समाहित है.
hr: DER-šifrirana poruka sadrži dodatne neiskorištene podatke.
hu: A DER-kódolt üzenet felesleges használatlan adatot tartalmazott.
hy_am: DER-կեդավորված հաղորդագրությունը պարունակում է ավելորդ չօգտագործվող տվյալներ:
id: Pesan terenkode-DER mengandung data ekstra yang tidak digunakan.
is: DER-kóðuð skilaboð innihalda aukalega ónotuð gögn.
kk: DER-кодаланған хабарламада қолданылмайтын қосымша ақпарат бар.
km: សារ​ដែល​បាន​អ៊ិនកូដ​ជា DER មាន​ទិន្នន័យ​ដែល​មិន​ចាំបាច់​ច្រើន​ទៀត ។
kn: DER-ಎನ್‌ಕೋಡ್‌ ಆದಂತಹ ಸಂದೇಶವು ಬಳಸದೆ ಇರುವ ಹೆಚ್ಚಿನ ದಂತ್ತಾಂಶವಿದೆ.
ku: Peyama DER-encoded daneya nenas a dîtir dihewand.
lt: DER užkoduotame pranešime buvo papildomų nepanaudotų duomenų.
lv: DER-šifrēts ziņojums saturēja papildu neizmantotus datus.
mai: DER-एन्कोडेड संदेश मे बाइली अप्रयुक्त आंकड़ा समाहित अछि.
ml: DER-എന്‍കോഡ് ചെയ്ത സന്ദേശത്തില്‍ അധികമായ ഉപയോഗിയ്ക്കാത്ത ഡേറ്റാ.
mr: DER-एनकोड केलेले संदेश मध्ये वाढीव विनावापरलेली माहिती समाविष्ठीत आहे.
ms: Mesej DER-encoded mempunyai banyak data yang tidak berguna.
my: DER-စာဝှက်တဲ့ သတင်းစကားမျာ အသုံးမပြုတဲ့ အချက်အလက်ကြမ်း အပို ပါရှိတယ်။
nb_no: DER-kodet melding inneholdt ekstra ubrukt data.
nn_no: DER-koda melding inneheheld ekstra ubrukte data.
oc: Un messatge encodat en DER conteniá de donadas suplementàrias pas utilizadas.
pt_br: A mensagem codificada com DER continha dados não usados extras.
ro: Mesajul codat cu DER conține date suplimentare nefolosite.
sd: ڊي اي آر، اينڪوڊ ڪيل سنديش ۾ واڌو نہ اِستعمال ڪيل سامگري مؤجود هئي۔
si: DER-කේතාංකිත පණිවිඩයේ භාවිතා නොකල වැඩිපුර දත්ත අදංගු වේ.
sr: Порука кодирана помоћу ДЕРа (DER) садржала је вишак неискоришћених података.
sv: DER-kodat meddelande innehåller extra oanvänd data.
te: DER-ఎన్కోడెడ్ సందేశం అధిక డాటాను కలిగివుంది.
ug: DER-كودلاش ئۇچۇرى نورمىدىن ئارتۇق ئىشلىتىلمىگەن سانلىق مەلۇماتنى ئۆز ئىچىگە ئالىدۇ.
uz: DER-kodlangan xabarda qo‘shimcha foydalanilmagan ma’lumotlar bor.
vi: Thông điệp mã hóa DER chứa thêm dữ liệu không được dùng tới.
zh_tw: DER 編碼訊息含有額外的未使用資料。

source: Unsupported elliptic curve.
af: Nieondersteunde elliptiese kurwe.
ar: منحنى إهليلجي غير مدعوم.
as: অসমৰ্থিত উপবৃত্তিয় বক্ৰ।
az: Dəstəklənməyən əyri.
bg: Неподдържани елиптични криви.
bn_bd: অসমর্থিত উপবৃত্তাকার বক্ররেখা।
br: Krommenn elipsennek anskor.
ca: Corba el·líptica no implementada.
cy: Cromlin eliptig heb ei gynnal.
es_mx: Curva elíptica no admitida.
eu: Onartzen ez den elliptic curve.
fa: قوس بیضوی پشتیبانی نشده.
fur: La curve elitiche no je supuartade.
ga_ie: Cuar éilipseach nach dtacaítear leis.
gd: Lùb eileapsach gun taic ris.
gu: બિનઆધારભૂત elliptic curve.
hi_in: असमर्थित दीर्घवृत्तीय वक्र.
hr: Nepodržana eliptička krivulja.
hu: Nem támogatott elliptikus görbe.
hy_am: Չսպասարկվող էլիպտիկ կոր:
id: Kurva eliptis tidak didukung.
is: Óstuddur sporger ferill.
kk: Эллиптикалық қисыққа қолдау жоқ.
km: ខ្សែ​កោង​​រាង​ពងក្រពើ​ដែល​មិន​បាន​គាំទ្រ ។
kn: ಬೆಂಬಲವಿಲ್ಲದ ಎಲಿಪ್ಟಿಕಲ್ ಕರ್ವ್‌.
ku: Tewana elîptîk a bêdestek.
lt: Nepalaikoma elipsinė kreivė.
lv: Neatbalstīta eliptiskā līkne.
mai: असमर्थित दीर्घवृत्तीय वक्र.
ml: പിന്തുണ ലഭ്യമല്ലാത്ത എലിപ്ടിക് കര്‍വ്.
mr: असमर्थीत एलेपटीक वक्ररेष.
ms: Lengkung eliptik tidak disokong.
my: လက်ခံမထားတဲ့ အချက်ပြ ပြင်ခုံး။
nb_no: Ustøttet elliptisk kurve.
nn_no: Ikkje støtta elliptisk kurve.
oc: Corba elliptica pas gerida.
pt_br: Curva elíptica não suportada.
ro: Curbă eliptică nesuportată.
sd: بنا سمرٿن وارو بيضوي موڙ
si: සහය නොදක්වන ඉලිප්සීය වක්‍රය.
sr: Неподржана елиптичка крива.
sv: Ej stödd elliptisk kurva.
te: మద్దతీయని దీర్ఘవృత్తం వంపు.
ug: دەلىللەنمىگەن ئىللىپىس ئەگرى سىزىقى.
uz: Elleptik qiyshiq chiziq qo‘llab-quvvatlanmaydi.
vi: Đường cong elliptic không được hỗ trợ.
zh_tw: 不支援的橢圓曲線。

source: Unsupported elliptic curve point form.
af: Nieondersteunde elliptiesekurwe-puntvorm.
ar: شكل تنقيط منحنى إهليلجي غير مدعوم.
as: অসমৰ্থিত উপবৃত্তিয় বক্ৰ বিন্দু বিন্যাস।
az: Dəstəklənməyən əyri şəkli.
bg: Неподдържана точкова форма на елиптични криви.
bn_bd: অসমর্থিত উপবৃত্তাকার বক্ররেখা পয়েন্ট ফর্ম।
br: Stumm poent krommenn elipsennek anskor.
ca: Forma de punt de corba el·líptica no implementada.
cy: Ffurf pwynt cromlin eliptig heb ei gynnal.
es_mx: Forma de punto de curva elíptica no admitida.
eu: Onartzen ez den elliptic curve puntu forma.
fa: حالت نقطهٔ قوس بیضوی پشتیبانی نشده.
fur: La forme dal pont de curve eclitiche no je supuartade.
ga_ie: Cuar éilipseach i bhfoirm pointe nach dtacaítear leis.
gd: Lùb eileapsach ann am foirm puinge gun taic ris.
gu: બિનઆધારભૂત elliptic curve બિંદુ તરફથી.
hi_in: असमर्थित दीर्घवृत्तीय वक्र बिंदु फॉर्म.
hr: Nepodržan oblik točke eliptičke krivulje.
hu: Nem támogatott elliptikus görbepontképlet.
hy_am: Էլիպտիկ կորի չսպասարկվող կետի ձև:
id: Bentuk titik kurva eliptis tidak didukung.
is: Óstuddur sporger ferill punkta form.
kk: Эллиптикалық қисық нүктесінің пішіміне қолдау жоқ.
km: ទម្រង់​​ចំណុច​ខ្សែ​កោង​រាងពងក្រពើ​ដែល​មិន​បាន​គាំទ្រ ។
kn: ಬೆಂಬಲವಿಲ್ಲದ ಎಲಿಪ್ಟಿಕಲ್ ಕರ್ವ್‌ ಪಾಯಿಂಟ್ ಫಾರ್ಮ್‌.
ku: Forma xala tewana elîptîk a nenas.
lt: Nepalaikoma elipsinės kreivės taško forma.
lv: Neatbalstīta eliptiskā līkne punktu formā.
mai: असमर्थित दीर्घवृत्तीय वक्र बिंदु फार्म.
ml: പിന്തുണ ലഭ്യമല്ലാത്ത എലിപ്ടിക് കര്‍വ് പോയിന്റ് ഫോം.
mr: असमर्थीत एलेप्टीक वक्ररेष प्रकार.
ms: Bentuk titik lengkung eliptik tidak disokong.
my: လက်ခံမထားတဲ့ အချက်ပြ ပြင်ခုံး နေရာ ဖြည့်စွတ်ပုံစံ။
nb_no: Ustøttet elliptisk kurvepunktform.
nn_no: Ikkje støtta elliptisk kurvepunktform.
oc: Corba elliptica formulària pas gerida.
pt_br: Forma do ponto da curva elíptica não suportada.
ro: Formă nesuportată de punct de curbă eliptică.
sd: بنا سمرٿن واري بيضوي موڙ جي نقطي جو روپ
si: සහය නොදක්වන ඉලිප්සීය වක්‍ර ලක්ෂ ආකාරය.
sr: Неподржан тачкаст облик елиптичке криве.
sv: Ej stödd punktform för elliptisk kurva.
te: మద్దతీయని దీర్ఘవృత్తం వంపు బిందువు రూపము.
ug: دەلىللەنمىگەن ئىللىپىس ئەگرى سىزىقى نۇقتا ھالىتى.
uz: Elliptik qiyshiq nuqtali shaklni qo‘llab-quvvatlamaydi.
vi: Biểu mẫu điểm đường cong elliptic không được hỗ trợ.
zh_tw: 不支援的橢圓曲線點格式。

source: Unrecognized Object Identifier.
af: Nieherkende objekidentifiseerder.
ar: معرّف كائن غير متعرّف عليه.
as: অচিনাক্ত অবজেক্ট পৰিচয়ক।
az: Naməlum obyekt təyinedici.
bg: Неразпознат идентификатор на обект (OI).
bn_bd: অচেনা অবজেক্ট আইডেন্টিফায়ার।
br: Naoudi ergorenn dianavezet
ca: No es reconeix l'identificador d'objecte.
cy: Adnabyddwr Gwrthrychau Anhysbys.
es_mx: Identificador de objeto no reconocido.
eu: Objektu identifikatzaile ezezaguna.
fa: شناسهٔ شیء ناشناخته.
fur: L'identificadôr dal ogjet nol è cognossût.
ga_ie: Aitheantóir Réada neamhaitheanta.
gd: Aithniche oibseactan neo-aithnichte.
gu: નહિં ઓળખાયેલ ઓબ્જેક્ટ ઓળખાવનાર.
hi_in: अपरिचित वस्तु पहचानकर्ता.
hr: Nepoznati objektni identifikator.
hu: Nem felismert objektumazonosító.
hy_am: Օբյեկտի անճանաչելի իդենտիֆիկատոր:
id: Identitas Objek tidak dikenali.
is: Óþekkt auðkenni hlutar.
kk: Анықталмаған Object Identifier.
km: ឧបករណ៍​សម្គាល់​​វត្ថុ​ដែល​មិន​ស្គាល់ ។
kn: ಗುರುತಿಸಲಾಗದ ವಸ್ತು ಪತ್ತೆಗಾರ(ಆಬ್ಜೆಕ್ಟ್ ಐಡೆಂಟಿಫಯರ್).
ku: Ravekara Bireseran a Bêdestek.
lt: Neatpažintas objekto identifikatorius.
lv: Neatpazīts objekta identifikators.
mai: अपरिचित वस्तु पहचानकर्ता.
ml: അപരിചിതമായ ഒബ്ജക്ട് ഐഡന്റിഫയര്‍.
mr: अमान्यताप्राप्त ऑबजेक्ट ओळखकर्ता.
ms: Objek yang tidak dikenalpasti.
my: အသိအမှတ်မပြုတဲ့ ၀တ္တု ဖေါ်ထုတ်သူ။
nb_no: Ukjent objektidentifikasjon.
nn_no: Ukjend objektidentifikasjon.
oc: Identificant d'objècte pas reconegut.
pt_br: Identificador de objeto não reconhecido.
ro: Identificator nerecunoscut de obiect.
sd: نہ سڃاڻڻ ۾ آيل شئہ ڄاڻائيندڙ۔
si: හඳුනා නොගත් වස්තූන් හඳුන්වනය.
sr: Непознат идентификатор објеката.
sv: Okänd Objektidentifierare.
te: గుర్తించబడని ఆబ్జక్టు ‌ ఐడెంటిఫైర్.
ug: پەرق ئەتكىلى بولمايدىغان نىشان بەلگىسى.
uz: Tan olinmagan obyekt identifikatori
vi: Không nhận diện được trình Định danh Đối tượng.
zh_tw: 不支援的物件識別符。
