Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL received an unexpected Certificate handshake message.
af: SSL het 'n onverwagte Certificate-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة الشهادة غير متوقعة.
as: SSL এ এটা অপ্ৰত্যাশিত প্ৰমাণপত্ৰ হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir təsdiq sənədi qarşılama mesajı aldı.
bg: SSL получи неочаквано съобщение за ръкостискане Certificate.
bn_bd: SSL, অপ্রত্যাশিত Certificate হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Certificate হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn dic'hortoz eus un testeni evit seveniñ ur c'hennask.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Certificate» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Tystysgrif annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Certificate inesperado.
eu: SSLk espero ez zuen ziurtagiriaren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Certificate غیر منتظره دریافت کرد.
fur: SLL e à vût un messaç no spietât di gjenar Certificate handshake.
ga_ie: Fuair SSL cumarsáid thionscantach Teastas gan choinne.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate ris nach robh dùil.
gu: SSL ને અનિચ્છનિય પ્રમાણપત્ર હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक अप्रत्याशित प्रमाणपत्र हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neočekivanu poruku rukovanja certifikata.
hu: Az SSL egy váratlan Certificate kézfogási üzenetet kapott.
hy_am: SSL -ը անսպասելիորեն ստացավ կապի հաստատման Certificate հաղորդագրություն:
id: SSL menerima pesan handshake Certificate yang tidak diharapkan.
is: SSL fékk óvænt skilríkja skilaboð.
kk: SSL күтпеген Certificate байланысын орнату сұранымын алды.
km: SSL បាន​ទទួល​សារ​វិញ្ញាបនបត្រ​ដែល​មិន​រំពឹង​បាន​ទទួល ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಪ್ರಮಾಣಪತ್ರ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyama Certificate handshake ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Certificate“ pasisveikinimo pranešimą.
lv: SSL saņēma negaidītu Sertifikāta sasveicināšanās ziņojumu.
mai: SSL एकटा अप्रत्याशित प्रमाणपत्र हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു സര്‍ട്ടിഫിക്കേറ്റ് ഹാന്‍ഡ്ഷെയിക്കു് സന്ദേശം ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे अपरिचीत Certificate हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu sijil mesej handshake yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ လက်မှတ် နှုတ်ဆက် လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en uventet Certificate-håndhilsen.
nn_no: SSL tok imot ei uventa Certificate-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Certificate » imprevist.
pt_br: O SSL recebeu uma mensagem “Certificate” não esperada no processo de handshake.
ro: SSL a primit un mesaj de negociere neașteptat de tip Certificate.
sd: ايس ايس ايل کي اَچانڪ سرٽيفڪيٽ جي هٿ ملائڻ جو سنديش مليو۔
si: බලාපොරොත්තු නොවූ සහතික ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неочекивану сертификатску поздравну поруку.
sv: SSL mottog ett oväntat Certificate-handskakningsmeddelande.
te: SSL అనుకోని ధృవీకరణపత్రం హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Certificate handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL kutilmagan qo‘lni siltash "Sertifikat"ini qabul qildi.
vi: SSL nhận một thông điệp bắt tay báo Chứng thư không mong đợi.
zh_tw: SSL 收到未預期的憑證交握訊息。

source: SSL received an unexpected Server Key Exchange handshake message.
af: SSL het 'n onverwagte Server Key Exchange-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة تبادل مفتاح الخادوم غير متوقعة.
as: SSL এ এটা অপ্ৰত্যাশিত চাৰ্ভাৰ কি' সলনি হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir server açar dəyişikliyi qarşılama qeydi aldı.
bg: SSL получи неочаквано съобщение за ръкостискане Server Key Exchange.
bn_bd: SSL, অপ্রত্যাশিত Server Key Exchange হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Server Key Exchange হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn dic'hortozet evit seveniñ ur c'hennask a-berzh an dafariad eskemm alc'hwezioù (Server Key Exchange).
ca: L'SSL ha rebut un missatge de conformitat de connexió «Server Key Exchange» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Cyfnewid Allwedd Gweinydd annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Server Key Exchange inesperado.
eu: SSLk espero ez zuen zerbitzari gako aldaketaren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Server Key Exchange غیر منتظره دریافت کرد.
fur: SLL e à vût un messaç no spietât di gjenar Server Key Exchange handshake.
ga_ie: Fuair SSL cumarsáid thionscantach Malartú Eochrach Freastalaí gan choinne.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Key Exchange ris nach robh dùil.
gu: SSL ને અનિચ્છનિય સર્વર કી ફેરબદલા હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक अप्रत्याशित सर्वर कुंजी विनिमय संदेश प्राप्त किया.
hr: SSL je primio neočekivanu poruku rukovanja razmjene poslužiteljskog ključa.
hu: Az SSL egy váratlan Server Key Exchange kézfogási üzenetet kapott.
hy_am: SSL -ը անսպասելիորեն ստացավ Server Key Exchange կապի հաստատման հարցում:
id: SSL menerima pesan handshake Server Key Exchange yang tidak diharapkan.
is: SSL fékk óvænt skilaboð fyrir skiptingu á lykli netþjóns.
kk: SSL күтпеген Server Key Exchange байланысын орнату сұранымын алды.
km: SSL បាន​ទទួល​សារ Server Key Exchange handshake ដែល​មិន​បាន​រំពឹង ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಪರಿಚಾರಕ ಕೀಲಿ ಎಕ್ಸ್‍ಚೇಂಜ್ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyama Server Key Exchange handshake ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Server Key Exchange“ pasisveikinimo pranešimą.
lv: SSL saņēma negaidītu Server Key Exchange sasveicināšanās ziņojumu.
mai: SSL एकटा अप्रत्याशित सर्वर कुँजी विनिमय संदेश प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു സര്‍വര്‍ കീ എക്സ്ചെയിഞ്ച് ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे अपरिचीत Server Key Exchange हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu mesej handshake Server Key Exchange yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ ဆာဗာ သော့ချက် ဖလှယ်တဲ့ လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en uventet Server Key Exchange-håndhilsen.
nn_no: SSL tok imot ei uventa Server Key Exchange-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Server Key Exchange » inesperat.
pt_br: O SSL recebeu uma mensagem “Server Key Exchange” não esperada no processo de handshake.
ro: SSL a primit un mesaj de negociere neașteptat de tip Server Key Exchange.
sd: ايس ايس ايل کي اَچانڪ سرور جي ڪنجي مَٽائڻ جي هٿ ملائڻ جو سنديش مليو۔
si: බලාපොරොත්තු නොවූ සේවක යතුරු හුවමාරු ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неочекивану серверску поздравну поруку за размену кључева.
sv: SSL mottog ett oväntat Server Key Exchange-handskakningsmeddelandee.
te: SSL అనుకోని సేవిక కీ ఎక్సేంజ్ హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Server Key Exchange handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي مۇلازىمىتىر شىفىرلىق ئاچقۇچ ئالماشتۇرۇش قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL kutilmagan server kaliti almashish qo‘l berib ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Server Key Exchange không mong đợi.
zh_tw: SSL 收到未預期的伺服器金鑰交換交握訊息。

source: SSL received an unexpected Certificate Request handshake message.
af: SSL het 'n onverwagte Certificate Request-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة طلب الشهادة غير متوقعة.
as: SSL এ এটা অপ্ৰত্যাশিত প্ৰমাণপত্ৰ অনুৰোধ হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir təsdiq sənədi istəyi qarşılama mesajı aldı.
bg: SSL получи неочаквано съобщение за ръкостискане Certificate Request.
bn_bd: SSL, অপ্রত্যাশিত Certificate Request হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Certificate Request হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn dic'hortozet o c'houlenn un testeni evit seveniñ ur c'hennask (Certificate Request).
ca: L'SSL ha rebut un missatge de conformitat de connexió «Certificate Request» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Cais Tystysgrif annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Certificate Request inesperado.
eu: SSLk espero ez zuen ziurtagiri eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Certificate Request غیر منتظره دریافت کرد.
fur: SLL e à vût un messaç no spietât di gjenar Certificate Request handshake.
ga_ie: Fuair SSL cumarsáid thionscantach Iarratas Teastas gan choinne.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate Request ris nach robh dùil.
gu: SSL ને અનિચ્છનીય પ્રમાણપત્ર અરજી હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक अप्रत्याशित प्रमाणपत्र आग्रह हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neočekivanu poruku rukovanja zahtjeva certifikata.
hu: Az SSL egy váratlan Certificate Request kézfogási üzenetet kapott.
hy_am: SSL -ը անսպասելիորեն ստացավ Certificate Request կապի հաստատման հաղորդագրություն:
id: SSL menerima pesan handshake Certificate Request yang tidak diharapkan.
is: SSL fékk óvænt skilríkja skilaboð.
kk: SSL күтпеген Certificate Request байланысын орнату сұранымын алды.
km: SSL បាន​ទទួល​សារ​សំណើ​វិញ្ញាបនបត្រ​ដែល​មិន​រំពឹង​បាន​ទទួល​ ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಪ್ರಮಾಣಪತ್ರ ಮನವಿ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyama Certificate Request handshake ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Certificate Request“ pasisveikinimo pranešimą.
lv: SSL saņēma negaidītu Sertifikāta Pieprasījuma sasveicināšanās ziņojumu.
mai: SSL एकटा अप्रत्याशित प्रमाणपत्र आग्रह हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു സര്‍ട്ടിഫിക്കേറ്റ് റിക്ക്വസ്റ്റ് ഹാന്‍ഡ് ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे अपरिचीत Certificate Request हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu mesej handshake Certificate Request yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ လက်မှတ် တောင်းဆိုမှု လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en uventet Certificate Request-håndhilsen.
nn_no: SSL tok imot ei uventa Certificate Request-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Certificate Request » inesperat.
pt_br: O SSL recebeu uma mensagem “Certificate Request” não esperada no processo de handshake.
ro: SSL a primit un mesaj de negociere neașteptat de tip Certificate Request.
sd: ايس ايس ايل کي اَچانڪ سرٽيفڪيٽ جي عرض جي هٿ ملائڻ جو سنديش مليو۔
si: බලාපොරොත්තු නොවූ සහතික ඉල්ලීම ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неочекиван захтев за сертификат.
sv: SSL mottog ett oväntat Certificate Request-handskakningsmeddelande.
te: SSL అనుకోని ధృవీకరణపత్రం అభ్యర్ధన హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Certificate Request handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي گۇۋاھنامە قول تۇتۇشۇش ئۇچۇرى ئىلتىماسىنى تاپشۇرۇۋالدى.
uz: SSL kutilmagan sertifikat so‘rovi qo‘l bilan ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Certificate Request không mong đợi.
zh_tw: SSL 收到未預期的憑證請求交握訊息。

source: SSL received an unexpected Server Hello Done handshake message.
af: SSL het 'n onverwagte Server Hello Done-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة 'تم الترحيب بالخادوم' غير متوقعة.
as: SSL এ এটা অপ্ৰত্যাশিত চাৰ্ভাৰ কৰা হল হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir server uğurlu qarşılama mesajı aldı.
bg: SSL получи неочаквано съобщение за ръкостискане Server Hello Done.
bn_bd: SSL, অপ্রত্যাশিত Server Hello Done হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Server Hello Done হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn dic'hortozet evit seveniñ ur c'hennask a-berzh un dafariad saludiñ (Server Hello Done).
ca: L'SSL ha rebut un missatge de conformitat de connexió «Server Hello» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Helo Gweinydd Cwblhawyd annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Server Hello Done inesperado.
eu: SSLk espero ez zuen zerbitzari Hello egindako eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Server Hello Done غیر منتظره دریافت کرد.
fur: SLL e à vût un messaç no spietât di gjenar Server Hello Done handshake.
ga_ie: Fuair SSL cumarsáid thionscantach Haló Freastalaí Déanta gan choinne.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Hello Done ris nach robh dùil.
gu: SSL ને અનિચ્છનીય સર્વર કેમછો પૂર્ણ હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक अप्रत्याशित सर्वर हेलो संपन्न हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neočekivanu poruku rukovanja dovršenog pozdrava poslužitelja.
hu: Az SSL egy váratlan Server Hello Done kézfogási üzenetet kapott.
hy_am: SSL -ը անսպասելիորեն ստացավ Server Hello Done կապի հաստատման հարցում:
id: SSL menerima pesan handshake Server Hello Done yang tidak diharapkan.
is: SSL fékk óvænt endaskilaboð frá netþjóni.
kk: SSL күтпеген Server Hello Done байланысын орнату сұранымын алды.
km: SSL បាន​ទទួល​សារ​ម៉ាស៊ីន​បម្រើ​រួចរាល់​ដែល​មិន​រំពឹង ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಪರಿಚಾರಕ ಹೆಲೊ ಡನ್ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyama Server Hello Done handshake ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Server Hello Done“ pasisveikinimo pranešimą.
lv: SSL saņēma negaidītu Servera Hello Done sasveicināšanās ziņojumu.
mai: SSL एकटा अप्रत्याशित सर्वर हेलो संपन्न हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു സര്‍വര്‍ ഹലോ ഡണ്‍ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे अपरिचीत Server Hello Done हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu mesej handshake Server Hello Done yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ ဆာဗာ နှုတ်ဆက်ပြီးစီမှု လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en uventet Server Hello Done-håndhilsen.
nn_no: SSL tok imot ei uventa Server Hello Done-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Server Hello Done » inesperat.
pt_br: O SSL recebeu uma mensagem “Server Hello Done” não esperada no processo de handshake.
ro: SSL a primit un mesaj de negociere neașteptat de tip Server Hello Done.
sd: ايس ايس ايل کي اَچانڪ سرور جي هيلو ڪيو ويو جي هٿ ملائڻ جو سنديش مليو۔
sr: ССЛ је примио неочекивану серверску поруку за окончање рада.
sv: SSL mottog ett oväntat Server Hello Done-handskakningsmeddelande.
te: SSL అనుకోని సేవిక హెల్లో డన్ హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Server Hello Done handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي مۇلازىمىتىر تاماملايدىغان Hello قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL kutilmagan server salom tayyor qo‘l berib ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Server Hello Done không mong đợi.
zh_tw: SSL 收到未預期的伺服器 Hello 完成交握訊息。

source: SSL received an unexpected Certificate Verify handshake message.
af: SSL het 'n onverwagte Certificate Verify-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة تحقق من الشهادة غير متوقعة.
as: SSL এ এটা অপ্ৰত্যাশিত প্ৰমাণপত্ৰ সতা সত্য নিৰূপণ হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir təsdiq sənədi qarşılama mesajı aldı.
bg: SSL получи неочаквано съобщение за ръкостискане Certificate Verify.
bn_bd: SSL, অপ্রত্যাশিত Certificate Verify হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Certificate Verify হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn evit seveniñ ur c'hennask da wiriañ an testeni (Certificate Verify).
ca: L'SSL ha rebut un missatge de conformitat de connexió «Certificate Verify» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Dilysu Tystysgrif annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Certificate Verify inesperado.
eu: SSLk espero ez zuen ziurtagiri-egiaztapenaren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Certificate Verify غیر منتظره دریافت کرد.
fur: SLL e à vût un messaç no spietât di gjenar Certificate Verify handshake.
ga_ie: Fuair SSL cumarsáid thionscantach Fíoraigh Teastas gan choinne.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate Verify ris nach robh dùil.
gu: SSL ને અનિચ્છનીય પ્રમાણપત્ર ખાતરી કરો હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक अप्रत्याशित प्रमाणपत्र जाँच हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neočekivanu poruku rukovanja ovjere certifikata.
hu: Az SSL egy váratlan Certificate Verify kézfogási üzenetet kapott.
hy_am: SSL -ը անսպասելիորեն ստացավ Certificate Verify կապի հաստատման հաղորդագրություն:
id: SSL menerima pesan handshake Certificate Verify yang tidak diharapkan.
is: SSL fékk óvænt vottunarskilaboð fyrir skilríki.
kk: SSL күтпеген Certificate Verify байланысын орнату сұранымын алды.
km: SSL បាន​ទទួល​សារ​​ក្នុង​ការ​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ​​​ដែល​មិន​រំពឹង ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಪ್ರಮಾಣಪತ್ರ ಪರಿಶೀಲನಾ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyama Certificate Verify handshake ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Certificate Verify“ pasisveikinimo pranešimą.
lv: SSL saņēma negaidītu Sertifikāta Pārbaudes sasveicināšanās ziņojumu.
mai: SSL एकटा अप्रत्याशित प्रमाणपत्र जाँच हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു സര്‍ട്ടിഫിക്കേറ്റ് വേരിഫൈ ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे अपरिचीत Certificate Verify हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu mesej handshake Certificate Verify yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ လက်မှတ် အတည်ပြုမှု လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en uventet Certificate Verify-håndhilsen.
nn_no: SSL tok imot ei uventa Certificate Verify-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Certificate Verify » inesperat.
pt_br: O SSL recebeu uma mensagem “Certificate Verify” não esperada no processo de handshake.
ro: SSL a primit un mesaj de negociere neașteptat de tip Certificate Verify.
sd: ايس ايس ايل کي اَچانڪ سرٽيفڪيٽ جي تصديق جي هٿ ملائڻ جو سنديش مليو۔
si: බලාපොරොත්තු නොවූ සහතික ස්ථිර කිරීම ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неочекивану поруку за проверу сертификата.
sv: SSL mottog ett oväntat Certificate Verify-handskakningsmeddelande.
te: SSL అనుకోని ధృవీకరణపత్రం నిర్ధారణ హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Certificate Verify handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي گۇۋاھنامە دەلىللەش قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL kutilmagan sertifikatni tasdiqlash qo‘l bilan ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Certificate Verify không mong đợi.
zh_tw: SSL 收到未預期的憑證驗證交握訊息。

source: SSL received an unexpected Client Key Exchange handshake message.
af: SSL het 'n onverwagte Client Key Exchange-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة تبادل مفتاح العميل غير متوقعة.
as: SSL এ এটা অপ্ৰত্যাশিত ক্লাএন্ট কি' সলনি হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir server açar dəyişikliyi qarşılama mesajı aldı.
bg: SSL получи неочаквано съобщение за ръкостискане Client Key Exchange.
bn_bd: SSL, অপ্রত্যাশিত Client Key Exchange হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Client Key Exchange হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn evit seveniñ ur c'hennask a-zivout un eskemm alc'hwez arval.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Client Key Exchange» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Cyfnewid Allwedd Cleient annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Client Key Exchange inesperado.
eu: SSLk espero ez zuen bezero gako aldaketaren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Client Key Exchange غیر منتظره دریافت کرد.
fur: SLL e à vût un messaç no spietât di gjenar Client Key Exchange handshake.
ga_ie: Fuair SSL cumarsáid thionscantach Malartú Eochrach Cliaint gan choinne.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Client Key Exchange ris nach robh dùil.
gu: SSL ને અનિચ્છનીય ક્લાઈન્ટ કી ફેરબદલી હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक अप्रत्याशित क्लाएंट कुंजी विनिमय हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neočekivanu poruku rukovanja razmjene klijentskog ključa.
hu: Az SSL egy váratlan Client Key Exchange kézfogási üzenetet kapott.
hy_am: SSL -ը անսպասելիորեն ստացավ Client Key Exchange կապակցման հաղորդագրություն:
id: SSL menerima pesan handshake Client Key Exchange yang tidak diharapkan.
is: SSL fékk óvænt lyklaskipta skilaboð frá biðlara.
kk: SSL күтпеген Client Key Exchange байланысын орнату сұранымын алды.
km: SSL បាន​ទទួល​សារ Client Key Exchange handshake ដែល​មិន​បាន​រំពឹង ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಕ್ಲೈಂಟ್ ಕೀಲಿ ಎಕ್ಸ್‍ಚೇಂಜ್ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyama Client Key Exchange handshake ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Client Key Exchange“ pasisveikinimo pranešimą.
lv: SSL saņēma negaidītu Client Key Exchange sasveicināšanās ziņojumu.
mai: SSL एकटा अप्रत्याशित क्लाएंट कुँजी विनिमय हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു ക്ലൈന്റ് കീ എക്സ്ചെയിഞ്ച് ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे अपरिचीत Client Key Exchange हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu mesej handshake Key Exchange yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ သုံးစွဲသူ သော့ချက် လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en uventet Client Key Exchange-håndhilsen.
nn_no: SSL tok imot ei uventa Client Key Exchange-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Client Key Exchange » inesperat.
pt_br: O SSL recebeu uma mensagem “Client Key Exchange” não esperada no processo de handshake.
ro: SSL a primit un mesaj de negociere neașteptat de tip Client Key Exchange.
sd: ايس ايس ايل کي اَچانڪ گراهڪ جي ڪنجي مَٽائڻ جي هٿ ملائڻ جو سنديش مليو۔
si: බලාපොරොත්තු නොවූ සේව්‍ය යතුරු හුවමාරු ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неочекивану клијентску поруку за размену кључева.
sv: SSL mottog ett oväntat Client Key Exchange-handskakningsmeddelande.
te: SSL అనుకోని క్లైంట్ కీ ఎక్సేంజ్ హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Client Key Exchange handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي خېرىدار شىفىرلىق ئاچقۇچ ئالماشتۇرۇش قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL kutilmagan mijoz kaliti almashish qo‘l berib ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Client Key Exchange không mong đợi.
zh_tw: SSL 收到未預期的用戶端金鑰交換交握訊息。
