Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: A PKCS #11 module returned CKR_GENERAL_ERROR, indicating that an unrecoverable error has occurred.
af: 'n PKCS #11-module het CKR_GENERAL_ERROR aangegee, wat aandui dat 'n onherwinbare fout voorgekom het.
ar: ردّت وحدة PKCS #11 بخطأ CKR_GENERAL_ERROR، مشيرة إلى أن خطأ لا يمكن عكس أثره قد وقع.
as: এটা PKCS #11 মডিউলে CKR_GENERAL_ERROR ঘুৰাই দিছে, ই ইংগিত দি আছে যে এটা উদ্ধাৰ কৰিব নোৱাৰা ত্ৰুটিয়ে দেখা দিছে।
az: Bir PKCS #11 modulu bərpa edilə bilməyən bir səhvi göstərənn CKR_GENERAL_ERROR qaytardı.
bg: Модул на PKCS #11 върна CKR_GENERAL_ERROR, показвайки, че се е случила непоправима грешка.
bn_bd: CKR_GENERAL_ERROR এ একটি PKCS #11 মডিউল প্রত্যাবর্তন করেছে, এটি পুনরুদ্ধার করা যায়না এরূপ ত্রুটি নির্দেশ করে।
bn_in: A PKCS #11 module returned
br: Adkaset ez eus bet CKR_GENERAL_ERROR gant ur mollad PKCS #11, ar pezh a ziskouez ez eus bet degouezhet ur fazi grevus.
ca: Un mòdul PKCS #11 ha retornat un error CKR_GENERAL_ERROR, indicant que s'ha produït un error irrecuperable.
cy: Dychwelodd modiwl PKCS #11 CKR_GENERAL_ERROR, gan awgrymu fod gwall anadferadwy wedi digwydd.
es_mx: Un módulo PKCS #11 ha devuelto CKR_GENERAL_ERROR, indicando que ha sucedido un error no recuperable.
eu: PKCS #11 modulu batek CKR_GENERAL_ERROR itzuli du, errore berreskuraezina gertatu dela adieraziz.
fa: یک پیمانهٔ PKCS ‎#11 خطای CKR_GENERAL_ERROR به معنی مشکلی جبران‌ناپذیر را بازگرداند.
ga_ie: D'aischuir modúl PKCS #11 CKR_GENERAL_ERROR, rud a chiallaíonn gur tharla earráid nach féidir a réiteach.
gd: Thill mòideal PKCS #11 CKR_GENERAL_ERROR agus tha seo a' cur 'nar sùilean gun do thachair mearachd nach gabh aiseag.
gu: SEC_ERROR_PKCS11_GENERAL_ERROR=PKCS #11 મોડ્યુલને CKR_GENERAL_ERROR પાછી મળેલ છે, સૂચિત કરી રહ્યા છે કે ન પ્રાપ્ત કરી શકાય તેવી ભૂલ ઉદ્ભવી.
hr: PKCS #11 modul je vratio CKR_GENERAL_ERROR, indicirajući da je došlo do neotklonjive greške.
hu: Egy PKCS #11 modul CKR_GENERAL_ERROR hibát adott vissza, amely azt jelzi, hogy helyrehozhatatlan hiba történt.
hy_am: A PKCS #11 մոդուլը վերադարձրեց CKR_GENERAL_ERROR-ը` նշելու համար, որ անուղղելի սխալ է առաջացել:
id: Sebuah modul PKCS #11 mengembalikan CKR_GENERAL_ERROR yang menandakan kesalahan yang tidak bisa diperbaiki telah terjadi.
is: PKCS #11 eining skilaði CKR_GENERAL_ERROR, sem gefur til kynna að óafturkræf villa hafi komið upp.
kk: PKCS #11 модулі CKR_GENERAL_ERROR қайтарған, яғни, жөнделмейтін қате орын алды.
km: ម៉ូឌុល​របស់ A PKCS #11 បាន​ត្រឡប់ CKR_GENERAL_ERROR បង្ហាញ​ថា​កំហុស​ដែល​មិន​អាច​យក​បាន​វិញ​​កើត​ឡើង ។
kn: A PKCS #11 ಮಾಡ್ಯೂಲ್ CKR_GENERAL_ERROR ಅನ್ನು ಮರಳಿಸಿದ್ದು, ಇದು ಸರಿಪಡಿಸಲಾಗದ ಒಂದು ದೋಷವು ಎದುರಾಗಿದೆ ಎನ್ನುವುದನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ku: Moduleke A PKCS #11 vegeriya CKR_GENERAL_ERROR, wateya vê ew e ku çewtiyeke jêveneger rû da.
lt: PKCS #11 modulis grąžino CKR_GENERAL_ERROR klaidą, reiškiančią, jog įvyko neatitaisoma klaida.
lv: PKCS #11 modulis atgrieza CKR_GENERAL_ERROR, kas nozīmē, ka notikusi nelabojama kļūda.
ml: PKCS #11 ഘടകം CKR_GENERAL_ERROR തിരികെ നല്‍കിയിരിയ്ക്കുന്നു, ഇതിനര്‍ത്ഥം വീണ്ടെടുക്കുവാന്‍ സാധ്യമല്ലാത്തൊരു പിശക് ഉണ്ടായിരിയ്ക്കുന്നു എന്നാണു്.
mr: PKCS #11 घटकाने CKR_GENERAL_ERROR पुरवले, जे अप्राप्य त्रुटी आढळल्याचे संकेत देते.
ms: Satu PKCS #11 modul mengembalikan CKR_GENERAL_ERROR, menunjukkan sebuah ralat yang tidak dapat dipulihkan telah berlaku.
nb_no: En PKCS #11-modul returnerte CKR_GENERAL_ERROR, som forteller at en uopprettelig feil har oppstått.
nn_no: Ein PKCS #11-modul returnerte CKR_GENERAL_ERROR, som indikerer at ein uoppretteleg feil har oppstått.
oc: Un modul PKCS #11 a renviat CKR_GENERAL_ERROR, qu'indica qu'una error irrecuperabla s'es producha.
ro: Modulul PKCS#11 a returnat CKR_GENERAL_ERROR, care indică faptul că s-a produs o eroare iremediabilă.
sr: PKCS #11 модул је вратио CKR_GENERAL_ERROR, што значи да је дошло до неповратне грешке.
sv: En PKCS #11-modul returnerade CKR_GENERAL_ERROR, vilket indikerar att ett ohjälpligt fel har uppstått.
te: PKCS #11 మాడ్యూల్ CKR_GENERAL_ERROR ను తిరిగియిచ్చినది, వొక సరికూర్చలేని దోషము యెదురైందని సూచిస్తుంది.
ug: PKCS #11 مودىلى CKR_GENERAL_ERROR نى قايتۇردى، بۇ ئەسلىگە كەلتۈرگىلى بولمايدىغان خاتالىق كۆرۈلگەنلىكىنى بىلدۈرىدۇ.
uz: A PKCS #11 moduli CKR_GENERAL_ERROR qaytardi, u tiklab bo‘lmaydigan xato yuz berganini ko‘rsatmoqda.
vi: Một module PKCS#11 trả lại CKR_GENERAL_ERROR, cho biết rằng một lỗi không thể khôi phục đã xảy ra.
zh_tw: 一個 PKCS #11 模組回覆了 CKR_GENERAL_ERROR，表示遇到了一個無法恢復的錯誤。

source: A PKCS #11 module returned CKR_FUNCTION_FAILED, indicating that the requested function could not be performed. Trying the same operation again might succeed.
bg: Модул на PKCS #11 върна CKR_FUNCTION_ERROR, показвайки, че исканата функционалност не може да бъде извършена. Опитването отново на същата операция може и да успее.
bn_in: A PKCS #11 মডিউল দেখাচ্ছে যে CKR_FUNCTION_FAILED, অর্থাৎ অনুরোধ টি কার্যকর হয়নি। পুনরায় চেষ্টা করে দেখুন।
br: Adkaset ez eus bet CKR_FUNCTION_FAILED gant ur mollad PKCS #11, ar pezh a ziskouez ne c'hell ket bezañ kaset da benn an arc'hwel azgoulennet. Marteze e vo kaset da vat ar gwezh-mañ mar klaskit en-dro.
ca: Un mòdul PKCS #11 ha retornat un error CKR_FUNCTION_FAILED, indicant que la funció sol·licitada no s'ha pogut realitzar. Si proveu la mateixa operació de nou podria funcionar.
cy: Dychwelodd PKCS #11 CKR_FUNCTION_FAILED, gan awgrymu nad oedd modd cyflawni'r swyddogaeth ofynnol. Efallai bydd cyflawni'r un weithred eto'n llwyddo.
gd: Thill mòideal PKCS #11 CKR_FUNCTION_FAILED agus tha sin a’ cur ’nar sùilean nach b’ urrainn dha an gnìomh a chaidh iarraidh a dhèanamh. Faodaidh gun obraich e ma dh’fheuchas tu ris a-rithist.
gu: PKCS #11 મોડ્યુલને CKR_FUNCTION_FAILED પાછુ મળેલ છે, સુચિત કરી રહ્યા છે કે સૂચિત વિધેયને ચલાવી શક્યા નહિં. એજ કાર્યને ફરીથી પ્રયત્ન કરી રહ્યા છે સફળ થઇ શકે છે.
hy_am: A PKCS #11 մոդուլը վերադարձրեց CKR_FUNCTION_FAILED` նշելու համար, որ պահանջվող ֆունկցիան չի կարող իրագործվել: Եթե կրկին փորձեք միևնույն գործողությունը, հավանական է, որ այն հաջողվի:
id: Sebuah modul PKCS #11 mengembalikan CKR_FUNCTION_FAILED yang menandakan fungsi yang diminta tidak dapat dilakukan. Percobaan operasi yang sama selanjutnya mungkin sukses.
is: PKCS #11 eining skilaði CKR_FUNCTION_FAILED, sem gefur til kynna að ekki tókst að framkvæma viðkomandi aðgerð. Hugsanlega tekst aðgerðin aftur ef hún er endurtekin.
kk: PKCS #11 модулі CKR_FUNCTION_FAILED қайтарған, яғни, сұранған функцияны орындау мүмкін емес. Бұны қайталау сәтті нәтижеге әкелуі мүмкін.
lt: PKCS #11 modulis grąžino „CKR_FUNCTION_FAILED“ klaidą, reiškiančią, jog nepavyko atlikti prašytos funkcijos. Galbūt pavyktų kitu bandymu.
nb_no: En PKCS #11-modul returnerte CKR_FUNCTION_FAILED, som forteller at den forespurte funksjonen ikke kan utføres. Å prøve den samme operasjonen igjen kan lykkes.
nn_no: Ein PKCS #11-modul returnerte CKR_FUNCTION_FAILED, som indikerer at den førespurde funksjonen ikkje kan utførast. Å prøva den same operasjonen igjen kan lykkast.
pt_br: Um módulo PKCS #11 retornou CKR_FUNCTION_FAILED, indicando que a função pedida não pode ser executada. Tentar novamente a mesma operação poderá funcionar.
sv: En PKCS #11-modul returnerade CKR_FUNCTION_FAILED, vilket indikerar att den efterfrågade funktionen inte kunde utföras. Ett nytt försök kanske kan lyckas.

source: A PKCS #11 module returned CKR_DEVICE_ERROR, indicating that a problem has occurred with the token or slot.
af: 'n PKCS #11-module het CKR_DEVICE_ERROR aangegee, wat aandui dat 'n probleem met die teken of gleuf voorgekom het.
ar: ردّت وحدة PKCS #11 بخطأ CKR_DEVICE_ERROR، مشيرة إلى مشكلة حصلت في ال‍ token أو ال‍ slot.
as: এটা PKCS #11 মডিউলে CKR_DEVICE_ERROR ঘুৰাই দিছে, ই ইংগিত দি আছে যে টকেন বা স্লটৰ লগত এটা ত্ৰুটিয়ে দেখা দিছে।
az: Bir PKCS #11 modulu bilet və ya slotta səhv yarandığını göstərən CKR_DEVICE_ERROR qaytardı.
bg: Модул на PKCS #11 върна CKR_DEVICE_ERROR, показвайки, че се е получил проблем с токената или слота.
bn_bd: CKR_DEVICE_ERROR এ একটি PKCS #11 মডিউল প্রত্যাবর্তন করেছে, এটি নির্দেশ করে যে টোকেন অথবা স্লট এর সাথে একটি সমস্যা হয়েছে।
bn_in: A PKCS #11 module returned
br: Adkaset ez eus bet CKR_DEVICE_ERROR gant ur mollad PKCS #11, ar pezh a ziskouez ez eus bet ur gudenn gant ar reveziadenn pe ar faout.
ca: Un mòdul PKCS #11 ha retornat un error CKR_DEVICE_ERROR, indicant que s'ha produït un problema amb el testimoni o la ranura.
cy: Dychwelodd modiwl PKCS #11 CKR_DEVICE_ERROR, gan awgrymu fod yna broblem gyda'r tocyn neu'r slot.
es_mx: Un módulo PKCS #11 ha devuelto CKR_DEVICE_ERROR, indicando que ha ocurrido un problema con el token o slot.
eu: PKCS #11 modulu batek CKR_DEVICE_ERROR itzuli du, token-arekin edo slot-arekin arazo bat gertatu dela adieraziz.
fa: یک پیمانهٔ PKCS ‎#11 خطای CKR_DEVICE_ERROR به معنی اشکالی در نشان امنیتی را بازگرداند.
ga_ie: D'aischuir modúl PKCS #11 CKR_DEVICE_ERROR, rud a chiallaíonn gur tharla earráid sa chomhartha nó sa sliotán.
gd: Thill mòideal PKCS #11 CKR_DEVICE_ERROR agus tha sin a' cur 'nar sùilean gun do dh'èirich duilgheadas ris an tòcan no ris an t-sliotan.
gu: PKCS #11 મોડ્યુલને CKR_DEVICE_ERROR પાછી મળેલ છે, સૂચિત કરી રહ્યા છે કે ટોકન અને સ્લોટ સાથે સમસ્યા ઉદ્ભવી.
hr: PKCS #11 modul je vratio CKR_DEVICE_ERROR, indicirajući da je problem nastao s tokenom ili utorom.
hu: Egy PKCS #11 modul CKR_DEVICE_ERROR hibát adott vissza, amely azt jelzi, hogy valami probléma van a tokennel vagy a slottal.
hy_am: PKCS #11 բաղադրիչը վերադաևձրեց CKR_DEVICE_ERROR, նշելով որ խնդիր է տեղի ունեցել թոկենի կամ սլոտի հետ.
id: Sebuah modul PKCS #11 mengembalikan CKR_DEVICE_ERROR yang menandakan telah terjadi masalah dengan token atau slot.
is: PKCS #11 eining skilaði CKR_DEVICE_ERROR, sem gefur til kynna að upp hafi komið vandamál með tóka eða rauf.
kk: PKCS #11 модулі CKR_DEVICE_ERROR қайтарған, яғни, мәселе токен не слотпен орын алған.
km: ម៉ូឌុល​របស់ A PKCS #11 បាន​ត្រឡប់ CKR_DEVICE_ERROR បង្ហាញ​ថា​មាន​បញ្ហា​កើត​ឡើង​ជាមួយ​ថូខឹន ឬ​រន្ធ ។
kn: A PKCS #11 ಮಾಡ್ಯೂಲ್ CKR_DEVICE_ERROR ಅನ್ನು ಮರಳಿಸಿದ್ದು, ಇದು ಟೋಕನ್ ಅಥವ ಸ್ಲಾಟ್‌ನಲ್ಲಿ ಒಂದು ತೊಂದರೆ ಎದುರಾಗಿದೆ ಎನ್ನುವುದನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ku: Moduleke A PKCS #11 vegeriya CKR_DEVICE_ERROR, wateya vê ew e ku ligel jeton an jî hêlînê pirsgirêkekê rû da.
lt: PKCS #11 modulis grąžino CKR_DEVICE_ERROR klaidą, reiškiančią, jog iškilo problema su saugumo priemone arba jos jungtimi.
lv: PKCS #11 modulis atgrieza CKR_DEVICE_ERROR, kas nozīmē, ka radusies problēma ar marķieri vai pieslēgvietu.
ml: PKCS #11 ഘടകം CKR_DEVICE_ERROR തിരികെ നല്‍കിയിരിയ്ക്കുന്നു, ഇതിനര്‍ത്ഥം ടോക്കന്‍ അല്ലെങ്കില്‍ സ്ലോട്ടില്‍ ഒരു പ്രശ്നം ഉണ്ടായിരിയ്ക്കുന്നു എന്നാണു്.
mr: PKCS #11 घटकाने CKR_DEVICE_ERROR पुरवले, जे टोकन किंवा स्लॉटसह त्रुटी आढळल्याचे संकेत देते.
ms: Satu PKCS #11 modul mengembalikan CKR_DEVICE_ERROR, menunjukkan satu masalah telah berlaku dengan token atau slot.
nb_no: En PKCS #11-modul returnerte CKR_DEVICE_ERROR, som forteller at et problem oppstod med token eller slot.
nn_no: Ein PKCS #11-modul returnerte CKR_DEVICE_ERROR, som indikerer at eit problem oppstod med token eller slot.
oc: Un modul PKCS #11 a renviat CKR_DEVICE_ERROR, qu'indica qu'un problèma amb lo geton o lo slot s'es produch.
ro: Un modul PKCS#11 a returnat CKR_DEVICE_ERROR, indicând faptul că a intervenit o problemă cu slotul sau tokenul.
sr: PKCS #11 модул је вратио CKR_DEVICE_ERROR, што значи да је дошло до проблема са токеном или слотом.
sv: En PKCS #11-modul returnerade CKR_DEVICE_ERROR, vilket indikerar att ett problem har uppstått med en token eller slot.
te: PKCS #11 మాడ్యూల్ CKR_DEVICE_ERROR ను తిరిగియిచ్చినది, టోకెన్ లేదా స్లాట్‌తో వొక సమస్య యెదురైందని సూచించును.
th: โมดูล PKCS #11 คืนค่า CKR_DEVICE_ERROR บ่งชี้ว่าปัญหาเกิดขึ้นกับ token หรือ slot
ug: PKCS #11 مودىلى CKR_GENERAL_ERROR نى قايتۇردى، بۇ مەسىلە يۈز بەرگەن بۇيرۇق تەنتەك ياكى ئوقۇرنى بىلدۈرىدۇ.
uz: A PKCS #11 moduli CKR_DEVICE_ERROR xatosini qaytardi. Bu xato ulam yoki tuynuk ko‘rsatilayotganda yuz bergan.
vi: Một module PKCS#11 trả lại CKR_DEVICE_ERROR, cho biết rằng một vấn đề đã xảy ra với token hoặc slot.
zh_tw: 一個 PKCS #11 模組回覆了 CKR_DEVICE_ERROR，表示權杖（token）或插槽（slot）遇到了問題。

source: Unknown information access method in certificate extension.
af: Onbekende inligtingtoegangmetode in sertifikaatuitbreiding.
ar: طريقة وصول المعلومات غير معلومة في امتداد الشهادة.
as: প্ৰমাণপত্ৰ প্ৰসাৰনত অজ্ঞাত তথ্য প্ৰবেশাধিকাৰ পদ্ধতি।
az: Təsdiq sənədi uzantısında naməlum məlumat əldə etmə üsulu.
bg: Неизвестен метод за достъп до информация в разширение на сертификата.
bn_bd: সার্টিফিকেট বর্ধিতাংশে তথ্য প্রবেশাধিকার নিয়ম অজানা।
br: Hentenn haeziñ ar stlennoù dianav e-barzh askouezh an testeni.
ca: El mètode d'accés a la informació a l'extensió de certificat és desconegut.
cy: Dull mynediad gwybodaeth anhysbys mewn estyniad tystysgrif.
es_mx: Método de acceso a información desconocido en extensión de certificado.
eu: Informazioa atzitzeko metodo ezezaguna ziurtagiriaren luzapenean.
fa: روش دسترسی به اطلاعات در ضمیمهٔ گواهی نامعلوم است.
ga_ie: Modh neamhaithnid rochtaine faisnéise san eisínteacht teastais.
gd: Tha dòigh inntrigidh neo-aithnichte do dh'fhiosrachadh ann an leudachan an teisteanais.
gu: પ્રમાણપત્ર એક્સટેન્શનમાં અજ્ઞાત જાણકારી પ્રવેશ પદ્દતિ.
hr: Nepoznata metoda pristupa informacija u proširenju certifikata.
hu: Ismeretlen információ-hozzáférési metódus a tanúsítványkiterjesztésben.
hy_am: Մուտքային տեղեկությունների անհայտ մեթոդ վկայականի ընդլայնման մեջ:
id: Metode akses informasi yang tidak dikenal pada ekstensi sertifkat.
is: Óþekktar upplýsingar fyrir aðgangsaðgerð í skilríkjaviðbót.
kk: Сертификат кеңейтуінде ақпаратқа қатынау тәсілі белгісіз.
km: វិធីសាស្ត្រ​ក្នុង​ការ​ចូល​ដំណើរការ​ព័ត៌មាន​ដែល​មិន​ស្គាល់​នៅ​ផ្នែក​បន្ថែម​របស់​វិញ្ញាបនបត្រ ។
kn: ಪ್ರಮಾಣಪತ್ರ ಎಕ್ಸ್‍ಟೆನ್ಶನ್‌ನಲ್ಲಿ ತಪ್ಪು ಮಾಹಿತಿ ನಿಲುಕಣೆ ವಿಧಾನ.
ku: Di niçika sertîfîkayê de têketina agahiyan a nenas.
lt: Nežinomas prieigos prie informacijos metodas liudijimo plėtinyje.
lv: Nezināma informācijas piekļuves vieta sertifikāta paplašinājumā.
ml: സര്‍ട്ടിഫിക്കേറ്റ് എക്സ്റ്റെന്‍ഷനില്‍ അപരിചിതമായ ആക്സ്സ് രീതി.
mr: प्रमाणपत्र एक्सटेंशनमध्ये अपरिचीत माहिती प्रवेश मेथड आढळले.
ms: Cara kemasukan informasi yang tidak diketahui dalam pelanjutan sijil.
nb_no: Ugyldig tilgangsmetode er angitt i sertifikatutvidelse.
nn_no: Ugyldig tilgangsmetode er gjeve opp i sertifikatutviding.
oc: Metòde d'accès a l'informacion desconeguda dins l'extension de certificat.
pt_br: Informação do método de acesso desconhecido na extensão do certificado.
ro: Metodă necunoscută de accesare a informației în extensia certificatului.
sd: سرٽيفڪيٽ جي وستار ۾ نامعلوم معلومات داخل ٿيڻ جو طريقو۔
sr: Непознат метод приступа информацији у ознаци типа сертификата.
sv: Okänd metod för informationstillgång i certifikattillägg.
te: ధృవీకరణపత్రం పొడిగింపు నందు తెలియని సమాచార యాక్సెస్ విధానము
th: วิธีการเข้าถึงข้อมูลที่ไม่รู้จักในส่วนขยายใบรับรอง
ug: گۇۋاھنامە كېڭەيتىلمىسىدىكى نامەلۇم ئۇچۇر زىيارەت ئۇسۇلى.
uz: Sertifikat kengaytmasida noma’lum kirish uslubi ma’lumoti.
vi: Không rõ phương thức truy cập thông tin trong mở rộng chứng thư.
zh_tw: 憑證擴充欄位當中未知的資訊存取方式。

source: Error attempting to import a CRL.
af: Kon nie 'n SOL probeer invoer nie.
ar: خطأ عند محاولة استيراد CRL.
as: এটা CRL ইমপোৰ্ট কৰাৰ প্ৰচেষ্টাত ত্ৰুটি।
az: Ləğv edilmiş təsdiq sənədi idxal edilərkən bir səhv baş verdi.
bg: Грешка при опит за внасяне на CRL.
bn_bd: CRL ইম্পোর্ট প্রচেষ্টায় ত্রুটি।
br: Fazi en ur glask enporzhiañ ur CRL.
ca: S'ha produït un error en provar d'importar un CRL.
cy: Gwall wrth geisio mewnforio CRL.
es_mx: Error al intentar importar una CRL.
eu: Errorea CRL bat inportatzen saiatzean.
fa: در وارد کردن فهرست لغو گواهی‌ها اشکالی به وجود آمد.
ga_ie: Earráid i rith iompórtála LTC.
gd: Thachair mearachd nuair a bhathar airson CRL ion-phortadh.
gu: CRL ને આયાત કરવાનો પ્રયત્ન કરતી વખતે ભૂલ.
hr: Greška pri pokušaju uvoza CRL-a.
hu: Hiba történt egy CRL importálása közben.
hy_am: CRL ներմուծման սխալ:
id: Kesalahan ketika mencoba mengimpor CRL.
is: Villa við að reyna að flytja inn CRL.
kk: CRL импорттау талабы кезінде қате кетті.
km: កំហុស​ក្នុង​ការ​ប៉ុនប៉ង​​ការ​នាំចូល CRL ។
kn: ಒಂದು CRL ಅನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳುವ ಪ್ರಯತ್ನದಲ್ಲಿ ದೋಷ.
ku: Di têxistina CRLê de çewtî derket.
lt: Klaida importuojant CRL (atšauktų liudijimų sąrašą).
lv: Kļūda mēģinot importēt CRL.
ml: ഒരു സിആര്‍എല്‍ ഇംപോര്‍ട്ട് ചെയ്യുന്നതില്‍ പിശക്.
mr: CRL आयात करतेवेळी त्रुटी आढळली.
ms: Ralat ketika cuba mengimport satu CRL.
nb_no: Feil under forsøk på å importere en CRL.
nn_no: Feil under forsøk på å importere en CRL.
oc: Error al moment de la temptativa d'importacion d'una lista de revocacion de certificat (CRL).
pt_br: Erro ao tentar importar uma CRL.
ro: Eroare la încercarea de a importa o listă CRL.
sd: سي آر ايل جي آمد جي ڪوشش ڪرڻ وقت چوڪ
sr: Грешка приликом покушаја увоза CRL-а.
sv: Ett fel uppstod vid försök att importera en CRL.
te: CRL దిగుమతి చేయుటకు ప్రయత్నించుటలో దోషము.
th: เกิดข้อผิดพลาดในการพยายามนำเข้า CRL
ug: CRL ئەكىرىشنى سىناشتا خاتالىق كۆرۈلدى.
uz: CRL’ni import qilishga urinishda xatolik yuz berdi.
vi: Lỗi khi đang cố nhập một CRL.
zh_tw: 匯入憑證撤銷清單（CRL）時遇到問題。

source: The password expired.
af: Die wagwoord het verval.
ar: انتهت صلاحية كلمة السر.
as: পাছৱাৰ্ডৰ অৱসান ঘটিল।
az: Şifrə müddəti birmişdir.
bg: Паролата е с изтекъл срок на валидност.
bn_bd: পাসওয়ার্ডের মেয়াদ শেষ।
br: Diamzeret eo ar ger-tremen.
ca: La contrasenya ha caducat.
cy: Mae'r cyfrinair wedi dod i ben.
es_mx: La contraseña ha caducado.
eu: Pasahitza iraungi da.
fa: گذرواژه منقضی شده است.
ga_ie: Focal faire as dáta.
gd: Dh'fhalbh an ùine air an fhacal-fhaire.
gu: પાસવર્ડની સમયમર્યાદા સમાપ્ત થઇ.
hi_in: कूटशब्द का समय समाप्त हो गया.
hr: Lozinka je istekla.
hu: A jelszó lejárt.
hy_am: Գաղտնաբառը ավարտվում է։
id: Sandi kedaluwarsa.
is: Lykilorðið er útrunnið.
kk: Парольдің мерзімі аяқталды.
km: ពាក្យសម្ងាត់​បាន​ផុត​កំណត់ ។
kn: ಗುಪ್ತಪದದ ವಾಯಿದೆ ತೀರಿದೆ.
ku: Dema şîfreyê derbas bûye.
lt: Slaptažodžio galiojimas baigėsi.
lv: Paroles derīguma termiņš ir beidzies.
mai: कूटशब्द केर समय समाप्त भ'गेल.
ml: രഹസ്യവാക്കിന്റെ കാലാവധി കഴിഞ്ഞിരിയ്ക്കുന്നു.
mr: पासवर्डची वेळ समाप्ति आढळली.
ms: Kata laluan tamat tempoh.
my: စကားဝှက် သက်တမ်းကုန်သွားပါပြီ။
nb_no: Passordet er utgått på dato.
nn_no: Passordet er utgått på dato.
oc: Lo senhal a expirat.
pt_br: A senha perdeu a validade.
ro: Parola a expirat.
sd: ڳجهي لفظ جو مدو پورو ٿيو۔
sr: Лозинка је истекла.
sv: Lösenordet förföll.
te: సంకేతపదం కాలంచెల్లెను.
th: รหัสผ่านหมดอายุ
ug: ئىمنىڭ ۋاقتى ئۆتكەن.
uz: Parolning amal qilish muddati tugadi.
vi: Mật khẩu đã hết hạn.
zh_tw: 密碼已過期。

source: The password is locked.
af: Die wagwoord is vasgesluit.
ar: كلمة الصر مقفلة.
as: পাছৱাৰ্ড লক কৰা আছে।
az: Bu şifrə kilidlənib.
bg: Паролата е заключена.
bn_bd: পাসওয়ার্ড লক করা আছে।
br: Prennet eo ar ger-tremen.
ca: La contrasenya s'ha blocat.
cy: Mae'r cyfrinair wedi ei gloi.
es_mx: La contraseña está bloqueada.
eu: Pasahitza blokeatuta dago.
fa: گذرواژه قفل شده است.
ga_ie: Focal faire faoi ghlas.
gd: Tha am facal-faire glaiste.
gu: પાસવર્ડને તાળુ મારેલ છે.
hi_in: कूटशब्द लॉक है.
hr: Lozinka je zaključana.
hu: A jelszó zárolva van.
hy_am: Գաղտնաբառը արգելափակված է։
id: Sandi terkunci.
is: Lykilorð er læst.
kk: Пароль блокталған.
km: ពាក្យសម្ងាត់​ត្រូវ​បាន​ចាក់សោ ។
kn: ಗುಪ್ತಪದವನ್ನು ಬಂಧಿಸಲಾಗಿದೆ.
ku: Şîfre kilîtkirî ye.
lt: Slaptažodis fiksuotas.
lv: Parole ir bloķēta.
mai: कूटशब्द लाक अछि.
ml: രഹസ്യവാക്ക് പൂട്ടിയിരിയ്ക്കുന്നു.
mr: पासवर्ड कुलूपबंद आहे.
ms: Kata laluan dikunci.
my: စကားဝှက်အားပိတ်ထားသှ်
nb_no: Passordet er låst.
nn_no: Passordet er låst.
oc: Lo senhal es varrolhat.
pt_br: A senha está travada.
ro: Parola e blocată.
sd: ڳجهي لفظ کي ڪلف ڏنو ويو آهي۔
sr: Лозинка је закључана.
sv: Lösenordet är låst.
te: సంకేతపదం లాకైంది.
th: รหัสผ่านถูกล็อค
ug: ئىم قۇلۇپلانغان.
uz: Parol bloklangan.
vi: Mật khẩu bị khóa.
zh_tw: 密碼已鎖定。

source: Unknown PKCS #11 error.
af: Onbekende PKCS #11-fout.
ar: عُطل PKCS #11 غير معروف.
as: অজ্ঞাত PKCS #11 ত্ৰুটি।
az: Naməlum PKCS #11 xətası.
bg: Неизвестна грешка на PKCS #11.
bn_bd: অজানা PKCS #11 ত্রুটি।
br: Fazi PKCS #11 dianav.
ca: Error desconegut PKCS #11.
cy: Gwall PKCS #11 anhysbys.
es_mx: Error PKCS #11 desconocido.
eu: PKCS #11 errore ezezaguna.
fa: خطای نامشخص PKCS #11.
ga_ie: Earráid anaithnid PKCS #11.
gd: Mearachd PKCS #11 neo-aithnichte.
gu: અજ્ઞાત PKCS #11 ભૂલ.
hi_in: अज्ञात PKCS #11 त्रुटि.
hr: Nepoznata PKCS #11 greška.
hu: Ismeretlen PKCS #11 hiba.
hy_am: Անհայտ PKCS #11 սխալ։
id: Galat PKCS #11 tidak dikenal.
is: Óþekkt PKCS #11 villa.
kk: Белгісіз PKCS #11 қатесі.
km: មិន​ស្គាល់​កំហុស PKCS #11 ។
kn: ಅಜ್ಞಾತ PKCS #11 ದೋಷ.
ku: Çewtiya nenas ya PKCS #11ê.
lt: Nežinoma PKCS #11 klaida.
lv: Nezināma PKCS #11 kļūda.
mai: अज्ञात PKCS #11 त्रुटि.
ml: അപരിചിതമായ പികെസിഎസ് #11 പിശക്.
mr: अपरिचीत PKCS #11 त्रुटी.
ms: Kesilapan PKCS #11 tidak dikenali.
my: အမျိုးအမည်မသိသော PKCS #11 အမှား
nb_no: Ukjent PKCS #11-feil.
nn_no: Ukjend PKCS #11-feil.
oc: Error PKCS #11 desconeguda.
pt_br: Erro PKCS #11 não conhecido.
ro: Eroare PKCS #11 necunoscută.
sd: نامعلوم PKCS #11 چوڪ
sr: Непозната ПКЦС #11 грешка.
sv: Okänt PKCS #11-fel.
te: తెలియని PKCS #11 దోషం.
th: ข้อผิดพลาด PKCS #11 ที่ไม่รู้จัก
ug: يوچۇن PKCS #11 خاتالىقى.
uz: Noma’lum PKCS #11 xatoligi.
vi: Lỗi PKCS #11 không xác định.
zh_tw: 未知的 PKCS #11 錯誤。
