Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: The security password entered is incorrect.
af: Die sekuriteitswagwoord wat ingetik is, is verkeerd.
ar: كلمة السر الأمنية المدخلة غير صحيحة.
as: সোমোৱা সুৰক্ষা পাছৱাৰ্ড ভুল।
az: Daxil edilən şifrəsi səhvdir.
bg: Въведената парола по сигурността е грешна.
bn_bd: উল্লেখিত নিরাপত্তামূলক পাসওয়ার্ড সঠিক নয়।
bn_in: উল্লিখিত নিরাপত্তামূলক পাসওয়ার্ড সঠিক নয়।
br: Direizh eo ar ger-tremen diogelroez bet enanket.
ca: La contrasenya de seguretat introduïda no és correcta.
cy: Mae'r cyfrinair diogelwch yn anghywir.
es_mx: La contraseña de seguridad introducida es incorrecta.
eu: Idatzitako segurtasun pasahitza ez da zuzena.
fa: گذرواژهٔ امنیتی وارد شده معتبر نیست.
fur: La password di sigurece metude no je corete.
ga_ie: Tá an focal faire slándála a iontráladh mícheart.
gd: Tha am facal-faire tèarainteachd a chuir thu a-steach cearr.
gu: દાખલ કરેલ સુરક્ષા પાસવર્ડ અયોગ્ય છે.
hi_in: दाखिल सुरक्षा कूटशब्द गलत है.
hr: Unesena sigurnosna lozinka nije ispravna.
hu: A beírt biztonsági jelszó helytelen.
hy_am: Մուտքագրված գաղտնաբառը սխալ է:
id: Sandi keamanan yang dimasukkan salah.
is: Innslegið öryggislykilorð er rangt.
kk: Енгізілген пароль қате.
km: បាន​បញ្ចូល​ពាក្យសម្ងាត់​សុវត្ថិភាព​មិន​ត្រឹមត្រូវ ។
kn: ನಮೂದಿಸಲಾದ ಸುರಕ್ಷತಾ ಗುಪ್ತಪದವು ತಪ್ಪಾಗಿದೆ.
ku: Nasnava ewleyhiyê ku hat têketin ne rast e.
lt: Įvestas neteisingas saugumo slaptažodis.
lv: Ievadītā drošības parole nav pareiza.
mai: दाखिल सुरक्षा गुड़किल्ली गलत अछि.
ml: നല്‍കിയ സുരക്ഷാ രഹസ്യവാക്ക് തെറ്റാണു്.
mr: प्रविष्ट सुरक्षा गुप्तशब्द चुकीचे आहे.
ms: Kata laluan keselamatan yang dimasukkan adalah salah.
my: ရေးထည့်တဲ့ လုံခြုံရေး စကားဝှက်ဟာ မမှန်ကန်ဘူး။
nb_no: Oppgitt sikkerhetspassord er feil.
nn_no: Spesifisert tryggingspassord er feil.
oc: Lo senhal de seguretat picat es incorrècte.
pt_br: A senha de segurança fornecida está incorreta.
ro: Parola de securitate introdusă este incorectă.
sd: داخل ڪيل سلامتيءَ جو ڳجهو لفظ غلط آهي۔
si: ඇතුල් කරන ලද ආරක්ෂණ රහස් පදය අසත්‍යය.
sr: Унесена безбедносна лозинка је неисправна.
sv: Säkerhetslösenordet som angavs är felaktigt.
te: ప్రవేశపెట్టిన రక్షణ సంకేతపదము సరికానిది.
th: รหัสผ่านความปลอดภัยที่กรอกไม่ถูกต้อง
ug: كىرگۈزگەن بىخەتەرلىك ئىم ئىناۋەتسىز.
uz: Kiritilgan xavfsizlik paroli noto‘g‘ri.
vi: Mật khẩu bảo mật nhập vào không đúng.
zh_tw: 輸入的安全密碼不正確。

source: New password entered incorrectly. Please try again.
bg: Новата парола е въведена неправилно. Моля, опитайте пак.
bn_in: নতুন পাসওয়ার্ড সঠিকভাবে লেখা হয়নি। অনুগ্রহ করে পুনরায় প্রচেষ্টা করুন।
br: N'eo ket bet enanket mat ar ger-tremen nevez. Klaskit en-dro, mar plij.
ca: La contrasenya nova no s'ha introduït correctament. Torneu-ho a provar.
cy: Cyfrinair newydd yn anghywir. Ceisiwch eto.
gd: Bha am facal-faire ùr a chuir thu a-steach cearr. Feuch ris a-rithist.
gu: નવો પાસવર્ડ અયોગ્ય રીતે દાખલ કરવામાં આવ્યો. મહેરબાની કરીને ફરીથી પ્રયાસ કરો.
hu: Az új jelszót helytelenül írta be. Próbálja újra.
hy_am: Նոր գաղտնաբառը սխալ է մուտքագրված: Խնդրում եմ կրկնեք:
id: Salah memasukkan sandi yang baru. Silakan coba lagi.
is: Nýtt lykilorð slegið rangt inn. Reyndu aftur.
kk: Жаңа пароль қате енгізілді. Қайталап көріңіз.
kn: ಹೊಸದಾಗಿ ನಮೂದಿಸಲಾದ ಗುಪ್ತಪದವು ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lt: Įvestas neteisingas naujas slaptažodis. Pabandykite iš naujo.
nb_no: Nytt passord er ugyldig. Prøv igjen.
nn_no: Nytt passord er ugyldig. Prøv på nytt.
pt_br: A nova senha foi digitada incorretamente. Por favor, tente de novo.
sv: Nytt lösenord felaktigt angivet. Försök igen.

source: security library: no nodelock.
af: sekuriteitsprogrammateek: geen nodusslot nie.
ar: المكتبة الأمنية: لا قفل للعقد.
as: সুৰক্ষা লাইব্ৰেৰী: কোনো নোডলক নাই।
az: Təhlükəsiz kitabxanası: Düyün kilidi yoxdur.
bg: библиотека по сигурност: няма nodeblock.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: কোনো nodelock নেই।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: কোনো nodelock নেই।
br: levraoueg diogelroez : prenner klom ebet.
ca: biblioteca de seguretat: no hi cap blocatge de node.
cy: llyfrgell diogelwch: dim clo nod.
es_mx: biblioteca de seguridad: no hay bloqueo de nodo (nodelock).
eu: segurtasun liburutegia: ez dago nodo blokeorik.
fa: کتابخانهٔ امنیتی: قفل گره‌ای وجود ندارد.
fur: Librarie di sigurece: nol è nissun bloc di node.
ga_ie: leabharlann slándála: gan díghlasáil.
gd: leabhar-lann tèarainteachd: gun ghlas nòid.
gu: સુરક્ષા લાઈબ્રેરી: કોઈ nodelock નથી.
hi_in: सुरक्षा लाइब्रेरी: कोई नोडलॉक नहीं.
hr: sigurnosna biblioteka: nema čvornog ključa.
hu: biztonsági könyvtár: nincs nodelock.
hy_am: անվտանգության գրադարան` no nodelock:
id: pustaka keamanan: tidak ada nodelock.
is: öryggissafn : ekkert nodelock.
kk: қауіпсіздік жинақ қатесі: nodelock жоқ.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ គ្មាន nodelock ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ: ಯಾವುದೆ ನೋಡ್‌ಲಾಕ್ ಇಲ್ಲ.
ku: pirtûkxaneya ewlehiyê: nodelock tune.
lt: saugumo biblioteka: no nodelock.
lv: drošības bibliotēka: nav zara saslēga.
mai: सुरक्षा लाइब्रेरी: कोनो नोडलाक नहि.
ml: സുരക്ഷാ ലൈബ്രറി: നോഡ്ലോക്ക് ആവശ്യമില്ല.
mr: सुरक्षा लायब्ररी: nodelock नाही.
ms: pustaka sekuriti: tiada kuncinod.
my: လုံခြုံတဲ့ စာကြည့်တိုက် - အဖုအထိန်း မရှိဘူး။
nb_no: sikkerhetsbibliotek: Ingen nodelock.
nn_no: tryggingsbibliotek: ingen nodelock.
oc: Bibliotèca de seguretat : pas cap de varrolh de nosèl.
pt_br: biblioteca de segurança: no nodelock.
ro: biblioteca de securitate: niciun nod blocat.
sd: سلامتيءَ جي لائبرري: ڳنڍ جو ڪلف ناهي
sr: библиотека за безбедност: нема кључа за нод.
sv: Säkerhetsbibliotek: inget nodlås.
te: రక్షణ లైబ్రరీ: నోడ్‌లాక్ లేదు.
ug: بىخەتەر پروگرامما ئامبىرى: نۇقتا قۇلۇپى يوق.
uz: xavfsizik kutubxonasi: nodelock yo‘q.
vi: Thư viện bảo mật: không có khoá nốt.
zh_tw: 安全函式庫: 無 nodelock。

source: security library: bad database.
af: sekuriteitsprogrammateek: slegte databasis.
ar: المكتبة الأمنية: قاعدة بيانات شيئة.
as: সুৰক্ষা লাইব্ৰেৰী: বেয়া ডাটাবেইচ।
az: Təhlükəsiz kitabxanası: Xarab olmuş verilənlər bazası.
bg: библиотека по сигурност: лоша база данни.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: ত্রুটিপূর্ণ ডাটাবেস।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: ত্রুটিপূর্ণ ডাটাবেস।
br: levraoueg diogelroez : stlennvon fall.
ca: biblioteca de seguretat: la base dades és incorrecta.
cy: llyfrgell diogewlch: cronfa ddata gwael.
es_mx: biblioteca de seguridad: base de datos incorrecta.
eu: segurtasun liburutegia: datubase okerra.
fa: کتابخانهٔ امنیتی: پایگاه دادهٔ نامعتبر.
fur: Librarie di sigurece: erôr te base di dâts.
ga_ie: leabharlann slándála: bunachar sonraí neamhbhailí.
gd: leabhar-lann tèarainteachd: droch stòr-dàta.
gu: સુરક્ષા લાઈબ્રેરી: ખરાબ ડેટાબેઝ.
hi_in: सुरक्षा लाइब्रेरी: खराब डेटाबेस.
hr: sigurnosna biblioteka: loša baza podataka.
hu: biztonsági könyvtár: rossz adatbázis.
hy_am: Անվտանգության գրադարան` տվյալների վատ բազա:
id: pustaka keamanan: basis data salah.
is: öryggissafn: gallaður gagnagrunnur.
kk: қауіпсіздік жинақ қатесі: дерекқор қате.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ មូលដ្ឋាន​ទិន្នន័យ​ខូច ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ:ಸರಿಯಲ್ಲದ ದತ್ತಸಂಚಯ.
ku: pirtûkxaneya ewlehiyê: danegeha xerab.
lt: saugumo biblioteka: bloga duomenų bazė.
lv: drošības bibliotēka: slikta datubāze.
mai: सुरक्षा लाइब्रेरी: खराब डेटाबेस.
ml: സുരക്ഷാ ലൈബ്രറി: തെറ്റായ ഡേറ്റാബെയിസ്.
mr: सुरक्षा लायब्ररी: सदोषीत माहितीकोष.
ms: putaka sekuriti: pengkalan data yang tidak elok.
my: လုံခြုံတဲ့ စာကြည့်တိုက် - ​မကောင်းတဲ့ အချက်အလက် သိုလှောင်ခန်း။
nb_no: sikkerhetsbibliotek: Ugyldig database.
nn_no: tryggingsbibliotek: ugyldig database.
oc: Bibliotèca de seguretat : marrida banca de donadas.
pt_br: biblioteca de segurança: banco de dados defeituoso.
ro: biblioteca de securitate: bază de date greșită.
sd: سلامتيءَ جي لائبرري: خراب آڌار سامگري
si: ආරක්ෂණ පුස්තකාලය: නරක දත්ත ගබඩාව.
sr: библиотека за безбедност: покварена база података.
sv: Säkerhetsbibliotek: skadad databas.
te: రక్షణ లైబ్రరీ: చెడ్డ డాటాబేస్.
th: ห้องสมุดความปลอดภัย: ฐานข้อมูลใช้ไม่ได้
ug: بىخەتەر پروگرامما ئامبىرى: سانداق بۇزۇلغان.
uz: xavfsizlik kutubxonasi: yomon ma’lumotlar bazasi.
vi: Thư viện bảo mật: cơ sở dữ liệu xấu.
zh_tw: 安全函式庫: 損壞的資料庫。

source: security library: memory allocation failure.
af: sekuriteitsprogrammateek: geheuetoewysingsfaling.
ar: المكتبة الأمنية: فشل تخصيص الذاكرة.
as: সুৰক্ষা লাইব্ৰেৰী: মেমৰি আবন্টন ব্যৰ্থতা।
az: Təhlükəsiz kitabxanası: Yaddaş paylaşma səhvi.
bg: библиотека по сигурност: грешка при заделяне на памет.
bn_bd: নিরাপত্তাবিষয়ক লাইব্রেরি: মেমরি বরাদ্দকরণে ব্যর্থতা।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: মেমরি বরাদ্দকরণে ব্যর্থতা।
br: levraoueg diogelroez : c'hwitadenn war derannañ ar vemor.
ca: biblioteca de seguretat: s'ha produït un error en l'assignació de memòria.
cy: llyfrgell diogewlch: methiant dynodicof.
es_mx: biblioteca de seguridad: fallo de ubicación (allocation) de memoria.
eu: segurtasun liburutegia: memoria esleitze okerra.
fa: کتابخانهٔ امنیتی: شکست در تخصیص حافظه.
fur: Librarie di sigurece: erôr te alocazion de memorie
ga_ie: leabharlann slándála: theip ar leithdháileadh cuimhne
gd: leabhar-lann tèarainteachd: fàillinn roinneadh na cuimhne.
gu: સુરક્ષા લાઈબ્રેરી: મેમરી ફાળવણી નિષ્ફળ.
hi_in: सुरक्षा लाइब्रेरी: स्मृति आबंटन विफलता.
hr: sigurnosna biblioteka: greška pri alokaciji memorije.
hu: biztonsági könyvtár: memóriaallokációs hiba.
hy_am: Անվտանգության գրադարան` հիշողության բաշխման սխալ:
id: pustaka keamanan: kegagalan alokasi memori.
is: öryggissafn: villa í minnisúthlutun.
kk: қауіпсіздік жинақ қатесі: жады бөлу қатесі.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ បរាជ័យ​ក្នុង​ការ​បម្រុង​ទុក​អង្គ​ចងចាំ ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ:ಮೆಮೊರಿ ನಿಯೋಜನೆಯಲ್ಲಿ ವಿಫಲತೆ.
ku: pirtûkxaneya ewlehiyê: çewtiya dabeşkirina bîrê.
lt: saugumo biblioteka: klaida paskiriant atmintį.
lv: drošības bibliotēka: atmiņas izdalīšanas kļūda.
mai: सुरक्षा लाइब्रेरी: स्मृति आबंटन विफलता.
ml: സുരക്ഷാ ലൈബ്രറി: മെമ്മറി അനുവദിയ്ക്കുന്നതില്‍ പരാജയം.
mr: सुरक्षा लायब्ररी: स्मृती वाटप अपयशी.
ms: pustaka sekuriti: peruntukan memori gagal.
my: လုံခြုံတဲ့ စာကြည့်တိုက် - မှတ်ဉာဏ် နေရာချမှု ချို့ယွင်းချက်။
nb_no: sikkerhetsbibliotek: feil i minnetildeling.
nn_no: tryggingsbibliotek: feil i minnetildeling.
oc: Bibliotèca de seguretat : fracàs d'allocacion memòria.
pt_br: biblioteca de segurança: falha na alocação de memória.
ro: biblioteca de securitate: eroare de alocare a memoriei.
sd: سلامتيءَ جي لائبرري: ميموري طئہ ڪرڻ جي ناڪامي۔
si: ආරක්ෂණ පුස්තකාලය: මතක පැවරීම අසමත් වීම.
sr: библиотека за безбедност: грешка при додели меморије.
sv: Säkerhetsbibliotek: minnesallokeringsfel.
te: రక్షణ లైబ్రరీ: మెమొరీ కేటాయింపు విఫలమైంది.
th: ห้องสมุดความปลอดภัย: การจองหน่วยความจำล้มเหลว
ug: بىخەتەر پروگرامما ئامبىرى: ئىچكى ساقلىغۇچ تەقسىملەش خاتالىقى.
uz: xavfsizik kutubxonasi: xotirani joylashtirish amalga oshmadi.
vi: Thư viện bảo mật: thất bại trong việc định bộ nhớ.
zh_tw: 安全函式庫: 記憶體定址失敗。

source: Peer’s certificate issuer has been marked as not trusted by the user.
bg: Издателят на сертификата на партньора е отбелязан като недоверен от потребителя.
gu: સમકક્ષનું પ્રમાણપત્ર અદા કરનાર વપરાશકર્તા દ્વારા વિશ્વાસુ નથી એમ ચિહ્નિત થયેલ છે.
nb_no: Motpartens sertifikatutsteder er merket som ikke tiltrodd av brukeren.
nn_no: Sertifikatutskrivaren til motpartens er merka som ikkje tiltrudd av brukaren.

source: Peer’s certificate has been marked as not trusted by the user.
bg: Сертификатът на партньора е отбелязан като недоверен от потребителя.
gu: સમકક્ષનું પ્રમાણપત્ર વપરાશકર્તા દ્વારા વિશ્વાસુ નથી એમ ચિહ્નિત થયેલ છે.
nb_no: Motpartens sertifikat er merket som ikke tiltrodd av brukeren.
nn_no: Sertifikatet til motparten er merka som ikkje tiltrudd av brukaren.

source: Certificate already exists in your database.
af: Sertifikaat bestaan reeds in u databasis.
ar: الشهادة موجودة مسبقًا في قاعدة بياناتك.
as: প্ৰমাণপত্ৰ ইতিমধ্যে আপোনাৰ ডাটাবেইচত আছে।
az: Təsdiq sənədi verilənlər bazanızda mövcuddur.
bg: Сертификатът вече съществува във вашата база данни.
bn_bd: আপনার ডাটাবেসের মধ্যে সার্টিফিকেট বর্তমানে বিদ্যমান।
bn_in: আপনার ডাটাবেসের মধ্যে সার্টিফিকেট বর্তমানে উপস্থিত রয়েছে।
br: Emañ an testeni er stlennvon endeo.
ca: El certificat ja existeix a la vostra base de dades.
cy: Mae'r tystysgrif yn bodoli yn eich cronfa ddata.
es_mx: El certificado ya existe en tu base de datos.
eu: Ziurtagiria badago dagoeneko zure datubasean.
fa: گواهی قبلاً در پایگاه دادهٔ شما وجود ندارد.
fur: Chest certificât al è za te tô base di dâts.
ga_ie: Tá an teastas i do bhunachar sonraí cheana.
gd: Tha an teisteanas san stòr-dàta agad mu thràth.
gu: પ્રમાણપત્ર તમારા ડેટાબેઝમાં પહેલાથી જ હાજર છે.
hi_in: प्रमाणपत्र आपके डेटाबेस में पहले से मौजूद है.
hr: Certifikat već postoji u vašoj bazi podataka.
hu: A tanúsítvány már szerepel az adatbázisban.
hy_am: Սերտիֆիկատը արդեն գոյություն ունի ձեր տվյալների բազայում:
id: Sertifikat sudah ada dalam basis data Anda.
is: Skilríki er þegar til gagnagrunni.
kk: Бұл сертификат сіздің мәліметтер қорыңызда бар болып тұр.
km: មាន​វិញ្ញាបនបត្រ​រួចហើយ​នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​របស់​អ្នក ។
kn: ಪ್ರಮಾಣಪತ್ರವು ನಿಮ್ಮ ದತ್ತಸಂಚಯದಲ್ಲಿ ಈಗಾಗಲೆ ಇದೆ.
ku: Di danegeha we de sertîfîka jixwe heye.
lt: Liudijimas jau yra duomenų bazėje.
lv: Sertifikāts jau eksistē jūsu datubāzē.
mai: प्रमाणपत्र अहाँक डेटाबेस मे पहिने सँ मोजुद अछि.
ml: സര്‍ട്ടിഫിക്കേറ്റ് നിങ്ങളുടെ ഡേറ്റാബെയിസില്‍ നിലവിലുണ്ടു്.
mr: प्रमाणपत्र आधिपासूनच माहितीकोष मध्ये अस्तित्वात आहे.
ms: Sijil telahpun wujud di dalam pangkalan data anda.
my: လက်မှတ်က သင့်ရဲ့ အချက်အလက် သိုလှောင်ခန်းထဲမှာ ရှိနေပြီ။
nb_no: Sertifikatet finnes allerede i databasen.
nn_no: Sertifikatet finst allereie i databasen din.
oc: Lo certificat existís ja dins vòstra banca de donadas.
pt_br: O certificado já existe no seu banco de dados.
ro: Certificatul există deja în baza dumneavoastră de date.
sd: توهانجي آڌار سامگريءَ ۾ سرٽيفڪيٽ اڳ ۾ ئي مؤجود آهي۔
si: සහතිකය දැනටමත් ඔබගේ දත්ත ගබඩාවේ පවතී.
sr: Сертификат већ постоји у Вашој бази података.
sv: Certifikatet finns redan i din databas.
te: ధృవీకరణపత్రం ఇప్పటికే డాటాబేస్‌నందు వుంది.
th: ใบรับรองมีอยู่แล้วในฐานข้อมูลของคุณ
ug: گۇۋاھنامە ساندانىڭىزدا مەۋجۇد.
uz: Sertifikat allaqachon ma’lumotlar bazangizda mavjud.
vi: Chứng thực đã tồn tại trong cơ sở dữ liệu của bạn.
zh_tw: 憑證已存在於資料庫中。

source: Downloaded certificate’s name duplicates one already in your database.
bg: Името на изтегления сертификат се дублира със съществуващ сертификат от вашата база от данни.
gu: ડાઉનલોડ થયેલ પ્રમાણપત્રનું નામ તમારા ડેટાબેઝમાં પહેલાથી જ હોય તેનું નકલી છે.
nb_no: Det nedlastede sertifikatets navn er allerede representert i databasen.
nn_no: Namnet til det nedlasta sertifikatet er allereie representert i databasen din.

source: Error adding certificate to database.
af: Kon nie sertifikaat by databasis voeg nie.
ar: حدث خطأ أثناء إضافة الشهادة إلى قاعدة البيانات.
as: ডাটাবেইচলে প্ৰমাণপত্ৰ যোগ কৰোতে ত্ৰুটি।
az: Təsdiq sənədinin bazaya daxil edərkən səhv baş verdi.
bg: Грешка при добавяне на сертификат към база данни.
bn_bd: ডাটাবেসের মধ্যে সার্টিফিকেট যোগ করতে ত্রুটি।
bn_in: ডাটাবেসের মধ্যে সার্টিফিকেট যোগ করতে সমস্যা।
br: Fazi oc'h ouzhpennañ un testeni d'ar stlennvank.
ca: S'ha produït un error en afegir el certificat a la base de dades.
cy: Gwall ychwanegu tystysgrif i'r gronfa ddata.
es_mx: Error al agregar el certificado a la base de datos.
eu: Errorea ziurtagiria datubasera gehitzean.
fa: خطا در افزودن گواهی به پایگاه داده.
fur: Erôr tal meti il certificât ae base di dâts.
ga_ie: Earráid agus an teastas á chur sa bhunachar sonraí.
gd: Thachair mearachd fhad 's a chaidh an teisteanas a chur ris an stòr-dàta.
gu: ડેટાબેઝમાં પ્રમાણપત્ર ઉમેરવામાં ભૂલ.
hi_in: डेटाबेस में प्रमाणपत्र जोड़ने में त्रुटि.
hr: Greška pri dodavanju certifikata u bazu podataka.
hu: Hiba a tanúsítvány adatbázishoz adása során.
hy_am: Տվյալների բազայում արտոնագրի ավելացման սխալ:
id: Kesalahan saat menambahkan sertifikat ke basis data.
is: Villa við að bæta skilríki í gagnagrunn.
kk: Серификатты қорыңызға қосу қатемен аяқталды.
km: កំហុស​ក្នុង​ការ​បន្ថែម​វិញ្ញាបនបត្រ​ទៅកាន់​មូលដ្ឋាន​ទិន្នន័យ ។
kn: ದತ್ತಸಂಚಯಕ್ಕೆ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಸೇರ್ಪಡಿಸುವಲ್ಲಿ ದೋಷ.
ku: Dema sertîfîka li danegehê dihat zêdekirin çewtî derket.
lt: Klaida įtraukiant liudijimą į duomenų bazę.
lv: Kļūda pievienojot sertifikātu datubāzei.
mai: डेटाबेस मे प्रमाणपत्र जोड़बा मे त्रुटि.
ml: ഡേറ്റാബെയിസിലേക്കു് സര്‍ട്ടിഫിക്കേറ്റ് ചേര്‍ക്കുന്നതില്‍ പിശക്.
mr: माहितीकोष मध्ये प्रमाणपत्र जोडतेवेळी त्रुटी आढळली.
ms: Ralat menambah sijil ke pangkalan data.
my: အချက်အလက် သိုလှောင်ခန်းထဲ လက်မှတ် ထည့်သွင်းမှု အမှား
nb_no: En feil oppstod ved tillegging av sertifikatet i databasen.
nn_no: Ein feil oppstod ved tillegging av sertifikatet i databasen.
oc: Error al moment de l'apondon d'un certificat a la banca de donadas.
pt_br: Erro ao adicionar certificado no banco de dados.
ro: Eroare la adăugarea certificatului la baza de date.
sd: آڌار سامگريءَ ۾ سرٽيفڪيٽ شامل ڪندي چوڪ
si: සහතිකය දත්ත ගබඩාවට එක් කිරීමේදී දෝෂයක්.
sr: Грешка при додавању сертификата у базу података.
sv: Fel när certifikatet skulle läggas till i databasen.
te: ధృవీకరణపత్రంను డాటాబేస్‌కు కలుపుటలో దోషము.
th: เกิดข้อผิดพลาดในการเพิ่มใบรับรองไปยังฐานข้อมูล
ug: ساندانغا گۇۋاھنامە قوشۇشتا خاتالىق كۆرۈلدى.
uz: Ma’lumotlar bazasiga sertifikatni qo‘shishda xatolik.
vi: Lỗi thêm chứng thực vào cơ sở dữ liệu.
zh_tw: 新增憑證到資料庫時錯誤。

source: Error refiling the key for this certificate.
af: Kon nie die sleutel vir hierdie sertifikaat herliasseer nie.
ar: خطأ أثناء إعادة صف المفتاح لهذه الشهادة.
as: এই প্ৰমাণপত্ৰৰ বাবে কি' পুনৰ ভৰ্তি কৰোতে ত্ৰুটি।
az: Təsdiq sənədinin açarı yenidən doldurularkən səhv baş verdi.
bg: Грешка при попълване на ключа за този сертификат.
bn_bd: চিহ্নিত সার্টিফিকেটের কী পুনরায় যোগ করতে ত্রুটি।
bn_in: চিহ্নিত সার্টিফিকেটর কি পুনরায় যোগ করতে সমস্যা।
br: Fazi en ur adrummañ an alc'hwez evit an testeni-mañ.
ca: S'ha produït un error en tornar a omplir la clau del certificat.
cy: Gwall ail-lanw allwedd ar gyfer y dystysgrif.
es_mx: Error asociando la llave para este certificado.
eu: Errorea ziurtagiri honen gakoa berrosatzean.
fa: خطا در بایگانی مجدد کلید این گواهی.
fur: Erôr cirint di tornâ a jemplâ la clâf dal certificât
ga_ie: Theip ar athchur i gcomhad na heochrach le haghaidh an teastais seo.
gd: Thachair mearachd le faidhleadh na h-iuchrach airson an teisteanais seo.
gu: આ પ્રમાણપત્ર માટે કી પુનઃભરવામાં ભૂલ.
hi_in: इस प्रमाणपत्र के लिए कुंजी फिर भरने में त्रुटि.
hr: Greška pri ponovnom upisivanju ključa za ovaj certifikat.
hu: Hiba a kulcs tanúsítványhoz való újratárolásakor.
hy_am: Այս սերտիֆիկատի բանալու լցման սխալ:
id: Kesalahan menyimpan kunci untuk sertifikat ini.
is: Villa við að skrá lykil fyrir þetta skilríki.
kk: Осы сертификат үшін кілтті қайта толтырғанда қате кетті.
km: កំហុស​ក្នុង​ការ​ដាក់​ឯកសារ​សោ​ឡើង​វិញ សម្រាប់​វិញ្ញាបនបត្រ​នេះ ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರಕ್ಕೆ ಕೀಲಿಯನ್ನು ತುಂಬಿಸುವಾಗ ದೋಷ.
ku: Ji bo vê sertîfîkayê dîsa di tijekirina mifteyê de çewtî.
lt: Klaida įtraukiant šio liudijimo raktą.
lv: Kļūda atkārtoti aizpildot atslēgu šim sertifikātam.
mai: ई प्रमाणपत्र क लेल कुँजी फेर भरबामे त्रुटि.
ml: ഈ സര്‍ട്ടിഫിക്കേറ്റിനുള്ള കീ വീണ്ടും ഫയല്‍ ചെയ്യുന്നതില്‍ പിശക്.
mr: या प्रमाणपत्र करीता नविन कि प्रविष्ट करतेवेळी त्रुटी आढळली.
ms: Ralat isi semula kunci bagi sijil ini.
my: ဒီလက်မှတ်အတွက် သော့ချက် ဖြည့်စွတ်မှု အမှား
nb_no: En feil oppstod ved oppdatering av nøkkel for dette sertifikatet.
nn_no: Ein feil oppstod ved oppdatering av nykel for dette sertifikatet.
oc: Error al moment de l'apondon de clau per aqueste certificat.
pt_br: Erro ao preencher a chave para este certificado.
ro: Eroare de scriere a cheii pentru acest certificat.
sd: هن سرٽيفڪيٽ لاءِ ڪنجي نئين سر فائل ڪندي چوڪ
si: මෙම සහතිකය සඳහා යතුර නැවත පිරවීමේදී දෝෂයක්.
sr: Грешка у поновном подношењу кључа за овај сертификат.
sv: Fel vid omregistrering av nyckeln för detta certifikat.
te: ఈధృవీకరణపత్రం కొరకు కీను రీఫైల్‌చేయుటలో దోషము.
th: เกิดข้อผิดพลาดในการต่อกุญแจสำหรับใบรับรองนี้
ug: مەزكۇر گۇۋاھنامە شىفىرلىق ئاچقۇچىنى قايتا تولدۇرۇشتا خاتالىق كۆرۈلدى.
uz: Ushbu sertifikat uchun kalit qo‘shishda xatolik.
vi: Không thể sắp xếp mã khóa cho chứng nhận này.
zh_tw: 重新填寫此憑證的金鑰時錯誤。

source: The private key for this certificate cannot be found in key database
af: Die private sleutel vir hierdie sertifikaat kan nie in die sleuteldatabasis gevind word nie.
ar: لا يمكن العثور على المفتاح الخاص لهذه الشهادة في قاعدة بيانات المفاتيح
as: এই প্ৰমাণপত্ৰৰ বাবে ব্যক্তিগত কি' ডাটাবেইচত পোৱা নগল
az: Bu təsdiq sənədinin şəxsi açarı bazada tapılmadı.
bg: Частният ключ за този сертификат не може да бъде намерен в базата от данни от ключове
bn_bd: চিহ্নিত সার্টিফিকেটের প্রাইভেট কী এই কী ডাটাবেসের মধ্যে পাওয়া যায়নি।
bn_in: চিহ্নিত সার্টিফিকেটের গোপনীয়-কি এই কি ডাটাবেসের মধ্যে পাওয়া যায়নি।
br: N'hall ket bezañ kavet an alc'hwez prevez evit an testeni-mañ e stlennvank an alc'hwezioù.
ca: La clau privada del certificat no es pot trobar a la base de dades de claus
cy: Nid oes modd dod o hyd i allwedd breifat y dystysgrif yng gronfa ddata allweddi
es_mx: La clave privada de este certificado no puede encontrarse en la base de datos de claves
eu: Ziurtagiri honen gako pribatua ez da gako datubasean aurkitzen
fa: کلید خصوصی این گواهی در پایگاه دادهٔ کلیدها وجود ندارد
fur: La clâf privade par chest certificât no je stade cjatade te base di dâts di clâfs.
ga_ie: Ní féidir eochair phríobháideach an teastais seo a aimsiú i mbunachar sonraí na n-eochracha.
gd: Cha ghabh an iuchair phrìobhaideach airson an teisteanais seo a lorg ann an stòr-dàta nan iuchraichean
gu: આ પ્રમાણપત્ર માટેની ખાનગી કી કી ડેટાબેઝમાં શોધી શકતા નથી.
hi_in: कुंजी डेटाबेस में इस प्रमाणपत्र के लिए निजी कुंजी नहीं मिल सका.
hr: Privatni ključ za ovaj certifikat nije pronađen u bazi ključeva.
hu: Az ehhez a tanúsítványhoz tartozó személyes kulcs nem található a kulcsadatbázisban.
hy_am: Այս արտոնագրի գաղտնի բանալին չի գտնվել բանալիների բազայում:
id: Kunci pribadi untuk sertifikat ini tidak ditemukan dalam basis data.
is: Einkalykill skilríkis fannst ekki í lyklagrunni
kk: Осы сертификат үшін жеке кілт кілт дерекқорынан табылмады.
km: សោ​ឯកជន​សម្រាប់​វិញ្ញាបនបត្រ​នេះ​មិន​អាច​ត្រូវ​បាន​រក​ឃើញ​នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​សោ​ឡើយ
kn: ಕೀಲಿ ದತ್ತಸಂಚಯದಲ್ಲಿ ಈ ಪ್ರಮಾಣಪತ್ರಕ್ಕಾಗಿನ ಖಾಸಗಿ ಕೀಲಿಯು ಕಂಡುಬಂದಿಲ್ಲ.
ku: Mifteya taybet a vê belgeya erêkirinê di danegehê de xuya nake
lt: Slaptojo šio liudijimo rakto nepavyko rasti raktų duomenų bazėje.
lv: Šī sertifikāta privāto atslēgu nevar atrast atslēgu datubāzē
mai: कुंजी डेटाबेस मे एहि प्रमाणपत्र क लेल निज कुँजी नहि भेट सकल.
ml: ഈ സര്‍ട്ടിഫിക്കേറ്റിനുള്ള സ്വകാര്യ കീ, കീ ഡേറ്റാബെയ്സില്‍ ലഭ്യമല്ല.
mr: कि माहितीकोष मध्ये या प्रमाणपत्र करीता व्यक्तिगत कि आढळली नाही.
ms: Kunci peribadi untuk sijil ini tidak dapat ditemui di dalam pengkalan data kunci
my: ဒီလက်မှတ်ရဲ့ သီးသန့် သော့ချက်ကို သော့ချက် အချက်အလက် သိုလှောင်ခန်းထဲမျာ မတွေ့ရဘူး။
nb_no: Den private nøkkelen for dette sertifikatet ble ikke funnet i databasen
nn_no: Fann ikkje den private nykelen for dette sertifikatet i databasen
oc: La clau privada per aqueste certificat es pas estada trobada dins la banca de donadas de las claus.
pt_br: A chave privada deste certificado não pôde ser encontrada no banco de dados de chaves
ro: Cheia privată pentru acest certificat nu poate fi găsită în baza de date cu chei
sd: ڪنجيءَ جي آڌار سامگريءَ ۾ هن سرٽيفڪيٽ لاءِ نجي ڪنجيءَ جو پتو نہ لڳو۔
si: මෙම සහතිකය සඳහා පුද්ගලික යතුර යතුරු දත්ත ගබඩාවේ සොයා ගැනීමට නොහැක
sr: Приватни кључ за овај сертификат није пронађен у бази података.
sv: Den privata nyckeln för detta certifikat kan inte hittas i nyckeldatabasen.
te: ఈధృవీకరణపత్రం కొరకు ప్రైవేట్‌కీ కీడాటాబేస్‌నందు కనుగొనబడలేదు.
th: กุญแจส่วนตัวสำหรับใบรับรองนี้ไม่พบในฐานข้อมูลกุญแจ
ug: مەزكۇر گۇۋاھنامىنىڭ شەخسىي ئاچقۇچىنى شىفىرلىق ئاچقۇچ ساندانىدىن تاپالمىدى
uz: Ushbu sertifikat uchun shaxsiy kalit ma’lumotlar bazasida topilmadi
vi: Không tìm thấy mã khóa cá nhân cho chứng chỉ này trong cơ sở dữ liệu
zh_tw: 資料庫中找不到此憑證的私密金鑰。
