Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Certificate is revoked in issuer's certificate revocation list.
af: Sertifikaat is opgehef in uitreiker se sertifikaatopheffingslys.
ar: الشهادة مفسوخة في قائمة فسخ الشهادات للمزوّد.
as: প্ৰেৰণকৰ্তাৰ প্ৰমাণপত্ৰ প্ৰত্যাহাৰ তালিকাত প্ৰমাণকৰ্তা প্ৰত্যাহাৰ কৰা হৈছে।
az: Təsdiq sənədi, yayımlayıcının ləğv etdiyi təsdiq sənədi siyahısında var.
bn_bd: ইস্যুকারী সার্টিফিকেট বাতিলের তালিকায় সার্টিফিকেট বাতিল করা হয়েছে।
br: Lammet eo bet kuit an testeni-mañ diwar roll an testenioù dizorniet (CRL) ar skigner.
ca: S'ha revocat el certificat de llista de revocació de certificats de l'emissor.
cy: Mae'r dystysgrif wedi ei diddymu yn rhestr diddymu cyhoeddwr y dystysgrif.
es_mx: El certificado está revocado en la lista de revocación de certificados del emisor.
eu: Ziurtagiria baliogabetuta dago jaulkitzailearen baliogabetze-zerrendan.
fa: گواهی در فهرست لغو گواهی‌های صادرکننده ملغی شده است.
fur: Il certificât al è segnât revocât te liste di revocazion dai certificâts dal emissôr.
ga_ie: Tá an teastas cúlghairthe i Liosta Teastas Cúlghairthe an eisitheora.
gd: Chaidh an teisteanas a chùl-ghairm ann an liosta nan teisteanasan a chaidh a chùl-ghairm aig an fhoillsichear.
hi_in: निर्गतकर्ता के प्रमाणपत्र वापसी सूची में प्रमाणपत्र वापस किया गया है.
hr: Certifikat je opozvan u listi opozvanih certifikata izdavača certifikata.
hu: A tanúsítvány vissza van vonva a kiadó tanúsítvány-visszavonási listáján.
hy_am: Արտոնաթուղթը չեղյալ է համարվել թողարկողի արտոնաթուղթը չեղյալ համարող ցուցակում:
id: Sertifikat dicabut dari daftar pencabutan sertifikat penerbit.
is: Skilríki hefur verið afturkallað í afturköllunarlista útgefanda.
kk: Осы сертификат шығарушысының сертификаттарды қайта шақыру тізімінде қайта шақырылған.
km: វិញ្ញាបនបត្រ​ត្រូវ​បាន​ដកហូត​នៅ​ក្នុង​បញ្ជី​ក្នុង​ការ​ដកហូត​​​របស់​អ្នក​ចេញ​វិញ្ញាបនបត្រ ។
kn: ಒದಗಿಸಿದವರ ಪ್ರಮಾಣಪತ್ರ ರದ್ದತಿ ಪಟ್ಟಿಯಲ್ಲಿ ಪ್ರಮಾಣಪತ್ರವು ರದ್ದು ಮಾಡಲ್ಪಟ್ಟಿದೆ.
ku: Sertîfîka di lîsteya betalkiriyan a îmzekerê de hatiye betalkirin.
lt: Liudijimas yra atšauktas liudijimų įstaigos atšauktų liudijimų sąraše.
lv: Sertifikāts ir anulēts izdevēja sertifikātu anulēšanas sarakstā.
mai: निर्गतकर्ता क प्रमाणपत्र वापसी सूची मे प्रमाणपत्र वापस कएल गेल अछि.
ml: ഇഷ്യൂവറിന്റെ റിവോക്കേഷന്‍ പട്ടികയില്‍ സര്‍ട്ടിഫിക്കേറ്റ് വീണ്ടും ലഭ്യമാക്കുന്നു.
mr: प्रमाणपत्र देयक प्रमाणपत्र पुन्हस्थपान यादी अंतर्गत पुन्हस्थापीत करण्यात आले.
ms: Sijil telah ditarik balik dalam senarai sijil penarik balik pengisu.
my: လက်မှတ်ဟာ ထုတ်ပြန်သူရဲ့ လက်မှတ် ပြန်လည်ရုတ်သိမ်းမှု စရင်းမှာ ရုတ်သိမ်းထားတယ်။
oc: Lo certificat es revocat dins la lista de certificats revocats de l'autoritat.
pt_br: O certificado está revogado na lista de certificados revogados do expedidor.
ro: Certificatul este revocat în lista de revocări a emitentului.
sd: جاري ڪندڙ جي سرٽيفڪيٽ رد ڪرڻ جي ياداشت ۾ سرٽيفڪيٽ رد ڪيو ويو۔
si: නිකුත් කරන්නාගේ සහතික අහෝසි කිරීමේ ලැයිස්තුවේ සහතිකය අහෝසි කර ඇත.
sr: Сертификат је опозван помоћу издавачевог списка опозваних сертификата.
sv: Certifikat är indraget i utfärdarens lista över indragna certifikat.
te: ఇచ్చువాని ధృవీకరణపత్ర కొట్టివేత జాబితానందు ధృవీకరణపత్రం కొట్టివేయబడింది.
ug: گۇۋاھنامە تارقاتقۇچىنىڭ بىكار قىلىنغان گۇۋاھنامە تىزىملىكىدە بىكار قىلىندى.
uz: Sertifikat beruvchining sertifikatidagi bekor qilingan ro‘yxatda bekor qilingan.
vi: Chứng chỉ bị thu hồi trong danh sách thu hồi chứng chỉ của nhà cấp phát.
zh_tw: 在簽發者憑證廢止清單中的憑證已廢止。

source: Issuer's OCSP responder reports certificate is revoked.
af: Volgens die uitreiker se OCSP-antwoorder is die sertifikaat opgehef.
ar: مجيب OCSP لللمزوّد يخبر أن الشهادة مفسوخة.
as: প্ৰেৰণকৰ্তাৰ OCSP প্ৰতিক্ৰিয়কে কয় যে সংবাদসমূহৰ প্ৰমাণপত্ৰ প্ৰত্যাহাৰ কৰা হৈছে।
az: Yayımlayıcının OCSP cavablayıcısı, təsdiq sənədinin ləğv edildiyini bildirir.
bn_bd: ইস্যুকারীর OCSP উত্তরের রিপোর্ট সার্টিফিকেট বাতিল করা হয়েছে।
br: Responter OCSP ar skigner a zanevell ez eo tennet kuit an testeni.
ca: El contestador OCSP de l'emissor informa que el certificat està revocat.
cy: Mae tystysgrif adrodd ymatebion OCSP y cyhoeddwr wedi ei diddymu.
es_mx: El respondedor OCSP del emisor informa que el certificado está revocado.
eu: Jaulkitzailearen OCSP erantzungailuak ziurtagiria baliogabetuta dagoela dio.
fa: پاسخ‌گوی OCSP صادرکننده گزارش کرد که این گواهی نامعتبر است.
fur: Il rispuindidôr OCSP dal emissôr al dîs che il certificât al è revocât.
ga_ie: Deir freagróir OCSP an eisitheora go bhfuil an teastas cúlghairthe.
gd: Tha freagairiche OCSP an fhoillsicheir ag aithris gun deach an teisteanas a chùl-ghairm.
hi_in: निर्गतकर्ता के OCSP प्रतिक्रिया कर्ता ने रिपोर्ट किया कि प्रमाणपत्र वापस लिया गया है.
hr: OCSP odgovor izdavača javlja da je certifikat opozvan.
hu: A kiadó OCSP-válaszadója azt jelzi, hogy a tanúsítvány vissza van vonva.
hy_am: Թողարկողի OCSP-ն պատասխանողի հաշվետվությունների վկայականը չեղյալ է համարում.
id: Jawaban OCSP penerbit melaporkan sertifikat telah dicabut.
is: Útgefandi OCSP svaranda tilkynnti að skilríki hefði verið afturkallað.
kk: Issuer's OCSP сервері сертификат қайта шақырылған деп хабарлады.
km: របាយការណ៍​​របស់​កម្មវិធី​ឆ្លើយតប​ OCSP របស់​អ្នក​ចេញ​វិញ្ញាបនបត្រ​ត្រូវ​បាន​ដកហូត ។
kn: ಪ್ರಮಾಣಪತ್ರವು ರದ್ದು ಮಾಡಲ್ಪಟ್ಟಿದೆ ಎಂದು ಒದಗಿಸಿದವರ OCSP ಪ್ರತಿಸ್ಪಂದಕವು ವರದಿ ಮಾಡಿದೆ.
ku: Bersivkera OCSP a îmzekerê radigihîne ku sertîfîka hatiye betalkirin.
lt: Liudijimų įstaigos OCSP atsakiklis praneša, jog liudijimas atšauktas.
lv: Izdevēja OCSP atbildētājs ziņo, ka sertifikāts ir anulēts.
mai: निर्गतकर्ता क OCSP प्रतिक्रिया कर्ता ने रिपोर्ट कएल जे प्रमाणपत्र वापस लेल गेल अछि.
ml: ഇഷ്യൂവറിന്റെ ഒസിഎസ്പി റെസ്പോണ്ടര്‍ സര്‍ട്ടിഫിക്കേറ്റ് വിളിച്ചതായി രേഖപ്പെടുത്തുന്നു.
mr: देयकाचे OCSP प्रतिसादास्पक अहवाल प्रमाणपत्र पुन्हस्थापीत केले गेले.
ms: Pemaklum balas OCSP melaporkan sijil telah ditarik balik.
my: ထုတ်ပြန်သူရဲ့ OCSP တုံ့ပြန်သူက လက်မှတ်ကို ရုတ်သိမ်းမှုအဖြစ် အစီရင်ခံတယ်။
oc: Lo respondeire OCSP de l'autoritat senhala que lo certificat es revocat.
pt_br: O servidor OCSP do expedidor informa que o certificado está revogado.
ro: Răspunzătorul emitentului OCSP raportează certificatul ca fiind revocat.
sd: استعمال ڪندڙ جي او سي ايس پي جواب ڏيندڙ رپورٽن جو سرٽيفڪيٽ رد ڪيو ويو۔
si: නිකුත් කරන්නාගේ OCSP ප්‍රතිවාරකය සහතිකය අහෝසි කළ බව වාර්තා කරයි.
sr: Издавачев сертификат за ОЦСП (OCSP) је опозван.
sv: Utfärdarens OCSP-svarare rapporterar att certifikatet är indraget.
te: ఇచ్చువానియొక్క OCSP స్పందని ధృవీకరణపత్రం కొట్టివేయబడినదని నివేదించింది.
ug: تارقاتقۇچىنىڭ OCSP ئىنكاس قايتۇرغۇچىسى گۇۋاھنامىنىڭ بىكار قىلىنغانلىقىنى دوكلات قىلدى.
uz: Beruvchining OCSP javob beruvchi hisobotlari sertifikati bekor qilindi.
vi: Phản hồi OCSP của nhà cấp phát báo rằng chứng chỉ đã bị thu hồi.
zh_tw: 簽發者的 OCSP 回應者回報憑證已廢止。

source: Issuer's Certificate Revocation List has an unknown version number.
af: Die uitreiker se sertifikaatopheffingslys het 'n onbekende weergawenommer.
ar: قائمة فسخ الشهادات للمزوّد لها رقم نسخة غير معروف.
as: প্ৰেৰণকৰ্তাৰ প্ৰমাণপত্ৰ প্ৰত্যাহাৰ তালিকাত এটা অজ্ঞাত সংস্কৰণ নম্বৰ আছে।
az: Yayımlayıcının ləğv edilmiş təsdiq sənədləri siyahısının naməlum bir versiyası varp.
bn_bd: ইস্যুকারীর সার্টিফিকেট বাতিলের তালিকার সংস্করণ সংখ্যাটি অজানা।
br: Ur steudriñv dianav ez eus gant roll an testenioù dizorniet (CRL) ar skigner.
ca: La llista de revocació de certificats de l'emissor té un número de versió desconegut.
cy: Mae gan Rhestr Diddymu Tystysgrifau'r Cyhoeddwr rhif fersiwn anhysbys.
es_mx: La lista de revocación de certificados del emisor tiene un número de versión desconocido.
eu: Jaulkitzailearen ziurtagiri baliogabetze-zerrendak bertsio zenbaki ezezagun bat du.
fa: فهرست الغاهای گواهی صادرکننده دارای شماره نسخه‌ای نامعتبر است.
fur: La liste di revocazion dai certificâts dal mitent e à un numar di version no cognossût.
ga_ie: Tá uimhir leagain anaithnid ar Liosta Teastas Cúlghairthe an eisitheora.
gd: Tha àireamh tionndaidh neo-aithnichte air liosta nan teisteanasan a chaidh a chùl-ghairm aig an fhoillsicheir.
hi_in: निर्गतकर्ता के प्रमाणपत्र वापसी सूची में एक अज्ञात संस्करण संख्या है.
hr: Izdavačev popis opozvanih certifikata nepoznate je inačice.
hu: A kiadó tanúsítvány-visszavonási listájának verziószáma ismeretlen.
hy_am: Թողարկողի վկայականի հետկանչի ցուցակը ունի անհայտ համարով տարբերակ.
id: Daftar Pencabutan Sertifikat Penerbit mengandung nomor versi yang tidak dikenali.
is: Afturköllunarlisti útgefanda er með óþekkt útgáfunúmer.
kk: Issuer's Certificate Revocation List сериялық нөмірі белгісіз.
km: បញ្ជី​ក្នុង​ការ​ដកហូត​​​របស់​អ្នក​ចេញ​វិញ្ញាបនបត្រ​មាន​លេខ​កំណែ​ដែល​មិន​ស្គាល់ ។
kn: ಒದಗಿಸಿದವರ ಪ್ರಮಾಣಪತ್ರ ರದ್ದತಿ ಪಟ್ಟಿಯು ಒಂದು ಅಜ್ಞಾತ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿದೆ.
ku: Lîsteya betalkirinên sertîfîkayan a îmzeker xwediyê hejmareke nenas a versiyonê ye.
lt: Liudijimų įstaigos atšauktų liudijimų sąrašo versijos numeris nežinomas.
lv: Izdevēja CRL ir ar nezināmu versijas numuru.
mai: निर्गतकर्ता क प्रमाणपत्र वापसी सूची मे एकटा अज्ञात संस्करण सँख्या अछि.
ml: ഇഷ്യൂവറിന്റെ സര്‍ട്ടിഫിക്കേറ്റ് റിവോക്കേഷന്‍ പട്ടികയില്‍ അപരിചിതമായ പതിപ്പു് നംബര്‍.
mr: देयक प्रमाणपत्र पुन्हस्थापन यादीकडे अपरिचीत आवृत्ती क्रमांक आहे.
ms: Senarai sijil penarik balik pengisu mempunyai nombor versi yang tidak diketahui.
my: ထုတ်ပြန်သူရဲ့ လက်မှတ် ပြန်လည် ရုတ်သိမ်းမှု စာရင်းမှာ အမည်မသိတဲ့ မူအဆင့် ဂဏန်းတခု ပါရှိတယ်။
oc: La lista de certificats revocats de l'autoritat a un numèro de version desconegut.
pt_br: A Lista de Certificados Revogados do expedidor possui um número de versão desconhecido.
ro: Lista de revocări a emitentului are un număr de versiune necunoscut.
sd: اِستعمال ڪندڙ جي سرٽيفڪيٽ رد ڪندڙ ياداشت ۾ نامعلوم سنسڪرڻ جو نمبر آهي۔
si: නොදන්නා අනුවාද අංකයක් නිකුත් කරන්නාගේ සහතික අහෝසි කිරීමේ ලැයිස්තුවේ තිබේ.
sr: Издавачев списак опозваних сертификата (ЦРЛ, CRL) носи непознат број издања.
sv: Utfärdarens lista över indragna certifikat har ett okänt versionnummer.
te: ఇచ్చువానియొక్క ధృవీకరణపత్రం కొట్టవేత జాబితా తెలియని వర్షన్ సంఖ్యను కలిగివుంది.
ug: تارقاتقۇچىنىڭ گۇۋاھنامە بىكار قىلىش تىزىملىكىدە نامەلۇم نەشر نومۇرى بار.
uz: Beruvchining sertifikat bekor qilish ro‘yxatida noma’lum versiya raqami bor.
vi: Danh sách Thu hồi Chứng chỉ của nhà Cấp phát có số phiên bản không xác định.
zh_tw: 簽發者的憑證廢止清冊有未知的版本號碼。

source: Issuer's V1 Certificate Revocation List has a critical extension.
af: Uitreiker se V1-sertifikaatopheffingslys het 'n kritieke uitbreiding.
ar: قائمة فسخ الشهادات V1 للمزوّد لديها امتداد حرج.
as: প্ৰেৰণকৰ্তাৰ V1 প্ৰমাণপত্ৰ প্ৰত্যাহাৰ তালিকাত এটা মাৰাত্মক প্ৰসাৰন আছে।
az: Yayımlayıcının V1 ləğv edilmiş təsdiq sənədləri siyahısının kritik bir uzantısı var.
bn_bd: ইস্যুকারীর V1 সার্টিফিকেট বাতিলের তালিকার এক্সটেনশনটি জটিল।
br: Gant roll an testenioù dizorniet V1 ar skigner ez eus un askouezh eizik.
ca: La llista de revocació de certificats V1 de l'emissor té una extensió crítica.
cy: Mae gan Rhestr Diddymu Tystysgrif V1 y cyhoeddwr estyniad critigol.
es_mx: La lista de revocación de certificados V1 del emisor tiene una extensión crítica.
eu: Jaulkitzailearen 1 bertsioko ziurtagiri baliogabetze-zerrendak hedapen kritiko bat du.
fa: فهرست الغاهای گواهی V1 صادرکننده دارای ضمیمه‌ای بحرانی است.
fur: La liste di revocazion dai certificâts V1 dal mitent e à une estension critiche no cognossude.
ga_ie: Tá eisínteacht ríthabhachtach ag Liosta Teastas Cúlghairthe leagan 1 an eisitheora.
gd: Tha leudachan èiginneach air liosta nan teisteanasan a chaidh a chùl-ghairm V1 aig an fhoillsichear.
hi_in: निर्गतकर्ता के V1 प्रमाणपत्र वापसी सूची में एक गंभीर विस्तार है.
hr: Izdavačev V1 popis opozvanih certifikata ima kritično proširenje.
hu: A kiadó V1 tanúsítvány-visszavonó listája kritikus kiterjesztést tartalmaz.
hy_am: Թողարկողի V1 վկայականի հետկանչի ցուցակը ունի կրիտիկական ընդլայնում.
id: Daftar Pencabutan Sertifikat Penerbit V1 memiliki ekstensi penting.
is: V1 afturköllunarlisti útgefanda inniheldur nauðsynlega viðbót.
kk: Issuer's V1 Certificate Revocation List ішінде маңызды кеңейту бар.
km: បញ្ជី​ក្នុង​ការ​ដកហូត​របស់​អ្នក​ចេញ​វិញ្ញាបនបត្រ V1 មាន​ផ្នែក​បន្ថែម​សំខាន់​បំផុត ។
kn: ಒದಗಿಸಿದವರ V1 ಪ್ರಮಾಣಪತ್ರ ರದ್ದತಿ ಪಟ್ಟಿಯು ಒಂದು ಸಂದಿಗ್ಧ ಎಕ್ಸ್‍ಟೆನ್ಶನ್ ಅನ್ನು ಹೊಂದಿದೆ.
ku: Belgeya Erêkirinê ya belavkar V1 bi niçikeke krîtîk a nenas e.
lt: Liudijimų įstaigos pirmos versijos atšauktų liudijimų sąrašas turi būtiną plėtinį.
lv: Izdevēja V1 CRL ir ar kritisku paplašinājumu.
mai: निर्गतकर्ता क V1 प्रमाणपत्र वापसी सूची मे एकटा गंभीर विस्तार अछि.
ml: ഇഷ്യൂവറിന്റെ V1 സര്‍ട്ടിഫിക്കേറ്റ് റിവോക്കേഷന്‍ പട്ടികയില്‍ ഒരു തീവ്രമായ എക്സ്റ്റെന്‍ഷന്‍.
mr: देयक V1 प्रमाणपत्र पुन्हस्थापन यादीत गंभीर विस्तारन समाविष्ठीत आहे.
ms: Senarai sijil penarik balik V1 mempunyai satu pelanjutan yang kritikal.
my: ထုတ်ပြန်သူရဲ့ V1 လက်မှတ် ပြန်လည် ရုတ်သိမ်းမှု စာရင်းမှာ အရေးပါတဲ့ တိုးချဲ့ချက်တခု ပါရှိတယ်။
oc: La lista de certificats revocats V1 de l'autoritat a una extension critica.
pt_br: A Lista de Certificados Revogados V1 do expedidor possui uma extensão obrigatória.
ro: Lista de revocare a certificatelor V1 a emitentului are o extensie critică.
sd: اِستعمال ڪندڙ جي V1 سرٽيفڪيٽ رد ڪرڻ جي ياداشت ۾ نازڪ وستار آهي۔
si: අවදානම් දිගුවක් නිකුත් කරන්නාගේ V1 සහතික අහෝසි කිරීමේ ලැයිස්තුවේ තිබේ.
sr: Издавачев списак опозваних сертификата В1 (V1) има критчно продужење.
sv: Utfärdarens lista över indragna certifikat V1 har ett kritiskt tillägg.
te: ఇచ్చువానియొక్క V1 ధృవీకరణపత్రం కొట్టవేత జాబితా క్లిష్టమైన పొడిగింపును కలిగివుంది.
ug: تارقاتقۇچىنىڭ V1 بىكار قىلىنغان گۇۋاھنامە تىزىملىكىدە ھالقىلىق كېڭەيتىلمىدىن بىرى بار.
uz: Beruvchining V1 sertifikat bekor qilingan ro‘yxatida jiddiy kengaytma bor.
vi: Danh sách Thu hồi Chứng chỉ V1 của nhà Cấp phát có phần gia hạn nghiêm trọng.
zh_tw: 簽發者的 V1 憑證廢止清單為 Critical 擴充欄位。

source: Issuer's V2 Certificate Revocation List has an unknown critical extension.
af: Uitreiker se V2-sertifikaatopheffingslys het 'n onbekende kritieke uitbreiding.
ar: قائمة فسخ الشهادات V2 للمزوّد لديها امتداد حرج غير معروف.
as: প্ৰেৰণকৰ্তাৰ V2 প্ৰমাণপত্ৰ প্ৰত্যাহাৰ তালিকাত এটা অজ্ঞাত মাৰাত্মক প্ৰসাৰন আছে।
az: Yayımlayıcının V2 ləğv edilmiş təsdiq sənədləri siyahısının kritik bir uzantısı var.
bn_bd: ইস্যুকারীর V2 সার্টিফিকেট বাতিলের তালিকার এক্সটেনশনটি অজানা এবং জটিল।
br: Un askouezh eizik ez eus gant roll an testenioù dizorniet H2 eus ar skigner.
ca: La llista de revocació de certificats V2 de l'emissor té una extensió crítica desconeguda.
cy: Mae gan Rhestr Diddymu Tystysgrif V2 y cyhoeddwr estyniad critigol anhysbys.
es_mx: La lista de revocación de certificados V2 del emisor tiene una extensión crítica desconocida.
eu: Jaulkitzailearen 2 bertsioko ziurtagiri baliogabetze-zerrendak hedapen kritiko bat du.
fa: فهرست الغاهای گواهی V2 صادرکننده دارای ضمیمهٔ بحرانی ناشناخته‌ای است.
fur: La liste di revocazion dai certificâts V2 dal mitent e à une estension critiche no cognossude.
ga_ie: Tá eisínteacht ríthabhachtach anaithnid ag Liosta Teastas Cúlghairthe leagan 2 an eisitheora.
gd: Tha leudachan èiginneach is neo-aithnichte air liosta nan teisteanasan a chaidh a chùl-ghairm V2 aig an fhoillsichear.
hi_in: निर्गतकर्ता के V2 प्रमाणपत्र वापसी सूची में एक अज्ञात गंभीर विस्तार है.
hr: Izdavačev V2 popis opozvanih certifikata ima nepoznato kritično proširenje.
hu: A kiadó V2 tanúsítvány-visszavonó listája ismeretlen kritikus kiterjesztést tartalmaz.
hy_am: Թողարկողի V2 վկայականի հետկանչի ցուցակը ունի կրիտիկական ընդլայնում.
id: Daftar Pencabutan Sertifikat Penerbit V2 memiliki ekstensi penting yang tidak dikenali.
is: V2 afturköllunarlisti útgefanda inniheldur óþekkta nauðsynlega viðbót.
kk: Issuer's V2 Certificate Revocation List ішінде белгісіз маңызды кеңейту бар.
km: បញ្ជី​ក្នុង​ការ​ដកហូត​របស់​​អ្នក​ចេញ​វិញ្ញាបនបត្រ V2 ​មាន​ផ្នែក​បន្ថែម​សំខាន់​បំផុត​ដែល​មិន​ស្គាល់ ។
kn: ಒದಗಿಸಿದವರ V2 ಪ್ರಮಾಣಪತ್ರ ರದ್ದತಿ ಪಟ್ಟಿಯು ಒಂದು ಸಂದಿಗ್ಧ ವಿಸ್ತರಣೆಯನ್ನು ಹೊಂದಿದೆ.
ku: Belgeya Erêkirinê ya belavkar V2 bi niçikeke krîtîk a nenas e.
lt: Liudijimų įstaigos antros versijos atšauktų liudijimų sąrašas turi nežinomą būtiną plėtinį.
lv: Izdevēja V2 CRL ir ar nezināmu kritisku paplašinājumu.
mai: निर्गतकर्ता क V2 प्रमाणपत्र वापसी सूची मे एकटा अज्ञात गंभीर विस्तार अछि.
ml: ഇഷ്യൂവറിന്റെ V2 സര്‍ട്ടിഫിക്കേറ്റ് റിവോക്കേഷന്‍ പട്ടികയില്‍ അപരിചിതമായ തീവ്രമായ എക്സ്റ്റെന്‍ഷന്‍.
mr: देयाकाच्या V2 प्रमाणपत्र पुन्हस्थापन यादीत अपरिचीत गंभीर विस्तार समाविष्ठीत आहे.
ms: Senarai sijil penarik balik V2 mempunyai satu pelanjutan kritikal yang tidak diketahui.
my: ထုတ်ပြန်သူရဲ့ V2 လက်မှတ် ပြန်လည် ရုတ်သိမ်းမှု စာရင်းမှာ အရေးပါတဲ့ တိုးချဲ့ချက်တခု ပါရှိတယ်။
oc: La lista de certificats revocats V2 de l'autoritat a une extension critica desconeguda.
pt_br: A Lista de Certificados Revogados V2 do expedidor possui uma extensão obrigatória desconhecida.
ro: Lista de revocare a certificatelor V2 a emitentului are o extensie critică.
si: නොදන්නා අවදානම් දිගුවක් නිකුත් කරන්නාගේ V2 සහතික අහෝසි කිරීමේ ලැයිස්තුවේ තිබේ.
sr: Издавачев списак опозваних сертификата В2 (V2) има непознато критчно продужење.
sv: Utfärdarens lista över indragna certifikat V2 har ett okänt kritiskt tillägg.
te: ఇచ్చువానియొక్క V2 ధృవీకరణపత్రం కొట్టవేత జాబితా తెలియని క్లిష్టమైన పొడిగింపును కలిగివుంది.
ug: تارقاتقۇچىنىڭ V2 بىكار قىلىنغان گۇۋاھنامە تىزىملىكىدە ھالقىلىق كېڭەيتىلمىدىن بىرى بار.
uz: Beruvchining V2 sertifikat bekor qilingan ro‘yxatida noma’lum jiddiy kengaytma bor.
vi: Danh sách Thu hồi Chứng chỉ V2 của nhà Cấp phát có phần gia hạn nghiêm trọng chưa xác định.
zh_tw: 簽發者的 V2 憑證廢止清單為未知的 Critical 擴充欄位。

source: Configured OCSP responder's certificate is invalid.
af: Opgestelde OCSP-antwoorder se sertifikaat is ongeldig.
ar: شهادة مجيب OCSP المعدّة غير سليمة.
as: সংৰূপীত OCSP প্ৰতিক্ৰিয়কৰ প্ৰমাণপত্ৰ অবৈধ।
az: Nizamlanan OCSP cavablayıcısının təsdiq sənədi etibarsızdırz.
bn_bd: কনফিগার করা OCSP উত্তর প্রদানকারীর সার্টিফিকেটটি অকার্যকর।
br: Didalvoudek eo testeni responter OCSP kefluniet.
ca: El certificat de resposta OCSP configurat no és vàlid.
cy: Mae ffurfweddiad tystysgrif ymatebwr OCSP yn anilys.
es_mx: El certificado configurado del respondedor OCSP no es válido.
eu: Konfiguraturiko OCSP erantzungailuaren ziurtagiria baliogabea da.
fa: گواهی پاسخ‌دهندهٔ تنظیم‌شدهٔ OCSP نامعتبر است.
fur: Il servidôr OCPS al vûl une firme in cheste domande.
ga_ie: Tá teastas neamhbhailí ag an bhfreagraí OCSP cumraithe.
gd: Tha teisteanas neo-dhligheach aig an fhrithealaiche OCSP rèitichte.
hi_in: विन्यस्त OCSP अनुक्रियाकर्ता प्रमाणपत्र अवैध है.
hr: Podešen certifikat OCSP odgovora nije važeći.
hu: A konfigurált OCSP-válaszadó tanúsítványa érvénytelen.
hy_am: Ձևավորած OCSP պատասխանիչի սերտիֆիկատը սխալ է:
id: Sertifikat penjawab OCSP yang diatur tidak sah.
is: Skilgreint skilríki fyrir OCSP svaranda er rangt.
kk: OCSP серверінің юапталған сертификаты қате.
km: វិញ្ញាបនបត្រ​របស់​​អ្នក​ឆ្លើយតប​ OCSP ដែល​បាន​កំណត់​រចនាសម្ព័ន្ឋ​មិន​ត្រឹមត្រូវ​ឡើយ ។
kn: ಸಂರಚಿಸಲಾದ OCSP ಪ್ರತಿಸ್ಪಂದಕದ ಪ್ರಮಾಣಪತ್ರವು ಅಮಾನ್ಯವಾಗಿದೆ.
ku: Sertîfîkaya erêkirinê ya bersivkara OCSP'ê çewt e.
lt: Parinktojo OCSP atsakiklio liudijimas netinkamas.
lv: Nokonfigurētā OCSP atbildētāja sertifikāts nav derīgs.
mai: विन्यस्त OCSP अनुक्रियाकर्ता प्रमाणपत्र अवैध अछि.
ml: ക്രമികരിച്ചിട്ടുള്ള OCSP റെസ്പോണ്ടറിന്റെ സര്‍ട്ടിഫീക്കേറ്റ് തെറ്റാണു്.
mr: संयोजीत OCSP प्रतिसादीचे प्रमाणपत्र अवैध आहे.
ms: Pemaklum balas OCSP mengkonfigurasi bahawa sijil adalah tidak sah.
my: ပြုပြင်ထားတဲ့ OCSP တုံ့ပြန်သူရဲ့ လက်မှတ်ဟာ မမှန်ကန်ဘူး။
oc: Lo certificat del respondent OCSP configurat es invalid.
pt_br: O certificado do servidor OCSP configurado é inválido.
ro: Certificatul răspunzătorului OCSP configurat este invalid.
sd: رچيل او سي ايس پي جواب ڏيندڙ جو سرٽيفڪيٽ نامنظور آہي۔
si: වින්‍යාසගත කරන ලද OCSP ප්‍රතිචාරකයේ සහතිකය අවලංගුයි.
sr: Подешен сертификат респондера за ОЦСП (OCSP) је неважећи.
sv: Konfigurerat OCSP-svararcertifikat är ogiltigt.
te: ఆకృతీకరించిన OCSP స్పందనియొక్క ధృవీకరణపత్రం చెల్లనిది.
ug: سەپلەنگەن OCSP ئىنكاس قايتۇرغۇچ گۇۋاھنامىسى ئىناۋەتسىز.
uz: Moslangan OCSP javob beruvch sertifikati yaroqsiz.
vi: Chứng chỉ của phần phản hồi OCSP được cấu hình không hợp lệ.
zh_tw: 所設定 OCSP 回應者的憑證無效。
