Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Invalid OCSP signing certificate in OCSP response.
af: Ongeldige OCSP-ondertekenende sertifikaat in OCSP-respons.
ar: شهادة توقيع OCSP غير صالحة في إجابة OCSP.
as: OCSP প্ৰতিক্ৰিয়াত অবৈধ OCSP স্বাক্ষৰীত প্ৰমাণপত্ৰ।
az: OCSP cavabında etibarsız OCSP təsdiq sənədi imzası var.
bg: Невалиден подписващ сертификат на OCSP в отговор от OCSP.
bn_bd: OCSP উত্তরতে অকার্যকর OCSP সাক্ষরকারী সার্টিফিকেট।
br: Testeni sinañ OCSP didalvoudek er respont OCSP.
ca: El certificat de signatura OCSP no és vàlid a la resposta OCSP.
cy: Tysytysgrif llofnodi OCSP anniltys yn ymateb yr OCSP.
es_mx: Certificado de firma OCSP no valido en respuesta OCSP.
eu: OCSP sinatze ziurtagiri baliogabea OCSP erantzunean.
fa: گواهی امضاکنندهٔ OCSP نامعتبر در پاسخ OCSP.
fur: Il certificât di firme OCSP nol è valit te rispueste OCSP.
ga_ie: Teastas sínithe OCSP neamhbhailí sa bhfreagra OCSP.
gd: Teisteanas soidhnidh OCSP neo-dhligheach san fhreagairt OCSP.
gu: અયોગ્ય OCSP સહી કરેલ પ્રમાણપત્ર OCSP પ્રત્યુત્તરમાં.
hi_in: OCSP अनुक्रिया में अवैध OCSP हस्ताक्षर प्रमाणपत्र.
hr: Krivi OCSP potpis certifikata u OCSP odgovoru.
hu: Érvénytelen OCSP-aláírótanúsítvány az OCSP-válaszban.
hy_am: OCSP պատասխանի սերտիֆիկատի OCSP ստորագրությունը սխալ է:
id: Sertifikat penandatangan OCSP yang tidak sah pada jawaban OCSP.
is: Ógilt OCSP skilríkisundirskrift í OCSP svari.
kk: OCSP жауабындағы OCSP қолтаңба сертификаты қате.
km: វិញ្ញាបនបត្រ​ក្នុង​ការ​ចុះហត្ថលេខា OCSP មិន​ត្រឹមត្រូវ​ក្នុង​ការ​ឆ្លើយតប​​​នៃ OCSP ។
kn: OCSP ಪ್ರತ್ಯುತ್ತರದಲ್ಲಿ ಅಮಾನ್ಯವಾದ OCSP ಸೈನಿಂಗ್ ಪ್ರಮಾಣಪತ್ರ
ku: Di bersiva OCSPyê de sertîfîkaya çewt a îmzekirina OCSPyê.
lt: Netinkamas OCSP pasirašymo liudijimas OCSP atsakyme.
lv: Nederīgs OCSP parakstošais sertifikāts OCSP atbildē.
mai: OCSP अनुक्रिया मे अवैध OCSP हस्ताक्षर प्रमाणपत्र.
ml: OCSP മറുപടിയില്‍ തെറ്റായ OCSP സൈനിങ് സര്‍ട്ടിഫിക്കേറ്റ്.
mr: OCSP प्रतिसादात अवैध OCSP स्वाक्षरी प्रमाणपत्र.
ms: Sijil penandatangan OCSP yang tidak sah dalam respond OCSP.
my: OCSP တုံ့ပြန်မှုထဲမှ မမှန်ကန်တဲ့ OCSP လက်မှတ် ရေးထိုးမှု လက်မှတ်။
nb_no: Ugyldig OCSP signerersertifikat i OCSP-respons.
nn_no: Ugyldig OCSP signerersertifikat i OCSP-respons.
oc: Certificat de signatura OCSP invalid dins la responsa OCSP.
pt_br: Certificado de assinatura OCSP inválido na resposta OCSP.
ro: Certificat invalid pentru semnătura OCSP în răspunsul OCSP.
sd: او سي ايس پي جواب ۾ نامنظور او سي ايس پي صحيح ڪندڙ سرٽيفڪيٽ۔
si: OCSP ප්‍රතිචාරයේ අවලංගු OCSP අත්සන් කිරීමක්.
sr: Неисправан ОЦСП (OCSP) потписни сертификат у ОЦСП (OCSP) одговору.
sv: Ogiltig OCSP-signeringscertifikat i OCSP-svaret.
te: OCSP ప్రతిస్పందననందు సరికాని సైనింగ్ ధృవీకరణపత్రం.
ug: OCSP ئىنكاسى ئىناۋەتسىز بولغان OCSP ئىمزالىق گۇۋاھنامە.
uz: Noto‘g‘ri OCSP kiritish sertifikati OCSP javobda.
vi: Chứng chỉ kí OCSP bất hợp lệ trong phản hồi OCSP.
zh_tw: OCSP 回應含無效的 OCSP 簽署憑證。

source: Certificate is revoked in issuer’s certificate revocation list.
bg: Сертификатът е анулиран в анулиращия списък от сертификати (CRL) на издателя.
gu: પ્રમાણપત્ર અદા કરનારના પ્રમાણપત્ર પુનઃબોલાવવાની યાદીમાં પુનઃબોલાવવામાં આવ્યું.
nb_no: Sertifikatet er tilbakekalt i utstederens tilbakekallingsliste.
nn_no: Sertifikatet er tilbakekalt i utskrivars tilbakekallingsliste.

source: Issuer’s OCSP responder reports certificate is revoked.
bg: Отговарящият OCSP на издателя докладва, че сертификатът е анулиран.
gu: અદા કરનારનો OCSP પ્રત્યુત્તર આપનાર પ્રમાણપત્ર પુનઃબોલાવાયું એવો અહેવાલ આપે છે.
nb_no: Utstederens OCSP-svarer sier at sertifikatet er tilbakekalt.
nn_no: OCSP-svararen til utskrivaren seier at sertifikatet er tilbakekalt.

source: Issuer’s Certificate Revocation List has an unknown version number.
bg: Анулиращият списък от сертификати (CRL) на издателя има неизвестен номер на версия.
gu: અદા કરનારનું પ્રમાણપત્ર પુનઃબોલાવવાની યાદીને અજ્ઞાત આવૃત્તિ નંબર છે.
nb_no: Utstederens tilbakekallingsliste har ugyldig versjonsnummer.
nn_no: Tilbakekallingslista til utskrivaren har ugyldig versjonsnummer.

source: Issuer’s V1 Certificate Revocation List has a critical extension.
bg: Анулиращият списък от сертификати V1 (CRL) на издателя има критично разширение.
gu: અદા કરનારના V1 પ્રમાણપત્ર પુનઃબોલાવવાની યાદીને જટિલ એક્સટેન્સન છે.
nb_no: Utstederens V1 tilbakekallingsliste har en kritisk utvidelse.
nn_no: V1 tilbakekallingslista til utskrivaren har ei kritisk utviding.

source: Issuer’s V2 Certificate Revocation List has an unknown critical extension.
bg: Анулиращият списък от сертификати V2 (CRL) на издателя има неизвестно критично разширение.
gu: અદા કરનારની V2 પ્રમાણપત્ર પુનઃબોલાવવાની યાદીને અજ્ઞાત જટિલ એક્સટેન્સન છે.
nb_no: Utstederens V2 tilbakekallingsliste har en ukjent kritisk utvidelse.
nn_no: V2 tilbakekallingslista til utskrivaren har ei ukjend kritisk utviding.

source: Unknown object type specified.
af: Onbekende objektipe gespesifiseer.
ar: نوع الكائن المحدد غير معروف.
as: অজ্ঞাত অবজেল্ট ধৰণ ধাৰ্য্য কৰা হৈছে।
az: Naməlum obyekt növü göstərildi.
bg: Подаден е непознат вид обект.
bn_bd: অজানা অবজেক্টের ধরন উল্লেখ করা হয়েছে।
br: Reizh ergorenn erspizet dianav.
ca: S'ha especificat un tipus d'objecte desconegut.
cy: Gwrthrych o fath anhysbys wedi ei bennu.
es_mx: Tipo de objeto especificado desconocido.
eu: Objektu mota ezezaguna ezarri da.
fa: نوع شیء ناشناخته‌ای انتخاب شده است.
fur: Il tip di ogjet specificât nol è cognossût
ga_ie: Sonraíodh cineál réada anaithnid.
gd: Chaidh seòrsa neo-aithnichte a thaghadh airson an oibseict.
gu: અજ્ઞાત ઓબ્જેક્ટ પ્રકાર સ્પષ્ટ થયેલ છે.
hi_in: अज्ञात वस्तु प्रकार निर्दिष्ट.
hr: Određena je nepoznata vrsta objekta.
hu: Ismeretlen objektumtípus lett megadva.
hy_am: Տրվել է անհայտ տեսակի օբյեկտ:
id: Jenis objek yang tidak dikenali telah ditentukan.
is: Óþekkt skilgreining á tegund hlutar.
kk: Ұсынылған объект түрі белгісіз.
km: បាន​បញ្ជាក់​​ប្រភេទ​វត្ថុ​ដែល​មិន​ស្គាល់ ។
kn: ಅಜ್ಞಾತ ಪ್ರಕಾರದ ವಸ್ತುವನ್ನು ಸೂಚಿಸಲಾಗಿದೆ.
ku: Cureyê nenas ê bireserê hat diyarkirin.
lt: Nurodytas nežinomas objekto tipas.
lv: Norādīts nezināms objekta tips.
mai: अज्ञात वस्तु प्रकार निर्दिष्ट.
ml: അപരിചിതമായ തരത്തിലുള്ള വസ്തു പറഞ്ഞിരിക്കുന്നു.
mr: अपरिचीत ऑबजेक्ट प्रकार निर्देशीत.
ms: Jenis objek dinyatakan tidak dapat dikenal pasti.
my: အမည်မသိတဲ့ ၀တ္တု အမျိုးအစား သတ်မှတ်ထားတယ်။
nb_no: Ukjent objekttype oppgitt.
nn_no: Ukjend objekttype spesifisert.
oc: Tipe d'objècte desconegut especificat.
pt_br: Tipo de objeto desconhecido especificado.
ro: S-a specificat un tip necunoscut de obiect.
sd: نامعلوم شئہ جو قسم ڄاڻايو ويو۔
si: නොදන්නා වස්තු වර්ගයක් විශේෂණය කර ඇත.
sr: Назначена је непозната врста објекта.
sv: Okänd objekttyp angiven.
te: ఇచ్చిన ఆబ్జక్టు ‌ రకము తెలియనిది.
ug: نامەلۇم نىشان تىپى بەلگىلەندى.
uz: Noma’lum turdagi obyekt ko‘rsatilgan.
vi: Kiểu đối tượng chưa biết được chỉ định.
zh_tw: 指定的物件類型未知。

source: PKCS #11 driver violates the spec in an incompatible way.
af: PKCS #11-drywer oortree die spesifikasie op 'n onversoenbare manier.
ar: سائق PKCS #11 انتهك التخصيص بطريقة غير ملائمة.
as: PKCS #11 ড্ৰাইভাৰে স্পেকক এটা অসংগত ধৰণে বাতিল কৰে।
az: PKCS #11 versiyasını qanunsuz yolla pozur.
bg: Драйвер за PKCS #11 нарушава спецификацията по несъвместим начин.
bn_bd: PKCS #11 ড্রাইভার স্পেককে একটি অসামঞ্জস্য উপায়ে ব্যাঘাত ঘটায়।
br: Forzhet eo an erspizadurioù dre un doare digeverlec'h gant ar stur PKCS #11.
ca: El connector PKCS #11 viola l'especificació d'una forma incompatible.
cy: Mae gyrrwr PKCS #11 yn tarfu'r manyleb mewn dull anghymarus.
es_mx: El controlador PKCS #11 viola la especificación en una forma incompatible.
eu: PKCS #11 kontrolatzaileak zehaztapenak modu bateraezin batetan urratzen du.
fa: گردانندهٔ PKCS #11 به طرز ناسازگاری از مشخصات ارتباط تخطی کرده است.
fur: Il driver PCKS #11 al va cuintri des specificazions creant incompatibilitâts.
ga_ie: Sáraíonn an tiománaí PKCS #11 an sonraíocht i slí neamhchomhoiriúnach.
gd: Tha an draibhear PKCS #11 a' milleadh an t-sònrachais air dòigh neo-chòrdail.
gu: PKCS #11 ડ્રાઈવર બિનસુસંગત માર્ગમાં સ્પષ્ટીકરણનો ભંગ કરે છે.
hi_in: PKCS #11 चालक स्पेक को असंगत रूप में उल्लंघन करता है.
hr: PKCS #11 upravljački program krši specifikacije na nekompatibilni način.
hu: A PKCS #11 illesztőprogram inkompatibilis módon megsérti a specifikációt.
hy_am: PKCS #11 սարքավարը խախտում է բնորոշումը և խնդիրներ ունի համատեղելիության հետ:
id: Driver PKCS #11 melanggar spesifikasi dengan cara yang tidak kompatibel.
is: PKCS #11 rekill brýtur hönnunarlýsingu á ósamrýmanlegan hátt.
kk: PKCS #11 драйвері спецификацияны бұзып тұр.
km: កម្មវិធី​បញ្ជា​របស់ PKCS #11 ​​បំពាន​សេចក្ដី​បញ្ជាក់​វិធី​ដែល​មិន​ត្រូវ​គ្នា ។
kn: PKCS #11 ಚಾಲಕವು ಒಂದು ಹೊಂದಿಕೊಳ್ಳದ ಬಗೆಯಲ್ಲಿ ಸ್ಪೆಕ್ ಅನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತಿದೆ.
ku: Ajokara PKCS #11 ravekirinê bi riya nerast binpê dike.
lt: PKCS #11 tvarkyklė pažeidžia specifikacijas, dirbdama nesuderinamu būdu.
lv: PKCS #11 dzinis pārkāpj specifikāciju nesavietojamā veidā.
mai: PKCS #11 चालक स्पेक केँ असंगत रूपेँ उल्लंघन करैत अछि.
ml: PKCS #11 ഡ്രൈവര്‍ പൊരുത്തപ്പെടാത്ത രീതിയില്‍ സ്പെകില്‍ നിന്നും മാറുന്നു.
mr: PKCS #11 ड्राइवर spec चे उलंग्गन असत्वरित्या करते.
ms: Pemacu PKCS #11 melanggar spesifikasi dalam cara yang tidak sesuai.
my: PKCS #11 ဆော့ဗ်ဝဲက မလိုက်ဖက်တဲ့ နည်းနဲ့ လက်မှတ်ကို ထိပါး နှောင့်ယှက်တယ်။
nb_no: PKCS #11-driveren krenker spesifikasjonen på en ukompatibel måte.
nn_no: PKCS #11 drivar krenkjer spesifikasjonen på ein ukompatibel måte.
oc: Lo pilòt KCS #11 viòla las especificacions d'un biais incompatible.
pt_br: O driver PKCS #11 viola a especificação de uma forma incompatível.
ro: Driverul PKCS #11 violează specificațiile într-un mod incompatibil.
sd: پي ڪي سي ايس #11 ڊرائيور بي ميل نموني spec جي ڀڃڪڙي ڪري ٿو۔
sr: Драјвер за ПКЦС #11 (PKCS #11) нарушава спецификацију на несагласан начин.
sv: PKCS #11-drivrutinen bryter mot specifikationen på ett icke-kompatibelt sätt.
te: PKCS #11 డ్రైవర్ specను సారూప్యంకాని విధంగా విభేదిస్తోంది.
ug: PKCS #11 قوزغىتىش پروگراممىسى ماسلىشىشچانلىق ئۇسۇلىدا قائىدىگە خىلاپلىق قىلدى.
uz: PKCS #11 drayver maxsus ruxsatnomani mos kelmaydigan yo‘l bilan buzmoqda.
vi: Trình điều khiển PKCS #11 vi phạm đặc tả trong một cách thức không tương thích.
zh_tw: PKCS #11 的驅動程式以不相容的方式違反規格。

source: No new slot event is available at this time.
af: Geen nuwe gleufgebeurtenis is op dié oomblik beskikbaar nie.
ar: لا حدث فتحة جديد متاح في الوقت الحالي.
as: এই সময়ত কোনো নতুন স্লট ঘটনা উপলব্ধ নাই।
az: Hazırda yeni bir slot hərəkəti yoxdur.
bg: За момента няма наличен нов слот за събитие.
bn_bd: এই মূহুর্তে কোনো নতুন স্লট ইভেন্ট নেই।
br: D'ar mare-mañ n'eus degouezh faout nevez hegerz ebet.
ca: No hi ha cap esdeveniment de nova ranura disponible en aquest moment.
cy: Mae digwyddiad slot newydd ar gael ar hyn o bryd.
es_mx: No hay disponible ningún nuevo evento de ranura en este momento.
eu: Ataka berri gertaera ez dago erabilgarri une honetan.
fa: رویداد جدید شیاری در حال حاضر وجود ندارد.
fur: In chest moment no je nissune fressure gnove.
ga_ie: Níl imeacht nua sliotáin ar fáil faoi láthair.
gd: Chan eil tachartas sliotain ùr ri fhaighinn an-dràsta.
gu: આ સમયે કોઈ નવી સ્લોટ ઘટના ઉપલબ્ધ નથી.
hi_in: कोई नया स्लाट घटना इस समय उपलब्ध नहीं है.
hr: Trenutačno nijedan novi utor događaja nije slobodan.
hu: Jelenleg nincs új elérhető slot esemény.
hy_am: Չկան նոր ավտոմատ միջոցառում հասանելի այս պահին.
id: Tidak ada slot event baru yang tersedia saat ini.
is: Engin ný atburðarrauf er til staðar núna.
kk: Қазір жаңа слот оқиғалары жоқ.
km: គ្មាន​ព្រឹត្តិការណ៍​រន្ធ​ថ្មី​ដែល​​មាន​នៅ​ពេលវេលា​នេះ​ឡើយ ។
kn: ಈ ಸಮಯದಲ್ಲಿ ಯಾವುದೆ ಹೊಸ ಸ್ಲಾಟ್ ಸನ್ನಿವೇಶವು ಲಭ್ಯವಿಲ್ಲ.
ku: Aniha tu bûyera slota nû tune.
lt: Šiuo metu nėra prieinamų naujų lizdų įvykių.
lv: Šobrīd nav pieejama neviena jauna pieslēgvietu notikuma.
mai: कोनो नव स्लाट घटना एहि समय उपलब्ध नहि अछि.
ml: ഈ സമയത്തു് പുതിയ സ്ലോട്ട് ഇവന്റ് ലഭ്യമല്ല.
mr: नविन स्लॉट घटना यावेळी उपलब्ध नाही.
ms: Tiada ruang acara baru yang boleh didapati pada masa ini.
my: ဒီချိန်မှာ သစ်လွင်တဲ့ အကွက် ဖြစ်ရပ် မရှိဘူး။
nb_no: Ingen nye plasshendelser er tilgjengelig nå.
nn_no: Ingen nye plasshendingar er tilgjengelege no.
oc: Cap d'eveniment novèl de slot es pas disponible pel moment.
ro: Nu este disponibil un slot nou pentru evenimente în acest moment.
sd: هن وقت ڪوبہ نئين سلاٽ جو واقعو مؤجود ناهي۔
si: නව නාලිකා වැඩසටහනක් මෙම මොහොතේ ප්‍රයෝජනය සඳහා නොමැත.
sr: Тренутно не постоји ниједан слободан прорез.
sv: Inget nytt slot-händelse är för närvarande tillgänglig.
te: ప్రస్తుతం ఎటువంటి కొత్త స్లాట్ ఘటన అందుబాటులోలేదు.
ug: بۇ قېتىم يېڭى ئوقۇر ھادىسىسى يوق.
uz: Yangi tirqish hodisasi ayni damda mavjud emas.
vi: Không có sự kiện khe mới nào hiện hữu lúc này.
zh_tw: 目前沒有新 Slot 事件。

source: CRL already exists.
af: SOL bestaan reeds.
ar: CRL موجود مسبقًا.
as: CRL ইতিমধ্যে উপস্থিত।
az: Ləğv edilmiş təsdiq sənədləri siyahısı istifadə olunur.
bg: CRL вече съществува.
bn_bd: CRL আগে থেকেই আছে।
br: Roll an testenioù dizorniet (CRL) zo anezhañ endeo.
ca: Ja existeix la CRL.
cy: Mae'r CRL yn bodoli eisoes.
es_mx: La CRL ya existe.
eu: CRLa badago dagoeneko.
fa: CRL قبلاً وجود دارد.
fur: CRL e esist za.
ga_ie: Tá an LTC ann cheana.
gd: Tha liosta de theisteanasan a chaidh a chùl-ghairm ann mu thràth.
gu: CRL પહેલાથી જ અસ્તિત્વમાં છે.
hi_in: CRL पहले से मौजूद है.
hr: CRL već postoji.
hu: Már van CRL.
hy_am: CRL -ը արդեն գոյություն ունի:
id: CRL sudah ada.
is: CRL er þegar til.
kk: CRL бар болып тұр.
km: មាន CRL រួចហើយ ។
kn: CRL ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.
ku: CRL jixwe heye.
lt: Atšauktų liudijimų sąrašas jau yra.
lv: CRL jau eksistē.
mai: CRL पहिने सँ मोजुद अछि.
ml: CRL നിലവിലുണ്ടു്.
mr: CRL आधिपासूनच अस्तित्वात आहे.
ms: CRL telah wujud.
my: CRL ရှိပြီးပြီ။
nb_no: CRL-en finnes allerede.
nn_no: CRL-en finst alt.
oc: La lista de certificats revocats existís ja.
pt_br: A CRL já existe.
ro: Lista CRL există deja.
sd: سي آر ايل اَڳ ۾ ئي مؤجود آهي۔
si: CRL දැනටමත් පවතී.
sr: ЦРЛ (CRL) већ постоји.
sv: Spärrlistan finns redan.
te: CRL ఇప్పటికే నిష్క్రమించింది.
ug: CRL مەۋجۇد.
uz: CRL allaqachon mavjud.
vi: CRL đã tồn tại.
zh_tw: 憑證廢止清冊已存在。

source: NSS is not initialized.
af: NSS is nie geïnisialiseer nie.
ar: لم يُستبدأ NSS.
as: NSS আৰম্ভ কৰা হোৱা নাই।
az: NSS başladılmadı.
bg: NSS не е инициализиран.
bn_bd: NSS শুরু করা হয়নি।
br: N'eo ket bet deraouekaet NSS.
ca: No s'ha inicialitzat l'NSS.
cy: Nid yw'r NSS wedi ei gychwyn.
es_mx: NSS no está inicializado.
eu: NSS ez dago abiarazirik.
fa: NSS شروع به کار نکرده است.
fur: NSS nol è stât inizializât
ga_ie: Níl NSS (seirbhísí slándála líonra) túsaithe.
gd: Cha deach an NSS a thòiseachadh.
gu: NSS આરંભ થયેલ નથી.
hi_in: NSS आरंभीकृत नहीं है.
hr: NSS nije inicijaliziran.
hu: Az NSS nincs inicializálva.
hy_am: NSS -ը ինիցիալիզացված չէ:
id: NSS belum diinisialisasi.
is: NSS hefur ekki verið frumstillt.
kk: NSS инициализацияланбаған.
km: NSS មិន​ត្រូវ​បាន​ចាប់ផ្ដើម​​ឡើយ ។
kn: NSS ವು ಆರಂಭಗೊಂಡಿಲ್ಲ.
ku: NSS nehatiye sepandin.
lt: NSS neinicijuota.
lv: NSS nav inicializēts.
mai: NSS आरंभीकृत नहि अछि.
ml: NSS ആരംഭിച്ചിട്ടില്ല.
mr: NSS प्रारंभ करू शकले नाही.
ms: NSS adalah tidak dapat dimulakan.
my: NSS ကို မစတင်သေးဘူး။
nb_no: NSS er ikke initialisert.
nn_no: NSS er ikkje initialisert.
oc: NSS es pas inicializat.
pt_br: NSS não está inicializado.
ro: NSS nu este inițializat.
sd: اين ايس ايس شروعات ۾ نہ آندا ويو۔
si: NSS ආරම්භ කර නැත.
sr: НСС (NSS) није успостављен.
sv: NSS är inte initierad.
te: NSS ఇంకా సిద్దీకరించలేదు.
ug: NSS دەسلەپلەشتۈرۈلمىدى.
uz: NSS ishga tushrilmagan.
vi: NSS không được nhận diện.
zh_tw: NSS 尚未初始化。

source: The operation failed because the PKCS#11 token is not logged in.
af: Die bewerking het misluk omdat dit PKCS #11-teken nie aangemeld is nie.
ar: فشلت العملية لأن قطعة PKCS#11 الأمنية لم تُدخل.
as: PKCS#11 টকেন লগিন নথকা কাৰে কাৰ্য্যটো ব্যৰ্থ হল।
az: Əməliyyat uğursuzluqla nəticələndi, çünki PKCS#11 texnalogiyası daxil olmuyub.
bg: Операцията се провали, защото токената на PKCS #11 не е вписана.
bn_bd: PKCS#11 টোকেন লগইন করা নেই বলে অপারেশনটি ব্যর্থ হয়েছে।
br: C'hwitet en deus ar gwezhiadur warni rak n'eo ket kennasket ar reveziadenn PKCS#11.
ca: L'operació ha fallat perquè no s'ha iniciat la sessió del testimoni PKCS#11.
cy: Methodd y weithred gan nad yw tocyn PKCS#11 wedi ei fewngofnodi.
es_mx: La operación ha fallado porque el token PKCS#11 no ha iniciado sesión.
eu: Ekintzak huts egin du PKCS#11 token-ak ez du saioa hasirik eta.
fa: عملیات شکست خورد، زیرا نشان PKCS#11 وارد نشده است.
fur: No si pues fâ la operazion par vie che il testemoni PKCS#11 nol è cjamât.
ga_ie: Theip ar an oibríocht toisc nach bhfuil an ceadchomhartha logáilte isteach.
gd: Dh'fhàillig an t-obrachadh a chionn 's nach deach an tòcan PKCS #11 a logadh a-steach.
gu: પ્રક્રિયા નિષ્ફળ ગઈ કારણ કે PKCS#11 ટોકન પ્રવેશેલ નથી.
hi_in: संक्रिया विफल रही क्योंकि PKCS#11 टोकन लॉग इन नहीं है.
hr: Operacija nije uspjela jer token PKCS#11 nije prijavljen.
hu: A művelet sikertelen volt, mert a PKCS#11 token nincs bejelentkezve.
hy_am: Գործողությունը չավարտվեց քանի որ PKCS#11 նշանը չի մուտքագրվել:
id: Operasi gagal karena token PKCS#11 tidak log-masuk.
is: Aðgerð mistókst þar sem PKCS#11 tóki er ekki innskráður.
kk: PKCS#11 токені қосылмаған себебінен операция қатемен аяқталды.
km: បាន​បរាជ័យ​ក្នុង​ការ​ប្រតិបត្តិការ ពីព្រោះ​ថូខឹន PKCS#11 មិន​ត្រូវ​បាន​ចូល​ឡើយ ។
kn: ಕಾರ್ಯವು ವಿಫಲಗೊಂಡಿದೆ ಏಕೆಂದರೆ PKCS#11 ಟೋಕನ್ ಒಳಗೆ ಪ್ರವೇಶಿಸಿಲ್ಲ.
ku: Çalakî têk çû ji ber ku jetona PKCS#11 nehatiye têketin.
lt: Operacija nepavyko, nes PKCS #11 saugumo priemonė neautentikuota.
lv: Darbība neizdevās, jo PKCS#11 marķieris nav pieteicies.
mai: संक्रिया बिफल रहल किएकटा PKCS#11 टोकन लाग इन नहि अछि.
ml: PKCS#11 ടോക്കന്‍ ലോഗിന്‍ ചെയ്യാത്തതിനാല്‍ പ്രക്രിയ പരാജയപ്പെട്ടിരിക്കുന്നു.
mr: PKCS#11 टोकन दाखल नसल्यामुळे कार्यपद्धती अपयशी ठरली.
ms: Operasi gagal kerana token PKCS#11 tidak menglog masuk.
my: PKCS#11 အမှတ်အသားဟာ မ၀င်ရောက်တဲ့အတွက် လုပ်ငန်း မအောင်မြင်ဘူး။
nb_no: Operasjonen feilet fordi PKCS#11-elementet er ikke innlogget.
nn_no: Operasjonen feila fordi PKCS#11-elementet ikkje er innlogga.
oc: L'operacion a fracassat perque lo geton PKCS#11 es pas connectat.
pt_br: A operação falhou porque o token PKCS#11 não identificou-se (login).
ro: Operația a eșuat pentru că tokenul PKCS#11 nu este autentificat.
sd: ڪاروائي ناڪام ٿي ڇو تہ پي ڪي سي ايس #11 ٽوڪن لاگ اِن نہ ڪيو ويو۔
si: ක්‍රියාව PKCS#11 සංඥාව පිවිසී නොමැති නිසා අසාර්ථක විය.
sr: Дејство није успело јер новчић за ПКЦС #11 (PKCS #11) није пријављен.
sv: Momentet misslyckades eftersom PKCS#11-token inte är inloggad.
te: ఆపరేషన్ విఫలమైంది ఎంచేతంటే PKCS#11 టోకెన్ ఇంకా లాగ్ఇన్ కాలేదు.
ug: PKCS#11 بەلگىسى تىزىملىتىلمىغانلىقتىن مەشغۇلات مەغلۇپ بولدى.
uz: Jarayon amalga oshmadi, chunki PKCS#11 marker kirmagan.
vi: Thao tác thất bại vì mã thông báo PKCS #11 không được đăng nhập.
zh_tw: 操作失敗，因為 PKCS#11 token 未登入。

source: Configured OCSP responder’s certificate is invalid.
bg: Настроеният сертификат на отговорника по OCSP е невалиден.
gu: રૂપરેખાંકિત OCSP પ્રત્યુત્તર આપનારનું પ્રમાણપત્ર અયોગ્ય છે.
nb_no: Den konfigurerte OCSP-svarerens sertifikat er ugyldig.
nn_no: Sertifikatet til den konfigurerte OCSP-svararen er ugyldig.

source: OCSP response has an invalid signature.
af: OCSP-respons het 'n ongeldige handtekening.
ar: استجابة OCSP لها توقيع غير صالح.
as: OCSP প্ৰতিক্ৰিয়াৰ এটা অবৈধ স্বাক্ষৰ আছে।
az: OCSP cavabının etibarsız imzası var.
bg: Отговорът от OCSP е с невалиден подпис.
bn_bd: OCSP উত্তরটিতে একটি অকার্যকর সাক্ষর আছে।
br: Respont OCSP en deus ur sinadur didalvoudek.
ca: La resposta OCSP no té una signatura vàlida.
cy: Mae gan ymateb yr OCSP lofnod annilys.
es_mx: La respuesta OCSP tiene una firma no válida.
eu: OCSP erantzunak sinadura baliogabe bat du.
fa: پاسخ OCSP دارای امضایی نامعتبر است.
fur: La rispueste OCSP e à une firme no valide.
ga_ie: Tá síniú neamhbhailí ar an bhfreagra OCSP.
gd: Tha ainm mì-dhligheach ris an fhreagairt OCSP.
gu: OCSP પ્રત્યુત્તરને અયોગ્ય સહી છે.
hi_in: OCSP प्रतिक्रिया के पास एक अवैध हस्ताक्षर है.
hr: OCSP odgovor ima nevažeći potpis.
hu: Az OCSP-válasz aláírása érvénytelen.
hy_am: OCSP պատասխանը ունի սխալ ստորագրություն:
id: Jawaban OCSP memiliki tanda tangan yang tidak sah.
is: OCSP svar er með ógilda undirskrift.
kk: OCSP жауабының қолтаңбасы қате.
km: ចម្លើយតប​របស់ OCSP មាន​ហត្ថលេខា​មិន​ត្រឹមត្រូវ ។
kn: OCSP ಪ್ರತ್ಯುತ್ತರವು ಒಂದು ಅಮಾನ್ಯ ಸಹಿಯನ್ನು ಹೊಂದಿದೆ.
ku: Îmzeya bersiva OCSP çewt e.
lt: OCSP atsakymas pasirašytas netinkamu parašu.
lv: OCSP atbildes paraksts nav derīgs.
mai: OCSP प्रतिक्रिया क पास एकटा अवैध हस्ताक्षर अछि.
ml: OCSP മറുപടിയില്‍ തെറ്റായ ഒപ്പു് ഉണ്ടു്.
mr: OCSP प्रतिसादकडे अवैध स्वाक्षरी प्राप्त झाले.
ms: Pemaklum balas OCSP mempunyai satu tandatangan yang tidak sah.
my: OCSP တုံ့ပြန်ချက်မှာ မှန်ကန်တဲ့ လက်မှတ်တခု မရှိဘူး။
nb_no: OCSP-responsen har en ugyldig signatur.
nn_no: OCSP-responsen har ein ugyldig signatur.
oc: La signatura de la responsa OCSP es invalida.
pt_br: A resposta OCSP possui uma assinatura inválida.
ro: Răspunsul OCSP are semnatura invalidă.
sd: او سي ايس پي جواب ۾ نامنظور صحيح آهي۔
si: OCSP ප්‍රතිචාරයට අවලංගු අත්සනක් ඇත.
sr: Одговор за ОЦСП (OCSP) има неважећи потпис.
sv: OCSP-svar har en ogiltig signatur.
te: OCSP ప్రతిస్పందన చెల్లని సంతకం కలిగివుంది.
ug: OCSP ئىنكاسىدا ئىناۋەتسىز ئىمزادىن بىرسى بار.
uz: OCSP javobida yaroqli imzo mavjud.
vi: Phản hồi OCSP có một chữ kí bất hợp lệ.
zh_tw: OCSP 回應含無效的簽章。
