Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Unable to import. Invalid MAC. Incorrect password or corrupt file.
bg: Грешка при внасяне. Невалиден MAC. Неправилна парола или развален файл.
bn_in: ইম্পোর্ট করা যাচ্ছে না। অবৈধ MAC। বেঠিক পাসওয়ার্ড অথবা বিকৃত ফাইল।
br: N'haller ket enporzhiañ. MAC didalvoudek. Ger-tremen direizh pe restr kontronet.
ca: No s'ha pogut importar. La MAC no és vàlida. La contrasenya és incorrecta o el fitxer està malmès.
cy: Methu mewnforio. MAC annilys. Cyfrinair anghywir neu ffeil llwgr.
gd: Cha ghabh ion-phortadh. Còd MAC mì-dhligheach. Facal-faire cearr no faidhle air a thruailleadh.
gu: આયાત કરવામાં અસમર્થ. અયોગ્ય MAC. અયોગ્ય પાસવર્ડ અથવા બગડેલ ફાઈલ.
hu: Nem lehet importálni. Érvénytelen MAC. Helytelen jelszó vagy sérült fájl.
hy_am: Ներմուծումը չստացվեց: Սխալ MAC: Գաղտնաբառը սխալ է կամ ֆայլը վնասված է:
id: Gagal mengimpor. MAC tidak valid. Sandi salah atau berkas terkorupsi.
is: Get ekki flutt inn. Ólöglegt MAC. Vitlaust lykilorð eða skemmd skrá.
kk: Импорттау мүмкін емес. MAC қате. Пароль қате не файл зақымданған.
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಅಮಾನ್ಯ MAC. ಸರಿಯಲ್ಲದ ಗುಪ್ತಪದ ಅಥವ ಭ್ರಷ್ಟವಾದ ಕಡತ.
lt: Nepavyko importuoti. Netinkamas pranešimo tapatumo kodas (MAC). Neteisingas slaptažodis, arba sugadintas failas.
nb_no: Klarte ikke importere. Ugyldig MAC. Feil passord eller ødelagt fil.
nn_no: Klarte ikkje å importera. Ugyldig MAC. Feil passord eller øydelagd fil.
pt_br: Não foi possível importar. MAC inválido. Senha incorreta ou arquivo corrompido.
sv: Kan inte importera. Ogiltig MAC. Felaktigt lösenord eller skadad fil.

source: Unable to import. MAC algorithm not supported.
bg: Грешка при внасяне. Неподдържан алгоритъм за MAC.
bn_in: ইম্পোর্ট করা যাচ্ছে না। MAC algorithm সমর্থিত নয়।
br: N'haller ket enporzhiañ. N'eo ket skoret treol MAC.
ca: No s'ha pogut importar. L'algorisme MAC no és compatible.
cy: Methu mewnforio. Nid yw'r algorithm MAC yn cael ei gynnal.
gd: Cha ghabh ion-phortadh. Chan eil taic ann ris an algairim MAC.
gu: આયાત કરવામાં અસમર્થ. MAC અલગોરિધમ આધારભૂત નથી.
hu: Nem lehet importálni. A MAC-algoritmus nem támogatott.
hy_am: Ներմուծումը չստացվեց: MAC -ի ալգորիթմը չի սպասարկվում:
id: Gagal mengimpor. Algoritma MAC tidak didukung.
is: Get ekki flutt inn. Ekki stuðningur við MAC algrím.
kk: Импорттау мүмкін емес. MAC алгоритміне қолдау жоқ.
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. MAC ಅಲ್ಗಾರಿದಮ್‌ಗೆ ಬೆಂಬಲವಿಲ್ಲ.
lt: Nepavyko importuoti. Pranešimo tapatumo kodo (MAC) algoritmas nepalaikomas.
nb_no: Klarte ikke importere. MAC-algoritme er ikke støttet.
nn_no: Klarte ikkje å importera. MAC-algoritme ikkje støtta.
pt_br: Impossível importar. Algoritmo MAC não suportado.
sv: Kan inte importera. MAC-algoritmen stöds inte.

source: Unable to import. Only password integrity and privacy modes supported.
bg: Грешка при внасяне. Поддържани са само цялост с пароли или поверителни режими.
bn_in: ইম্পোর্ট করা যাচ্ছে না। শুধু পাসওয়ার্ড ইন্টেগ্রিটি আর গোপনীয়তা মোডগুলি সমর্থিত।
br: N'haller ket enporzhiañ. Skoret e vez modoù ar vuhez prevez hag anterinder ar gerioù-tremen.
ca: No s'ha pogut importar. Només s'admeten els modes d'integritat de contrasenyes i de privadesa.
cy: Methu mewnforio. Dim ond cywirdeb cyfrinair a moddau preifatrwydd sy'n cael eu cynnal.
gd: Cha ghabh ion-phortadh. Chan eil taic ann ach ri modhan iomlanachd facail-fhaire is prìobhaideachd.
gu: આયાત કરવામાં અસમર્થ. માત્ર પાસવર્ડ સંકલિતતા અને ખાનગીપણાની સ્થિતિઓ જ આધારભૂત છે.
hu: Nem lehet importálni. Csak a jelszóintegritás és az adatvédelmi módok támogatottak.
hy_am: Ներմուծումը չհաջողվեց: Սպասարկվում են միայն գաղտնագրի ամբողջականության և գաղտնիությունը ռեժիմները:
id: Gagal mengimpor. Hanya mode integritas sandi dan privasi yang didukung.
is: Get ekki flutt inn. Aðeins er stuðningur við áreiðanleika lykilorðs og friðhelgi.
kk: Импорттау мүмкін емес. Тек паролдің бүтіндігін тексеру мен жекелік режимдеріне қолдау бар.
lt: Nepavyko importuoti. Palaikomos tik slaptažodžio integralumo ir privatumo veiksenos.
nb_no: Klarte ikke importere. Bare passordintegritet og personvernmoduser er støttet.
nn_no: Klarte ikkje å importera. Berre passordintegritet og personvernmoduser er støtta.
pt_br: Impossível importar. Apenas integridade de senha e modos de privacidade suportados.
sv: Kan inte importera. Endast lösenordsintegritet och sekretessläge stöds.

source: Unable to import. File structure is corrupt.
bg: Грешка при внасяне. Файловата структура е повредена.
bn_in: ইম্পোর্ট করা যাচ্ছে না। ফাইল পরিকাঠামো বিকৃত।
br: N'haller ket enporzhiañ. Kontronet eo bet frammad ar restr.
ca: No s'ha pogut importar. L'estructura del fitxer està malmesa.
cy: Methu mewnforio. Mae strwythur y ffeil yn llwgr.
gd: Cha ghabh ion-phortadh. Tha structar an fhaidhle air a thruailleadh.
gu: આયાત કરવામાં અસમર્થ. ફાઈલ બંધારણ બગડેલ છે.
hu: Nem lehet importálni. A fájlstruktúra sérült.
hy_am: Ներմուծումը չհաջողվեց: ֆայլի կառուվածքը վնացված է:
id: Gagal mengimpor. Struktur berkas terkorupsi.
is: Get ekki flutt inn. Skráargerð er skemmd.
kk: Импорттау мүмкін емес. Файл құрамасы зақымдалған.
lt: Nepavyko importuoti. Sugadinta failo struktūra.
nb_no: Klarte ikke importere. Filstruktur er ødelagt.
nn_no: Klarte ikkje å importera. Filstruktur er øydelagd.
pt_br: Impossível importar. A estrutura do arquivo está corrompida.
sv: Kan inte importera. Filstrukturen är skadad.

source: Unable to import. Encryption algorithm not supported.
bg: Грешка при внасяне. Неподдържан алгоритъм за шифроване.
bn_in: ইম্পোর্ট করা যাচ্ছে না। এনক্রিপশান অ্যালগোরিদাম সমর্থিত নয়।
br: N'haller ket enporzhiañ. N'eo ket skoret an treol enrinegañ.
ca: No s'ha pogut importar. L'algorisme de xifratge no és compatible.
cy: Methu mewnforio. Nid yw algorithm yr amgryptio'n cael ei gynnal.
gd: Cha ghabh ion-phortadh. Chan eil taic ann ris an algairim crioptachaidh.
gu: આયાત કરવામાં અસમર્થ. એનક્રિપ્શન અલગોરિધમ આધારભૂત નથી.
hy_am: Ներմուծումը չհաջողվեց: Գաղտնագրման ալգորիթմը չի սպասարկվում:
id: Gagal mengimpor. Algoritma enkripsi tidak didukung.
is: Get ekki flutt inn. Enginn stuðningur við dulkóðunar algrím.
kk: Импорттау мүмкін емес. Шифрлеу алгоритміне қолдау жоқ.
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಎನ್‍ಕ್ರಿಪ್‍ಶನ್ ಅಲ್ಗಾರಿದಮ್‌ಗೆ ಬೆಂಬಲವಿಲ್ಲ.
lt: Nepavyko importuoti. Nepalaikomas šifravimo algoritmas.
nb_no: Klarte ikke importere. Krypteringsalgoritme støttes ikke.
nn_no: Klarte ikkje å importerea. Krypteringsalgoritme er ikkje støtta.
pt_br: Impossível importar. Algoritmo de criptografia não suportado.
sv: Kan inte importera. Krypteringsalgoritmen stöds inte.

source: Unable to import. File version not supported.
bg: Грешка при внасяне. Неподдържана версия на файл.
bn_in: ইম্পোর্ট করা যাচ্ছে না। ফাইল এর ধরণ সমর্থিত নয়।
br: N'haller ket enporzhiañ. N'eo ket skoret handelv ar restr.
ca: No s'ha pogut importar. La versió del fitxer no és compatible.
cy: Methu mewnforio. Nid yw fersiwn y ffeil yn cael ei chynnal.
gd: Cha ghabh ion-phortadh. Chan eil taic ann ri tionndadh an fhaidhle.
gu: આયાત કરવામાં અસમર્થ. ફાઈલ આવૃત્તિ આધારભૂત નથી.
hy_am: Ներմուծումը չհաջողվեց: Անսպասարկելի ֆայլի տեսակ:
id: Gagal mengimpor. Versi berkas tidak didukung.
is: Get ekki flutt inn. Enginn stuðningur við útgáfu skráar.
kk: Импорттау мүмкін емес. Файл нұсқасына қолдау жоқ.
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಕಡತದ ಆವೃತ್ತಿಗೆ ಬೆಂಬಲವಿಲ್ಲ.
lt: Nepavyko importuoti. Nepalaikoma failo versija.
nb_no: Klarte ikke importere. Filversjon er ikke støttet.
nn_no: Klarte ikkje å importera. Filversjon er ikkje støtta.
pt_br: Impossível importar. Versão do arquivo não suportada.
sv: Kan inte importera. Filversionen stöds inte.

source: Unable to import. Incorrect privacy password.
bg: Грешка при внасяне. Невярна поверителна парола.
bn_in: ইম্পোর্ট করা যাচ্ছে না। বেঠিক গোপনীয়তা পাসওয়ার্ড।
br: N'haller ket enporzhiañ. Ger-tremen evit ho puhez prevez direizh.
ca: No s'ha pogut importar. La contrasenya de privadesa no és correcta.
cy: Methu mewnforio. Cyfrinair preifatrwydd anghywir.
gd: Cha ghabh ion-phortadh. Facal-faire prìobhaideachd mì-cheart.
gu: આયાત કરવામાં અસમર્થ. અયોગ્ય ખાનગીપણાનો પાસવર્ડ.
hy_am: Ներմուծումը չհաջողվեց: Գաղտնագրի գաղտնիությունը սխալ է:
id: Gagal mengimpor. Sandi pribadi salah.
is: Get ekki flutt inn. Vitlaust lykilorð.
kk: Импорттау мүмкін емес. Жекелік паролі қате.
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಸರಿಯಲ್ಲದ ಖಾಸಗಿ ಗುಪ್ತಪದ.
lt: Nepavyko importuoti. Neteisingas privatumo slaptažodis.
nb_no: Klarte ikke importere. Ugyldig personvernspassord.
nn_no: Klarte ikkje å importera. Ugyldig personvernspassord.
pt_br: Impossível importar. Senha de privacidade incorreta.
sv: Kan inte importera. Felaktigt sekretesslösenord.

source: Unable to import. Same nickname already exists in database.
bg: Грешка при внасяне. В базата данни вече има такова съкратено име.
bn_in: ইম্পোর্ট করা যাচ্ছে না। একই নিকনেম ডেটাবেসে আগে থেকেই বিরাজমান।
br: N'haller ket enporzhiañ. An hevelep lesanv zo anezhañ er stlennvon endeo.
ca: No s'ha pogut importar. Ja existeix el mateix sobrenom a la base de dades.
cy: Methu mewnforio. Mae'r un llysenw yn bodoli eisoes yn y gronfa ddata.
gd: Cha ghabh ion-phortadh. Tha an dearbh fhar-ainm san stòr-dàta mu thràth.
gu: આયાત કરવામાં અસમર્થ. ડેટાબેઝમાં એક જ નામ પહેલાથી જ હાજર છે.
hy_am: Ներմուծումը չստացվեց: Նույն մականունը արդեն գրանցված է տվյալների բազայում:
id: Gagal mengimpor. Nama nick yang sama telah ada dalam basis data.
is: Get ekki flutt inn. Sama auðkenni er þegar til í gagnagrunni.
kk: Импорттау мүмкін емес. Ондай никнейм дерекқорда бар болып тұр.
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಇದೆ ಉಪ ಹೆಸರು ದತ್ತಸಂಚಯದಲ್ಲಿ ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
lt: Nepavyko importuoti. Toks alternatyvus vardas duomenų bazėje jau yra.
nb_no: Klarte ikke importere. Samme kallenavn fins allerede i databasen.
nn_no: Klarte ikkje å importera. Same kallenamn finst allereie i databasen.
pt_br: Impossível importar. O mesmo nickname já existe no banco de dados.
sv: Kan inte importera. Samma kortnamn finns redan i databasen.

source: The user pressed cancel.
af: Die gebruiker het 'kanselleer' gedruk.
ar: المستخدم ضغط على زر الإلغاء.
as: ব্যৱহাৰকাৰীয় বাতিল কৰক দবাইছে।
az: İstifadəçi ləğv et düyməsinə basdı.
bg: Потребителят натисна Прекъсване.
bn_bd: ব্যবহারকারী বাতিল চেপেছেন।
br: Pouezet en deus an arveriad war Dilezel.
ca: L'usuari ha premut Cancel·la.
cy: Pwysodd y defnyddiwr diddymu.
es_mx: El usuario ha presionado Cancelar.
eu: Erabiltzaileak utzi sakatu du.
fa: کاربر دکمهٔ انصراف را فشار داد.
fur: L'utent al à fracât scancele.
ga_ie: Bhrúigh an úsáideoir Cealaigh.
gd: Bhriog an cleachdaiche air "Sguir dheth".
gu: વપરાશકર્તાએ રદ કરો દબાવ્યું.
hi_in: प्रयोक्ता ने रद्द करें दबाया.
hr: Korisnik je pritisnio na Otkaži.
hu: A felhasználó megszakította a folyamatot.
hy_am: Օգտագործողը սեղմել է Չեղարկել:
id: Pengguna menekan batal.
is: Notandi ýtti á hætta við.
kk: Пайдаланушы Бас тарту тандаған.
km: អ្នក​ប្រើ​បាន​ចុច​បោះបង់ ។
kn: ಬಳಕೆದಾರನು ರದ್ದು ಮಾಡಲು ಬಯಸಿದ್ದಾನೆ.
ku: Bikarhêner pêl betal bike kir.
lt: Naudotojas paspaudė mygtuką „Atsisakyti“.
lv: Lietotājs nospieda atcelt.
mai: प्रयोक्ता ने रद्द करू दबैलक.
ml: ഉപയോക്താവു് റദ്ദാക്കുവാന്‍ ആവശ്യപ്പെട്ടിരിക്കുന്നു.
mr: वापरकर्त्याने रद्द करा दाबले.
ms: Pengguna klik butang batal.
my: သုံးစွဲသူက ပယ်ဖျက်ပါကို နှိုပ်လိုက်တယ်။
nb_no: Brukeren trykte på avbryt.
nn_no: Brukaren trykte på avbryt.
oc: L'utilizaire a anullat l'operacion.
pt_br: O usuário pressionou cancelar.
ro: Utilizatorul a anulat operația.
sd: اِستعمال ڪندڙ رد ڪريو دٻايو۔
si: භාවිතා කරන්නා නැවැත්වීම ඔබන ලදි.
sr: Корисник је отказао дејство.
sv: Användaren tryckte på Avbryt.
te: వాడుకరి రద్దుచేయి నొక్కినాడు.
th: ผู้ใช้กดยกเลิก
ug: ئىشلەتكۈچى مەجبۇرىي بىكار قىلدى.
uz: Foydalanuvchi bekor qilishni bosdi.
vi: Người dùng nhấn hủy bỏ.
zh_tw: 使用者按下「取消」。

source: Not imported, already in database.
af: Nie ingevoer nie, reeds in databasis.
ar: غير مستورد، موجود مسبقًا في قاعدة البيانات.
as: ইমপোৰ্ট কৰা হোৱা নাই, ডাটাবেইচত ইতিমধ্যে আছে।
az: İdxal edilmədi: Bazada mövcuddur.
bg: Не е внесен, вече е в базата данни.
bn_bd: ইমপোর্ট করা হয়নি, ডাটাবেসে আগে থেকেই বিদ্যমান।
br: N'eok ket bet enporzhiet, emañ er stlennvon endeo.
ca: No s'ha importat, ja és a la base de dades.
cy: Heb ei fewnforio, eisoes yn y gronfa ddata.
es_mx: No importado, ya en la base de datos.
eu: Ez da inportatu, dagoeneko datu-basean dago.
fa: وارد نشد، قبلاً در پایگاه داده وجود داشت.
fur: No impuartât, al jere za te base di dâts.
ga_ie: Níor iompórtáladh é; tá sé sa bhunachar sonraí cheana.
gd: Cha deach ion-phortadh, tha e san stòr-dàta mu thràth.
gu: આયાત થયેલ નથી, પહેલાથી જ ડેટાબેઝમાં છે.
hi_in: आयातित नहीं, पहले से डेटाबेस में.
hr: Nije uvezeno, već postoji u bazi podataka.
hu: Nem lett importálva, már az adatbázisban van.
hy_am: Չներմուծվեց, արդեն տվյալները բազայում են:
id: Tidak diimpor, sudah ada di basis data.
is: Ekki flutt inn, er þegar til í gagnagrunni.
kk: Импортталмады, дерекқорда бар болып тұр.
km: មិន​អាច​នាំចូល​បាន​ទេ មាន​នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​រួចហើយ ។
kn: ಆಮದು ಮಾಡಕೊಳ್ಳಲಿಲ್ಲ, ದತ್ತಸಂಚಯದಲ್ಲಿ ಈಗಾಗಲೆ ಇದೆ.
ku: Nekarî têxê, jixwe di danegehê de heye.
lt: Neimportuota, nes jau duomenų bazėje.
lv: Netiks importēts, jau ir datubāzē.
mai: आयातित नहि, पहिने सँ डेटाबेसमे.
ml: ഇംപോര്‍ട്ട് ചെയ്തിട്ടില്ല, ഡേറ്റാബെയിസിലുണ്ടു്.
mr: इम्पोर्ट केले गेले नाही, आधिपासूनच माहितीकोष मध्ये समाविष्ठीत.
ms: Tidak diimport kerana telah wujud dalam pangkalan data.
my: တင်သွင်းမထားဘူး၊ အချက်အလက် သိုလှောင်ခန်းထဲမှာ ရှိနေပြီ။
nb_no: Ikke importert, fins allerede i databasen.
nn_no: Ikkje importert, finst allereie i databasen.
oc: Pas importat perque ja dins la banca de donadas.
pt_br: Não importado, já existe no banco de dados.
ro: Nu s-a importat, există deja în baza de date.
sd: آمد نہ ڪئي ويئي۔ آڌار سامگريءَ ۾ اڳ ۾ ئي مؤجود۔
si: ආනයනය නොකෙරිණි, දැනටමත් දත්ත ගබඩාවේ පවතී.
sr: Није увезено, већ се налази у бази података.
sv: Ej importerad, finns redan i databasen.
te: దిగుమతి కాలేదు, ఇప్పటికే డాటాబేస్‌నందు వుంది.
th: ไม่ถูกนำเข้า มีอยู่แล้วในฐานข้อมูล
ug: ئەكىرمىدى. سانداندا مەۋجۇد.
uz: Import qilinmadi, allaqachon ma’lumotlar bazasida.
vi: Không được nhập, đã có trong cơ sở dữ liệu.
zh_tw: 未匯入，資料庫已有資料。

source: Message not sent.
af: Boodskap nie gestuur nie.
ar: لم تُرسل الرسالة.
as: বাৰ্তা পঠোৱা হোৱা নাই।
az: İleti gönderilmedi.
bg: Съобщението не е изпратено.
bn_bd: বার্তা পাঠানো হয়নি।
br: N'eo ket bet kaset ar gemennadenn.
ca: No s'ha enviat el missatge.
cy: Heb anfon y neges.
es_mx: Mensaje no enviado.
eu: Mezua ez da bidali.
fa: پیغام فرستاده نشد.
fur: Messaç no mandât.
ga_ie: Níor seoladh an teachtaireacht.
gd: Cha deach an teachdaireachd a chur.
gu: સંદેશો મોકલાયેલ નથી.
hi_in: संदेश नहीं भेजा गया.
hr: Poruka nije poslana.
hu: Az üzenet nem lett elküldve.
hy_am: Հաղորդագրությունը չուղարկվեց:
id: Pesan tidak dikirim.
is: Póstur ekki sendur.
kk: Хабарлама жіберілмеді.
km: សារ​មិន​បាន​ផ្ញើ ។
kn: ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲಾಗಿಲ್ಲ.
ku: Peyam nehat şandin.
lt: Pranešimas neišsiųstas.
lv: Ziņojums nav nosūtīts.
mai: संदेश नहि पठाएल गेल.
ml: സന്ദേശം അയച്ചിട്ടില്ല.
mr: संदेश पाठविले गेले नाही.
ms: Mesej tidak dihantar.
my: သတင်းစကား မပို့လိုက်ဘူး။
nb_no: Melding ikke sendt.
nn_no: Melding ikkje sendt.
oc: Messatge es pas estat mandat.
pt_br: Mensagem não enviada.
ro: Mesajul nu a fost trimis.
sd: سنديش ڪونہ موڪليو۔
si: පණිවිඩය නොයැවුණි.
sr: Порука није послата.
sv: Meddelande ej sänt.
te: సందేశం పంపబడింది
th: ข้อความไม่ถูกส่ง
ug: ئۇچۇر يوللانمىدى.
uz: Xabar yuborilmadi.
vi: Thông báo không được gửi.
zh_tw: 訊息未送出。

source: Certificate key usage inadequate for attempted operation.
af: Sertifikaatsleutelgebruik onvoldoende vir gepoogde werking.
ar: استخدام مفتاح الشهاجة غير كاف لعملية المجرّبة.
as: প্ৰচেষ্ঠিত কাৰ্য্য কাৰণে প্ৰমাণপত্ৰ কি' ব্যৱহাৰ অপৰ্যাপ্ত।
az: Təsdiq sənədi, açar istifadə etməyə çalışan əməliyyat üçün kifayət deyil.
bg: Използването на ключа на сертификата е неадекватно за пробваната операция.
bn_bd: চেষ্টারত অপারেশনের জন্য অপ্রতুল সার্টিফিকেট কী এর ব্যবহার।
br: N'eo ket dereat arver alc'hwez an testeni evit ar gwezhiadur a fell deoc'h ober.
ca: L'ús de clau de certificats no és adequat en l'operació que s'ha provat.
cy: Defnydd allwedd y dystysgrif yn annigonol ar gyfer y weithred ymgeisiwyd.
es_mx: El uso de la clave del certificado es inapropiada para la operación pretendida.
eu: Ziurtagiri gakoaren erabilera okerra saiatutako ekintzarako.
fa: کاربرد کلید گواهی برای عمل تقاضا شده کافی نیست.
fur: Clâf dal certificât no doprade in maniere valide pe operazion.
ga_ie: Tá an úsáid eochrach teastais uireasach le haghaidh na hoibríochta iarrtha.
gd: Chan eil cleachdadh iuchair an teisteanais freagarrach airson an obrachaidh a chaidh iarraidh.
gu: પ્રમાણપત્ર કી વપરાશ પ્રક્રિયા પ્રયાસ માટે માન્ય થઈ.
hi_in: प्रमाणपत्र कुंजी प्रयोग लिए गए संक्रिया के लिए उपयुक्त नहीं है.
hr: Upotreba ključa certifikata nije prikladna za pokušanu operaciju.
hu: A tanúsítvány kulcshasználata nem megfelelő a megkísérelt művelethez.
hy_am: Արտոնագրի բանալու օգտագործումը անհամապատախան է գործողությունն իրագործելու համար:
id: Penggunaan kunci sertifikat tidak sesuai untuk operasi yang akan dilaksanakan.
is: Notkunarmöguleikar skilríkjalykils er ekki nægjanlegur fyrir aðgerð.
kk: Сұранған операция үшін сертификат кілтін қолдану сәйкес келмейді.
km: ការ​ប្រើ​សោ​​របស់​វិញ្ញាបនបត្រ​មិន​ត្រឹមត្រូវ សម្រាប់​ប្រតិបត្តិការ​ដែល​បាន​ប៉ុនប៉ង ។
kn: ಪ್ರಯತ್ನಿಸಲಾದ ಕಾರ್ಯಕ್ಕೆ ಪ್ರಮಾಣಪತ್ರದ ಕೀಲಿಯ ಬಳಕೆಯು ಸಾಕಷ್ಟಿಲ್ಲ.
ku: Bikaranîna mifteya belgeya erêkirinê têra vî karî nake.
lt: Liudijimo raktas netinka bandomam atlikti veiksmui.
lv: Sertifikāta atslēgas izmantošana nav adekvāta mēģinātajai darbībai.
mai: प्रमाणपत्र कुँजी प्रयोग लिए गए संक्रिया क लेल उपयुक्त नहि अछि.
ml: ശ്രമിച്ച പ്രക്രിയയ്ക്കു് ആവശ്യമായ സര്‍ട്ടിഫിക്കേറ്റ് കീ ഉപയോഗം ലഭ്യമല്ല.
mr: प्रमाणपत्र किचा वापर प्रयत्नशील कार्यद्धती करीता अपूरे आहे.
ms: Kunci pensijilan tidak mencukupi untuk percubaan operasi.
my: လက်မှတ် သော့ချက် သုံးစွဲမှုဟာ လုပ်ငန်း ကြိုးစားမှု အတွက် မလုံလောက်ဘူး။
nb_no: Bruksområde for sertifikatsnøkkel er utilstrekkelig for forespurt operasjon.
nn_no: Bruksområde for sertifikatsnykel er godkjent for førespurd operasjon.
oc: Utilizacion de la clau de certificat inapropriada per aquesta operacion.
pt_br: Usos da chave do certificado inadequados para a operação empreendida.
ro: Utilizare inadecvată a cheii de certificare pentru operația încercată.
sd: ڪوشش ڪيل ڪارروائيءَ لاءِ سرٽيفڪيٽ جي ڪنجيءَ جو مُحاورو ناڪافي۔
si: ඉල්ලූ ක්‍රියාව සඳහා සහතික යතුරු භාවිතය නොසෑහේ.
sr: Употреба кључа сертификата не одговара покушаном дејству.
sv: Nyckelanvändningen för certifikatet är otillräcklig för det påbörjade momentet.
te: ప్రయత్నించిన పనికి ధృవీకరణపత్రం వుపయోగంచాలదు.
th: การใช้งานกุญแจของใบรับรองไม่เพียงพอสำหรับการดำเนินการที่พยายาม
ug: گۇۋاھنامە شىفىرلىق ئاچقۇچىنى سىناۋاتقان مەشغۇلاتقا ئىشلىتىش نامۇۋاپىق.
uz: Sertifikat kalitidan foydalanish uriniladigan jarayon uchun yetarli emas.
vi: Việc sử dụng khóa chứng chỉ là không phù hợp cho thao tác đã làm.
zh_tw: 試圖操作的憑證金鑰用法不正確。

source: Certificate type not approved for application.
af: Sertifikaattipe nie vir toepassing goedgekeur.
ar: نوع الشهادة غير مصادق عليه من أجل التطبيق.
as: প্ৰমাণপত্ৰ ধৰণ এপ্লিকেচনৰ কাৰণে অনুমোদিত নহয়।
az: Təsdiq sənədi formatı proqram üçün təsdiqlənməyib.
bg: Този вид сертификати не е одобрен за приложението.
bn_bd: অ্যাপ্লিকেশনের জন্য সার্টিফিকেটের ধরন অনুমোদিত নয়।
br: N'eo ket asantet rizh an testeni evit an arload.
ca: No s'ha aprovat el tipus de certificat per a l'aplicació.
cy: Nid yw'r math o dystysgrif wedi ei gymeradwyo ar gyfer y rhaglen.
es_mx: Tipo de certificado no aprobado para la aplicación.
eu: Ziurtagiri mota ez dago onartuta aplikaziorako.
fa: این نوع گواهی برای استفاده مورد تأیید نیست.
fur: Tip di certificât no acetât pe aplicazion.
ga_ie: Níl an cineál teastais ceadaithe don usáid.
gd: Chan eil seòrsa an teisteanais ceadaichte airson na h-aplacaid.
gu: પ્રમાણપત્ર પ્રકાર કાર્યક્રમ માટે માન્ય નથી.
hi_in: अनुप्रयोग के लिए प्रमाणपत्र प्रकार नहीं स्वीकृत है.
hr: Vrsta certifikata nije odobrena za primjenu.
hu: A tanúsítványtípus nem jóváhagyott az alkalmazáshoz.
hy_am: Վկայագրի այս տեսակը չի հաստատվել ծրագրի համար:
id: Jenis sertifikat tidak disetujui untuk aplikasi.
is: Tegund skilríkis hefur ekki verið samþykkt fyrir forrit.
kk: Сертификат түрі қолдануға бекітілмеген.
km: ប្រភេទ​វិញ្ញាបនបត្រ​មិន​យល់ព្រម​សម្រាប់​កម្មវិធី​ឡើយ ។
kn: ಪ್ರಮಾಣಪತ್ರದ ಪ್ರಕಾರವು ಅನ್ವಯಕ್ಕೆ ಪ್ರಮಾಣಿಕೃತವಾಗಿಲ್ಲ.
ku: Cûreya sertîfîkayê ji bo sepanê nehatiye erêkirin.
lt: Liudijimo tipas nepatvirtintas šiam pritaikymui.
lv: Sertifikāta tips nav apstiprināts šai programmai.
mai: अनुप्रयोग क लेल प्रमाणपत्र प्रकार नहि स्वीकृत अछि.
ml: പ്രയോഗത്തിനുള്ള സര്‍ട്ടിഫിക്കേറ്റ് തരത്തിനു് അനുവാദമില്ല.
mr: प्रमाणपत्र प्रकार अनुप्रयोग करीता मंजूर केले गेले नाही.
ms: Jenis sijil tidak diluluskan bagi aplikasi.
my: လုပ်ငန်းသုံး ကိရိယာအတွက် လက်ခံမထားတဲ့ လက်မှတ် အမျိုးအစား
nb_no: Sertifikatstypen er ikke godkjent for denne bruksmåten.
nn_no: Sertifikatstypen er ikkje godkjent for denne bruksmåten.
oc: Tipe de certificat pas aprovat per l'aplicacion.
pt_br: Tipo de certificado não aprovado para o aplicativo.
ro: Tip de certificat neacceptat de aplicație.
sd: ڪارروائيءَ لاءِ سرٽيفڪيٽ جو قسم بحال نہ ڪيو ويو۔
si: වැඩසටහන සඳහා සහතික ආකාරය අනුමත කර නොමැත.
sr: Врста сертификата није одобрена за ову примену.
sv: Certifikattypen inte godkänd för tillämpningen.
te: అనువర్తనంకు ధృవీకరణపత్రం రకము ఆమోదయోగ్యంకాదు.
th: ประเภทของใบรับรองไม่ได้รับอนุญาตสำหรับแอพพลิเคชัน
ug: گۇۋاھنامە تىپى پروگرامما تەرىپىدىن تەكشۈرۈلمىگەن.
uz: Sertifikat turini ilova dastur uchun qo‘llab bo‘lmaydi.
vi: Kiểu chứng chỉ không được chấp thuận trong chương trình.
zh_tw: 程式的憑證類型未被核准。
