Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: The key does not support the requested operation.
af: Die sleutel werk nie met die aangevraagde bewerking nie.
ar: المفتاح لا يدعم العملية المطلوبة.
as: কি'টোৱে অনুৰোধিত কাৰ্য্য সমৰ্থন নকৰে।
az: Açar istənən əməliyyatı dəstəkləmir.
bg: Ключът не поддържа исканата операция.
bn_bd: অনুরোধকৃত কাজের জন্য এই কী-র ব্যবহার সমর্থিত নয়।
bn_in: অনুরোধ করা কর্মের জন্য এই কি-র ব্যবহার সমর্থিত নয়।
br: N'eo ket skoret ar gwezhiadur goulennet gant an alc'hwez.
ca: La clau no permet l'operació sol·licitada.
cy: Nid yw'r allwedd yn cynnal y weithred hon.
es_mx: La clave no admite la operación solicitada.
eu: Gakoak ez du eskatutako ekintza onartzen.
fa: این کلید از عملیات درخواست شده پشتیبانی نمی‌کند.
fur: La clâf no permet cheste operazion.
ga_ie: Ní thacaíonn an eochair leis an obráid iarrtha.
gd: Chan eil an iuchair a' cur taic ris an obrachadh a chaidh iarradh.
gu: કી અરજી થયેલ પ્રક્રિયાને આધાર આપતી નથી.
hi_in: कुंजी आग्रह किए संक्रिया का समर्थन नहीं करता है.
hr: Ključ ne podržava traženu operaciju.
hu: A kulcs nem támogatja a kért műveletet.
hy_am: Բանալին չի սպասարկում հարցված գործողությունը:
id: Kunci tidak mendukung operasi yang diminta.
is: Lykill styður ekki umbeðna aðgerð.
kk: Кілт сұранған операцияны қолдамайды.
km: សោ​មិន​គាំទ្រ​ប្រតិបត្តិការ​ដែល​បាន​ស្នើ​ទេ ។
kn: ಮನವಿ ಸಲ್ಲಿಸಲಾದ ಕಾರ್ಯವನ್ನು ಕೀಲಿಯು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
ku: Mifte piştgirî nade çalakiya tê xwestin.
lt: Su raktu negalima atlikti prašomos operacijos.
lv: Šī atslēga neatbalsta pieprasīto darbību.
mai: कुंजी आग्रह किए संक्रिया क समर्थन नहि करैत अछि.
ml: ആവശ്യപ്പെട്ട പ്രക്രിയ കീ പിന്തുണയ്ക്കുന്നില്ല.
mr: कि विनंतीकृत कार्यपध्दती करीता समर्थन पुरवित नाही.
ms: Kekunci tidak menyokong operasi yang diminta.
my: သော့ချက်က တောင်းဆိုထားတဲ့ လုပ်ငန်းကို ပံ့ပိုးမထားဘူး။
nb_no: Nøkkelen støtter ikke den forespurte operasjonen.
nn_no: Nykelen støttar ikkje den førespurde operasjonen.
oc: La clau gerís pas l'operacion demandada.
pt_br: A chave não suporta a operação solicitada.
ro: Cheia nu suportă operația cerută.
sd: ڪنجي گهربل ڪارروائيءَ جو سمرٿن نٿي ڪري۔
si: ඉල්ලූ ක්‍රියාව සඳහා ක්‍රියාව සහය දක්වන්නේ නැත.
sr: Овај кључ не подржава тражено дејство.
sv: Nyckeln stöder inte den efterfrågade funktionen.
te: ఆ కీ అభ్యర్దించిన ఆపరేషన్‌ను మద్దతించుటలేదు.
th: กุญแจไม่รองรับการดำเนินการที่ร้องขอ
ug: شىفىرلىق ئاچقۇچ تەلەپ قىلغان مەشغۇلاتنى قوللىمايدۇ.
uz: Kalit so‘ralgan jarayonni qo‘llab-quvvatlamaydi.
vi: Khóa không hỗ trợ thao tác được yêu cầu.
zh_tw: 金要不支援所請求的操作。

source: Certificate contains unknown critical extension.
af: Sertifikaat bevat onbekende kritieke uitbreiding.
ar: الشهادة تحتوي على امتداد حرج غير معروف.
as: প্ৰমাণপত্ৰয় অজ্ঞাত মাৰাত্মক প্ৰসাৰন অন্তৰ্ভুক্ত কৰে।
az: Təsdiq sənədinə naməlum kritik uzantılar daxildi.
bg: Сертификатът съдържа неизвестно критично разширение.
bn_bd: সার্টিফিকেটের মধ্যে গুরুত্বপূর্ণ অজানা এক্সটেনশন বিদ্যমান।
bn_in: সার্টিফিকেটের মধ্যে গুরুত্বপূর্ণ অজানা এক্সটেনশন উপস্থিত রয়েছে।
br: Askouezhioù dianav pouezus-tre zo e-barzh an testeni.
ca: El certificat conté una extensió crítica desconeguda.
cy: Mae'r dystysgrif yn cynnwys estyniad critigol anhysbys.
es_mx: El certificado contiene una extensión crítica desconocida.
eu: Ziurtagiriak hedapen kritiko ezezagun bat du.
fa: گواهی دارای ضمیمهٔ بحرانی ناشناخته‌ای است.
fur: Il certificât al à une estension critiche no cognossude.
ga_ie: Tá eisínteacht ríthábhachtach anaithnid sa teastas.
gd: Tha leudachan neo-aithnichte èiginneach anns an teisteanas.
gu: પ્રમાણપત્ર અજ્ઞાત જટિલ એક્સટેન્સન સમાવે છે.
hi_in: प्रमाणपत्र में अज्ञात गंभीर विस्तार समाहित है.
hr: Certifikat sadrži nepoznato kritično proširenje.
hu: A tanúsítvány ismeretlen kritikus kiterjesztést tartalmaz.
hy_am: Սերտիֆիկատը պարունակում է սխալ կրիտիկական ընդլայնում:
id: Sertifikat mengandung ekstensi penting yang tidak dikenali.
is: Skilríki inniheldur óþekkta mikilvæga viðbót.
kk: Сертификат ішінде белгісіз маңызды кеңейту бар.
km: កម្រិត​វិញ្ញាបនបត្រ​ដែល​មិន​ស្គាល់​ផ្នែក​បន្ថែម​សំខាន់​បំផុត ។
kn: ಪ್ರಮಾಣಪತ್ರವು ಆಜ್ಞಾತ ಸಂದಿಗ್ಧ(ಕ್ರಿಟಿಕಲ್)ಎಕ್ಸ್‍ಟೆನ್ಶನ್ ಅನ್ನು ಹೊಂದಿದೆ.
ku: Sertîfîka pêveka krîtîk a nenas dihewîne.
lt: Liudijimas turi nežinomą būtiną plėtinį.
lv: Sertifikāts satur nezināmu kritisku paplašinājumu.
mai: प्रमाणपत्र मे अज्ञात गंभीर विस्तार समाहित अछि.
ml: സര്‍ട്ടിഫിക്കേറ്റില്‍ അപരിചിതമായ ക്രിട്ടിക്കല്‍ എക്സ്റ്റെന്‍ഷന്‍.
mr: प्रमाणपत्र मध्ये अपरिचीत गंभीर विस्तार आढळले.
ms: Sijil mengandungi sambungan kritikal yang tidak diketahui.
my: လက်မှတ်မှာ အမည်မသိတဲ့ အရေးပါတဲ့ တိုးချဲ့ချက်များ ပါရှိပါတယ်။
nb_no: Sertifikatet inneholder en ukjent kritisk utvidelse.
nn_no: Sertifikatet inneheld ei ukjend kritisk utviding.
oc: Lo certificat conten una extension critica desconeguda.
pt_br: O certificado contém uma extensão obrigatória desconhecida.
ro: Certificatul conține o extensie critică necunoscută.
sd: سرٽيفڪيٽ ۾ نامعلوم نازڪ وستار مؤجود آهي۔
si: සහතිකයේ නොදන්නා අවදානම් දිගුවක් අඩංගු වේ.
sr: Сертификат садржи непознати критичан продужетак.
sv: Certifikatet innehåller okända kritiska tillägg.
te: ధృవీకరణపత్రం తెలియని సంక్లిష్ట పొడిగింపును కలిగివుంది.
th: ใบรับรองประกอบด้วยส่วนขยายสำคัญที่ไม่รู้จัก
ug: گۇۋاھنامە نامەلۇم ھالقىلىق كېڭەيتىلمىنى ئۆز ئىچىگە ئالغان.
uz: Sertifikatda noma’lum jiddiy kengaytma bor.
vi: Chứng nhận chứa bản gia hạn quan trọng nhưng không xác định.
zh_tw: 憑證含未知的 Critical 擴充欄位。

source: New CRL is not later than the current one.
af: Nuwe SOL is nie jonger as die huidige een nie.
ar: ال CRL الجديد ليس أحدث من الحالي.
as: নতুন CRL বৰ্তমানটোতকে পিছৰ নহয়।
az: Yeni ləğv edilmişlər siyahısının tarii hazırkından yeni deyil.
bg: Новото CRL не е направено по-късно от сегашното CRL.
bn_bd: বর্তমান CRL-টি নতুন CRL থেকে পুরোনো নয়।
bn_in: বর্তমান CRL-টি নতুন CRL থেকে পুরোনো নয়।
br: N'eo ket diwezhatoc'h CRL nevez eget an hini bremanel.
ca: La CRL nova no està després de l'actual.
cy: Nid yw'r CRL yn hwyrach na'r un gyfredol.
es_mx: La nueva CRL no es posterior a la actual.
eu: CRL berria ez da dagoena baino berriagoa.
fa: فهرست الغاهای چدید از فهرست موجود جدیدتر نیست.
fur: La CRL gnove no je di dopo rispiet a chê di cumò.
ga_ie: Níl an LTC nua níos déanaí ná an ceann reatha.
gd: Chan eil an CRL ùr as dèidh an fhir làithrich.
gu: નવી CRL એ વર્તમાન કરતાં જૂની નથી.
hi_in: नया CRL मौजूदा से बाद नहीं है.
hr: Novi CRL nije kasniji od trenutačnog.
hu: Az új CRL nem későbbi, mint a jelenlegi.
hy_am: Նոր CRL-ը ավելի նոր չէ քան ընթացիկը:
id: CRL baru tidak lebih baru dari yang ada sekarang.
is: Nýtt CRL er ekki nýrra en núverandi.
kk: Жаңа CRL ағымдағы нұсқажан кейін шыққан емес.
km: CRL ថ្មី​​​​មិន​តិច​ជាង​មួយ​បច្ចុប្បន្ន​ឡើយ ។
kn: ಹೊಸ CRL ಈಗಿರುವದಕ್ಕಿಂತ ಹೊಸತಾಗಿಲ್ಲ .
ku: CRLya nû ji ya heyî ne nûtir e.
lt: Naujas atšauktų liudijimų sąrašas yra ne naujesnis už senąjį.
lv: Jaunais CRL nav vēlāks par esošo.
mai: नव CRL मोजुदा सँ बाद नहि अछि.
ml: പുതിയ സിആര്‍എല്‍ നിലവിലുള്ളതിനേക്കാള്‍ പഴയതാണു്‌.
mr: नविन CRL वर्तमान पेक्षा जुणे नाही.
ms: CRL yang baru adalah bukan baru banding dengan yang terkini.
my: CRL အသစ်ဟာ လက်ရှိအရာထက် ပိုနောက်မကျဘူး။
nb_no: Ny CRL er ikke nyere enn den som er aktiv nå.
nn_no: Ny CRL er ikkje nyare enn den som er aktiv no.
oc: La data de perempcion de la lista de certificats revocats novèla es pas ulteriora a la de la lista en cors.
pt_br: A nova CRL não é mais recente que a utilizada no momento.
ro: Noua listă CRL nu este mai nouă decât cea curentă.
sd: نئون سي آر ايل مؤجودهہ سي آر ايل کان پوءِ جو ناهي۔
si: නව CRL දැනට පවතින එකට වඩා අවර නොවේ.
sr: Нови ЦРЛ (CRL) није старији од тренутног.
sv: Den nya spärrlistan är inte nyare än den aktuella.
te: కొత్త CRL ప్రస్తుత దానికన్నా తరువాతది కాదు.
th: CRL ใหม่นั้นไม่ใหม่กว่าของปัจจุบัน
ug: يېڭى CRL نۆۋەتتىكىدىن يېڭى ئەمەس.
uz: Yangi CRL hozirgisidan keyinroq emas.
vi: CRL mới không mới hơn bản hiện tại.
zh_tw: 新憑證廢止清冊不能比目前的清冊還晚。

source: Not encrypted or signed: you do not yet have an email certificate.
af: Nie geënkripteer of onderteken nie: u het nog nie 'n e-possertifikaat nie.
ar: غير مشفر أو موقّع: أنت لا تملك حتى الآن شهادة بريد إلكتروني.
as: ইনক্ৰিপটেড অতবা স্বাক্ষৰীত নহয়: আপোনাৰ এতিয়াও এটা ই-মেইল প্ৰমাণপত্ৰ নাই।
az: Şifrələnməmiş ya da imzalanmamış: Hələ ki e-poçt təsdiq sənədiniz yoxdur.
bg: Не е шифровано или подписано: все още нямате сертификат за имейл.
bn_bd: এনক্রিপশন ও স্বাক্ষর বিহীন: আপনার কোনো ইমেইল সার্টিফিকেট নেই।
bn_in: এনক্রিপশন ও স্বাক্ষর বিহীন: কোনো ই-মেইল সার্টিফিকেট আপনার জন্য উপলব্ধ নেই।
br: N'eo ket bet enrineget pe sinet : n'hoc'h eus ket un testeni postel c'hoazh.
ca: Sense xifratge o signatures: no teniu cap certificat d'adreça electrònica encara.
cy: Heb ei hamgryptio na'i harwyddo: nid oes gennych dystysgrif e-bost eto.
es_mx: No cifrado o firmado: aún no tiene un certificado de correo electrónico.
eu: Ezin da zifratu edo sinatu: oraindik ez duzu e-posta ziurtagiririk.
fa: رمزنگاری و امضا نشده: شما هنوز گواهی پست الکترونیکی ندارید.
fur: Nol è cifrât e nol è firmât: no tu âs ancjemò un certificât di pueste eletroniche.
ga_ie: Gan criptiú agus gan síniú: níl teastas ríomhphoist agat fós.
gd: Gun chrioptachadh is gun soidhneadh: chan eil teisteanas puist-dhealain agad fhathast.
gu: એન્ક્રિપ્ટ થયેલ કે સહી થયેલ નથી: તમારી પાસે હજુ સુધી ઈમેલ પ્રમાણપત્ર નથી.
hi_in: गोपित या हस्ताक्षरित नहीं: आपके पास अबतक एक ईमेल प्रमाणपत्र नहीं है.
hr: Nije šifrirano ili potpisano: još nemate certifikat e-pošte.
hu: Nincs titkosítva vagy aláírva: Önnek nincs még e-mail tanúsítványa.
hy_am: Գաղտնագրված չէ կամ ստորագրված չէ` դուք դեռ չունեք էլ. փոստի վկայագիր:
id: Tidak dienkripsi atau ditandatangani: Anda belum memiliki sertifikat email.
is: Ekki dulkóðað eða undirskrifað: þú hefur ekki ennþá tölvupósts skilríki.
kk: Шифрленбеген немесе қолтаңба қойылмаған: сізде әлі электронды пошта сертификаты жоқ.
km: មិន​បាន​អ៊ិនគ្រីប ឬ​ចុះហត្ថលេខា​ឡើយ ៖ អ្នក​​​មិនទាន់​មាន​វិញ្ញាបនបត្រ​អ៊ីមែល​នៅ​ឡើយ​ទេ ។
kn: ಎನ್‌ಕ್ರಿಪ್ಟ್‍ ಅಥವ ಸಹಿ ಆಗಿಲ್ಲ: ನೀವು ಒಂದು ಇಮೈಲ್ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಹೊಂದಿಲ್ಲ.
ku: Nehatiye têketin an jî şîfrekirin: tu hê nexwediyê sertîfîkayeke epeyamê yî.
lt: Neužšifruota ir nepasirašyta, nes jūs dar neturite el. paštui skirto liudijimo.
lv: Nav šifrēts vai parakstīts: jums vēl nav e-pasta sertifikāta.
mai: गोपित अथवा हस्ताक्षरित नहि: अहाँक पास अखनतक एकटा इमेल प्रमाणपत्र नहि अछि.
ml: എന്‍ക്രിപ്റ്റ് ചെയ്തിട്ടില്ല അല്ലെങ്കില്‍ ഒപ്പില്ല: നിങ്ങള്‍ക്കു് ഈമെയില്‍ സര്‍ട്ടിഫിക്കേറ്റില്ല.
mr: एनक्रिप्ट किंवा स्वाक्षरीकृत नाही: तुमच्याकडे इमेल प्रमाणपत्र नाही.
ms: Tidak disulitkan atau ditandatangani: anda belum lagi mempunyai pensijilan email.
my: စာဝှက် (သို့) လက်မှတ်ထိုး မထားဘူး - သင့်မှာ အီးမေးလ် လိပ်စာတခု မရှိသေးဘူး။
nb_no: Ikke kryptert eller signert: Du har ikke ennå et e-postsertifikat.
nn_no: Ikkje kryptert eller signert: Du har ikkje eit e-postsertifikat enno.
oc: Pas chifrat o signat : avètz pas encara de certificat d'adreça electronica.
pt_br: Não criptografado ou assinado: você ainda não possui um certificado de email.
ro: Nu este criptat sau semnat: nu aveți încă un certificat de e-mail.
sd: سامگري ڪوڊ ۾ تبديل نہ ڪئي ويئي يا علامت نہ ڏني ويئي: توهان وٽ اَڃا اي۔ ميل سرٽيفڪيٽ ناهي۔
si: සංකේතාංකනය හෝ අත්සන් කර නැත: ඔබට තවමත් විද්‍යුත් ලිපින සහතිකයක් නොමැත.
sr: Није шифровано нити потписано: још увек немате сертификат за електронску пошту.
sv: Ej krypterat eller signerat: du har ännu inte något e-postcertifikat.
te: ఎన్క్రిప్ట్ చేయలేదు సైన్‌చేయలేదు: మీరు యింకా ఈమెయిల్ ధృవీకరణపత్రంను కలిగిలేరు.
th: ไม่ถูกเข้ารหัสหรือเซ็น: คุณยังไม่มีใบรับรองอีเมล
ug: شىفىرلانمىغان ياكى ئىمزا قويۇلمىغان: تېخى ئېلخەت گۇۋاھنامىڭىز يوق.
uz: Kodlanmagan yoki kiritilgan: sizda e-pochta sertifikati haligacha yo‘q.
vi: Không được mật hóa hoặc kí: bạn chưa có chứng chỉ email.
zh_tw: 未加密或簽章: 您尚未擁有 Email 憑證。

source: Not encrypted: you do not have certificates for each of the recipients.
af: Nie geënkripteer nie: u het nog nie 'n sertifikaat vir elkeen van die ontvangers nie.
ar: غير مشفر: أنت لا تملك الشهادات لكل من المستلمين.
as: ইনক্ৰিপ্টেড নহয়: প্ৰতিজন গ্ৰহণকাৰীৰ বাবে আপোনাৰ প্ৰমাণপত্ৰ নাই।
az: Şifrələnməmiş: Hər bir alıcı üçün təsdiq sənədiniz yoxdur.
bg: Не е шифровано: нямате сертификати за всеки от получателите.
bn_bd: এনক্রিপশন বিহীন: প্রত্যেক প্রাপকের জন্য আপনার কাছে সার্টিফিকেট উপস্থিত নেই।
bn_in: এনক্রিপশন বিহীন: প্রত্যেক প্রাপকের জন্য আপনার কাছে সার্টিফিকেট উপস্থিত নেই।
br: N'eo ket enrineget : ha testenioù hoc'h eus evit pep degemerer.
ca: Sense xifratge: no teniu certificats per a cada un dels destinataris.
cy: Heb ei hamgryptio: nid oes gennych dystysgrif ar gyfer pob un derbynnydd.
es_mx: No cifrado: no tiene ciertificados para cada uno de los recipientes.
eu: Ez zifraturikk: ez duzu hartzaile guztien ziurtagiririk.
fa: رمزنگاری نشده: شما گواهی همهٔ دریافت‌کنندگان را ندارید.
fur: Nol è cifrât: no tu âs un certificât par ognidun dai destinataris.
ga_ie: Gan criptiú: níl teastas agat do gach uile faighteoir.
gd: Gun chrioptachadh: chan eil teisteanasan agad airson a h-uile faightear.
gu: એનક્રિપ્ટ થયેલ નથી: મેળવનારાઓમાંના દરેક માટે તમારી પાસે પ્રમાણપત્રો નથી.
hi_in: गोपित नहीं: आपके पास हर प्राप्तकर्ता के लिए प्रमाणपत्र नहीं है.
hr: Nije šifrirano: nemate certifikate za svakog od primatelja.
hu: Nincs titkosítva: Önnek nincs tanúsítványa az összes címzetthez.
hy_am: Չգաղտնագրված` դուք չունեք վկայագիր բոլոր ստացողների համար:
id: Tidak dienkripsi: Anda tidak memiliki sertifikat untuk tiap-tiap penerima.
is: Ekki dulkóðað: þú hefur ekki skilríki fyrir hvern einstakan viðtakanda.
kk: Шифрленбеген: сізде алушылардың әрқайсысы үшін сертификат жоқ.
km: មិន​បាន​អ៊ិនគ្រីប ៖ អ្នក​​គ្មាន​វិញ្ញាបនបត្រ​សម្រាប់​អ្នក​ទទួល​​ម្នាក់ៗ​ឡើយ ។
kn: ಎನ್‌ಕ್ರಿಪ್ಟ್‍ ಆಗಿಲ್ಲ: ಸ್ವೀಕರಿಸುವ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ನೀವು ಹೊಂದಿಲ್ಲ.
ku: Nehatiye şîfrekirin: ji bo her standkerê tu ne xwediyê sertîfîkayê yî.
lt: Neužšifruota, nes jūs neturite visų gavėjų liudijimų.
lv: Nav šifrēts vai parakstīts: jums vēl nav e-pasta sertifikāta katram no saņēmējam.
mai: गोपित नहि: अहाँक पास हर पएनिहार क लेल प्रमाणपत्र नहि अछि.
ml: എന്‍ക്രിപ്റ്റ് ചെയ്തിട്ടില്ല: ഒരോന്നിനുമുള്ള സര്‍ട്ടിഫിക്കേറ്റുകള്‍ നിങ്ങള്‍ക്കു് ലഭ്യമല്ല.
mr: एनक्रिप्ट केले गेले नाही: तुमच्याकडे प्रत्येक श्रोता करीता प्रमाणत्र नाही.
ms: Tidak disulitkan: anda tidak mempunyai sijil untuk setiap penerima.
my: စာဝှက်မထားဘူး - သင့်ဆီမှာ လက်ခံရရှိသူများ တဦးချင်းအတွက် လက်မှတ်များ မရှိဘူး။
nb_no: Ikke kryptert: Du har ikke sertifikater for hver av mottakerne.
nn_no: Ikkje kryptert: Du har ikkje sertifikat for kvar av mottakarane.
oc: Pas chifrat : avètz pas de certificat per cadun dels destinataris.
pt_br: Não criptografado: você não possui certificados para cada um dos destinatários.
ro: Nu este criptat: nu aveți certificate pentru fiecare destinatar.
sd: سامگري ڪوڊ ۾ تبديل نہ ڪئي ويئي۔ توهان وٽ هرهڪ حاصل ڪندڙ جا سرٽيفڪيٽ ناهن۔
si: සංකේතාංකනය කර නැත: ඔබට සෑම ප්‍රතිග්‍රාහකයෙකු සඳහාම සහතිකයක් නොමැත.
sr: Није шифровано: немате сертификате за све примаоце.
sv: Ej krypterat: du har inte certifikat för var och en av mottagarna.
te: ఎన్క్రిప్ట్ ‌ చేయలేదు: ప్రతి స్వీకరణదారులకు మీరు ధృవీకరణపత్రములను కలిగిలేరు.
th: ไม่ถูกเข้ารหัส: คุณไม่มีใบรับรองสำหรับแต่ละผู้รับ
ug: شىفىرلانمىغان: ھەر بىر قوبۇللىغۇچىنىڭ گۇۋاھنامىسى سىزدە يوق.
uz: Kodlanmagan: sizda qabul qiluvchilarning har biri uchun sertifikatlar yo‘q.
vi: Chưa được mã hóa: bạn không có đủ chứng nhận cho các người nhận.
zh_tw: 未加密: 您尚未擁有每個收件人的憑證。

source: Cannot decrypt: you are not a recipient, or matching certificate and private key not found.
af: Kan nie dekripteer nie: u is nie 'n ontvanger nie, of passende sertifikaat en private sleutel nie gevind nie.
ar: لا يمكن الاستخراج: أنت لست من المستلمين، أو أنه لم يُعثر الشهادة والمفتاح الخاص المتطابقين.
as: ডিক্ৰিপ্ট কৰিব নোৱাৰি: আপুনি এজন গ্ৰহণকাৰী নহয়, অথবা মিল খোৱা প্ৰমাণপত্ৰ আৰু ব্যক্তিগত কি' পোৱা নগল।
az: Şifrə açıla bilmir: Alıcı siz deyilsiniz ya da bir-biriylə uyğun gələn təsdiq sənədi ya da xüsusi açar tapılmadı.
bg: Не може да се дешифрова: не сте получател или не е намерен съвпадащ сертификат и частен ключ.
bn_bd: ডিক্রিপ্ট করা সম্ভব নয়: আপনি সম্ভবত প্রাপক নন, অথবা সুসংগত সার্টিফিকেট ও প্রাইভেট কী পাওয়া যায়নি।
bn_in: ডিক্রিপ্ট করা সম্ভব নয়: আপনি সম্ভবত প্রাপক নন, অথবা সুসংগত সার্টিফিকেট ও গোপনীয়-কি পাওয়া যায়নি।
br: N'haller ket ezrinegañ : n'oc'h ket un degemerer pe n'eus ket bet kavet un testeni o klotañ ganti pe un alc'hwez prevez.
ca: No es pot desxifrar: no en sou un destinatari, o bé no s'ha trobat el certificat que coincideix i la clau privada.
cy: Methu dadgryptio: nid ydych yn dderbynnydd, neu heb ganfod tystysgrif cytûn neu allwedd breifat.
es_mx: No se puede descrifrar: tú no es un destinatario, o bien no se ha encontrado una clave privada o certificado apropiados.
eu: Ezin da deszifratu: ez zara hartzailea edo pareko ziurtagiri edo gako pribaturik ez da aurkitu.
fa: رمزگشایی ممکن نیست: شما دریافت‌کنندهٔ این نامه نیستید، یا گواهی و کلید خصوصی منطبقی پیدا نشد.
fur: No si pues decifrâ: no tu sês un destinatari o no si pues cjatâ il certificât che al corispuint e la clâf privade.
ga_ie: Ní féidir díchriptiú a dhéanamh: ní faighteoir tú, nó níor aimsíodh teastas agus eochair phríobháideach a oireann dá chéile.
gd: Cha ghabh a dhubh-chrioptachadh: chan eil thu 'nad fhaightear no cha deach teisteanas is iuchair phrìobhaideach a fhreagras ri chèile a lorg.
gu: ડિક્રિપ્ટ કરી શકતા નથી: તમે મેળરનાર નથી, કે પ્રમાણપત્ર બંધબેસતું નથી અને ખાનગી કી મળી નહિં.
hi_in: विगोपित नहीं कर सकता है: आप एक प्राप्तकर्ता नहीं है, या मिलान प्रमाणपत्र और निजी कुंजी नहीं मिला.
hr: Dešifriranje nije moguće: vi niste primatelj ili odgovarajući certifikat i privatni ključ nisu pronađeni.
hu: Nem sikerült visszafejteni: Ön nem címzett, vagy nem található egyező tanúsítvány és személyes kulcs.
hy_am: Չի ստացվում ապակոդավորել` դուք չէ՜ք ստացողը, կամ չեն գտնվում համապատասխան սերտիֆիկատը և բանալին:
id: Tidak bisa mendekripsi: Anda bukan penerima atau sertifikat dan kunci pribadi yang sesuai tidak ditemukan.
is: Get ekki dulráðið: þú ert ekki viðtakandi, eða einkalykill og skilríki sem passar fannst ekki.
kk: Декодалау мүмкін емес: сіз алушы емессіз, немесе сәйкес келетін сертификат не кілт табылмады.
km: មិន​អាច​ឌិគ្រីប​ឡើយ ៖ អ្នក​មិន​មែន​ជា​អ្នក​ទទួល​ឡើយ ឬ​រក​មិន​ឃើញ​សោ​ឯកជន និង​វិញ្ញាបនបត្រ​ដែល​ផ្គូផ្គង ។
kn: ಡೀಕ್ರಿಪ್ಟ್‍ ಮಾಡಲಾಗಿಲ್ಲ:ನೀವು ಒಬ್ಬ ಪಡೆಯುವವರಾಗಿಲ್ಲ, ಅಥವ ತಾಳೆಯಾಗುವ ಪ್ರಮಾಣಪತ್ರ ಹಾಗು ಖಾಸಗಿ ಕೀಲಿಯು ಕಂಡುಬಂದಿಲ್ಲ.
ku: Şîfre nayê deşîfrekirin: tu ne girtiyar î, an jî mifteya taybet an belgeya erêkirinê yên hev digirin nehatin dîtin.
lt: Iššifruoti nepavyko, nes jūs nesate gavėjas, arba nerastas tinkamas liudijimas ir jo raktas.
lv: Nevar atšifrēt: jūs neesat saņēmējs vai arī nav atrasts atbilstošs sertifikāts un privātās atslēga.
mai: विगोपित नहि कए सकैत अछि : अहाँ एकटा पएनिहार नहि अछि , अथवा भेटल प्रमाणपत्र आओर निज कुँजी नहि भेटल.
ml: ഡീക്രിപ്റ്റ് ചെയ്യുവാന്‍ സാധ്യമല്ല: നിങ്ങള്‍ക്കു് ലഭ്യമാകില്ല, അല്ലെങ്കില്‍ പൊരുത്തപ്പെടുന്ന സര്‍ട്ടിഫിക്കേറ്റും സ്വകാര്യ കീയും ലഭ്യമായില്ല.
mr: डिक्रीप्ट करू शकत नाही: योग्य श्रोता, किंवा जुळवणीजोगी प्रमाणपत्र व व्यक्तिगत कि आढळली नाही.
ms: Tidak boleh dinyahsulit: anda bukan seorang penerima, atau sijil yang sepadan dan kunci peribadi tidak dijumpai.
my: စာဝှက် ဖေါ်လို့ မရနိုင်ဘူး - သင်ဟာ လက်ခံရရှိသူ မဟုတ်ဘူး၊ (သို့) ကိုက်ညီတဲ့ လက်မှတ်နဲ့ သီးသန့် သော့ချက် မတွေ့ရဘူး။
nb_no: Klarte ikke dekryptere: Du er ikke en mottaker, eller tilsvarende sertifikat og privat nøkkel ble ikke funnet.
nn_no: Klarte ikkje å dekryptera: Du er ikkje ein mottaker, eller tilsvarande sertifikat og privat nykel ikkje funne.
oc: Impossible de deschifrar : sètz pas lo destinatari o lo certificat e la clau privada correspondents son pas estats trobats.
pt_br: Não é possível descriptografar: você não é o destinatário ou certificado correspondente e chave privada não encontrados.
ro: Nu se poate decripta: nu sunteți destinatar sau nu a fost găsită cheia privată sau certificatul privat care să se potrivească.
sr: Дешифровање није могуће: нисте прималац, или нису пронађени одговарајући сертификат и приватни кључ.
sv: Kan inte dekryptera: du är ingen mottagare, eller så saknas matchande certifikat och privat nyckel.
te: డిక్రిప్టు చేయలేదు: మీరు స్వీకరణదారి(రెసిపియంట్) కాదు, లేదా సరిపోవు ధృవీకరణపత్రం మరియు వ్యక్తిగత కీ కలబడలేదు.
th: ไม่สามารถถอดรหัส: คุณไม่ใช่ผู้รับ หรือไม่พบใบรับรองและกุญแจส่วนตัวที่ตรงกัน
ug: شېفىر يېشەلمىدى: سىز قوبۇللىغۇچى ئەمەس ياكى ماس كەلگەن گۇۋاھنامە ياكى شەخسىي ئاچقۇچنى تاپالمىدى.
uz: Koddan chiqara olmadi: siz qabul qiluvchi emassiz yoki mos sertifikat va shaxsiy kalit topilmadi.
vi: Không thể giải mã: bạn không phải là người nhận hoặc không tìm được chứng nhận hay mã khóa phù hợp.
zh_tw: 無法解密: 您不是收件人或是找不到相符的憑證或私密金鑰。
