Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL peer does not support certificates of the type it received.
af: SSL-eweknie werk nie met sertifikate van die tipe wat dit ontvang het nie.
ar: لا يدعم ند SSL الشهادات من النوع الذي استلمه.
as: SSL সমনীয়ায় গ্ৰহণ কৰাৰ ধৰনৰ প্ৰমাণপত্ৰসমূহ সমৰ্থন নকৰে।
az: SSL həmkarı aldığı formatdakı təsdiq sənədlərini dəstəkləmir.
bg: Партньорът на SSL не поддържа вида сертификати, които получи.
bn_bd: প্রাপ্ত সার্টিফিকেটের ধরণ পিয়ার SSL দ্বারা সমর্থিত নয়।
bn_in: প্রাপ্ত সার্টিফিকেটের ধরন সমকক্ষ SSL দ্বারা সমর্থিত হয় না।
br: Ar par SSL ne skor ket an testenioù o rizh bet degemeret
ca: L'altre extrem de la connexió SSL no accepta certificats del tipus que ha rebut.
cy: Nid yw cyfoed SSL yn cynnal tystysgrifau o'r matha mae wedi eu derbyn.
es_mx: El otro extremo de la conexión SSL no admite certificados del tipo que ha recibido.
eu: SSL parekoak ezin ditu jaso duen motako ziurtagiriak onartu.
fa: طرف مقایل SSL از نوع گواهی که دریافت کرد پشتیبانی نمی‌کند.
fur: Chel altri estrem SSL nol supuarte certificâts dal gjenar che al à ricevût.
ga_ie: Ní thacaíonn an comhghleacaí SSL le teastais den chineáil a fuair sé.
gd: Chan eil an seise SSL a' cur taic ri teisteanasan dhen t-seòrsa a fhuair e.
gu: SSL સમકક્ષ તેણે મેળવેલ પ્રકારના પ્રમાણપત્રોને આધાર આપતું નથી.
hi_in: SSL साथी ने उस प्रकार के प्रमाणपत्र का समर्थन नहीं करता है जो इसने प्राप्त किया.
hr: SSL čvor ne podržava vrstu certifikata koju je primio.
hu: Az SSL-partner nem támogatja a kapott tanúsítványtípust.
hy_am: SSL հանգույցը չի սպասարկում վկայագրի այն տեսակը որը նա ստացավ:
id: Pihak lain tidak mendukung jenis sertifikat yang telah diterima.
is: SSL jafningi styður ekki skilríki fyrir móttekna tegund.
kk: SSL торабы алынған сертификат түрін қолдамайды.
km: ម៉ាស៊ីន​ដូច​គ្នា​របស់ SSL មិន​បាន​គាំទ្រ​ប្រភេទ​វិញ្ញាបនបត្រ​ដែល​វា​បាន​ទទួល​ឡើយ ។
kn: SSL ಪೀರ್ ಪಡೆದುಕೊಂಡ ಬಗೆಯ ಪ್ರಮಾಣಪತ್ರದ ಬಗೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
ku: SSL peer piştgirî nade vê cureya sertîfîkaya ku hatiye standin.
lt: SSL partneriniam kompiuteriui nusiųsto liudijimo tipas jam nepriimtinas.
lv: SSL partneris neatbalsta saņemtā tipa sertifikātus.
mai: SSL सँगी ने उस प्रकार क प्रमाणपत्र क समर्थन नहि करैत अछि जे इसने प्राप्त कएलक.
ml: എസ്എസ്എല്‍ പിയറിനു് ലഭ്യമായ ഒരു സര്‍ട്ടിഫിക്കേറ്റുകളും അതു് പിന്തുണയ്ക്കുന്നില്ല.
mr: SSL समघटक प्राप्य प्रमाणपत्राचे प्रकार करती समर्थन पुरवित नाही.
ms: Rangkaian SSL tidak menyokong sijil-sijil yang telah diterima.
my: SSL မျိုးတူက ၄င်းရရှိတဲ့ လက်မှတ် အမျိုးအစားများကို လက်မခံဘူး။
nb_no: SSL-motparten har ikke støtte for sertifikatstypen som den mottok.
nn_no: SSL-motparten har ikkje støtte for sertifikatstypen som han tok imot.
oc: Lo par SSL gerís pas lo tipe dels certificats qu'a recebuts.
pt_br: O sistema remoto SSL não suporta certificados do tipo que recebeu.
ro: Partenerul de conexiune SSL nu acceptă certificate de tipul primit.
sd: ايس ايس ايل جو ثاني اُنهن سرٽيفڪيٽ جي قسم جو سمٿن نٿو ڪري جيڪي هن کي مليا۔
si: SSL අග්‍රය එයට ලැබුණු වර්ගයේ සහතික සඳහා සහය නොදක්වයි.
sr: Удаљени рачунар са ССЛом не подржава сертификате оне врсте која му је послата.
sv: Den andra SSL-parten stöder inte certifikat av typen den mottog.
te: SSL పీర్ అదిపొందిన ఈరకం ధృవీకరణపత్రములకు మద్దతీయదు.
th: SSL ปลายทางไม่รองรับใบรับรองที่ได้รับ
ug: SSL نۇقتا قوبۇل قىلغان گۇۋاھنامە تىپىنى قوللىمايدۇ.
uz: SSL manba qabul qilingan turdagi sertifikatlarni qo‘llab-quvvatlamaydi.
vi: SSL máy khách không hỗ trợ những chứng nhận về kiểu nhận được.
zh_tw: SSL 節點不支援收到的憑證類型。

source: SSL peer had some unspecified issue with the certificate it received.
af: SSL-eweknie het 'n ongespesifiseerde probleem met sertifikaat wat dit ontvang het.
ar: لدى ند SSL مشكلة غير محددة مع الشهادة التي استلمها.
as: SSL সমনীয়াৰ গ্ৰহণ কৰা প্ৰমাণপত্ৰ লগত কিছুমান অধাৰ্য্যকৰ বিষয় আছিল।
az: SSL həmkarı aldığı təsdiq sənədləri ilə təyin edilə bilməyən problemlə üzləşdi.
bg: Партньорът на SSL има неуточнен проблем с получените от него сертификати.
bn_bd: পিয়ার SSL দ্বারা প্রাপ্ত সার্টিফিকেট সম্পর্কে অনির্দিষ্ট সমস্যা দেখা দিয়েছে।
bn_in: সমকক্ষ SSL দ্বারা প্রাপ্ত সার্টিফিকেট সম্পর্কে অনির্দিষ্ট সমস্যা দেখা দিয়েছে।
br: Skignadoù anerspizet ez eus gant an testeni bet degemeret gant ar par SSL.
ca: L'altre extrem de la connexió SSL té algun problema amb el certificat que ha rebut.
cy: Mae gan gyfoed SSL anhawster amhenodol gyda'r dystysgrif mae wedi ei derbyn.
es_mx: El otro extremo de la conexión SSL ha tenido algún problema no especificado con el certificado que ha recibido.
eu: SSL parekoak zehaztugabeko arazo batenbat du jasotako ziurtagiriarekin.
fa: طرف مقایل SSL به مشکل نامشخصی در گواهی دریافتی خود برخورد.
fur: L'estrem SSL al à cjatât cualchi probleme cul certificât che al à vût.
ga_ie: Bhí deacracht nach sonraítear ag an gcomhghleacaí SSL leis an teastas a fuair sé.
gd: Bha duilgheadas neo-shònraichte aig an t-seise SSL leis an teisteanas a fhuair e.
gu: SSL સમકક્ષે અમુક નહિં સ્પષ્ટ થયેલ મુદ્દાને તેણે મેળવેલ પ્રમાણપત્ર સાથે સ્પષ્ટ કરેલ નથી.
hi_in: SSL साथी के पास कुछ अनिर्दिष्ट मुद्दे थे इसके द्वारा प्राप्त प्रमाणपत्र के साथ.
hr: SSL čvor je naišao na nepoznat problem s primljenim certifikatom.
hu: Az SSL-partnernek meg nem határozott problémája volt a kapott tanúsítvánnyal.
hy_am: SSL հանգույցը հանգեց որոշ անհասկանալի սխալների սերտիֆիկատի հետ:
id: Pihak lain memiliki masalah yang tidak dikenali untuk sertifikat yang telah diterima.
is: SSL jafningi lenti í óskilgreindum vandamálum með skilríkið sem hann fékk.
kk: SSL торабында алынған сертификатпен біраз мәселелер пайда болды.
km: ម៉ាស៊ីន​ដូច​គ្នា​របស់ SSL មាន​បញ្ហា​ដែល​មិន​រំពឹង​មួយ​ចំនួន​ដោយ​មាន​វិញ្ញាបនបត្រ​ដែល​វា​បាន​ទទួល ។
kn: SSL ಪೀರ್ ಪಡೆದುಕೊಂಡ ಪ್ರಮಾಣಪತ್ರವು ಒಂದಿಷ್ಟು ನಿಶ್ಚಿತವಲ್ಲದ ವಿಷಯಗಳನ್ನು ಹೊಂದಿದೆ.
ku: SSL peer xwediyê hinek îmzekerên diyarnekirî ye di sertîfîkaya standî de.
lt: SSL partneriniam kompiuteriui iškilo nesklandumų su gautu liudijimu.
lv: SSL partnerim radās sīkāk nedetalizētas problēmas ar saņemto sertifikātu.
mai: SSL सँगी क पास किछु अनिर्दिष्ट मुद्दे थे एकटार द्वारा प्राप्त प्रमाणपत्र क सँग.
ml: എസ്എസ്എല്‍ പിയറിനു് ലഭ്യമായ സര്‍ട്ടിഫിക്കേറ്റില്‍ നിഷ്കര്‍ഷിച്ചിട്ടില്ലാത്ത പ്രശ്നം.
mr: SSL समघटक कडे प्राप्य प्रमाणपत्रसह अनिर्देशीत त्रुटी आढळली.
ms: Proses pertukaran Client SSL Handshake gagal dan tidak diketahui puncanya.
my: SSL မျိုးတူမှာ ၄င်းရရှိတဲ့ လက်မှတ်နဲ့ဆိုင်ပြီး သတ်မှတ်မထားတဲ့ ပြဿနာတချို့ ရှိတယ်။
nb_no: SSL-motparten har et uspesifisert problem med sertifikatet den mottok.
nn_no: SSL-motparten har eit uspesifisert problem med sertifikatet han tok imot.
oc: Lo par SSL a agut un problèma pas especificat amb lo certificat qu'a recebut.
pt_br: O sistema remoto SSL teve um problema não especificado com o certificado que recebeu.
ro: Partenerul de conexiune SSL a avut o problemă nespecificată cu certificatul primit.
sd: ايس ايس ايل جي ثاني کي جيڪو سرٽيفڪيٽ مليو اُن ۾ نہ ڄاڻايل مسئلو پيدا ٿيو۔
si: SSL අග්‍රය එයට ලැබුණු සහතිකය සමඟ අනිර්දිෂට ප්‍රතිඵල ඇති විය.
sr: Рачунар са ССЛом је наишао на непознат проблем са сертификатом ког је примио.
sv: Den andra SSL-parten hade några ospecificerade problem med certifikatet den mottog.
te: SSL పీర్ అదిపొందిన ఈధృవీకరణపత్రంతో విశిదీకృతంకాని విషయభేదం కలిగివుంది.
th: SSL ปลายทางมีปัญหาที่ระบุไม่ได้บางอย่างกับใบรับรองที่ได้รับ
ug: SSL نۇقتا قوبۇل قىلغان دەلىللەشتە ئېنىقسىز تارقىتىش قىلمىشى مەۋجۇد.
uz: SSL manbada qabul qilingan sertifikat bilan bir nechta ko‘rsatilmagan muammolar mavjud.
vi: SSL máy ngang hàng có một số vấn đề không xác định về chứng nhận nhận được.
zh_tw: SSL 節點收到的憑證某些含未預期的簽發行為。

source: SSL experienced a failure of its random number generator.
af: SSL se lukraaknommergenerator wou nie werk nie.
ar: عانى SSL من فشل مع مولد أرقامه العشوائي.
as: SSL ৰ তাৰ যাদৃচ্ছিক নম্বৰ সৃজনকাৰীৰ ব্যৰ্থতাৰ সন্মুখিন হব লগিয়া হৈছিল।
az: SSL təsadüfi nömrə yaradıcısında bir problemlə üzləşdi.
bg: SSL се натъкна на проблем в генерирането на случайни числа.
bn_bd: SSL এর এলোমেলো সংখ্যা নির্মাণ ব্যবস্থায় ব্যর্থতা দেখা দিয়েছে।
bn_in: SSL-র র‍্যান্ডম সংখ্যা নির্মাণ ব্যবস্থায় ব্যর্থতা দেখা দিয়েছে।
br: Degouezhet ez eus bet ur c'hwitadur gant generez niveroù dargouezhek SSL.
ca: L'SSL ha patit un problema amb el generador de nombres aleatoris.
cy: Profodd SSL fethiant a'o gynhyrchydd rhifau hap.
es_mx: SSL ha experimentado un fallo de su generador de números aleatorios.
eu: SSLk bere ausazko zenbaki sortzailearen galera bat jasan du.
fa: مولد عدد تصادفی SSL با مشکل مواجه شد.
fur: SSL e à vût problemis cul gjeneradôr di numars casuâi.
ga_ie: Theip ar ghineadóir uimhreacha randamacha SSL.
gd: Dh'fhàillig an gineadair àireamhan tuaireamach aig SSL.
gu: SSL ને તેનો રેન્ડમ નંબર બનાવનારની નિષ્ફળતા અનુભવાઈ.
hi_in: SSL ने इसके क्रमहीन संख्या जनक के विफलता का अनुभव किया.
hr: SSL je doživio kvar svojeg generatora slučajnog broja.
hu: Az SSL hibát észlelt a véletlenszám-generátorában.
hy_am: SSL -ը ստացավ մերժում իր կամայական թվերի գեներատորից:
id: SSL mengalami kegagalan pada generator bilangan acak.
is: SSL fékk villu í slembitölugjafa.
kk: SSL кездейсоқ сандарды генерациялауда қате кетті.
km: SSL បាន​ជួប​បរាជ័យ​ក្នុង​ការ​បង្កើត​លេខ​ចៃដន្យ​របស់​វា ។
kn: SSL ಗೆ ತನ್ನ ಮನಸೊ ಇಚ್ಛೆ ಸಂಖ್ಯಾ ಉತ್ಪಾದಕದಲ್ಲಿ ಒಂದು ವಿಫಲತೆ ಎದುರಾಗಿದೆ.
ku: SSL rastî çewtiyeke afirînera hejmarên çawalêhato ya xwe hat.
lt: SSL posistemei iškilo nesklandumų su atsitiktinių skaičių generatoriumi.
lv: SSL saskārās ar tā gadījuma skaitļu ģeneratora kļūmi.
mai: SSL ने एकटार क्रमहीन सँख्या जनक क विफलता क अनुभव कएल.
ml: എസ്എസ്എലിന്റെ റാന്‍ഡം നംബര്‍ ജനറേറ്ററില്‍ പരാജയം.
mr: SSL ने विनाक्रम संख्या निर्माण संबंधित त्रुटी अनुभवली आहे.
ms: SSL mengalami kegagalan menjanakan nombor secara rawak.
my: SSL က ၄င်းရဲ့ ကျပမ်း ဂဏန်း ထုတ်လုပ် ကိရိယာ ချို့ယွင်းမှု တခု တွေ့ကြုံ့ရတယ်။
nb_no: SSL oppdaget et problem med slumptallsgeneratoren.
nn_no: SSL oppdaga eit problem med slumptallsgeneratoren.
oc: SSL a rencontrat un fracàs de son generator de nombres aleatòris.
pt_br: O SSL sofreu uma falha em seu gerador de números aleatórios.
ro: SSL a experimentat un eșec al generatorului său de numere aleatorii.
sd: ايس ايس ايل کي اين جي بيترتيب انگ خلقيندڙ جي ناڪامي محسوس ٿي۔
si: SSL එහි අහඹු අංක ජනකයේ අසමත් වීමක් අත්දැකීය.
sr: Генератор случајних бројева за ССЛ се покварио.
sv: SSL misslyckades med dess slumptalsgenerator.
te: SSL దాని రాండమ్ నంబర్ జనరేటర్ వైఫల్యాన్ని చవిచూసింది.
th: SSL ไม่สามารถใช้งานตัวสร้างเลขสุ่มได้
ug: SSL نىڭ ئىختىيارى سان ھاسىللىغۇچىسىدا خاتالىق كۆرۈلدى.
uz: SSL va tasodfiy raqam yaratgich bilan muammo bo‘lgan.
vi: SSL gặp thất bại trong việc tạo số ngẫu nhiên.
zh_tw: SSL 的隨機數字產生器失效。

source: Unable to digitally sign data required to verify your certificate.
af: Kon nie data digitaal onderteken wat nodig is om u sertifikate te verifieer nie.
ar: تعذر توقيع البيانات رقميًا للتحقق من شهادتك.
as: আপোনাৰ প্ৰমাণপত্ৰক সতাসত্য নিৰূপণ কৰিবলে প্ৰয়োজনীয় তথ্য অঙ্কীয়ভাৱে স্বাক্ষৰ কৰিবলে অক্ষম।
az: Təsdiq sənədinizin doğruluğunu təsdiqləyəcək məlumat, rəqəmli olaraq imzalana bilmədi.
bg: Данни, необходими за проверка на вашия сертификат, не можаха да бъдат цифрово подписани.
bn_bd: আপনার সার্টিফিকেট যাচাই করার জন্য প্রয়োজনীয় ডাটা ডিজিটাল স্বাক্ষর করতে ব্যর্থ।
br: N'eo ket evit sinañ ent niverennek ar roadennoù azgoulennet evit gwiriañ ho testeni.
ca: No s'ha pogut signar digitalment les dades necessàries per verificar el vostre certificat.
cy: Methu llofnodi data digidol angenrheidiol ar gyfer dilysu eich tystysgrif.
es_mx: No es posible firmar digitalmente los datos requeridos para verificar tu certificado.
eu: Ezin dira zure ziurtagiria berresteko eskatutako datuak sinatu.
fa: قادر به امضای دیجیتالی اطلاعات مورد نیاز برای وارسی گواهی‌تان نبود.
fur: No si pues meti la firme digjitâl ai dâts domandâts par verificâ il certificât.
ga_ie: Níorbh fhéidir na sonraí atá riachtanach le do theastas a fhíorú a shíniú go digiteach.
gd: Cha do ghabh ainm digiteach a chur ris an dàta air a bheil feum gus an teisteanas agad a dhearbhadh.
gu: તમારા પ્રમાણપત્રની ખાતરી કરવા માટે જરૂરી માહિતી ડીજીટલ રીતે સહી કરવા માટે અસમર્થ.
hi_in: आपके प्रमाणपत्र को जांचने के लिए आंकड़े को डिजिटली हस्ताक्षर करने में असमर्थ.
hr: Digitalno potpisivanje podataka potrebnih za ovjeru vašeg certifikata nije moguće.
hu: Nem sikerült digitálisan aláírni az Ön tanúsítványának ellenőrzéséhez szükséges adatokat.
hy_am: Անհնար է թվային կնքել ինֆորմացիան, որը անհրաժեշտ է ձեր սերտիֆիկատը հաստատելու համար.
id: Gagal menandatangani data secara dijital yang dibutuhkan untuk memverifikasi sertifikat Anda.
is: Get ekki undirskrifað gögn sem eru nauðsynleg til að sannvotta skilríkið þitt.
kk: Сіздің сертификатыңызды растау үшін керек мәліметтерге сандық қолтаңба қою мүмкін емес.
km: មិន​អាច​​ចុះ​ហត្ថលេខា​ទិន្នន័យ​ដោយ​ឌីជីថល ដើម្បី​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ​របស់​អ្នក​បាន​ឡើយ ។
kn: ನಿಮ್ಮ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಪರಿಶೀಲಿಸಲು ಅಗತ್ಯವಿರುವ ಮಾಹಿತಿಯಡಿಜಿಟಲಿ ಸಹಿಯನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ku: Nekarî bi awayeke dîgîtal daneya pêwist îmze bike ku sertîfîkayê piştrast bike.
lt: Nepavyko skaitmeniniu būdu pasirašyti duomenų, būtinų jūsų liudijimui patikrinti.
lv: Nevar elektroniski parakstīt datus, kas nepieciešami jūsu sertifikāta apstiprināšanai.
mai: अहाँक प्रमाणपत्र केँ जांचने क लेल आंकड़े केँ डिजिटली हस्ताक्षर करब मे असमर्थ.
ml: നിങ്ങളുടെ സര്‍ട്ടിഫിക്കേറ്റ് ഉറപ്പാക്കുന്നതായി ഡേറ്റയില്‍ ഡിജിറ്റല്‍ ഒപ്പിടുവാന്‍ സാധ്യമായില്ല.
mr: प्रमाणपत्राच्या तपासणी करीता माहितीची डिजीटल स्वाक्षरी तपासणी करू शकला नाही.
ms: tidak mampu menanda data secara digital untuk mengesahkan sijil.
my: သင့်ရဲ့ လက်မှတ်ကို အတည်ပြုဖို့ လိုအပ်တဲ့ အချက်အလက်ကြမ်းကို ဒစ်ဂျစ်တယ်နည်းဖြင့် လက်မှတ် မထိုးနိုင်ဘူး။
nb_no: Klarte ikke digitalt signere data som er nødvendig for å bekrefte sertifikatet.
nn_no: Klarte ikkje å digitalt signera data som er nødvendig for å verifisera sertifikatet ditt.
oc: Impossible de signar numericament las donadas requesas per verificar vòstre certificat.
pt_br: Não foi possível assinar digitalmente os dados necessários para comprovar seu certificado.
ro: Imposibil de semnat digital datele necesare pentru verificarea certificatului dumneavoastră.
sd: توهانجي سرٽيفڪيٽ جي تصديق لاءِ گهربل سامگري ڊجيٽل نموني صحيح ڪرڻ ۾ اَسمرٿ۔
si: ඔබගේ සහතිකය සත්‍යාපනය කිරීමට අවශ්‍ය දත්ත අංකිතව අත්සන් කළ නොහැක.
sr: Није могуће дигитално потипсати податке потребне за проверу Вашег сертификата.
sv: Kan inte digitalt signera datan som krävs för att verifiera ditt certifikat.
te: మీ ధృవీకరణపత్రాన్ని నిర్ధారించుటకు అవసరమైన డాటాను డిజిటల్‌గా సైన్ చేయలేకపోతోంది.
th: ไม่สามารถเซ็นรับรองข้อมูลแบบดิจิทัลที่ต้องใช้เพื่อตรวจสอบใบรับรองของคุณได้
ug: گۇۋاھنامىڭىزنى دەلىللەشكە لازىملىق سانلىق مەلۇماتلارغا رەقەملىك ئىمزا قويالمىدى.
uz: Sertifikatingizni tasdiqlash uchun talab qilingan ma’lumotlarni raqamli kiritib bo‘lmadi.
vi: Không thể kí dữ liệu cần thiết để xác thực chứng thư của bạn.
zh_tw: 無法數位化簽署資料以驗證您的憑證。

source: SSL was unable to extract the public key from the peer’s certificate.
bg: SSL не можа да извлече публичния ключ от сертификата на партньора.
gu: SSL સમકક્ષના પ્રમાણપત્રમાંથી જાહેર કીનો અર્ક કાઢવામાં અસમર્થ હતું.
nb_no: SSL klarte ikke pakke ut den offentlige nøkkelen fra motpartens sertifikat.
nn_no: SSL klarte ikkje å pakka ut den offentlege nykelen frå sertifikatet til motparten.

source: Unspecified failure while processing SSL Server Key Exchange handshake.
af: Ongespesifiseerde faling terwyl SSL-Server Key Exchange-bladskud verwerk het.
ar: حدث فشل غير محدد أثناء معالجة مصافحة تبادل مفتاح الخادوم ل SSL.
as: SSL চাৰ্ভাৰ কি' সলনি প্ৰক্ৰিয়কৰণ কৰোতে অপ্ৰত্যাশীতভাৱে ব্যৰ্থ্য হৈছে।
az: SSL serveri açar dəyiştirmə qarşılaması zamanı bir səhvlə qarşılaşdı.
bg: Неуточнена грешка при обработката на ръкостискането на SSL Server Key Exchange.
bn_bd: SSL Server Key Exchange হ্যান্ড-শেল প্রক্রিয়াকরণে অনির্দিষ্ট কারণে ব্যর্থ হয়েছে।
bn_in: SSL Server Key Exchange হ্যান্ড-শেল প্রক্রিয়াকরণে অনির্দিষ্ট কারণে বিফলতা হয়েছে।
br: C'hwitadenn anerspizet e-pad ma oa o keweriañ seveniñ ar c'hennask evit eskemm alc'hwez un dafariad SSL.
ca: S'ha produït un error desconegut en processar la conformitat de connexió de l'intercanvi de claus del servidor SSL.
cy: Bu methiant amhenodol wrth brosesu ysgwyd llaw Cyfnewid Allwedd Gweinydd SSL.
es_mx: Fallo no especificado mientras se procesaba la negociación de intercambio de claves servidor de SSL.
eu: Espero ez zen akatsa SSL zerbitzari gako aldaketaren diosala prozesatzerakoan.
fa: اشکال نامشخص در پردازش پیغام اولیهٔ SSL Server Key Exchange.
fur: Al è stât un erôr no cognossût intant de elaborazion de procedure di conformitât di conession dal scambi di clâf dal servidôr SSL.
ga_ie: Teip neamhshonraithe le linn próiseála cumarsáide tionscantaí Malartú Eochrach Freastalaí SSL.
gd: Fàillinn neo-shònraichte rè làimhseachadh crathadh-làimhe SSL Server Key Exchange.
gu: જ્યારે SSL સર્વર કી ફેરબદલી હાથમિલાવો પર પ્રક્રિયા કરી રહ્યા હતા ત્યારે નહિં સ્પષ્ટ થયેલ નિષ્ફળતા આવી.
hi_in: अनिर्दिष्ट विफलता SSL सर्वर कुंजी विनिमय हैंडशेक के दौरान.
hr: Nepoznati problem pri obradi rukovanja razmjene poslužiteljskog SSL ključa.
hu: Nem meghatározott hiba az SSL-kiszolgálókulcscsere kézfogás közben.
hy_am: SSL սերոերի բանալիների փոխանակման ընթացքում տեղի է ունեցել անհայտ սխալ.
id: Kegagalan yang tidak dikenali saat memproses handshake SSL Client Key Exchange.
is: Óþekkt villa við meðhöndlun skiptingu á lykli SSL netþjóns.
kk: SSL Server Key Exchange handshake өңдеу кезінде белгісіз қате кетті.
km: ភាព​បរាជ័យ​ដែល​មិន​បាន​បញ្ជាក់​ខណៈ​ពេល​កំពុង​ដំណើរការ​ការ​ផ្លាស់ប្ដូរ​ម៉ាស៊ីន​បម្រើ​របស់ SSL ។
kn: SSL ಪರಿಚಾರಕ ಕೀಲಿ ಎಕ್ಸ್‍ಚೇಂಜ್ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಅನ್ನು ಸಂಸ್ಕರಿಸುವಲ್ಲಿ ಸೂಚಿಸಲಾಗದ ವಿಫಲತೆ ಎದುರಾಗಿದೆ.
ku: Di dema hevdîtina Guherandina Mifteya Pêşkêşkara SSL de çewtiyeke nenas derkete holê.
lt: Iškilo nesklandumų, bandant apdoroti „Server Key Exchange“ tipo SSL pranešimą.
lv: Nedetalizēta kļūda, apstrādājot SSL Server Key Exchange sasveicināšanās ziņojumu.
mai: अनिर्दिष्ट विफलता SSL सर्वर कुँजी विनिमय हैंडशेक क दौरान.
ml: എസ്എസ്എല്‍ സര്‍വര്‍ കീ എക്സ്ചെയിഞ്ച് ഹാന്‍ഡ്ഷെയിക്ക് നടപ്പിലാക്കുമ്പോള്‍ നിഷ്കര്‍ഷിച്ചിട്ടില്ലാത്ത പരാജയം
mr: SSL Server Key Exchange हॅन्डशेक चे विश्लेषण करतेवेळी अनिर्देशीत अपयश आढळले.
ms: kegagalan yang tidak menentu apabila memproses SSL Server Penukaran Kunci Getaran.
my: SSL ဆာဗာ သော့ချက် ဖလှယ်ရေး လက်ဆွဲချက်ကို လုပ်ဆောင်နေစဉ် ခွဲခြားမရတဲ့ ချို့ယွင်းချက် ဖြစ်ပေါ်နေတယ်။
nb_no: En uspesifisert feil oppstod under SSL Server Key Exchange-håndhilsenen.
nn_no: Ein uspesifisert feil oppstod under SSL Server Key Exchange-handhelsinga.
oc: Fracàs pas especificat al moment del tractament de l'establiment de ligason « SSL Server Key Exchange ».
pt_br: Falha não especificada durante o processo de handshake SSL Server Key Exchange.
ro: Eșec necunoscut în timpul procesării negocierii SSL Server Key Exchange.
sd: ايس ايس ايل سرور جي ڪنجي مٽائڻ جي هٿ ملائڻ جي پرڪريا دؤران نامعلوم ناڪامي۔
si: SSL සේවක යතුරු හුවමාරු ඇරඹීමේ ක්‍රියාවලිය කිරීමේදී විශේෂණය නොවූ අසමත් වීමක්.
sr: Дошло је до непознате грешке при обради серверског ССЛ сертификата за размену кључева.
sv: Ospecificerat fel vid behandling av SSL Server Key Exchange-handskakning.
te: SSL సేవిక కీ ఎక్సేంజ్ హాండ్‌షేక్ జరుపుతున్నప్పుడు తెలియని వైఫల్యం.
th: ไม่สามารถระบุความผิดพลาดในขณะกำลังประมวลผล SSL Server Key Exchange handshake
ug: SSL مۇلازىمىتىر شىفىرلىق ئاچقۇچ ئالماشتۇرۇشتا قول تۇتۇشقاندا بەلگىلەنمىگەن خاتالىق كېلىپ چىقتى.
uz: SSL server kalit almashish qo‘l bilan ko‘rishishi amalga oshayotganda ko‘rsatilmagan xatolik yuz berdi.
vi: Thất bại không xác định trong khi xử lí bắt tay SSL Server Key Exchange.
zh_tw: 處理 SSL 伺服器金鑰交換交握時遇到不明原因的失敗。

source: Unspecified failure while processing SSL Client Key Exchange handshake.
af: Ongespesifiseerde faling terwyl SSL-Client Key Exchange-bladskud verwerk het.
ar: حدث فشل غير محدد أثناء معالجة مصافحة تبادل مفتاح العميل ل SSL.
as: SSL ক্লাএন্ট কি' সলনি প্ৰক্ৰিয়কৰণ কৰোতে অপ্ৰত্যাশীতভাৱে ব্যৰ্থ্য হৈছে।
az: SSL klienti açar dəyişdirmə qarşılaması zamanı göstərilməmiş bir səhvlə üzləşdi.
bg: Неуточнена грешка при обработката на ръкостискането на SSL Client Key Exchange.
bn_bd: SSL Client Key Exchange হ্যান্ডশেক প্রক্রিয়াকরণ অনির্দিষ্ট কারণে ব্যর্থ হয়েছে।
bn_in: SSL Client Key Exchange হ্যান্ড-শেল প্রক্রিয়াকরণে অনির্দিষ্ট কারণে বিফলতা হয়েছে।
br: C'hwitadenn dierspizet e-pad ma oa o keweriañ eskemm alc'hwez an arval SSL evit seveniñ ur c'hennaskañ.
ca: S'ha produït un error desconegut en processar la conformitat de connexió de l'intercanvi de claus del client SSL.
cy: Bu methiant amhenodol wrth brosesu ysgwyd llaw Cyfnewid Allwedd Gweinydd SSL.
es_mx: Fallo no especificado mientras se procesaba la negociación de intercambio de claves cliente de SSL.
eu: Espero ez zen akatsa SSL bezero gako aldaketaren diosala prozesatzerakoan.
fa: اشکال نامشخص در پردازش پیغام اولیهٔ SSL Client Key Exchange.
fur: Al è stât un erôr no cognossût processant la conformitât di conession dal scambi di clâfs.
ga_ie: Teip neamhshonraithe le linn próiseála cumarsáide tionscantaí Malartú Eochrach Cliaint SSL.
gd: Fàillinn neo-shònraichte rè làimhseachadh crathadh-làimhe SSL Client Key Exchange.
gu: જ્યારે SSL ક્લાઈન્ટ કી ફેરબદલી હાથમિલાવો પર પ્રક્રિયા કરી રહ્યા હતા ત્યારે નહિં સ્પષ્ટ થયેલ નિષ્ફળતા આવી.
hi_in: अनिर्दिष्ट विफलता जब SSL क्लाइंट कुंजी विनिमय हैंडशेक के दौरान.
hr: Nepoznati problem pri obradi rukovanja razmjene klijentskog SSL ključa.
hu: Nem meghatározott hiba az SSL-ügyfélkulcscsere kézfogás közben.
hy_am: SSL բաժանորդի բանալիների փոխանակման ընթացքում տեղի է ունեցել անհայտ սխալ:
id: Kegagalan yang tidak dikenali saat memproses handshake SSL Client Key Exchange.
is: Óþekkt villa við að meðhöndla skiptingu á lykli SSL biðlara.
kk: SSL Client Key Exchange handshake өңдеу кезінде белгісіз қате кетті.
km: ភាព​បរាជ័យ​ដែល​មិន​បាន​បញ្ជាក់​ខណៈ​ពេល​កំពុង​ដំណើរការ​ការ​ផ្លាស់ប្ដូរ​កូនសោ​ម៉ាស៊ីន​ភ្ញៀវ​របស់ SSL ។
kn: SSL ಕ್ಲೈಂಟ್ ಕೀಲಿ ಎಕ್ಸ್‍ಚೇಂಜ್ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಅನ್ನು ಸಂಸ್ಕರಿಸುವಲ್ಲಿ ಸೂಚಿಸಲಾಗದ ವಿಫಲತೆ ಎದುರಾಗಿದೆ.
ku: Di dema hevdîtina Guhertina Mifteya Pêşkêşkara SSL de çewtiyeke nenas derkete holê.
lt: Iškilo nesklandumų, bandant apdoroti „Client Key Exchange“ tipo SSL pranešimą.
lv: Nedetalizēta kļūda, apstrādājot SSL Client Key Exchange sasveicināšanās ziņojumu.
mai: अनिर्दिष्ट विफलता जखन SSL क्लाइंट कुँजी विनिमय हैंडशेक क दौरान.
ml: എസ്എസ്എല്‍ ക്ലയന്റ് കീ എക്സ്ചെയിഞ്ച് ഹാന്‍ഡ്ഷെയിക്ക് നടപ്പിലാക്കുമ്പോള്‍ നിഷ്കര്‍ഷിച്ചിട്ടില്ലാത്ത പരാജയം
mr: SSL Client Key Exchange हॅन्डशेक चे विश्लेषण करतेवेळी अनिर्देशीत अपयश आढळले.
ms: kegagalan yang tidak menentu apabila memproses SSL Pelanggan Penukaran Kunci Getaran.
my: SSL သုံးစွဲသူ သော့ချက် ဖလှယ်ရေး လက်ဆွဲချက်ကို လုပ်ဆောင်နေစဉ် ခွဲခြားမရတဲ့ ချို့ယွင်းချက် ဖြစ်ပေါ်နေတယ်။
nb_no: En uspesifisert feil oppstod under SSL Client Key Exchange-håndhilsenen.
nn_no: Ein uspesifisert feil oppstod under SSL Client Key Exchange-handhelsinga.
oc: Fracàs pas especificat al moment del tractament de l'establiment de ligason « SSL Client Key Exchange ».
pt_br: Falha não especificada durante o processo de handshake SSL Client Key Exchange.
ro: Eșec necunoscut în timpul procesării negocierii SSL Client Key Exchange.
sd: ايس ايس ايل گراهڪ جي ڪنجي مَٽائڻ جي هٿ ملائڻ جي پرڪريا دؤران نامعلوم ناڪامي۔
si: SSL සේව්‍ය යතුරු හුවමාරු ඇරඹීමේ ක්‍රියාවලිය කිරීමේදී විශේෂණය නොවූ අසමත් වීමක්.
sr: Дошло је до непознате грешке при обради клијентског ССЛ сертификата за размену кључева.
sv: Ospecificerat fel vid behandling av SSL Client Key Exchange-handskakning.
te: SSL క్లైంట్ కీ ఎక్సేంజ్ హాండ్‌షేక్ జరుపుతున్నప్పుడు తెలియని వైఫల్యం.
th: ไม่สามารถระบุความผิดพลาดในขณะกำลังประมวลผล SSL Client Key Exchange handshake
ug: SSL خېرىدار شىفىرلىق ئاچقۇچ ئالماشتۇرۇشتا قول تۇتۇشقاندا ئېنىقسىز خاتالىق كېلىپ چىقتى.
uz: SSL mijoz kalit almashish qo‘l bilan ko‘rishishi amalga oshayotganda ko‘rsatilmagan xatolik yuz berdi.
vi: Thất bại không xác định trong khi xử lí bắt tay SSL Client Key Exchange.
zh_tw: 處理 SSL 用戶端金鑰交換交握時遇到不明原因的失敗。
