Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: The response from the OCSP server was corrupted or improperly formed.
af: Die respons van die OCSP-bediener was korrup of nie behoorlik gevorm nie.
ar: الإجابة من خادوم OCSP تالفة أو مصنوعة بشكل غير صحيح.
as: OCSP চাৰ্ভাৰৰ প্ৰতিক্ৰিয়াটো ক্ষতীগ্ৰস্থ অথবা ত্ৰুটিপূৰ্ণভাৱে সৃষ্টিত।
az: OCSP serveri cavabı korlanmış ya da düzgün olmayan formatdadır.
bg: Отговорът от сървъра на OCSP беше развален или неправилно формиран.
bn_bd: OCSP সার্ভারের উত্তরটি বিকৃত বা অনুপোযুক্ত ছিলো।
br: Kontronet pe stummet fall e oa ar respont diouzh an dafariad OCSP.
ca: La resposta del servidor OCSP estava malmesa o no estava formada adequadament.
cy: Roedd ymateb y gweinydd OCSP yn llwgr neu heb ei ffurfio'n gywir.
es_mx: La respuesta del servidor OCSP estaba corrupta o incorrectamente formada.
eu: OCSP zerbitzariaren erantzuna hondaturik dago edo oker eraturik dago.
fa: پاسخ کارگزار OSCP مخدوش یا بدشکل بود.
fur: La rispueste dal servidôr OCSP e à dams o no je formade in maniere corete.
ga_ie: Bhí an freagra ón bhfreastalaí OCSP truaillithe nó míchumtha.
gd: Chaidh freagairt an fhrithealaiche OCSP a thruailleadh no a dhroch cumadh.
gu: OCSP સર્વરમાંથી મળતો પ્રત્યુત્તર બગડેલ હતો કે અયોગ્ય રીતે રચાયેલ હતો.
hi_in: OCSP सर्वर से प्रतिक्रिया खराब थी या अनुचित तरीके से तैयार की गई.
hr: Odgovor OCSP poslužitelja je oštećen ili nepravilno oblikovan.
hu: Az OCSP-kiszolgáló válasza sérült vagy nem megfelelően formázott.
hy_am: OCSP-սերվերի պատասխանը վնասված էր կամ ուներ սխել ձևաչափ:
id: Jawaban dari server OCSP terkorupsi atau formatnya salah.
is: Svar frá OCSP þjóni var gallað eða með röngu sniði.
kk: OCSP сервері қайтарған жауап зақымдалған, немесе дұрыс құрылмаған.
km: ចម្លើយតប​ពី​ម៉ាស៊ីន​របស់ OCSP ខូច​ ឬ​​​មាន​ទម្រង់​មិន​ត្រឹមត្រូវ ។
kn: OCSP ಪರಿಚಾರಕದಿಂದ ಬಂದ ಪ್ರತ್ಯುತ್ತರವು ಭ್ರಷ್ಟಗೊಂಡಿದೆ ಅಥವ ಅಸಮರ್ಪಕವಾಗಿ ರಚಿತಗೊಂಡಿದೆ.
ku: Bersiva ji pêşkêşkara OCSP şikestî an jî çewt teşekirî bû.
lt: OCSP serverio atsakymas buvo sugadintas arba blogai suformuotas.
lv: OCSP servera atbilde bija bojāta vai nepareizi formatēta.
mai: OCSP सर्वर सँ प्रतिक्रिया खराब छल अथवा अनुचित तरीके सँ तैआर कएल गेल.
ml: OCSP സര്‍വറില്‍ നിന്നുള്ള മറുപടി തെറ്റായ രീതിയിലാണു്.
mr: OCSP सर्वर पासून प्रतिसाद सदोषीत किंवा अयोग्यरित्या असल्याचे आढळले.
ms: Balas dari pelayar OCSP telah cemar atau pembentukan yang tidak wajar.
my: OCSP ဆာဗာဆီက တုံ့ပြန်ချက်ဟာ ပျက်စီးနေ သို့ ပုံပျက်နေတယ်။
nb_no: Responsen fra OCSP-serveren var ødelagt eller ugyldig formatert.
nn_no: Responsen frå OCSP-tenaren var øydelagd eller ugyldig formatert.
oc: La responsa del servidor OCSP èra corrompuda o mal formada.
pt_br: A resposta do servidor OCSP estava corrompida ou formatada incorretamente.
ro: Răspunsul de la serverul OCSP a fost corupt sau formatat incorect.
sd: او سي ايس پي سرور وٽان آيل جواب بگڙيل يا بي جوڳي نموني رچيو ويو هو۔
si: OCSP සේවකයාගෙන් ලැබුණු ප්‍රතිවාරය දූෂණය හෝ අනිසි ලෙස සකසා තිබුණි.
sr: Одговор сервера за ОЦСП (OCSP) је оштећен или неисправно образован.
sv: Svaret från OCSP-servern var skadat eller felaktigt utformat.
te: OCSP సేవకనుండి వచ్చిన స్పందన పాడైనది లేదా అసంబద్దంగా రూపొందింది.
ug: OCSP مۇلازىمىتىرى ئىنكاسى خاتا ياكى نامۇۋاپىق شەكىللەنگەن.
uz: OCSP serveridan javob buzilgan yoki noto‘g‘ri shakllantirilgan.
vi: Phản hồi từ máy chủ OCSP đã bị hư hoặc ở dạng không phù hợp.
zh_tw: 從 OCSP 伺服器傳來的回應已損毀或格式不正確。

source: The signer of the OCSP response is not authorized to give status for this certificate.
af: Die ondertekenaar van die OCSP-respons is nie gemagtig om status vir hierdie sertifikaat te gee nie.
ar: موقّع إجابة OCSP غير مصرّح له لإعطاء الحالة لهذه الشهادة.
as: OCSP প্ৰতিক্ৰিয়াৰ স্বাক্ষৰকৰ এই প্ৰমাণপত্ৰৰ অৱস্থা দিয়াৰ অনুমতি নাই।
az: OCSP cavabının yayımlayıcısının bu təsdiq sənədi ilə bağlı statusu bildirmək icazəsi yoxdur.
bg: Подписалият отговора на OCSP не е удостоверен да дава състояние за този сертификат.
bn_bd: OCSP উত্তর সাক্ষরকারী এই সার্টিফিকেটের অবস্থা দেয়ার জন্য অনুমোদিত নয়।
br: N'eo ket aotreet siner ar respont OCSP da reiñ ur stad evit an testeni-mañ.
ca: El signatari de la resposta OCSP no està autoritzat a donar l'estat d'aquest certificat.
cy: Nid oes gan lofnodwr ymateb yr OCSP yr awdurdod i ddarparu statws y dystysgrif.
es_mx: El firmante de la respuesta OCSP no está autorizado a proporcionar el estado de este certificado.
eu: OCSP erantzunaren sinatzailea ez dago baimendurik ziurtagiri honen egoeraren berri emateko.
fa: امضاکنندهٔ پاسخ OSCP مجاز به برگرداندن وضعیت این گواهی نیست.
fur: Il firmatari de rispueste dal servidôr OCSP nol è autorizât a dâ il stât di chest certificât.
ga_ie: Níl sínitheoir an fhreagra OCSP údaraithe chun stádas an teastais seo a thabhairt.
gd: Chan eil ùghdarras aig soidhniche na freagairt OCSP inbhe a thoirt seachad airson an teisteanais seo.
gu: OCSP પ્રત્યુત્તરનો સહી કરનાર આ પ્રમાણપત્ર માટે પરિસ્થિતિ આપવા માટે સત્તાધિકારીત નથી.
hi_in: प्रतिक्रिया का हस्ताक्षरकर्ता इस प्रमाणपत्र के लिए स्टेटस देने के लिए अधिकृत नहीं है.
hr: Potpisnik OCSP odgovora nije ovlašten davati status za ovaj certifikat.
hu: Az OCSP-válasz aláírója nem jogosult kiadni a tanúsítvány státuszát.
hy_am: OCSP-ի պատասխան գրանցողը իրավասու չէ կարգավիճակ տալ այս արտոնաթղթին:
id: Penandatangan jawaban OCSP tidak mempunyai otorisasi untuk memberikan status sertifikat ini.
is: Undirskrifari OCSP svars hefur ekki leyfi til að gefa stöðu skilríkis.
kk: OCSP жауабын қайтарған осы сертификатты растауға құқығы жоқ.
km: កម្មវិធី​​ចុះ​ហត្ថលេខា​ក្នុង​ការ​ឆ្លើយ​តប​របស់ OCSP មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ស្ថានភាព​សម្រាប់​វិញ្ញាបនបត្រ​​នេះ​ទេ ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರಕ್ಕೆ ಸ್ಥಿತಿಯನ್ನು ಒದಗಿಸಲು OCSP ಪ್ರತಿಸ್ಪಂದನದ ಸೈನರ್ ಅಧಿಕಾರವಿಲ್ಲ.
ku: Îmzekarê bersiva OCSPyê ne xwediyê maf e ku rewş bide ji bo vê sertîfîkayê.
lt: OCSP atsakymo pasirašytojas neturi teisės nurodyti šio liudijimo būsenos.
lv: OCSP atbildes parakstītājs nav autorizēts dot statusus šim sertifikātam.
mai: प्रतिक्रिया क हस्ताक्षरकर्ता एहि प्रमाणपत्र क लेल स्टेटस देने क लेल अधिकार नहि अछि.
ml: OCSP മറുപടിയുടെ സൈനറിനു് ഈ സര്‍ട്ടിഫിക്കേറ്റിന്റെ അവസ്ഥ ലഭ്യമാക്കുന്നതിനുള്ള ആധികാരികത ലഭ്യമല്ല.
mr: या प्रमाणपत्र करीता OCSP प्रतिसादची स्वाक्षरी अधिप्रमाणीत नाही.
ms: Penandatangan bagi balas OCSP tidak mempunyai kuasa untuk memberi status bagi sijil ini.
my: OCSP တုံ့ပြန်မှု လက်မှတ် ရေးထိုးသူဟာ ဒီလက်မှတ်ရဲ့ ​အ​နေအထားကို ပေးဖို့ အခွင့် မရှိဘူး။
nb_no: Signereren av OCSP-responsen er ikke autorisert til å gi status for dette sertifikatet.
nn_no: Signeraren av OCSP-responsen er ikkje autorisert til å gje status for dette sertifikatet.
oc: Lo signaire de la responsa OCSP èra pas autorizat a balhar d'estatut per aqueste certificat.
pt_br: O signatário da resposta OCSP não está autorizado a dar o status deste certificado.
ro: Semnatarul răspunsului OCSP nu este autorizat să dea stare acestui certificat.
si: OCSP ප්‍රතිචාතය අත්සන් කරන්නාට මෙම සහතිකය සඳහා තත්වයක් ලබා දීමට අවසර නැත.
sr: Потписник овог одговора за ОЦСП (OCSP) није овлашћен да да статус овог сертификата.
sv: Signeraren för OCSP-svaret är inte behörig att ge någon status för detta certifikat.
te: OCSP స్పందన యొక్క సైనర్ ఈధృవీకరణపత్రంకు స్థితిని ఇచ్చుటకు అధికారికంలేదు.
ug: OCSP ئىنكاس قايتۇرغان ئىمزا قويغۇچ بۇ گۇۋاھنامىنىڭ ھالىتىگە ھوقۇق بەرمىگەن.
uz: OCSP javob yozuvchisi ushbu sertifikatga holat berish uchun tasdiqdan o‘tmagan.
vi: Bên kí phản hồi OCSP không có thẩm quyền để đưa ra trạng thái cho chứng chỉ này.
zh_tw: OCSP 回應的簽署者未獲授權回應此憑證的狀態。

source: The OCSP response is not yet valid (contains a date in the future).
af: Die OCSP-respons is nog nie geldig nie (bevat 'n datum in die toekoms).
ar: إجابة OCSP ليست صالحة حتى الآن (تحتوي تاريخًا في المستقبل).
as: OCSP প্ৰিতিক্ৰিয়াটো এতিয়াও বৈধ নহয় (ভৱিষ্যতৰ এটা তাৰিখ অন্তৰ্ভুক্ত কৰে)।
az: OCSP cavabı hələki aktiv deyil, çünki gələvcək bir tarixi var.
bg: Отговорът на OCSP все още не е валиден, защото съдържа дата в бъдещето.
bn_bd: OCSP উত্তর এখনও সেট করা হয়নি (এতে ভবিষ্যতের তারিখ আছে)।
br: N'eo ket talvoudek c'hoazh respont OCSP (ennañ ez eus un deiziad en dazont).
ca: La resposta OCSP encara no és vàlida (conté una data del futur).
cy: Nid yw ymateb yr OCSP nyn ddilys eto (mae'n cynnwys dyddiad yn y dyfodol).
es_mx: La respuesta OCSP no es válida aún (contiene una fecha en el futuro).
eu: OCSP erantzuna ez da baliozkoa oraindik (etorkizuneko data bat du).
fa: پاسخ OSCP هنوز معتبر نیست (دارای تاریخی در آینده است).
fur: La rispueste OCSP no je ancjemò buine (e à une date future)
ga_ie: Níl an freagra OCSP bailí fós (tá a dháta sa todhchaí).
gd: Chan eil an fhreagairt OCSP dligheach fhathast (tha ceann-là san àm ri teachd ann).
gu: OCSP પ્રત્યુત્તર હજુ સુધી માન્ય નથી (ભવિષ્યમાં તારીખ સમાવશે).
hi_in: OCSP प्रतिक्रिया अबतक वैध नहीं है (किसी तिथि को भविष्य में समाहित करता है).
hr: OCSP odgovor još nije valjani (sadrži datum u budućnosti).
hu: Az OCSP-válasz még nem érvényes (jövőbeli dátumot tartalmaz).
hy_am: OCSP պատասխանը դեռ ուժի մեջ է(պարունակում է ապագայի ամսաթիվը).
id: Jawaban OCSP masih tidak valid karena mengandung tanggal di masa datang.
is: OCSP svar er ekki ennþá gilt (inniheldur dagsetningu sem er í framtíðinni).
kk: OCSP жауабы қазір істемейді (оның уақыты әлі келмеді).
km: ចម្លើយតប​របស់ OCSP ​មិន​​ត្រឹមត្រូវ​ឡើយ (មាន​កាលបរិច្ឆេទ​​ជា​លក្ខណៈ​ពិសេស​) ។
kn: OCSP ಪ್ರತಿಸ್ಪಂದನವು ಇನ್ನೂ ಮಾನ್ಯವಾಗಿಲ್ಲ (ಭವಿಷ್ಯದ ಒಂದು ದಿನಾಂಕವನ್ನು ಹೊಂದಿದೆ).
ku: Bersiva OCSP nederbasdar e (dîrokeke dema bê dihewîne).
lt: OCSP atsakymas dar neįsigaliojo (nurodo ateities datą).
lv: OCSP serveris vēl nav derīgs (tā datums ir nākotnē).
mai: OCSP प्रतिक्रिया अखनतक वैध नहि अछि (ककरो तिथि केँ भविष्य मे समाहित करैत अछि ).
ml: OCSP മറുപടി തെറ്റാണു് (പിന്നീടുള്ള തീയതി ആണുള്ളതു്).
mr: OCSP प्रतिसाद अजूनही वैध नाही (त्यामध्ये भविष्य करीता दिनांक समाविष्ठीत आहे).
ms: Balas OCSP masih belum sah (mempunyai satu tarikh pada masa yang akan datang).
my: OCSP တုံ့ပြန်မှု ဟာ မမှန်ကန်ဘူး (အ​နာဂတ်မှာ နေ့စွဲတခု ပါ၀င်တယ်)။
nb_no: OCSP-responsen er ikke gyldig ennå (inneholder en dato i fremtiden).
nn_no: OCSP-responsen er ikkje gyldig enno (inneheld ein dato i framtida).
oc: La responsa OCSP es pas encara valida (conten una data futura).
pt_br: A resposta OCSP ainda não é válida (contém uma data futura).
ro: Răspunsul OCSP nu este încă valid (conține o dată din viitor).
sd: او سي ايس پي جواب اَڃا تائين جائز ناهي۔ (ان ۾ مستقبل جي تاريخ مؤجود آهي)۔
si: OCSP ප්‍රතිචාරය තවමත් වලංගු නැත (ඉදිරි දත්තයක් අදංගු වේ).
sr: ОЦСП (OCSP) одговор још увек није важећи (садржи будући датум).
sv: OCSP-svaret är ännu inte giltigt (innehåller ett datum i framtiden).
te: OCSP స్పందన ఇంకా పరీక్షించలేదు (భవిష్య తేదిని కలిగివుంది).
ug: OCSP ئىنكاسى ئىناۋەتسىز (كەلگۈسىدىكى بىر چېسلانى ئۆز ئىچىگە ئالىدۇ).
uz: OCSP javob haligacha yaroqli emas (unda kelajakdagi sana keltirilgan).
vi: Phản hồi OCSP chưa hợp lệ (chứa một ngày trong tương lai).
zh_tw: OCSP 回應尚未驗證 (內含未來的日期)。

source: The OCSP response contains out-of-date information.
af: Die OCSP-respons bevat verouderde inligting.
ar: إجابة OCSP تحتوي معلومات منتهية التاريخ.
as: OCSP প্ৰতিক্ৰিয়ায় পুৰনি তথ্য অন্তৰ্ভুক্ত কৰে।
az: OCSP cavabına vaxtı çıxmış məlumat daxildir.
bg: Отговорът на OCSP съдържа неактуална информация.
bn_bd: OCSP উত্তরটিতে বাতিল হওয়া তথ্য আছে।
br: Stlennoù aet da gozh ez eus e-barzh respont an OCSP.
ca: La resposta OCSP conté informació desactualitzada.
cy: Mae ymateb yr OCSP yn cynnwys hen ddata.
es_mx: La respuesta OCSP contiene información no actualizada.
eu: OCSP erantzunak zaharkituriko informazioa du.
fa: پاسخ OSCP حاوی اطلاعات قدیمی است.
fur: La rispueste OCPS e da informazions vecjis.
ga_ie: Tá faisnéis atá as dáta sa bhfreagra OCSP.
gd: Tha fiosrachadh anns an fhreagairt OCSP a dh'fhalbh an ùine air.
gu: OCSP પ્રત્યુત્તર જૂની જાણકારી સમાવે છે.
hi_in: OCSP अनुक्रिया समयातीत सूचना समाहित करता है.
hr: OCSP odgovor sadrži zastarjele informacije.
hu: Az OCSP-válasz elavult információkat tartalmaz.
hy_am: OCSP պատասխանը պարունակում է ժամկետանց տվյալներ:
id: Jawaban OCSP mengandung informasi yang kedaluwarsa.
is: OCSP svar inniheldur gögn sem eru útrunninn.
kk: OCSP жауабы ішнде мерзімі аяқталған ақпараты бар.
km: ចម្លើយតប​របស់ OCSP មាន​ព័ត៌មាន​ហួសសម័យ ។
kn: OCSP ಪ್ರತ್ಯುತ್ತರವು ಬಹಳ ಹಳೆಯ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿದೆ.
ku: Bersiva pêşkêşkera OCSP agahiya dîroka wê derbasbûyî dihewîne.
lt: OCSP atsakyme pateikta pasenusi informacija.
lv: OCSP servera atbilde satur novecojušus datus.
mai: OCSP अनुक्रिया समयातीत सूचना समाहित करैत अछि.
ml: OCSP മറുപടിയില്‍ പഴയ വിവരം അടങ്ങുന്നു.
mr: OCSP प्रतिसादकडे जुणी माहिती उपलब्ध आहे.
ms: OCSP mengandungi informasi yang lama.
my: OCSP တုံ့ပြန်မှုမျာ နေ့စွဲလွန်တဲ့ အချက်အလက် ပါရှိတယ်။
nb_no: OCSP-responsen inneholder utdatert informasjon.
nn_no: OCSP-responsen enno utdatert informasjon.
oc: La responsa OCSP conten d'entresenhas obsolètas.
pt_br: A resposta OCSP contém informações desatualizadas.
ro: Răspunsul OCSP conține informații expirate.
sd: او سي ايس پي جواب ۾ مدي خارج معلومات مؤجود آهي
si: OCSP ප්‍රතිවාරයේ කල් ඉකුත් වූ තොරතුරු අඩංගු වේ.
sr: ОЦСП (OCSP) одговор садржи застареле податке.
sv: OCSP-svaret innehåller föråldrad information.
te: OCSP స్పందన కాలము దాటిన సమాచారంను కలిగవుంది.
ug: OCSP ئىنكاسى ۋاقتى ئۆتكەن ئۇچۇرنى ئۆز ئىچىگە ئالغان.
uz: OCSP javobda eskirgan ma’lumot mavjud.
vi: Phản hồi OCSP chứa thông tin lỗi thời.
zh_tw: OCSP 回應內含過期的資訊。

source: The CMS or PKCS #7 Digest was not found in signed message.
af: Kon nie die CMS of PKCS #7 Digest in die ondertekende boodskap vind nie.
ar: لم يُعثر على ال‍ CMS أو بعثرة PKCS #7 في الرسالة الموقعة.
as: স্বাক্ষৰ বাৰ্তাত CMS অথবা PKCS #7 ডাইজেস্ট পোৱা নগল।
az: İmzalanan cavabda CMS ya da PKCS #7 xülasəsi tapılmadı.
bg: Не е намерен CMS или PKCS #7 Digest в подписано съобщение.
bn_bd: সাক্ষরিত বার্তায় CMS বা PKCS #7 ডাইজেস্ট পাওয়া যায়নি।
br: N'eo ket bet kavet ar c'hrennad mod CMS pe PKCS #7 er gemennadenn bet sinet.
ca: No s'ha trobat el CMS o el resum PKCS #7 en el missatge signat.
cy: Heb ganfod Crynodeb CMS neu PKCS #7 yn y neges gyda'r llofnod.
es_mx: No se ha encontrado el resumen CMS o PKCS #7 en el mensaje firmado.
eu: Ez da CMS edo PKCS #7 laburpenik aurkitu sinatutako mezuan.
fa: CMS یا هضم PKCS #7 در پیغام امضا شده پیدا نشد.
fur: No si pues cjatâ CMS o PKCS #7 tal messaç firmât.
ga_ie: Níor aimsíodh an achoimre CMS nó PKCS #7 sa teachtaireacht shínithe.
gd: Cha deach an gearr-chunntas CMS no PKCS #7 a lorg san teachdaireachd shoidhnichte.
gu: CMS અથવા PKCS #7 Digest સહી થયેલ સંદેશામાં મળ્યું ન હતું.
hi_in: CMS या PKCS #7 डाइजेस्ट हस्ताक्षर किए संदेश में नहीं मिला था.
hr: CMS ili PKCS #7 rezultat nije pronađen u potpisanoj poruci.
hu: A CMS vagy a PKCS #7 Digest nem volt benne az aláírt üzenetben.
hy_am: Ստորագրության հաղորդագրության մեջ չի գտնվել CMS կամ PKCS #7 դիջեսթը:
id: Digest CMS atau PKCS #7 tidak ditemukan pada pesan yang ditandatangani.
is: CMS eða PKCS #7 summa fannst ekki í undirskrifuðum skilaboðum.
kk: Қолтаңаба қойылған хабарламада CMS немесе PKCS #7 Digest табылмады.
km: រក​មិន​ឃើញ CMS ឬ PKCS #7 Digest នៅ​ក្នុង​សារ​ដែល​បាន​ចុះហត្ថលេខា​ឡើយ ។
kn: ಸಹಿ ಮಾಡಲಾದ ಸಂದೇಶದಲ್ಲಿ CMS ಅಥವ PKCS #7 ಡೈಜೆಸ್ಟ್‍ಕಂಡು ಬಂದಿಲ್ಲ.
ku: CMS an jî PKCS #7 Digest di peyam îmzekirî de nehat dîtin.
lt: Pasirašytame pranešime nerasta CMS arba PKCS #7 maiša.
lv: CMS vai PKCS #7 kontrolsumma netika atrasta parakstītajā ziņojumā.
mai: CMS अथवा PKCS #7 डाइजेस्ट हस्ताक्षर किए संदेश मे नहि भेटल छल.
ml: CMS അല്ലെങ്കില്‍ PKCS #7 ഡൈജസ്റ്റ് ഒപ്പിട്ട സന്ദേശത്തില്‍ ലഭ്യമായില്ല.
mr: CMS किंवा PKCS #7 डायजेस्ट स्वाक्षरी संदेश मध्ये आढळले गेले नाही.
ms: CMS atau PKCS #7 Digest tidak dapat dijumpai dalam mesej yang ditandatangani.
nb_no: CMS eller PKCS #7 fingeravtrykk ble ikke funnet i den signerte meldingen.
nn_no: CMS eller PKCS #7 fingeravtrykk vart ikkje funne i den signerte meldinga.
oc: Lo pretractament CMS o PKCS #7 es pas estat trobat dins lo messatge signat.
pt_br: O digest CMS ou PKCS #7 não foi encontrado na mensagem assinada.
ro: Nu s-a găsit CMS sau PKCS #7 Digest mesajul semnat.
sd: صحيح ڪيل سنديش ۾ سي ايم ايس يا پي ڪي سي ايس #7 ڊآئجيسٽ جو پتو نہ لڳو
si: The CMS හෝ PKCS #7 සඟරාව අත්සන් කරන ලද පණිවිඩ වල හමු නොවුණි.
sr: Сажеци ЦМС (CMS) или ПКЦС #7 (PKCS #7) нису пронађени у потписаној поруци.
sv: CMS eller PKCS #7-summa fanns inte i det signerade meddelandet.
te: CMS లేదా PKCS #7 డైజెస్టు ‌ సైన్‌డ్ సందేశంనందు కనబడలేదు.
ug: ئىمزالىق ئۇچۇردىن CMS ياكى PKCS #7 نىڭ قىسقىچە مەزمۇنى تېپىلمىدى.
uz: CMS yoki PKCS #7 qisqa xabari yozilgan xabar ichidan topilmadi.
vi: Không tìm thấy tập san CMS hay PKCS #7 trong thông điệp đã kí.
zh_tw: 簽章訊息中找不到 CMS 或 PKCS #7 摘要。

source: The CMS or PKCS #7 Message type is unsupported.
af: Werk nie met CMS of die PKCS #7 Message-tipe nie.
ar: نوع ال‍ CMS أو بعثرة PKCS #7 غير مدعوم.
as: CMS অথবা PKCS #7 বাৰ্তা ধৰণ অসমৰ্থিত।
az: CMS ya da PKCS #7 cavabı formatı dəstəkləmir.
bg: Неподдържан CMS или вид на PKCS #7 Message.
bn_bd: CMS বা PKCS #7 বার্তার ধরণ অসমর্থিত।
br: N'eo ket skoret ar c'hemennadennoù o rizh CMS pe PKCS #7
ca: No s'accepta el CMS o el tipus de missatge PKCS #7.
cy: Nid yw'r math o neges CMS neu PKCS #7 yn cael eu cynnal.
es_mx: El tipo de mensaje CMS o PKCS #7 no está admitido.
eu: CMS edo PKCS #7 mezu mota ez da onartzen.
fa: CMS یا نوع پیغام PKCS #7 پشتیبانی نمی‌شود.
fur: Il CMS o il tip di messaç PKCS #7 no son supuartâts.
ga_ie: Ní thacaítear leis an gcineál teachtaireachta CMS nó PKCS #7.
gd: Chan eil taic ann ri seòrsa na teachdaireachd CMS no PKCS #7.
gu: CMS અથવા PKCS #7 સંદેશા પ્રકાર બિનઆધારભૂત છે.
hi_in: CMS या PKCS #7 संदेश प्रकार असमर्थित है.
hr: CMS ili PKCS #7 vrsta poruke nije podržana.
hu: A CMS vagy a PKCS #7 Message típus nem támogatott
hy_am: Հաղորդագրության CMS or PKCS #7 տեսակները չեն սպասարկվում:
id: Jenis pesan CMS atau PKCS #7 tidak didukung.
is: CMS eða PKCS #7 skilaboðategund er ekki studd.
kk: CMS немесе PKCS #7 хабарлама түріне қолдау жоқ.
km: ប្រភេទ​សារ CMS ឬ PKCS #7 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
kn: CMS ಅಥವ PKCS #7 ಸಂದೇಶದ ಬಗೆಯು ಬೆಂಬಲವಾಗಿಲ್ಲ.
ku: Cureya peyama CMS an jî PKCS #7 bêdestek e.
lt: CMS arba PKCS #7 pranešimo tipas nepalaikomas.
lv: CMS vai PKCS #7 ziņojuma tips nav atbalstīts.
mai: CMS अथवा PKCS #7 संदेश प्रकार असमर्थित अछि.
ml: CMS അല്ലെങ്കില്‍ PKCS #7 സന്ദേശത്തിനുള്ള പിന്തുണ ലഭ്യമല്ല.
mr: CMS किंवा PKCS #7 संदेश प्रकार असमर्थीत आहे.
ms: Mesej jenis CMS atau PKCS #7 adalah tidak disokong.
nb_no: CMS eller PKCS #7 meldingstype er ustøttet.
nn_no: CMS eller PKCS #7 meldingstype er ikkje støtta.
oc: La mena de messatge CMS o PKCS #7 es pas gerit.
pt_br: O tipo de mensagem CMS ou PKCS #7 não é suportado.
ro: Tipul de mesaj CMS sau PKCS #7 nu este suportat.
sd: سي ايم ايس يا پي ڪي سي ايس #7 سنديش جي قسم کي سمرٿن مليل ناهي۔
si: CMS හෝ PKCS #7 පණිවිඩ වර්ගය සහය නොදක්වයි.
sr: Врсте порука ЦМС (CMS) или ПКЦС #7 (PKCS #7) нису подржане.
sv: CMS eller PKCS #7-meddelandetyp stöds inte.
te: CMS లేదా PKCS #7 సందేశం రకము మద్దతీయనిది.
ug: CMS ياكى PKCS #7 نىڭ ئۇچۇر تىپى دەلىللەنمىگەن.
uz: CMS yoki PKCS #7 xabari turi qo‘llab-quvvatlanmaydi.
vi: Kiểu Thông điệp CMS hoặc PKCS #7 không được hỗ trợ.
zh_tw: CMS 或 PKCS #7 訊息類型不支援。

source: PKCS #11 module could not be removed because it is still in use.
af: Kon nie PKCS #11-module verwyder nie want dit is nog in gebruik.
ar: لم يمكن إزالة وحدة PKCS #11 لأنها لا تزال قيد الاستخدام.
as: PKCS #11 মডিউল আতৰাব পৰা নগল কাৰণ ই এতিয়াও ব্যৱহাৰ হৈ আছে।
az: PKCS #11 kəmiyyəti silinə bilmir çünki istifadə olunur.
bg: Модул за PKCS #11 не може да бъде премахнат, тъй като все още се използва.
bn_bd: PKCS #11 মডিউলটি অপসারণ করা যায়নি কারন এটি এখনও ব্যবহৃত হচ্ছে।
br: Ar mollad PKCS #11 n'hall ket bezañ tennet kuit rak emañ war arver c'hoazh.
ca: El mòdul PKCS #11 no s'ha pogut suprimir perquè encara s'està utilitzant.
cy: Nid oeddd modd tynnu modiwl PKCS #11 am ei fod yn cael ei ddefnyddio.
es_mx: El módulo PKCS #11 no se ha podido eliminar porque está aún en uso.
eu: PKCS #11 modulua ezin da ezabatu erabilia dago eta.
fa: پیمانهٔ PKCS #11 به دلیل آن که در حال استفاده است، قابل حذف کردن نیست.
fur: Il modul PKCS #11 no si pues gjavâ par vie che al risulte che al è ancjemò doprât.
ga_ie: Níorbh fhéidir an modúl PKCS #11 a bhaint toisc é a bheith fós in úsáid.
gd: Cha do ghabh am mòideal PKCS #11 a thoirt air falbh a chionn 's gu bheilear 'ga chleachdadh fhathast.
gu: PKCS #11 મોડ્યુલ દૂર કરી શક્યા નહિં કારણ કે તે હજુ સુધી વપરાશમાં જ છે.
hi_in: PKCS #11 माड्यूल हटाया नहीं जा सका क्योंकि यह अभी भी प्रयोग में है.
hr: PKCS #11 modul nije moguće ukloniti jer je još uvijek u upotrebi.
hu: A PKCS #11 modult nem lehet eltávolítani, mert még használatban van.
hy_am: PKCS #11 մոդուլը չի կարող ջնջվել, քանի որ այն այս պահին օգտագործվում է:
id: Modul PCKS #11 tidak dapat dihapus karena masih digunakan.
is: Ekki var hægt að fjarlægja PKCS #11 einingu þar sem hún er ennþá í notkun.
kk: PKCS #11 модулін өшіру мүмкін емес, өйткені ол әлі қолдануда.
km: មិន​អាច​ផ្លាស់ទី​ម៉ូឌុល​របស់ PKCS #11 បាន​ទេ ពីព្រោះ​​វា​កំពុង​​ប្រើ ។
kn: PKCS #11 ಘಟಕವನ್ನು ತೆಗೆಯಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಅದು ಇನ್ನೂ ಬಳಸಲ್ಪಡುತ್ತಿದೆ.
ku: Modûla PKCS #11 nikare were rakirin ji ber ku hê jî tê bikaranîn.
lt: Nepavyko pašalinti PKCS #11 modulio, nes jis dar naudojamas.
lv: PKCS #11 moduli nevar aizvākt, jo tas vēl tiek izmantots.
mai: PKCS #11 माड्यूल हटाएल नहि जाए सकल किएक ई अखनो प्रयोग मे अछि.
ml: PKCS #11 ഘടകം നീക്കം ചെയ്യുവാന്‍ സാധ്യമായില്ല, കാരണം ഇതു് ഇപ്പോഴും ഉപയോഗത്തിലാണു്.
mr: PKCS #11 विभाग वापरणीत असल्यामुळे काढूण टाकले जाऊ शकत नाही.
ms: Modul PKCS #11 tidak dapat dibuang kerana sedang digunakan.
my: PKCS #11 အစိတ်အပိုင်းကို သုံးစွဲနေသေးတဲ့ အတွက် ဖယ်ရှားလို့ မရနိုင်ဘူး။
nb_no: PKCS #11 modul kan ikke fjernes fordi den fortsatt er i bruk.
nn_no: PKCS #11 modul kan ikkje fjernast fordi han framleis er i bruk.
oc: Impossible de suprimir lo modèl PKCS #11 per çò que es encara utilizat.
pt_br: Módulo PKCS #11 não pode ser removido porque ainda está em uso.
ro: Modulul PKCS #11 nu poate fi eliminat deoarece este încă în uz.
sd: پي ڪي سي ايس #11 ماڊيول نہ ڪڍجي سگهيو ڇو تہ اهو اڃا اِستعمال ۾ آهي۔
si: PKCS #11 ඒකකය තවමත් භාවිතයේ පවතින නිසා ඉවත් කිරීමට නොහැකි විය.
sr: Модул ПКЦС #11 (PKCS #11) није могао да буде уклоњен јер се још увек користи.
sv: PKCS #11-modulen kunde inte tas bort eftersom den fortfarande används.
te: PKCS #11 మాడ్యూల్ తొలగించలేము ఎంచేతంటే అదిఇంకా వుపయోగంలోవుంది.
ug: PKCS #11 بۆلىكىنى ئۆچۈرەلمەيدۇ، چۈنكى ئۇ ئىشلىتىلىۋاتىدۇ.
uz: PKCS #11 modulni o‘chirib bo‘lmadi, chunki undan hali ham foydalanilmoda.
vi: Không thể gỡ bỏ module PKCS #11 vì nó vẫn đang được dùng.
zh_tw: PKCS #11 模組正在使用中，無法移除。
