Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Address in signing certificate does not match address in message headers.
af: Adres in ondertekende sertifikaat pas nie by adres in boodskapkop nie.
ar: العنوان في الشهادة الموقعة لا يطابق العنوان في ترويسات الرسالة.
as: স্বাক্ষৰীত প্ৰমাণপত্ৰত থকা ঠিকনা বাৰ্তা হেডাৰত থকা ঠিকনাৰ লগত মিল নাখায়।
az: İmzalanan təsdiq sənədindəki ünvan başlıqdakı ünvanla uyğun gəlmir.
bg: Адресът в подписващия сертификат не съвпада с адреса в заглавките на съобщението.
bn_bd: সাক্ষরিত সার্টিফিকেটের ঠিকানার সাথে বার্তার শিরোনামে উল্লেখিত ঠিকানা মেলেনি।
br: Ar chomlec'h en testeni sinañ ne glot ket gant ar chomlec'h e talbenn ar gemennadenn.
ca: L'adreça en el certificat de signatura no coincideix amb la de les capçaleres del missatge.
cy: Nid yw'r cyfeiriad yn y dysstysgrif llofnodi yn cydfynd â'r cyferiad ym mhenyn y neges.
es_mx: La dirección en el certificado de firma no coincide con la dirección en las cabeceras del mensaje.
eu: Sinadura ziurtagiriko helbidea eta mezu goiburuen helbidea ez dira berdinak.
fa: نشانی در گواهی امضاکننده با نشانی سرآیندهای پیغام همخوانی ندارد.
fur: La direzion dal certificât di firme nol corispuint cun chê de intestazion dal messaç
ga_ie: Ní mheaitseálann an seoladh sa teastas sínithe leis an seoladh i gceanntásca na teachtaireachta.
gd: Chan eil an seòladh san teisteanas soidhnidh a' freagairt ris an t-seòladh ann am bann-cinn na teachdaireachd.
gu: પ્રમાણપત્ર સહી કરવાનું સરનામું સંદેશા હેડરોમાંના સરનામા સાથે બંધબેસતું નથી.
hi_in: प्रमाणपत्र हस्ताक्षर में पता संदेश हेडर के पता से मेल नहीं खाता है.
hr: Adresa u potpisu certifikata ne odgovara adresi u zaglavlju poruke.
hu: Az aláíró tanúsítványban szereplő cím nem egyezik meg az üzenet fejlécében levő címmel.
hy_am: Վկայագրի ստորագրության հասցեն չի համախատասխանում հաղորդագրության էջագլխի հասցեին:
id: Alamat pada sertifikat penandatangan tidak sesuai dengan alamat pada header pesan.
is: Heimilisfang í undirskrift skilríkis passar ekki við heimilisfang í skilaboðahaus.
kk: Қолтаңба қойылатын сертификаттың адрес мәні хабарламадағы адресіне сәйкес келмейді.
km: អាសយដ្ឋាន​ក្នុង​ការ​ចុះហត្ថលេខា​វិញ្ញាបនបត្រ​មិន​ផ្គូផ្គង​នឹង​អាសយដ្ឋាន​នៅ​ក្នុង​បឋមកថា​របស់​សារ​ឡើយ ។
kn: ಸೈನಿಂಗ್ ಪ್ರಮಾಣಪತ್ರದಲ್ಲಿನ ವಿಳಾಸವು ಸಂದೇಶ ಹೆಡರ್ ಗಳಲ್ಲಿನ ವಿಳಾಸಕ್ಕೆ ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ.
ku: Navnîşana di sernavê peyamê de û ya di têketina sertîfîkayê de ji hev negirin.
lt: Liudijimo, kuriuo pasirašyta, adresas nesutampa su adresu pranešimo antraštėje.
lv: Adrese parakstošajā sertifikātā nesakrīt ar adresi ziņojuma galvenēs.
mai: प्रमाणपत्र हस्ताक्षर मे पता संदेश हेडर क पता सँ मेल नहि खाइत अछि.
ml: സന്ദേശത്തിന്റെ തലക്കെട്ടുകളിലുള്ള വിലാസം ഒപ്പിടുന്ന സര്‍ട്ടിഫിക്കേറ്റിലുള്ള വിലാസവുമായി പൊരുത്തപ്പെടുന്നില്ല.
mr: स्वाक्षरी प्रमाणपत्रातील पत्ता संदेश हेड्डरशी जुळत नाही.
ms: Alamat menandatangani sijil tidak sama dengan alamat kepala mesej.
my: လက်မှတ် ရေးထိုးချက်ထဲက လိပ်စာဟာ ခေါင်းစည်းများပေါ်က သတင်းစကား လိပ်စာနဲ့ ကိုက်ညီမှု မရှိဘူး။
nb_no: Adresse i signatursertifikatet stemmer ikke med adressen i meldingshodet.
nn_no: Adresse i signatursertifikatet stemmer ikkje med adressa i meldingshovudet.
oc: L'adreça dins lo certificat de signatura correspond pas a la que figura dins las entèstas de messatges.
pt_br: Endereço no certificado de assinatura não corresponde ao endereço do cabeçalho da mensagem.
ro: Adresa din certificatul de semnare nu se potrivește cu adresa din antetele mesajului.
si: සහතිකය අත්සන් කිරීමේ ලිපිනය පණිවිඩය සිරසේ ලිපිනය හා නොගැළපේ.
sr: Адреса у потписном сертификату не одговара адреси у заглављима поруке.
sv: Adressen i signeringscertifikatet matchar inte adressen i meddelanderubrikerna.
te: సైనింగ్ ధృవీకరణపత్రంనందలి చిరునామా సందేశం పీఠికల(హెడర్సు)నందలి చిరునామాతో సరిపోలడంలేదు.
th: ที่อยู่ในใบรับรองที่เซ็นไม่ตรงกับที่อยู่ในส่วนหัวของข้อความ
ug: ئىمزالىق گۇۋاھنامىدىكى ئادرېس بىلەن ئۇچۇر تېمىسىدىكى ئادرېس ماسلاشمىغان.
uz: Kiritilgan sertifikatdagi manzil xabar bosh qatoridagi manzilga mos kelmadi.
vi: Địa chỉ trong phần kí chứng chỉ không khớp với địa chỉ trong phần đầu của thông điệp.
zh_tw: 簽署憑證的位址與訊息標頭中的位址不符。

source: Unable to import. Error attempting to import private key.
bg: Грешка при внасяне. Грешка при опит за внасяне на частен ключ.
bn_in: ইম্পোর্ট করা যাচ্ছে না। প্রাইভেট কি ইম্পোর্ট করতে বিফল।
br: N'haller ket enporzhiañ. Fazi e-pad ma oa o klask enporzhiañ an alc'hwez prevez.
ca: No s'ha pogut importar. S'ha produït un error en intentar importar la clau privada.
cy: Methu mewnforio. Gwall wrth geisio mewnforio'r allwedd breifat.
gd: Cha ghabh ion-phortadh. Mearachd le ion-phortadh na h-iuchrach phrìobhaideach.
gu: આયાત કરવામાં અસમર્થ. ખાનગી કી આયાત કરવાનો પ્રયાસ કરવામાં ભૂલ.
hy_am: Չստացվեց ներմուծել: Սխալ, անձնական բանալու ներմուծման փորձի ժամանակ:
id: Gagal mengimpor. Kesalahan saat mencoba mengimpor kunci pribadi.
is: Get ekki flutt inn. Villa við að flytja inn leynilykil.
kk: Импорттау мүмкін емес. Жеке кілтті импорттау қатемен аяқталды.
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಖಾಸಗಿ ಕೀಲಿಯನ್ನು ಆಮದು ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದಾಗ ದೋಷ ಉಂಟಾಗಿದೆ.
lt: Nepavyko importuoti. Klaida bandant importuoti asmeninį raktą.
nb_no: Klarte ikke importere. Feil under import av privat nøkkel.
nn_no: Klarte ikkje å importera. Feil under import av privat nykel.
pt_br: Impossível importar. Erro ao tentar importar a chave privada.
sv: Kan inte importera. Fel vid försök att importera privat nyckel.

source: Unable to import. Error attempting to import certificate chain.
bg: Грешка при внасяне. Грешка при опит за внасяне на верига сертификати.
bn_in: ইম্পোর্ট করা যাচ্ছে না। সার্টিফিকেট চেইন ইম্পোর্ট করতে বিফল।
br: N'haller ket enporzhiañ. Fazi e-pad ma oa o klask enporzhiañ steudad an testeni.
ca: No s'ha pogut importar. S'ha produït un error en intentar importar la cadena de certificat.
cy: Methu mewnforio. Gwall wrth geisio mewnforio cadwyn tystysgrif.
gd: Cha ghabh ion-phortadh. Mearachd le ion-phortadh de shlabhraidh teisteanais.
gu: આયાત કરવામાં અસમર્થ. પ્રમાણપત્ર સાંકળ આયાત કરવાનો પ્રયાસ કરવામાં ભૂલ.
hy_am: Չի ստացվում ներմուծել: Սխալը տեղի է ունենում սերտիֆիկատի շղթայի ներմուծման ընթացքոմ:
id: Gagal mengimpor. Kesalahan saat mencoba mengimpor rantai sertifikat.
is: Get ekki flutt inn. Villa við að flytja inn skilríkjakeðju.
kk: Импорттау мүмкін емес. Сертификаттар тобын импортау кезінде қате кетті.
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಪ್ರಮಾಣಪತ್ರ ಸರಪಳಿಯನ್ನು ಆಮದು ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದಾಗ ದೋಷ ಉಂಟಾಗಿದೆ.
lt: Nepavyko importuoti. Klaida bandant importuoti liudijimų grandinę.
nb_no: Klarte ikke importere. Feil ved import av sertifikatkjede.
nn_no: Klarte ikkje å importera. Feil ved import av sertifikatkjede.
pt_br: Impossível importar. Erro ao tentar importar a cadeia de certificados.
sv: Kan inte importera. Fel vid försök att importera certifikatkedja.

source: Unable to export. Unable to locate certificate or key by nickname.
bg: Грешка при изнасяне. Не можа да се намери сертификата или ключа по съкратено име.
bn_in: ইম্পোর্ট করা যাচ্ছে না। নিকনেম দিয়ে সার্টিফিকেট অথবা কী খুঁজে পাওয়া যাচ্ছেনা।
br: N'haller ket ezporzhiañ. N'eo ket gouest da lec'hiañ an testeni pe an alc'hwez dre al lesanv.
ca: No s'ha pogut exportar. No s'ha pogut trobar el certificat o la clau per sobrenom.
cy: Methu allforio. Methu lleoli tystysgrif neu allwedd yn ôl tystysgrif.
gd: Cha ghabh ion-phortadh. Cha ghabh an teisteanas a lorg air iuchair no fhar-ainm.
gu: નિકાસ કરવામાં અસમર્થ. પ્રમાણપત્ર અથવા કી ને નામ પ્રમાણે સ્થિત કરવામાં અસમર્થ.
hy_am: Չի ստացվում ներմուծել: ՉԻ գտնվում սերտիֆիկատը կամ բանալին ըստ մականունի:
id: Gagal mengekspor. Gagal menemukan sertifikat atau kunci berdasarkan nama nick.
is: Get ekki flutt út. Finn ekki skilríki eftir lykli eða auðkenni.
kk: Импорттау мүмкін емес. Никнейм арқылы сертификатты не кілтті табу мүмкін емес.
kn: ರಫ್ತು ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಪ್ರಮಾಣಪತ್ರ ಅಥವ ಕೀಲಿಯನ್ನು ಉಪಹೆಸರಿನಿಂ ದ ಪತ್ತೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
lt: Nepavyko eksportuoti. Nepavyko rasti liudijimo ar rakto su nurodytu alternatyviuoju vardu.
nb_no: Klarte ikke eksportere. Klarte ikke finne sertifikat eller nøkkel på kallenavnet.
nn_no: Klarte ikkje å eksportera. Klarte ikkje å finna sertifikat eller nykel på kallenamnet.
pt_br: Impossível exportar. Não foi possível encontrar o certificado ou a chave pelo nickname.
sv: Kan inte exportera. Kan inte lokalisera certifikat eller nyckel genom kortnamn.

source: Unable to export. Private Key could not be located and exported.
bg: Грешка при изнасяне. Частният ключ не можа да бъде намерен или изнесен.
bn_in: ইম্পোর্ট করা যাচ্ছে না। প্রাইভেট কী খুঁজে পাওয়া যায়নি এবং এক্সপোর্ট করা যায়নি।
br: N'haller ket ezporzhiañ. An alc'hwez prevez n'hall ket bezañ lec'hiet hag ezporzhiet.
ca: No s'ha pogut exportar. No s'ha pogut trobar ni exportar la clau privada.
cy: Methu allforio. Nid oedd modd canfod yr Allwedd Breifat a'i hallforio.
gd: Cha ghabh ion-phortadh. Cha do ghabh an iuchair phrìobhaideach a lorg ’s às-phortadh.
gu: નિકાસ કરવામાં અસમર્થ. ખાનગી કી સ્થિત કરી શક્યા નહિં અને આયાત કરી શક્યા નહિં.
hy_am: Արտահանումը չհաջողվեց: Չստացվեց գտնել և արտահանել անհատական բանալին:
id: Gagal mengekspor. Kunci Pribadi tidak bisa ditemukan dan diekspor.
is: Get ekki flutt út. Einkalykill fannst ekki.
kk: Экспорттау мүмкін емес. Жеке кілтті табу және экспорттау мүмкін емес.
kn: ರಫ್ತು ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಖಾಸಗಿ ಕೀಲಿಯನ್ನು ಪತ್ತೆಮಾಡಲು ಹಾಗು ರಫ್ತುಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
lt: Nepavyko eksportuoti. Nepavyko rasti ir eksportuoti asmeninio rakto.
nb_no: Klarte ikke eksportere. Privat nøkkel ble ikke funnet og eksportert.
nn_no: Klarte ikkje å eksportera. Privat nykel vart ikkje funnen og eksportert.
pt_br: Impossível exportar. Chave privada não pôde ser encontrada e exportada.
sv: Kan inte exportera. Privat nyckel kunde inte lokaliseras och exporteras.

source: Unable to export. Unable to write the export file.
bg: Грешка при изнасяне. Грешка при запис във файл.
bn_in: ইম্পোর্ট করা যাচ্ছে না। এক্সপোর্ট ফাইল লেখা যায়নি।
br: N'haller ket ezporzhiañ. N'haller ket skrivañ ar restr ezporzhiañ.
ca: No s'ha pogut exportar. No s'ha pogut escriure el fitxer d'exportació.
cy: Methu allforio. Methu ysgrifennu i'r ffeil allforio.
gd: Cha ghabh ion-phortadh. Cha ghabh am faidhle às-phortaidh a sgrìobhadh.
gu: નિકાસ કરવામાં અસમર્થ. નિકાસ ફાઈલ લખવામાં અસમર્થ.
hy_am: Արտահանումը չհաջողվեց: Չի հաջողվում գրել արտահանվող ֆայլ:
id: Gagal mengekspor. Gagal menulis pada berkas untuk ekspor.
is: Get ekki flutt út. Get ekki skrifað í útflutta skrá.
kk: Экспорттау мүмкін емес. Экспортталатын файлға жазу мүмкін емес.
kn: ರಫ್ತು ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ರಫ್ತು ಕಡತಕ್ಕೆ ಬರೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
lt: Nepavyko eksportuoti. Nepavyko rašyti į eksportuojamą failą.
nb_no: Klarte ikke eksportere. Klarte ikke skrive til eksportfilen.
nn_no: Klarte ikkje å eksportera. Klarte ikkje å skriva til eksportfila.
pt_br: Impossível exportar. Não foi possível escrever o arquivo de exportação.
sv: Kan inte exportera. Kan inte skriva exportfilen.

source: Unable to import. Unable to read the import file.
bg: Грешка при внасяне. Грешка при четене от файл.
bn_in: ইম্পোর্ট করা যাচ্ছে না। ইম্পোর্ট ফাইল রিড করা যায়নি।
br: N'haller ket enporzhiañ. N'haller ket lenn ar restr enporzhiet.
ca: No s'ha pogut importar. No s'ha pogut llegir el fitxer d'importació.
cy: Methu mewnforio. Methu darllen y ffeil mewnforio.
gd: Cha ghabh ion-phortadh. Cha ghabh am faidhle ion-phortaidh a leughadh.
gu: આયાત કરવામાં અસમર્થ. આયાત ફાઈલ વાંચવામાં અસમર્થ.
hy_am: Չստացվեց ներմուծել: Անհնար է կարդալ ներմուծվող ֆայլը:
id: Gagal mengimpor. Gagal membaca berkas untuk diimpor.
is: Get ekki flutt inn. Get ekki lesið innflutta skrá.
kk: Импорттау мүмкін емес. Импортталатын файлды оқу мүмкін емес.
lt: Nepavyko importuoti. Nepavyko skaityti importuojamo failo.
nb_no: Klarte ikke importere. Klarte ikke lese fra improtfilen.
nn_no: Klarte ikkje å importera. Klarte ikkje å lesa frå importfila.
pt_br: Impossível importar. Não foi possível ler o arquivo a importar.
sv: Kan inte importera. Kan inte läsa importfilen.

source: Unable to export. Key database corrupt or deleted.
bg: Грешка при изнасяне. Базата данни с ключове е повредена или изтрита.
bn_in: ইম্পোর্ট করা যাচ্ছে না। কী ডেটাবেস বিকৃত হয়েছে বা মুছে ফেলা হয়েছে।
br: N'haller ket ezporzhiañ. Kontronet pe dilamet eo bet ar stlennvank alc'hwezioù.
ca: No s'ha pogut exportar. La clau de la base de dades està malmesa o s'ha suprimit.
cy: Methu allforio. Cronfa ddata'r allwedd yn llwgr neu wedi ei dileu.
gd: Cha ghabh ion-phortadh. Tha stòr-dàta nan iuchraichean air a thruailleadh no sguabadh às.
gu: નિકાસ કરવામાં અસમર્થ. કી ડેટાબેઝ બગડેલ અથવા કાઢી નાંખેલ છે.
hy_am: Արտահանումը չհաջողվեց: Բանալիների տվյալների բազան վնասված է կամ ջնջված:
id: Gagal mengekspor. Basis data kunci terkorupsi atau terhapus.
is: Get ekki flutt út. Lyklagagnagrunnur er skemmdur eða horfinn.
kk: Экспорт мүмкін емес. Кілттер дерекқоры зақымдалған немесе өшірілген.
lt: Nepavyko eksportuoti. Sugadinta arba pašalinta raktų duomenų bazė.
nb_no: Klarte ikke eksportere. Nøkkeldatabasen er ugyldig eller slettet.
nn_no: Klarte ikkje å eksportera. Nykeldatabasen er ugyldig eller sletta.
pt_br: Impossível exportar. Banco de dados de chaves corrompido ou excluído.
sv: Kan inte exportera. Nyckeldatabasen är skadad eller borttagen.

source: Unable to generate public/private key pair.
af: Kon nie publieke-/privatesleutel-paar genereer nie.
ar: تعذر توليد زوج مفاتيح عام/خاص.
as: ৰাজহুৱা/ব্যক্তিগত কি' যোট সৃজন কৰোতে অক্ষম।
az: Xüsusi və ümumi açar cütlüyü yarıla bilmir.
bg: Грешка при генериране на двойка ключове публичен/частен.
bn_bd: পাবলিক/প্রাইভেট কী জোড়া তৈরি করতে ব্যর্থ।
br: N'eo ket evit genel un alc'hwez par foran/prevez.
ca: No s'ha pogut generar el parell de claus públic/privat.
cy: Methu cynhyrchu par o allweddi cyhoeddus/preifat.
es_mx: No es posible generar el par de claves pública/privada.
eu: Ezin da gako pribatu/publiko parea sortu.
fa: قادر به ایجاد جفت کلید عمومی/خصوصی نبود.
fur: No si pues gjenerâ la cubie di clâfs publichis/privadis.
ga_ie: Níorbh fhéidir an péire eochracha poiblí/príobháideach a chruthú.
gd: Cha ghabh cèile iuchraichean poblach/prìobhaideach a ghineadh.
gu: જાહેર/ખાનગી કી જોડી બનાવવામાં અસમર્થ.
hi_in: सार्वजनिक/निजी कुंजी युग्म बनाने में असमर्थ.
hr: Generiranje javnog/privatnog para ključeva nije moguće.
hu: Nem sikerül a személyes/nyilvános kulcspár létrehozása.
hy_am: Չհաջողվեց գեներացնել բաց/փակ բանալիների զույգ:
id: Gagal membuat pasangan kunci publik/pribadi.
is: Get ekki búið til Dreifilykil/Einkalykla par.
kk: Ашық/жеке кілттер жұбын жасау мүмкін емес.
km: មិន​អាច​បង្កើត​គូ​សោ សាធារណៈ/ឯកជន​ បាន​​ឡើយ ។
kn: ಸಾರ್ವಜನಿಕ/ಖಾಸಗಿ ಕೀಲಿ ಜೋಡಿಯನ್ನು ಉತ್ಪಾದಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ku: Nikare cota mifteya ewlehiyê/gelemperî biafirîne.
lt: Nepavyko sugeneruoti viešo ir asmeninio raktų poros.
lv: Nevar uzģenerēt privātās / publiskās atslēgas pāri.
mai: सार्वजनिक/निज कुँजी युग्म बनाबै मे असमर्थ.
ml: പൊതു/സ്വകാര്യ കീ പെയര്‍ ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല.
mr: सार्वजणीक/व्यक्तिगत कि जोडी निर्माण करू शकत नाही.
ms: Tidak dapat menjana pasangan kekunci awam/swasta.
my: လူထု/သီးသန့် သော့ချက် အတွဲကို မဖန်တီးနိုင်ဘူး။
nb_no: Klarte ikke opprette offentlig/privat nøkkelpar.
nn_no: Klarte ikkje å oppretta offentleg/privat nykelpar.
oc: Impossible de generar la par de claus publica/privada.
pt_br: Não foi possível gerar o par de chaves pública/privada.
ro: Nu se poate genera perechea de chei publică/privată.
sd: عام/نجي ڪنجيءَ جو جوڙو خلقڻ ۾ اَسمرٿ۔
si: පොදු/පුදිගලික යතුරු යුගලයක් නිපදවීමට නොහැක.
sr: Није могуће направити пар јавног и тајног кључа.
sv: Kan inte generera öppen/privat nyckelpar.
te: పబ్లిక్/ప్రైవేట్ కీ యుగళాన్ని వుద్బవింపచేయలేకపోయింది.
th: ไม่สามารถสุ่มคู่กุญแจสาธารณะ/ส่วนตัว
ug: ئاممىۋى/شەخسىي شىفىرلىق ئاچقۇچ جۇپتىنى ھاسىل قىلالمىدى.
uz: Ommaviy/shaxsiy birlashtirish kodini yaratib bo‘lmadi.
vi: Không thể tạo cặp khóa cá nhân/công cộng.
zh_tw: 無法產生公開╱私密金鑰對。

source: Password entered is invalid. Please pick a different one.
bg: Въведената парола е невалидна. Моля, изберете друга.
bn_in: ভুল পাসওয়ার্ড লেখা হয়েছে। অনুগ্রহ করে নতুন পাসওয়ার্ড লিখুন।
br: Didalvoudek eo ar ger-tremen enanket. Mar plij, kemerit unan all.
ca: La contrasenya que s'ha introduït no és vàlida. Trieu-ne una altra.
cy: Mae'r cyfrinair rhoddwyd yn annilys. Dewiswch un arall.
gd: Tha am facal-faire a chuir thu a-steach mì-dhligheach. Tagh fear eile.
gu: દાખલ કરેલ પાસવર્ડ અયોગ્ય છે. મહેરબાની કરીને અલગ પસંદ કરો.
hy_am: Մուտքագրված գաղտնաբառը սխալ է: Խնդրվում է մուտքագրել մեկ ուրշը:
id: Sandi yang dimasukkan tidak sah. Silakan ganti dengan yang lain.
is: Innslegið lykilorð er ógilt. Veldu annað lykilorð.
kk: Енгізілген пароль қате. Басқасын енгізіңіз.
lt: Įvestas netinkamas slaptažodis. Prašome sugalvoti kitą.
nb_no: Innskrevet passord er ugyldig. Velg et annet.
nn_no: Innskrive passord er ugyldig. Vel eit anna.
pt_br: A senha fornecida é inválida. Por favor escolha uma diferente.
sv: Det angivna lösenordet är ogiltigt. Var god välj ett annat.

source: Old password entered incorrectly. Please try again.
bg: Старата парола е въведена неправилно. Моля, опитайте пак.
bn_in: পুরনো পাসওয়ার্ড ভুল লেখা হয়েছে অনুগ্রহ করে পুনরায় চেষ্টা করুন।
br: Ger-tremen kozh bet enanket fall. Klaskit en-dro mar plij.
ca: La contrasenya antiga no s'ha introduït correctament. Torneu-ho a provar.
cy: Mae'r hen gyfrinair wedi ei gosod yn anghywir. Ceisiwch eto.
gd: Chaidh an seann fhacal-faire a chur a-steach gu cearr. Feuch ris a-rithist.
gu: જૂનો પાસવર્ડ અયોગ્ય રીતે દાખલ કરેલ છે. મહેરબાની કરીને ફરીથી પ્રયાસ કરો.
hy_am: Նախորդ մուտքագրված գաղտնաբառը սխալ է: Խնդրում եմ կրկնեք:
id: Sandi lama yang dimasukkan salah. Silakan coba lagi.
is: Gamla lykilorðið slegið inn vitlaust. Reyndu aftur.
kk: Ескі пароль қате енгізілді. Қайталап көріңіз.
lt: Neteisingai įvestas senasis slaptažodis. Pabandykite iš naujo.
nb_no: Gammelt passord ble feil innskrevet. Prøv igjen.
nn_no: Gammalt passord vart skrive inn feil. Prøv igjen.
pt_br: Senha antiga foi digitada incorretamente. Por favor, tente novamente.
sv: Det angivna gamla lösenordet är felaktigt. Försök igen.

source: Certificate nickname already in use.
af: 'n Sleutel met dieselfde bynaam bestaan reeds.
ar: اسم الشهادة المستعار مستخدم مسبقًا.
as: প্ৰমাণপত্ৰ উপনাম ইতিমধ্যে ব্যৱহৃত।
az: Təsdiq sənədi ləqəbi hazırda istifadə olunur.
bg: Съкратеното име на сертификата вече се използва.
bn_bd: সার্টিফিকেটের ডাকনাম আগে থেকেই ব্যবহৃত হচ্ছে।
br: Lesanv testeni war arver endeo.
ca: El sobrenom del certificat ja està en ús.
cy: Mae llysenw'r dystysgrif yn cael ei defnyddio eisoes.
es_mx: El apodo del certificado ya está en uso.
eu: Ziurtagiri ezizena dagoeneko erabilia dago.
fa: نام مستعار گواهی قبلاً مورد استفاده قرار گرفته است.
fur: Il certificât dal nickname al è za doprât.
ga_ie: Tá leasainm an teastais in úsáid cheana.
gd: Tha far-ainm an teisteanais 'ga chleachdadh mu thràth.
gu: પ્રમાણપત્ર નામ પહેલાથી જ વપરાશમાં છે.
hi_in: प्रमाणपत्र उपनाम पहले से प्रयोग में है.
hr: Nadimak certifikata je već u upotrebi.
hu: Ha tanúsítvány neve már használatban van.
hy_am: Սերտիֆիկատի նույն մականունը արդեն օգտագործված է:
id: Nama nick sertifikat sudah digunakan.
is: Auðkenni skilríkis er þegar í notkun.
kk: Сертификаттың қысқаша аты қолданылуда.
km: កំពុង​ប្រើ​សម្មតិនាម​របស់​វិញ្ញាបនបត្រ ។
kn: ಪ್ರಮಾಣಪತ್ರದ ಉಪಹೆಸರು ಈಗಾಗಲೆ ಬಳಕೆಯಲ್ಲಿದೆ.
ku: Navê kod a sertîfîkayê jixwe tê bikaranîn.
lt: Liudijimo alternatyvusis vardas jau naudojamas.
lv: Sertifikāta segvārds jau tiek izmantots.
mai: प्रमाणपत्र उपनाम पहिने सँ प्रयोग मे अछि.
ml: സര്‍ട്ടിഫിക്കേറ്റിനുള്ള വിളിപ്പേരു് നിലവിലുണ്ടു്.
mr: प्रमाणपत्र निकनाव आधिपासूनच वापरणीत आहे.
ms: nama timangan dalam sijil sudah digunakan.
my: သုံးစွဲပြီးသား လက်မှတ် အမည်
nb_no: Kallenavnet til sertifikatet er allerede i bruk.
nn_no: Kallenamnet til sertifikatet er alt i bruk.
oc: Aqueste escais de certificat ja es utilizat.
pt_br: O nickname do certificado já está em uso.
ro: Pseudonimul certificatului este deja utilizat.
sd: سرٽيفڪيٽ جو اُپ نام اَڳ ۾ ئي اِستعمال ۾ آهي۔
si: සහතිකයේ විකට නාමය දැනටමත් භාවිතයේ පවතී.
sr: То име за сертификат се већ користи.
sv: Certifikatets kortnamn används redan.
te: ధృవీకరణపత్రం నిక్‌నేమ్ ఇప్పటికే వుపయోగంలోవుంది.
th: ชื่อเล่นใบรับรองมีการใช้งานอยู่แล้ว
ug: گۇۋاھنامە باشقا نامى ئىشلىتىلىۋاتىدۇ.
uz: Sertifikat taxallusidan fodalanib kelinmoqda.
vi: Biệt danh chứng chỉ đã được dùng.
zh_tw: 憑證暱稱已被使用。

source: Peer FORTEZZA chain has a non-FORTEZZA Certificate.
af: Eweknie FORTEZZA-ketting net 'n nie-FORTEZZA-sertifikaat.
ar: سلسلة ند فورتيزا لديها شهادة ليست من نوع فورتيزا.
as: সমনীয়া FORTEZZA শৃংখলৰ এটা নন-FORTEZZA প্ৰমাণপত্ৰ আছে।
az: Həmkarın FORTEZZA zəncirinə saf FORTEZZA olmayan təsdiq sənədi daxildir.
bg: Веригата FORTEZZA на партньора съдържа не-FORTEZZA сертификат.
bn_bd: পিয়ার FORTEZZA চেইনের একটি non-FORTEZZA সার্টিফিকেট রয়েছে।
br: Steudad FORTEZZA ar par en deus un testeni nad eo ket mod FORTEZZA.
ca: La cadena FORTEZZA de l'altre extrem té un certificat que no és FORTEZZA.
cy: Mae gan y cadwyn FORTEZZA cyfoed dystysgrif an FORTEZZA.
es_mx: La cadena FORTEZZA de la otra parte tiene un certificado que no es de FORTEZZA.
eu: Pareko FORTEZZA kateak ez-FORTEZZA ziurtagiri bat du.
fa: زنجیرهٔ طرف مقابل فورتزا دارای یک گواهی غیر فورتزا است.
fur: La cjadene FORTEZZA di chel altri estrem no à un certificât FORTEZZA.
ga_ie: Tá teastas neamh-Fortezza ag slabhra Fortezza an chomhghleacaí.
gd: Tha teisteanas neo-Fortezza aig slabhraidh Fortezza an t-seise.
gu: સમકક્ષ FORTEZZA સાંકળને non-FORTEZZA પ્રમાણપત્ર છે.
hi_in: साथी FORTEZZA श्रृंखला के पास गैर-FORTEZZA प्रमाणपत्र है.
hr: Čvor FORTEZZA lanca nema FORTEZZA certifikat, već neki drugi.
hu: A partner FORTEZZA láncában van egy nem FORTEZZA tanúsítvány.
hy_am: FORTEZZA հանգույցի ցեպը պարունակում է ոչ-FORTEZZA -յին Սերտիֆիկատ:
id: Rantai pihak FORTEZZA mempunyai Sertifikat Non-FORTEZZA.
is: Jafningi FORTEZZA keðja inniheldur skilríki sem er ekki FORTEZZA.
kk: FORTEZZA тбының торабы FORTEZZA-емес сертификатқа ие.
km: ខ្សែស្រឡាយ FORTEZZA នៃ​ម៉ាស៊ីន​ដូចគ្នា មាន​វិញ្ញាបនបត្រ​ដែល​មិន​មែន​ជា FORTEZZA ។
kn: ಪೀರ್ ಫೋರ್ಟೆಝಾ ಸರಪಳಿಯು ಒಂದು ಫೋರ್ಟೆಝಾ ಅಲ್ಲದ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಹೊಂದಿದೆ
ku: Zîncîra Peer FORTEZZA xwediyê sertîfîkaya non-FORTEZZA ye.
lt: Partnerinio kompiuterio „Fortezza“ grandinėje yra ne „Fortezza“ liudijimas.
lv: Partnera FORTEZZA ķēdei ir ne-FORTEZZA sertifikāts.
mai: सँगी FORTEZZA श्रृंखला क पास गैर-FORTEZZA प्रमाणपत्र अछि.
ml: പിയര്‍ FORTEZZA ചെയിനിനു് ഒരു non-FORTEZZA സാക്ഷ്യപത്രം ഉണ്ട്.
mr: समघटक FORTEZZA चैन कडे विना-FORTEZZA प्रमाणपत्र उपलब्ध आहे.
ms: Karib rantai FORTEZZA mempunyai satu sijil yang bukan FORTEZZA.
my: မျိုးတူ FORTEZZA ကွင်းဆက်မှာ FORTEZZA မဟုတ်တဲ့ လက်မှတ် တခုရှိတယ်။
nb_no: Motpartens FORTEZZA-kjede har et ikke-FORTEZZA sertifikat.
nn_no: FORTEZZA-kjeda til motparten har eit ikkje-FORTEZZA sertifikat.
oc: Aqueste escais de certificat ja es utilizat.
pt_br: A cadeia FORTEZZA do sistema remoto possui um certificado não FORTEZZA.
ro: Partenerul FORTEZZA are un certificat non-FORTEZZA.
sd: ثاني فورٽيزا ڪڙيءَ وٽ غير فورٽيزا سرٽيفڪيٽ
si: FORTEZZA අග්‍ර දාමයේ FORTEZZA නොවන සහතිකයක් ඇත.
sr: Удаљени фортеца (Fortezza) ланац има сертификат који није фортеца.
sv: Den andra partens FORTEZZA-kedja har ett icke-FORTEZZA-certifikat.
te: పీర్ FORTEZZA చైన్ non-FORTEZZA ధృవీకరణపత్రం కలిగివుంది.
ug: FORTEZZA نۇقتا ئۇلانمىسىدا غەيرىي FORTEZZA گۇۋاھنامىسى بار.
uz: FORTEZZA manbasi zanjirida FORTEZZA bo‘lmagan sertifikat bor.
vi: Chuỗi FORTEZZA ngang hàng có một Chứng chỉ không-phải-FORTEZZA.
zh_tw: 節點的 FORTEZZA 鏈內含非 FORTEZZA 的憑證。
