Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: No certificate authority is trusted for SSL client authentication.
af: Geen sertifikaatowerheid word vertrou vir SSL-kliëntmagtiging nie.
ar: ليس هناك سلطات شهادات موثوقة من أجل مصادقة عميل SSL.
as: SSL ক্লাএন্ট প্ৰমাণিকৰণৰ কাৰণে কোনো প্ৰমাণপত্ৰ কতৃপক্ষক ভৰষা কৰিব নোৱাৰি।
az: SSL klienti təsdiqləməsi üçün heç bir təsdiq sənədi rəsmisinə etibar edilmir.
bg: Няма удостоверител на сертификати, на който да се доверяваме за клиентското удостоверяване по SSL.
bn_bd: SSL ক্লায়েন্টের অনুমোদনের জন্য কোনো বিশ্বস্ত সার্টিফিকেট কর্তৃপক্ষ উপস্থিত নেই।
bn_in: SSL ক্লায়েন্টের অনুমোদনের জন্য কোনো বিশ্বস্ত সার্টিফিকেট অথোরিটি উপস্থিত নেই।
br: N'eus fiziañs e an aotrouniezh testeniañ ebet evit dilesa un arval SSL.
ca: No es pot confiar en cap entitat certificadora per a l'autenticació SSL del client.
cy: Nid oes ymddiriedaeth i awdurdod tystysgrifo ar gyfer dilysu cleient SSL.
es_mx: No se confía en ninguna autoridad certificadora para la identificación del cliente SSL.
eu: Ez dago ziurtagiri autoritate konfiantzakorik SSL bezero autentifikaziorako.
fa: هیچ مرجع گواهی برای تصدیق هویت کارگیر SSL مورد اعتماد نیست.
fur: No je a disposizion nissune autoritât di certificazion par autenticâ il client SSL.
ga_ie: Ní chuirtear muinín in údarás deimhniúcháin ar bith le haghaidh sainaithinte cliaint SSL.
gd: Chan eil earbsa ann an ùghdarras teisteanais sam bith airson dearbhadh cliant SSL.
gu: SSL ક્લાઈન્ટ સત્તાધિકરણ માટે કોઈ પ્રમાણપત્ર સત્તા વિશ્વાસુ નથી.
hi_in: कोई प्रमाणपत्र प्राधिकार SSL क्लाइंट सत्यापन के लिए जांचा हुआ नहीं है.
hr: Ne vjeruje se nijednom ovlašteniku certifikata za SSL ovjeru klijenta.
hu: Nincs az SSL-ügyfél hitelesítésére megbízható hitelesítésszolgáltató.
hy_am: SSL հաճախորդի արտոնագրի հավաստիացման ոչ մի վստահելի սերտիֆիկացիոն կենտրոն չի գտնվել:
id: Tidak ada otoritas sertifikat yang dipercaya untuk autentikasi klien SSL.
is: Engin vottunarstöð er treyst fyrir SSL biðlara sannvottun.
kk: SSL клиентін анықтау үшін бірде-бір сертификаттау орталығы жоқ.
km: គ្មាន​ប្រភព​វិញ្ញាបនបត្រ​ដែល​គួរ​ឲ្យ​ទុកចិត្ត​បាន​សម្រាប់​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ម៉ាស៊ីន​ភ្ញៀវ SSL ។
kn: ಯಾವುದೆ ಪ್ರಮಾಣಪತ್ರ ಅಥಾರಟಿಯು SSL ಕ್ಲೈಂಟ್ ದೃಢೀಕರಣಕ್ಕೆ ನಂಬಲಾಗಿಲ್ಲ.
ku: Ji bo piştrastkirina daxwazkera SSL tu sertîfîkaya erkê tune.
lt: SSL kliento tapatybės patikrinti neįmanoma, nes nepasitikima jokia liudijimų įstaiga.
lv: Neviena sertifikātu autoritāte nav pietiekami uzticama SSL klienta autentificēšanai.
mai: कोनो प्रमाणपत्र प्राधिकार SSL क्लाइंट सत्यापन क लेल जांचा भेलहुँ नहि अछि.
ml: എസ്എസ്എല്‍ ക്ലയന്റ് ആധികാരികത ഉറപ്പാക്കല്‍ സംവിധാനത്തിനു് വിശ്വസനീയമായ സര്‍ട്ടിഫിക്കേറ്റ് ലഭ്യമല്ല.
mr: SSL क्लाऐंट अधिप्रमाणन करीता कुठलिही प्रमाणत्र अधिप्रमाण उपलब्ध नाही.
ms: Tiada penguasa sijil yang dipercayai untuk pengesahan pengguna SSL.
my: SSL သုံးစွဲသူ စစ်မှန်မှုအတွက် ဘယ် လက်မှတ် အာဏာပိုင်ကိုမှ မယုံကြည်ရဘူး။
nb_no: Ingen sertifikatsautoriteter er tiltrodd for SSL klientautentisering.
nn_no: Ingen sertifikatsautoritetar er tiltrudd for SSL klientautentisering.
oc: Cap d'autoritat de certificacion a pas esprovat per l'autentificacion client SSL.
pt_br: Nenhuma autoridade certificadora é considerada confiável para a autenticação SSL do cliente.
ro: Nicio autoritate de certificare nu este de încredere pentru autentificarea clientului SSL.
sd: ايس ايس ايل گراهڪ جي تصديق لاءِ ڪابہ سرٽيفڪيٽ جي اَرٿارٽي وشواس ڪرڻ جوڳي ناهي۔
si: SSL සේව්‍ය අවසර දීම සඳහා කිසිම සහතික අවසත දීමක් විශ්වාස නොකෙරේ.
sr: Ниједан ауторитет за сертификате није од поверења за аутентикацију путем ССЛа са клијентом.
sv: Ingen certifikatutfärdare är betrodd att autentisera SSL-klienter.
te: ఏ ధృవీకరణపత్రం ఆధికారికం SSL క్లైంట్‌ధృవీకరణకు నమ్ముటలేదు.
th: ไม่มีผู้ออกใบรับรองใดที่เชื่อถือได้กับการยืนยันตัวตนของ SSL ลูกข่าย
ug: SSL خېرىدارنى دەلىللەيدىغان ئىشەنچلىك ھوقۇق بېرىلگەن گۇۋاھنامە يوق.
uz: SSL mijozni tasdiqdan o‘tkazish uchun ishonchali tasdiqdan o‘tkazish sertifikati emas.
vi: Không có hãng thẩm định chứng chỉ đáng tin tưởng để xác thực SSL máy khách.
zh_tw: 未信任任何憑證機構進行 SSL 用戶端驗證。

source: Client’s SSL session ID not found in server’s session cache.
bg: Клиентският сесиен идентификатор на SSL не е намерен в сесийния кеш на сървъра.
gu: સર્વરના સત્ર કેશમાં ક્લાઈન્ટનું SSL સત્ર ID મળ્યું નહિં.
nb_no: Klientens SSL økt-ID ble ikke funnet i serverens økt-hurtiglager.
nn_no: Fann ikkje SSL økt-ID i økt-snøgglageret til tenaren.

source: Peer was unable to decrypt an SSL record it received.
af: Eweknie kon nie 'n SLL-rekord wat dit ontvang het, dekripteer nie.
ar: لم يتمكن الند من استخراج سجل SSL الذي استلمه.
as: সমনীয়ায় গ্ৰহণ কৰা SSL সংবাদ এটা ডিক্ৰিপ্ট কৰোতে অক্ষম হৈছিল।
az: Həmkar, aldığı bir SSL qeydinin şifrəsini aça bilmədi.
bg: Партньорът не можа да дешифрира полученият от него запис на SSL.
bn_bd: পিয়ার দ্বারা প্রাপ্ত SSL রেকর্ড ডিক্রিপ্ট করা সম্ভব হয়নি।
bn_in: সমকক্ষ দ্বারা প্রাপ্ত SSL রেকর্ড ডিক্রিপ্ট করা সম্ভব হয়নি।
br: N'eo ket barrek ar par da ezrinegañ un danevell mod SSL bet degemeret.
ca: L'altre extrem no ha pogut desxifrar un registre SSL que ha rebut.
cy: Methodd y cyfoed â dadgryptio cofnod SSL mae wedi ei derbyn.
es_mx: La otra parte no ha podido descifrar un registro SSL recibido por ella.
eu: Parekoa ez da gai jaso duen SSL erregistroa deszifratzeko.
fa: طرف مقابل قادر به رمزگشایی از رکورد SSL دریافتی نبود.
fur: Chel altri estrem nol à podût decifrâ un regjistri SSL che al à vût.
ga_ie: Ní raibh an comhghleacaí in ann taifead SSL a fuair sé a dhíchriptiú.
gd: Cha b' urrainn dhan t-seise clàr SSL a fhuair e a dhì-chrioptachadh.
gu: સમકક્ષ તેને મળેલ SSL રેકોર્ડ ડિક્રીપ્ટ કરવામાં અસમર્થ હતું.
hi_in: साथी एक SSL रिकार्ड को विगोपित करने में असमर्थ था जो इसने पाया.
hr: Čvor nije mogao dešifrirati primljeni SSL zapis.
hu: A partner nem tudta visszafejteni a kapott SSL-rekordot.
hy_am: Հանգույցին չհաջողվեց գաղտնազերծել ստացված SSL-գրառումը:
id: Pihak lain gagal mendekripsi data SSL yang diterima.
is: Jafningi gat ekki dulráðið móttekin SSL skilaboð.
kk: Торап алынған SSL жазбасын дешифрлей алмайтынын хабарлады.
km: ម៉ាស៊ីន​ដូចគ្នា​មិន​អាច​​​ឌិគ្រីប​​កំណត់ត្រា​របស់ SSL ​ដែល​វា​បាន​ទទួល​ឡើយ ។
kn: ಪೀರ್ ತಾನು ಪಡೆದುಕೊಂಡ ಒಂದು SSL ದಾಖಲೆಯನ್ನು ಡಿಕ್ರಿಪ್ಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ku: Peer nekarî qeyda SSLyekê ku hat standin deşîfre bike.
lt: Partneriniam kompiuteriui nepavyko iššifruoti gauto SSL įrašo.
lv: Partneris nevarēja atkodēt saņemto SSL ierakstu.
mai: सँगी एकटा SSL रिकार्ड केँ विगोपित करब मे असमर्थ छला जे इसने पाया.
ml: പിയറിനു് ലഭ്യമായൊരു എസ്എസ്എല്‍ റിക്കോര്‍ഡ് ഡീക്രിപ്റ്റ് ചെയ്യുവാന്‍ പിയറിനു് സാധ്യമായില്ല.
mr: समघटक प्राप्य SSL रेकॉर्ड डिक्रीप्ट करण्यास अपयशी ठरला.
ms: Rekod SSL yang diterima tidak boleh dinyahsulitkan oleh kelompok.
my: မျိုးတူက ၄င်းရရှိထားတဲ့ SSL မှတ်တမ်းတခုကို စာဝှက် မဖေါ်နိုင်ဘူး။
nb_no: Motparten klarte ikke å dekryptere et SSL-element som den mottok.
nn_no: Motparten klarte ikkje å dekryptera eit SSL-element som han tok imot.
oc: Lo par a pas pogut deschifrar un enregistrament SSL qu'a recebut.
pt_br: O sistema remoto não conseguiu descriptografar um registro SSL que recebeu.
ro: Partenerul de conexiune nu a putut să decripteze o înregistrare SSL pe care a primit-o.
sd: ثانيءَ اُهو ايس ايس ايل رڪارڊ جي ڪوڊ کي سامگريءَ ۾ بدلائي ۾ اِسمرٿ هو جيڪو هن کي مليو هو۔
sr: Удаљени рачунар није могао да дешифрује слог ССЛа ког је примио.
sv: Den andra parten kunde inte dekryptera en SSL-post den mottog.
te: Peer అదిపొందిన SSL రికార్డు‌ను డీక్రిప్టు చేయలేకపోయింది.
th: ปลายทางไม่สามารถถอดรหัสค่า SSL ที่ได้รับได้
ug: نۇقتا قوبۇل قىلغان SSL خاتىرىسىنى شىفىرلىيالمىدى.
uz: Manba o‘zi qabul qilgan SSL yozuvni koddan chiqara olmadi.
vi: Máy ngang hàng không thể giải mã hồ sơ SSL nhận được.
zh_tw: 節點無法解密收到的 SSL 記錄。

source: Peer received an SSL record that was longer than is permitted.
af: Eweknie het 'n SLL-rekord ontvang wat langer was as wat toegelaat word.
ar: استلم الند سجل SSL أطول من المسموح.
as: সমনীয়ায় অনুমোদিতকে দীঘল SSL সংবাদ এটা গ্ৰহণ কৰিছে।
az: Həmkar icazə veriləndən daha uzun olan bir SSl qeydi aldı.
bg: Партньорът получи запис на SSL, който е по-дълъг от позволеното.
bn_bd: অনুমোদিত পরিমানের থেকে বেশি SSL রেকর্ড পিয়ার গ্রহণ করেছে।
bn_in: অনুমোদিত মাপের থেকে বেশি মাপের SSL রেকর্ড সমকক্ষ দ্বারা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant ar par un danevell SSL re hir e-keñver pezh a zo aotreet.
ca: L'altre extrem ha rebut un registre SSL que ja no estava permès.
cy: Derbyniodd y cyfoed gofnod SSL sy'n hirach na'r hyn ganiateir.
es_mx: La otra parte ha recibido un registro SSL más largo de lo permitido.
eu: Parekoak baimendutakoa baina luzeago den SSL erregistro bat jaso du.
fa: طرف مقابل نیاز به یک رکورد SSL با طول بیش از حد مجاز بود.
fur: Chel altri estrem al à vût un regjistri SSL che al va parsore de dimension massime permetude.
ga_ie: Fuair an comhghleacaí taifead SSL a bhí níos faide ná atá ceadaithe.
gd: Fhuair an seise clàr SSL nach eil ceadaichte tuilleadh.
gu: સમકક્ષને SSL રેકોર્ડ મળ્યો કે જે પરવાનગી કરતાં લાંબો હતો.
hi_in: साथी ने SSL रिकार्ड पाया जो स्वीकृत के बनिस्पत अधिक लंबा था.
hr: Čvor je primio SSL zapis koji je veći od dopuštenog.
hu: A partner az engedélyezettnél hosszabb SSL-rekordot kapott.
hy_am: Հանգույցը ստացավ SSL գրառում որի երկարությունը գերազանցում է թույլատրելին:
id: Pihak lain menerima data SSL yang panjangnya melebihi yang diizinkan.
is: Jafningi móttók SSL skilaboð sem var stærri en leyfilegt er.
kk: Торап алынған SSL жазбасының ұзындығы рұқсат етілгеннен ұзын екенін хабарлады.
km: ម៉ាស៊ីន​ដូចគ្នា​បាន​ទទួល​កំណត់ត្រា​របស់ SSL ដែល​​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​​វែង​ជាង ។
kn: ಪೀರ್ ಅನುಮತಿ ಇರುವುದಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿರುವ ಒಂದು SSL ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: Peer qeydeke SSLyê stand ku ji sînora destûrdayî dirêjtir e.
lt: Partnerinis kompiuteris gavo ilgesnį, negu leidžiama, SSL įrašą.
lv: Partneris saņēma SSL ierakstu, kas bija garāks, nekā atļautais.
mai: सँगी ने SSL रिकार्ड पाया जे स्वीकृत क बनिस्पत बेसी लंबा छल.
ml: അനുവദിച്ചിരിയ്ക്കുന്നതിനേക്കാള്‍ വലിയ എസ്എസ്എല്‍ റിക്കോര്‍ഡ് പിയറിനു് ലഭിച്ചിരിയ്ക്കുന്നു.
mr: समघटकाकडे सीमा पलिकडील लांबीचे SSL रेकॉर्ड प्राप्त झाले.
ms: Rekod SSL yang diterima oleh karib tidak lagi dibenarkan menggunakannya.
my: မျိုးတူက ခွင့်ပြုထားချက်ထက် ပိုတဲ့ SSL မှတ်တမ်းတခုကို ရရှိထားတယ်။
nb_no: Motparten mottok et SSL-element som er lengre enn det som er tillatt.
nn_no: Motparten tok imot eit SSL-element som er lengre enn det som er tillate.
oc: Lo par a recebut un enregistrament SSL mai long que la talha permesa.
pt_br: O sistema remoto recebeu um registro SSL que era mais longo que o permitido.
ro: Partenerul de conexiune a primit o înregistrare SSL mai lungă decât este permis.
sd: ثانيءَ کي اُهو ايس ايس ايل رڪارڊ مليو جيڪو مليل اِجازت کان لمبو هو۔
si: අවසර ඇතිවාට වඩා දීර්ඝ වූ SSL වාර්තාවක් අග්‍රයට ලැබුණි.
sr: Удаљени рачунар је примио слог ССла који је дужи од дозвољеног.
sv: Den andra parten mottog en SSL-post som var längre än tillåtet.
te: అనుమతించిన దానికన్నా పొడవైన SSL రికార్డు‌ను పీర్ పొందింది.
th: ปลายทางได้รับค่า SSL ที่ยาวกว่าที่อนุญาต
ug: نۇقتا يول قويۇلىدىغان قىممەتتىن ئۇزۇن خاتىرىنى قوبۇل قىلدى.
uz: Manba ruxsat berilganidan uzoqroq muddatdagi SSL yozuvni qabul qildi.
vi: Máy ngang hàng nhận được 1 hồ sơ SSL dài hơn cho phép.
zh_tw: 節點所收到的 SSL 記錄比所允許的還長。

source: Peer does not recognize and trust the CA that issued your certificate.
af: Eweknie herken en vertrou nie die owerheid wat u sertifikaat uitgereik het nie.
ar: لم يتعرف الند على سلطة الشهادات التي زوّدت شهادتك ولم يثق بها.
as: যোনজন CA আপোনাক প্ৰমাণপত্ৰ প্ৰেৰণ কৰিছে তাক সমনীয়ায় চিনাক্ত অথবা ভৰষা নকৰে।
az: Həmkar, təsdiq sənədinizi yayımlayan rəsmini tanımır və ona etibar etmir.
bg: Партньорът не признава и не се доверява на CA-то, който е издал вашия сертификат.
bn_bd: আপনার সার্টিফিকেট নির্মাণকারী সার্টিফিকেট কর্তৃপক্ষ, পিয়ারের অপরিচিত ও এটি বিশ্বস্ত নয়।
bn_in: আপনার সার্টিফিকেট নির্মাণকারী সার্টিফিকেট অথোরিটি, সমকক্ষের অপরিচিত ও বিশ্বস্ত নয়।
br: Ar par n'anavez ket ha n'eus fiziañs ebet en aotrouniezh testeniañ a zo bet skignet gant ho testeni.
ca: L'altre extrem no reconeix ni confia en la CA que ha emès el vostre certificat.
cy: Nid yw'r cyfoed yn adnabod nac ymddiried yn y AT sydd wedi cyhoeddi eich tystysgrif.
es_mx: La otra parte no reconoce o confía en la CA que emitió tu certificado.
eu: Parekoa ez da zure ziurtagiria jaulki duen autoritateaz fidatzen.
fa: طرف مقابل به مرجع گواهی که گواهی شما را صادر کرده است اعتماد ندارد.
fur: Chel altri estrem nol ricognòs e nol calcole di fidâsi de CA che e à mandât fûr il certificât.
ga_ie: Ní aithníonn an comhghleacaí an t-údáras deimhniúcháin a d'eisigh do theastas agus níl muinín aige as.
gd: Chan eil an seise ag aithneachadh ùghdarras nan teisteanasan a chuir a-mach an teisteanas agad is chan eil earbsa aige ann.
gu: સમકક્ષ CA ને ઓળખતું નથી અને વિશ્વાસ રાખતું નથી કે જેણે તમારું પ્રમાણપત્ર અદા કર્યું.
hi_in: साथी CA को पहचानता और भरोसा नहीं करता है जो आपके प्रमाणपत्र को निर्गत किया.
hr: Čvor ne prepoznaje i ne vjeruje vašem izdavaču certifikata.
hu: A partner nem bízik meg a hitelesítésszolgáltatóban, amely az Ön tanúsítványát kiadta.
hy_am: Հանգույցը չի ճանաչում և չի վստահում ձեր սերտիֆիկատի վավերացնող կենտրոնին:
id: Pihak lain tidak mengenali dan mempercayai CA yang mengeluarkan sertifikat Anda.
is: Jafningi þekkir ekki og treystir ekki það CA sem gat út þitt skilríki.
kk: Торап сіздің сертификатыңызды шығарған CA білмейді және оларға сенбейді.
km: ម៉ាស៊ីន​ដូចគ្នា មិន​ស្គាល់ និង​ទុកចិត្ត​លើ​ប្រភព​វិញ្ញាបនបត្រ​ដែល​ចេញផ្សាយ​ដោយ​វិញ្ញាបនបត្រ​របស់​អ្នក​ទេ ។
kn: ನಿಮ್ಮ ಪ್ರಮಾಣಪತ್ರವು ಒದಗಿಸಲಾದ CA ಯನ್ನು ಪೀರ್ ಪತ್ತೆ ಮಾಡುತ್ತಿಲ್ಲ ಹಾಗು ನಂಬುತ್ತಿಲ್ಲ.
ku: Peer CA ya ku sertîfîkaya te weşandiye nas nake û pê bawer nake.
lt: Partnerinis kompiuteris nepažįsta ir nepasitiki liudijimų įstaiga, išdavusia jūsų liudijimą.
lv: Partneris neatpazīst un neuzticas CA, kas izsniegusi jūsu sertifikātu.
mai: सँगी CA केँ पहचानता आओर भरोसा नहि करैत अछि जे अहाँक प्रमाणपत्र केँ निर्गत कएल.
ml: നിങ്ങള്‍ക്കു് ലഭ്യമായ സര്‍ട്ടിഫിക്കേറ്റ് പിയര്‍ തിരിച്ചറിയുകയോ വിശ്വസിയ്ക്കുകയോ ചെയ്യുന്നില്ല.
mr: सघटक आपल्या प्रमाणपत्र द्वारे जाहीर CA ची ओळख व विश्वासर्हता स्वीकारत नाही.
ms: Karib tidak mengenali dan mempercayai CA yang mengeluarkan sijil anda.
my: မျိုးတူက သင့်လက်မှတ်ကို ထုတ်ပေးတဲ့ CA ကို နားမလည်ရုံမက မယုံကြည်ဘူး။
nb_no: Motparten gjenkjenner og stoler ikke på CA-en som utstedte sertifikatet.
nn_no: Motparten kjenner att og stolar ikkje på CA-en som skreiv ut sertifikatet.
oc: Lo par reconeis pas ni fa pas fisança a l'autoritat de certificacion qu'a desliurat vòstre certificat.
pt_br: O sistema remoto não reconhece e não considera confiável a CA que expediu o seu certificado.
ro: Partenerul de conexiune nu recunoaște și nu are încredere în AC care a emis certificatul dumneavoastră.
sd: ثاني اُن سي اي کي نٿو سڃاڻي ۽ وشواس ڪري جنهن توهان جو سرٽيفڪيٽ جاري ڪيو۔
si: අග්‍රය ඔබගේ සහතිකය නිකිත් කළ CA නොහඳුනයි සහ විශ්වාස නොකරයි.
sr: Удаљени рачунар не препознаје и не верује ауторитету за сертификате (CA) који је издао Ваш сертификат.
sv: Den andra parten känner inte igen och betror den CA som utfärdade ditt certifikat.
te: మీ ధృవీకరణపత్రంను విడుదలచేసిన CAను పీర్ గుర్తించలేదు.
th: ปลายทางไม่เชื่อถือ CA ที่คุณมีอยู่
ug: نۇقتا سىزگە گۇۋاھنامە تارقاتقان CAنى پەرق قىلالمىدى ھەمدە ئىشەنمىدى.
uz: Manba sertifikatingizga tegishli bo'lgan CA’ni taniy olmaydi va ishona olmaydi.
vi: Máy ngang hàng không tín nhiệm CA cung cấp chứng thực cho bạn.
zh_tw: 節點不認得且不信任簽發您憑證的憑證機構。

source: Peer received a valid certificate, but access was denied.
af: Eweknie het 'n geldige sertifikaat ontvang, maar toegang is geweier.
ar: استلم الند شهادة صالحة، ولكن الوصول مرفوض.
as: সমনীযায় এটা বৈধ প্ৰমাণপত্ৰ গ্ৰহণ কৰিছে, কিন্তু প্ৰবেশাধিকাৰ নাকচ কৰা হৈছিল।
az: Həmkar etibarlı bir təsdiq sənədi aldı, ancaq istifadə bloklandı.
bg: Партньорът получи валиден сертификат, но достъпът беше отказан.
bn_bd: পিয়ার কার্যকর সার্টিফিকেট পেলেও একে ব্যবহারাধিকার প্রদান করা হয়নি।
bn_in: সমকক্ষ দ্বারা বৈধ সার্টিফিকেট প্রাপ্ত হলেও ব্যবহারাধিকার প্রদান করা হয়নি।
br: Un testeni talvoudek a oa bet degemeret gant ar par met nac'het eo bet an haeziñ.
ca: L'altre extrem ha rebut un certificat vàlid, però s'ha denegat l'accés.
cy: Derbyniodd y cyfoed dystysgrif dilys , ond gwrthodwyd mynediad.
es_mx: La otra parte recibió un certificado válido, pero el acceso fue denegado.
eu: Parekoak baliozko ziurtagiri bat jaso du, baina sarrera ukatu zaio.
fa: طرف مقابل گواهی مجازی دریافت نمود، ولی دسترسی مسدود شده است.
fur: Chel altri estrem al à ricevût un certificât valit, ma l'acès al è stât dineât.
ga_ie: Fuair an comhghleacaí teastas bailí ach diúltaíodh le rochtain.
gd: Fhuair an seise teisteanas dligheach ach chaidh inntrigeadh a dhiùltadh.
gu: સમકક્ષે માન્ય પ્રમાણપત્ર મેળવ્યું, પરંતુ પરવાનગી હતી નહિં.
hi_in: साथी ने एक वैध प्रमाणपत्र पाया, लेकिन पहुंच की मनाही थी.
hr: Čvor je primio valjani certifikat, ali pristup je odbijen.
hu: A partner érvényes tanúsítványt kapott, de a hozzáférés meg lett tagadva.
hy_am: Հանգույցը ստացավ վավեր սերտիֆիկատ, բայց մուտքը անմատչելի է:
id: Pihak lain menerima sertifikat yang sah, tapi akses ditolak.
is: Jafningi tók á móti gildu skilríki, en aðgangur var ekki leyfður.
kk: Торап дұрыс сертификатты алды, бірақ рұқсат жоқ.
km: ម៉ាស៊ីន​ដូច​គ្នា​បាន​ទទួល​វិញ្ញាបនបត្រ​មិន​ត្រឹមត្រូវ ប៉ុន្តែ​​​ចូល​ដំណើរការ​ត្រូវ​បាន​បដិសេធ ។
kn: ಪೀರ್ ಒಂದು ಮಾನ್ಯವಾದ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ, ಆದರೆ ಅದಕ್ಕೆ ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
ku: Peerê sertîfîkayeke derbasdar stand, lê gihiştin hat astengkirin.
lt: Partnerinis kompiuteris gavo galiojantį liudijimą, bet atsisakė suteikti priėjimą.
lv: Partneris saņēma derīgu sertifikātu, bet pieeja tika liegta.
mai: सँगी ने एकटा वैध प्रमाणपत्र पाया, मुदा पहुँच क मनाहीछल.
ml: പിയറിനു് ശരിയായ സര്‍ട്ടിഫിക്കേറ്റ് ലഭ്യമായി, പക്ഷേ പ്രവേശനം നിഷേധിച്ചിരിയ്ക്കുന്നു.
mr: समघटकास वैध प्रमाणपत्र प्राप्त झाले, परंतु प्रवेश प्राप्त झाले नाही.
ms: Karib telah menerima pengesahan, namun Akses tetap dinafikan.
my: မျိုးတူက မှန်ကန်တဲ့ လက်မှတ်တခုကို ရရှိထားတယ်၊ ဒါပေမဲ့ ၀င်ရောက်မှု ငြင်းပယ် ခံရတယ်။
nb_no: Motparten mottok et gyldig sertifikat, men tilgang ble nektet.
nn_no: Motparten tok imot eit gyldig sertifikat, men tilgang vart nekta.
oc: Lo par a recebut un certificat valid mas l'accès es estat refusat.
pt_br: O sistema remoto recebeu um certificado válido, mas o acesso foi negado.
ro: Partenerul de conexiune a primit un certificat valid, dar accesul a fost refuzat.
sd: ثانيءَ کي جائز سرٽيفڪيٽ مليو پر داخلا ناڪاري ويئي۔
si: අග්‍රයට වලංගු සහතිකයක් ලැබුණි, නමුත් ප්‍රවේශය තහනම් කරන ලදි.
sr: Удаљени рачунар је примио важећу сертификат, али је приступ одбијен.
sv: Den andra parten mottog ett giltigt certifikat, men åtkomst nekades.
te: పీర్ చెల్లునటువంటి ధృవీకరణపత్రంను పొందింది, అయితే అనుమతి నిరాకరించబడింది.
th: ปลายทางได้รับใบรับรองที่ถูกต้อง แต่เข้าถึงไม่ได้
ug: نۇقتا ئىناۋەتلىك گۇۋاھنامە قوبۇل قىلدى، ئەمما قوبۇل قىلىشنى رەت قىلدى.
uz: Manba to‘g‘ri sertifikatni qabul qilid, ammo ruxsat berilmadi.
vi: Máy ngang hàng nhận được một chứng thực hợp lệ, nhưng truy cập bị từ chối.
zh_tw: 節點已收到有效的憑證，但被拒絕存取。

source: Peer could not decode an SSL handshake message.
af: Eweknie kon nie 'n SSL-bladskudboodskap dekodeer nie.
ar: لم يستطع الند فك ترميز رسالة مصافحة SSL.
as: সমনীয়ায় এটা SSL হেন্ডশেক বাৰ্তা ডিকোড কৰোতে অক্ষম হৈছিল।
az: Həmkar bir SSL qarşılama mesajını aça bilmədi.
bg: Партньорът не можа да декодира съобщение за ръкостискане на SSL.
bn_bd: পিয়ার একটি SSL হ্যান্ডশেক বার্তা ডিকোড করতে পারেনি।
bn_in: সমকক্ষ দ্বারা একটি SSL হ্যান্ড-শেক বার্তা ডিকোড করা সম্ভব হয়নি।
br: Ar par n'eo ket evit ezrinegañ ar gemennadenn evit seveniñ ur c'hennaskañ mod SSL.
ca: L'altre extrem no ha pogut descodificar el missatge de conformitat de connexió SSL.
cy: Nid oedd y cyfoed yn gallu dadgodio neges ysgwyd llaw SSL.
es_mx: El otro extremo de la conexión no ha podido decodificar un mensaje de negociación SSL (SSL handshake).
eu: Parekoak ezin du SSL disoal-mezua deskodifikatu.
fa: طرف مقابل قادر به رمزگشایی از پیغام اولیهٔ SSL نبود.
fur: Chel altri estrem nol à podût decifrâ il messaç di conformitât de conession SSL.
ga_ie: Níorbh fhéidir leis an gcomhghleacaí cumarsáid thionscantach SSL a dhíchodú.
gd: Cha b' urrainn dhan t-seise an teachdaireachd crathadh-làimhe SSL a dhì-chrioptachadh.
gu: સમકક્ષ SSL હાથમિલાવો સંદેશો ડીકોડ કરી શક્યો નહિં.
hi_in: साथी SSL हैंडशेक संदेश को डिकोड नहीं कर सका.
hr: Čvor nije mogao dešifrirati SSL poruku rukovanja.
hu: A partner nem tudott dekódolni egy SSL-kézfogási üzenetet.
hy_am: Հանգույցը չկարողացավ ապակոդավորել SSL միացման հաղորդագրությունը:
id: Pihak lain tidak dapat mendekode pesan handshake SSL.
is: Jafningi gat ekki afkótað SSL handsala skilaboð.
kk: Торап SSL байланыс орнату хабарламасын декодалай алмайды.
km: ម៉ាស៊ីន​ដូចគ្នា​មិន​អាច​ឌិកូដ​សារ​បាន​ទទួល​របស់ SSL បាន​ទេ ។
kn: ಪೀರ್ ಒಂದು SSL ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಡಿಕೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ.
ku: Peerê nekarî peyameke SSL handshake çareser bike.
lt: Partneriniam kompiuteriui nepavyko iššifruoti SSL pasisveikinimo pranešimo.
lv: Partneris nevarēja atšifrēt SSL sagaidīšanas ziņojumu.
mai: सँगी SSL हैंडशेक संदेश केँ डिकोड नहि कए सकल.
ml: ഒരു എസ്എസ്എല്‍ ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ഡീക്കോഡ് ചെയ്യുവാന്‍ പിയറിനു് സാധ്യമായില്ല.
mr: समघटक SSL हॅन्डशेक संदेस डीकोड करू शकला नाही.
ms: Karib tidak dapat memahami perhubungan mesej dalam SSL.
my: မျိုးတူက SSL လက်ဆွဲ သတင်းစကားတခုကို စာဝှက်မဖေါ်နိုင်ဘူး။
nb_no: Motparten klarte ikke å dekode en SSL-håndhilsen.
nn_no: Motparten klarte ikkje å dekoda ei SSL-handhelsing.
oc: Lo par a pas pogut decodar un messatge d'establiment de ligason SSL.
pt_br: O sistema remoto não conseguiu decodificar uma mensagem do processo de handshake SSL.
ro: Partenerul de conexiune nu poate decripta un mesaj de conectare SSL.
sd: ثاني ايس ايس ايل هٿ ملائڻ جي سنديش ڊيڪوڊ نہ ڪري سگهيو۔
si: අග්‍රයට SSL ඇරඹීමේ පණිවිඩයක් තේරුම් ගැනීමට නොහැකි විය.
sr: Удаљени рачунар није могао да декодира поздравну поруку ССЛа.
sv: Den andra parten kunde inte avkoda ett SSL-handskakningsmeddelande.
te: పీర్ SSL హాండ్‌షేక్ సందేశంను డీకోడ్ చేయలేకపోయింది.
th: ปลายทางไม่สามารถถอดรหัสข้อความ SSL handshake ได้
ug: نۇقتا SSL قول تۇتۇشۇش ئۇچۇر كودىنى يېشەلمىدى.
uz: Manba SSL qo‘l siltash xabarini koddan chiqara olmaydi.
vi: Máy ngang hàng không thể giải mã thông điệp bắt tay SSL.
zh_tw: 節點無法解碼 SSL 交握訊息。
