Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL Server attempted to use domestic-grade public key with export cipher suite.
af: SSL-bediener het probeer om publieke sleutel van binnelandse graad met uitvoersyfersuite te gebruik.
ar: حاول خادوم SSL أن يستخدم مفتاحًا عامًا ذو مستوى منزلي مع طاقم شفرة التصدير.
as: SSL চাৰ্ভাৰে এক্সপোৰ্ট চিফাৰ চুইটৰ সৈতে ঘৰুৱা মানৰ ৰাজহুৱা কি' ব্যৱহাৰ কৰাৰ চেষ্টা কৰিছিল।
az: SSL serveri lokal ümumi açarla ixrac edilən şifrələmə dəstini istifadə etməyə çalışdı.
bg: SSL на сървъра се опита да използва публичен ключ с по-високо ниво на сигурност отколкото позволява комплекта за шифроване, разрешен за експорт от САЩ.
bn_bd: SSL সার্ভার এক্সপোর্ট সাইফার স্যুট এর সাথে ডোমেস্টিক-গ্রেড পাবলিক কী ব্যবহার করার চেষ্টা করেছে।
br: Klasket en deus an dafariad SSL arverañ un alc'hwez foran gant ur steudad niverennoù ezporzhiañ.
ca: El servidor SSL ha intentat utilitzar una clau pública de grau domèstic amb una suite de xifratge d'exportació.
cy: Ceisiodd Gweinydd SSL â defnyddio allwedd gyhoeddus domestig gyda swit seiffr allforio.
es_mx: El servidor SSL ha intentado usar una clave pública de grado doméstico con una suite de cifrado de exportación.
eu: SSL zerbitzaria etxe-moduko gako publikoa esportatzeko zifratze-suitearekin erabiltzen saiatu da.
fa: کارگزار SSL تلاش کرد با وجود مجموعه رمز صادراتی از یک کلید عمومی در سطح بومی استفاده کند.
fur: Il servidôr SSL al à cirût di doprâ une clâf publiche di grât domestic cu la suite di cifradure pe esportazion.
ga_ie: Rinne an freastalaí SSL iarracht eochair phoiblí de ghrád intíre a úsáid le sraith shifir easpórtála.
gd: Dh'fheuch am frithealaiche SSL ri iuchair phoblach de dh'ìre dhachaigheil a chleachdadh le sreath-sifir às-phortaidh.
gu: SSL સર્વરે ડોમેસ્ટીક-ગ્રેડ જાહેર કીને નિકાસ સાયફર સેવા સાથે વાપરવાનો પ્રયાસ કર્યો.
hi_in: SSL सर्वर ने घरेलू श्रेणी सार्वजनिक कुंजी को निर्यात साइफर सूट के साथ प्रयोग करने का प्रयास किया.
hr: SSL poslužitelj je pokušao koristiti domaći javni ključ s izvoznim paketom šifratora.
hu: Az SSL-kiszolgáló belföldi szintű nyilvános kulcsot próbált meg használni exportra szánt titkosítókészlettel.
hy_am: SSL - սպասարկիչը փորձը, օգտագործել ներքին հանրային բանալի էքսպորտային շիֆրերի հավաքածուի հետ, չստացվեց:
id: Server SSL mencoba menggunakan kunci publik tingkat-domestik dengan suite cipher.
is: SSL netþjónn reyndi að nota innlendan dreifilykil með útfluttu dulkóðunarkerfi.
kk: SSL сервері таңдалған шифрлер жинағымен ішкі қолдануға арналған ашық кіллті қолданып көрді.
km: ម៉ាស៊ីន​បម្រើ​របស់ SSL បាន​ប៉ុនប៉ង​​​ក្នុង​ការ​ប្រើ​កូនសោ​សាធារណៈ​​​ថ្នាក់​​ក្នុង​តំបន់​ដោយ​មាន​ឈុត​សរសេរ​សម្ងាត់​នាំចេញ ។
kn: SSL ಪರಿಚಾರಕವು ರಫ್ತು ಸಿಫರ್ ಸೂಟ್‌ನೊಂದಿಗೆ ಡೊಮೆಸ್ಟಿಕ್-ಮಟ್ಟದ ಸಾರ್ವಜನಿಕ ಕೀಲಿಯನ್ನು ಬಳಸಲು ಪ್ರಯತ್ನಿಸಿದೆ.
ku: Pêşkêşkara SSL ceriband ku bi mifteya giştî ya di asta herêmî de koma şîfrekirina bi der ve ve bi kar bîne.
lt: SSL serveris bandė panaudoti vietinio saugumo lygio raktą su eksportui skirtu šifrų raktu.
lv: SSL serveris mēģināja izmantot pašmāju raudzes publisko atslēgu ar eksporta šifrētāju.
mai: SSL सर्वर ने घरेलू श्रेणी सार्वजनिक कुँजी केँ निर्यात साइफर सूट क सँग प्रयोग करब क प्रयास कएल.
ml: എക്സ്പോര്‍ട്ട് സിഫര്‍ സ്യൂട്ടിനൊപ്പം ഡൊമസ്റ്റിക്-ഗ്രേഡ് പബ്ലിക് കീ ഉപയോഗിയ്ക്കുവാന്‍ എസ്എസ്എല്‍ സര്‍ലര്‍ ശ്രമിച്ചിരിയ്ക്കുന്നു.
mr: SSL सर्वरने export सीफर संकुलसह दैनंदिक-दर्जा सार्वजणिक कि वापरण्याचा प्रयत्न केला आहेpublic key with .
ms: Pelayan SSL mencuba untuk menggunakan kunci tempatan grad domestik dengan ekspot sifer yang sesuai.
my: SSL ဆာဗာဟာ ဒေသတွင်း အဆင့် လူထု သော့​ချက်ကို စာဝှက်ဖေါ်စနစ် အစုနဲ့ သုံးစွဲဖို့ ကြိုးစားနေတယ်။
nb_no: SSL-serveren forsøkte å bruke innenriks-grads offentlig nøkkel med eksport-chiffreringssamling.
nn_no: SSL-tenaren prøvde å bruka innanriks-grads offentleg nykel med eksport-chiffreringssamling.
oc: Lo servidor SSL a ensajat d'utilizar una clau publica nacionala amb una seguida de chiframent destinada a l'exportacion.
pt_br: O servidor SSL tentou usar uma chave pública de nível doméstico com um conjunto de códigos de criptografia de exportação.
ro: Serverul SSL a încercat să folosească cheia publică pentru uz local cu suita de cifrare pentru export.
si: අපනයන කේතාංක කට්ටළ සහිත අභ්‍යන්තර ශ්‍රේණියේ පොදු යතුර භාවිතා කිරීමට SSL සේවකය විසින් උත්සහ කර ඇත.
sr: Сервер за ССЛ је покушао да користи амерички јавни кључ са извозном свитом шифара.
sv: SSL-server försökte använda en öppen nyckel avsedd för inrikes bruk tillsammans med en chiffersvit avsedd för export.
te: SSL సేవక డొమెస్టిక్-గ్రేడ్ పబ్లిక్ కీను ఎక్సుపోర్టు ‍ సైఫర్ సూట్‌తో వుపయోగించుటకు ప్రయత్నించింది.
th: SSL เซิร์ฟเวอร์พยายามใช้กุญแจสาธารณะขั้นท้องถิ่นกับการส่งออกชุดแปรรหัส
ug: SSL مۇلازىمىتىرى خەلق ئىشلىتىدىغان ئۆلچەمدىكى ئاممىۋى ئاچقۇچتىن شىفىر گۇرۇپپىسى چىقىرىشنى سىناۋاتىدۇ.
uz: SSL server domestic-grade ommaviy kalitini shifr to‘plami bilan foydalanishga urindi.
vi: SSL máy chủ cố gắng sử dụng khóa chung nội với bộ số xuất.
zh_tw: SSL 伺服器試圖於匯出的密文組使用民用規格的公開金鑰。

source: PKCS11 code failed to translate an IV into a param.
af: PKCS11-kode kon nie 'n IV in 'n param vertaal nie.
ar: فشل رمز PKCS11 في ترجمة IV إلى معطى.
as: PKCS11 কোডে এটা IV ক এটা প্ৰাচললে অনুবাদ কৰোতে ব্যৰ্থ হল।
az: PKCS11 kodu, bir IV-ni bir dəyişənə çevirə bilmədi.
bg: Кодът на PKCS11 не можа да направи параметър от IV.
bn_bd: PKCS11 কোড দ্বারা IV-কে param-এ পরিবর্তন করা সম্ভব হয়নি।
bn_in: PKCS11 কোড দ্বারা IV-কে param-এ পরিবর্তন করা সম্ভব হয়নি।
br: C'hwitet en deus ar voneg PKCS11 war treiñ un IV d'un arventenn.
ca: El codi PKCS11 no ha pogut traduir un IV en un paràmetre.
cy: Methodd cod PKCS11 â throsi IV i baram.
es_mx: El código PKCS11 no permite traducir un IV en un parámetro.
eu: PKCS11 kodeak huts egin du IV parametro bat bihurtzean.
fa: کد PKCS11 قادر به ترجمهٔ IV به عنوان یک پارامتر نبود.
fur: Il codiç PKCS11 nol è rivât a tradusi un IV intun parametri.
ga_ie: Níor éirigh le bogearra PKCS11 veicteoir túsaithe a aistriú go paraiméadar.
gd: Dh'fhàillig còd PKCS11 le eadar-theangachadh IV gu paramadair.
gu: PKCS11 કોડ IV ને param માં ભાષાંતરિત કરવામાં નિષ્ફળ.
hi_in: PKCS11 कोड किसी IV को परम में बदलने में असमर्थ था.
hr: PKCS11 kôd nije uspio prevesti IV u parametar.
hu: A PKCS11-kód nem tudott egy IV-t paraméterré fordítani.
hy_am: PKCS11 կոդը չկարողացավ կատարել Սկզբնաբերման Վեկտորի տրանսլացիան պարամետրերում:
id: Kode PKCS11 gagal menerjemahkan sebuah IV menjadi sebuah param.
is: PKCS11 kóða mistókst að þýða IV í breytu.
kk: PKCS11 кодын IV param-ға айналдыру қатесі.
km: កូដ PKCS11 បាន​បរាជ័យ​ក្នុង​ការ​បកប្រែ IV ទៅជា​ប៉ារ៉ាម៉ែត្រ ។
kn: PKCS11 ಕೋಡ್‌ IV ಅನ್ನು ಒಂದು ಪರಮ್‌ಗೆ ಅನುವಾದಿಸಲು ವಿಫಲಗೊಂಡಿದೆ.
ku: Koda PKCS11 nekarî IVyekê wergerîne li parametreyekê.
lt: PKCS #11 kodui nepavyko paversti inicializacijos vektoriaus (IV) parametru.
lv: PKCS11 kodam neizdevās pārvērst IV par parametru.
mai: PKCS11 कोड ककरो IV केँ परम मे बदलब मे असमर्थ छल.
ml: ഐവി പരാമിലേക്കു് വേര്‍തിരിയ്ക്കുന്നതില്‍ PKCS11 കോഡ് പരാജയപ്പെട്ടു.
mr: PKCS11 कोड IV ला बाब असे भाषांतरीत करण्यास अपयशी.
ms: Kod PKCS11 gagal untuk menterjemah IV kepada param.
my: PKCS11 ကုဒ်က IV တခုကို param တခုအဖြင့် ဘာသာပြန်ဆိုဖို့ မအောင်မြင်ဘူး။
nb_no: PKCS11-kode klarte ikke konvertere en IV til param.
nn_no: PKCS11-kode klarte ikkje å konvertera ein IV til param.
oc: Lo còde PKCS11 a fracassat al moment de la traduccion d'un IV en paramètre.
ro: Codul PKCS11 a eșuat să translateze un IV într-un parametru.
sd: پي ڪي سي ايس 11 ڪوڊ پرم منجهہ IV جو ترجمو ڪرڻ ۾ ناڪام ٿيو۔
sr: КОД ПКЦС11 (PKCS11) није успео да преведе ИВ (IV) у параметар.
sv: PKCS11-kod misslyckades att översätta en IV till en parameter.
te: PKCS11 కోడ్ IVను పరమ్‌లోకు అనువదించుటలో విఫలమైంది.
th: ไม่สามารถแปรรหัส PKCS11 ส่วน IV เป็นตัวแปรได้
ug: PKCS11 كودى IV نى پارامېتىر خاتا دەپ تەرجىمە قىلدى.
uz: PKCS11 kodni IV paremetriga o‘girish amalga oshmadi.
vi: Mã PKCS11 thất bại trong việc dịch IV vào một thông số.
zh_tw: 將 PKCS11 代碼轉譯為 IV 到參數時失敗。

source: Failed to initialize the selected cipher suite.
af: Kon nie die gemerkte syfersuite inisialiseer nie.
ar: فشل بدء طاقم الشفرة المحددة.
as: নিৰ্বাচিত চিফাৰ চুইটক আৰম্ভ কৰোতা ব্যৰ্থ হল।
az: Seçilen şifrələmə dəsti işlədilə bilmədi.
bg: Грешка при инициализиране на избрания комплект за шифроване.
bn_bd: নির্বাচিত সাইফার স্যুট আরম্ভ করতে ব্যর্থ।
bn_in: নির্বাচিত সাইফার স্যুট আরম্ভ করতে ব্যর্থ।
br: C'hwitadenn war deraouekaat an hedad sifroù bet diuzet.
ca: No s'ha pogut inicialitzar la suite de xifratge seleccionada.
cy: Methu cychwyn y swit seiffr hwn.
es_mx: No se ha podido inicializar la suite de cifrado seleccionada.
eu: Huts egin du hautatutako zifratze-suitea abiaraztean.
fa: شروع به کار مجموعه رمز انتخاب شده با شکست مواجه شد.
fur: No si pues inizializâ la suite di cifradure selezionade.
ga_ie: Níorbh fhéidir an tsraith shifir roghnaithe a thúsú.
gd: Dh'fhàillig tòiseachadh an t-sreatha-sifir a chaidh a thaghadh.
gu: પસંદિત સાયફર સેવાનો આરંભ કરવામાં નિષ્ફળ.
hi_in: चुने साइफर सूट आरंभीकृत करने में विफल.
hr: Inicijalizacija odabranog paketa šifratora nije uspjela.
hu: Nem sikerült inicializálni a kijelölt titkosítókészletet.
hy_am: Ընտրված շիֆրերի խմբի սկզբնաբերման սխալ:
id: Gagal menginisialisasi cipher suite terpilih.
is: Gat ekki frumstillt valið dulkóðunarkerfi.
kk: Шифрлердің таңдалған жинағын іске қосу қатесі
km: បាន​បរាជ័យ​ក្នុង​ការ​​រៀបចំ​ឈុត​សរសេរ​សម្ងាត់​ដែល​បាន​ជ្រើស ។
kn: ಆರಿಸಲಾದ ಸಿಫರ್ ಸೂಟ್ ಅನ್ನು ಆರಂಭಿಸುವಲ್ಲಿ ವಿಫಲತೆ ಎದುರಾಗಿದೆ.
ku: Di sepandina cipher suite a bijartî de çewtî.
lt: Nepavyko inicializuoti pasirinkto šifrų rakto.
lv: Neizdevās inicializēt izvēlēto šifrētāju.
mai: चुने साइफर सूट आरंभीकृत करब मे विफल.
ml: തെരഞ്ഞെടുത്ത സിഫര്‍ സൂട്ട് ആരംഭിയ്ക്കുന്നതില്‍ പരാജയപ്പെട്ടു.
mr: निवडलेले सीफर संकुल प्रारंभ करण्यास अपयशी.
ms: gagal untuk memastikan pemilihan chiper suite.
my: ရွေးချယ်ထားတဲ့ စာဝှက်ဖေါ်စနစ် အစုကို စတင်ဖို့ ချို့ယွင်းသွားတယ်။
nb_no: Klarte ikke initialisere valgt chiffreringssamling.
nn_no: Klarte ikkje å initialiserea valt chiffreringssamling.
oc: Fracàs de l'inicializacion de la seguida de chiframent seleccionada.
pt_br: Falha na inicialização do conjunto de códigos de criptografia selecionado.
ro: Eșec la inițializarea suitei de cifrare selectate.
sd: چونڊيل صفر سوٽ شروع ۾ آڻڻ ۾ ناڪام ٿيو۔
si: තෝරා ගත් කේතාංක කට්ටළය ඇරඹීමට අසමත් විය.
sr: Није успела иницијализација изабране свите шифара.
sv: Misslyckades med att initiera den valda chiffersviten.
te: ఎంపికచేసిన సైఫర్ సూట్‌ను సిద్దముచేయుటలో విఫలమైంది.
th: ไม่สามารถเริ่มใช้ชุดแปรรหัสได้
ug: تاللىغان شىفىر گۇرۇپپىسىنى دەسلەپلەشتۈرۈش مەغلۇپ بولدى.
uz: Tanlangan shifr to‘plamini ishga tushirib bo‘lmadi.
vi: Thất bại khi khởi tạo bộ mã số đã chọn.
zh_tw: 初始所選的密文組失敗。

source: Client failed to generate session keys for SSL session.
af: Kliënt kon nie sessiesleutels vir die SSL-sessie genereer nie.
ar: فشل العميل في إنشاء مفاتيح الجلسات لجلسة SSL.
as: SSL অভিবৰ্তনৰ বাবে অভিবৰ্তন কি'সমূহ সৃজন কৰোতে ক্লাএন্ট ব্যৰ্থ।
az: Klient, SSL hesabı üçün bir açar yarada bilmədi.
bg: Клиентът не можа да генерира сесийни ключове за сесията на SSL.
bn_bd: SSL সেশানের জন্য ক্লায়েন্ট দ্বারা সেশন কী তৈরি করা যায়নি।
bn_in: SSL সেশানের জন্য ক্লায়েন্ট দ্বারা সেশান কি নির্মাণ করা যায়নি।
br: C'hwitet en deus an arval war genel an alc'hwezioù estez evit an estez SSL.
ca: El client no ha pogut generar les claus de sessió per a la sessió SSL.
cy: Methodd y cleient â chynhyrchu allweddi sesiwn ar gyfer sesiwn SSL.
es_mx: El cliente no ha podido generar claves de sesión para la sesión SSL.
eu: Bezeroak huts egin du SSL saiorako gakoak sortzean.
fa: ایجاد کلید نشست توسط کارگیر برای نشست SSL شکست خورد.
fur: Il client nol è rivât a gjenerâ lis clâfs di session pe la session SSL.
ga_ie: Níor éirigh leis an gcliant eochracha seisiúin a chruthú don seisiún SSL.
gd: Dh'fhàillig gineadh nan iuchraichean seisein airson seisean SSL air a' chliant.
gu: SSL સત્ર માટે સત્ર કી બનાવવામાં ક્લાઈન્ટ નિષ્ફળ.
hi_in: क्लाएँट सत्र कुंजी को SSL सत्र के लिए उत्पन्न करने में विफल.
hr: Klijent nije uspio generirati ključeve prijave za SSL prijavu.
hu: Az ügyfél nem tudott munkamenetkulcsokat generálni az SSL-munkamenethez.
hy_am: Սպասառուին չհաջողվեց արտադրել բանալի SSL սեսիայի համար:
id: Klien gagal membuat kunci sesi untuk sesi SSL.
is: Biðlara tókst ekki að búa til lotulykla fyrir SSL lotu.
kk: Клиент SSL сессиясы үшін кілттерді генерациялай алмады.
km: ម៉ាស៊ីន​ភ្ញៀវ​បាន​បរាជ័យ​ក្នុង​ការ​បង្កើត​កូនសោ​សម័យ​សម្រាប់​សម័យ​របស់ SSL ។
kn: SSL ಆಧಿವೇಶನಕ್ಕೆ ಕೀಲಿಗಳನ್ನು ಉತ್ಪಾದಿಸುವಲ್ಲಿ ವಿಫಲತೆ.
ku: Daxwazkerê nekarî mifteya danişînê biafirîne ji bo danişîna SSL.
lt: Klientui nepavyko sugeneruoti sesijos raktų SSL sesijai.
lv: Klientam neizdevās uzģenerēt SSL sesijas atslēgas.
mai: क्लाएँट सत्र कुँजी केँ SSL सत्र क लेल उत्पन्न करब मे विफल.
ml: എസ്എസ്എല്‍ സെഷനുള്ള സെഷന്‍ കീകള്‍ ലഭ്യമാക്കുന്നതില്‍ ക്ലയന്റ് പരാജയപ്പെട്ടു.
mr: SSL सत्र करीता क्लाऐंट सत्र कि निर्माण करण्यास अपयशी ठरला.
ms: Pelanggan gagal untuk menghasilkan kunci sesi untuk sesi SSL.
my: သုံးစွဲသူက SSL အခန်းအတွက် အခန်း သော့ချက်များကို ထုတ်လုပ်ဖို့ မအောင်မြင်ဘူး။
nb_no: Klienten klarte ikke opprette øktnøkler for SSL-økten.
nn_no: Klienten klarte ikkje å opprettea øktnøklar for SSL-økta.
oc: Lo client a pas capitat de generar de claus de sesilha per la sesilha SSL.
pt_br: O cliente não conseguiu gerar chaves de sessão para a sessão SSL.
ro: Clientul a eșuat în generarea unor chei de sesiune pentru sesiunea SSL.
sd: گراهڪ ايس ايس ايل سيشن لاءِ سيشن جون ڪنجيون خلقڻ ۾ ناڪام ٿيو۔
si: SSL සැසිය සඳහා SSL සැසි යතුරු නිපදවීමට සේව්‍ය අසමත් විය.
sr: Клијент није успео да направи сесијске кључеве за сесију ССЛа.
sv: Klienten misslyckades med att generera sessionsnycklar för en SSL-session.
te: SSL సెషన్‌కొరకు సెషన్‌కీలను జనరేట్‌చేయుటలో క్లైంట్ విఫలమైంది.
th: ลูกข่ายไม่สามารถร้างกุญแจวาระเพื่อวาระ SSL ได้
ug: خېرىدار ھاسىل قىلغان SSL سۆزلىشىشىدىكى شىفىرلىق ئاچقۇچ مەغلۇپ بولدى.
uz: Mijoz SSL seansi uchun seans kalitlarini yarata olmadi.
vi: Máy khách thất bại trong việc tạo khóa cho SSL.
zh_tw: 用戶端產生用於 SSL 連線的連線金鑰失敗。

source: Server has no key for the attempted key exchange algorithm.
af: Bediener het geen sleutel vir die gepoogde sleutelruilalgoritme nie.
ar: لا يملك الخادوم أي مفتاح لخوارزمية تبادل المفاتيح المجرّبة.
as: প্ৰচেষ্টা কৰা কি' সলনি এলগৰিথমৰ কাৰণে চাৰ্ভাৰৰ কোনো কি' নাই।
az: Server, üzərində işlənən dəyişik açma yolu üçün heç bir açara sahib deyil.
bg: Сървърът няма предложен ключ за опитания алгоритъм за обмяна на ключове.
bn_bd: চেষ্টারত কী এক্সচেঞ্জ এলগরিদম এর জন্য সার্ভারের কাছে কোনো কী নেই।
br: N'eus alc'hwez ebet gant an dafariad evit ar c'hlask eskemm an alc'hwez treoliek.
ca: El servidor no tenia cap clau per a l'algorisme d'intercanvi de claus que s'ha intentat.
cy: Nid oes gan y gweinydd allwedd ar gyfer ymgais algoryddm cyfnewid allweddi.
es_mx: El servidor no tiene clave para el algoritmo de intercambio de claves intentado.
eu: Zerbitzariak ez du gakorik saiatu den gako aldaketa algoritmoarentzat.
fa: کارگزار کلیدی برای الگوریتم تبادل کلید اجرا شده ندارد.
fur: Il servidôr nol à clâfs pal algoritmi di scambi di clâfs provât.
ga_ie: Níl eochair ag an bhfreastalaí don algartam malartaithe eochrach a iarradh.
gd: Chan eil iuchair aig an fhrithealaiche airson algairim malairt na h-iuchrach a dh'fheuchadh.
gu: પ્રયાસ થયેલ કી ફેરબદલી અલગોરિધમ માટે કોઈ સર્વર પાસે કી નથી.
hi_in: सर्वर के पास कोई कुंजी प्रयास किए कुंजी विनिमय अलगोरिथम के लिए नहीं है.
hr: Poslužitelj nema ključ za pokušani algoritam razmjene ključa.
hu: A kiszolgálónak nincs kulcs a megkísérelt kulcscserélő algoritmushoz.
hy_am: Սպասարկիչը չունի բանալի տվյալ բանալիների փոխանակման ալգորիթմի համար:
id: Server tidak memiliki kunci untuk algoritma pertukaran kunci yang dicoba.
is: Netþjónn er ekki með neinn lykil fyrir lyklaskiptinga algrím.
kk: Серверде сұранған кілт алмасу алгоритмі үшін кілт жоқ.
km: ម៉ាស៊ីន​បម្រើ​គ្មាន​កូនសោ​សម្រាប់​ក្បួន​​ដោះស្រាយ​​ការ​ផ្លាស់ប្ដូរ​កូនសោ​ដែល​បាន​ប៉ុនប៉ង​ឡើយ ។
kn: ಪರಿಚಾರಕವು ಪ್ರಯತ್ನಿಸಿದ ಕೀಲಿ ಎಕ್ಸ್‍ಚೇಂಜ್ ಅಲ್ಗಾರಿದಮ್‌ಗೆ ಯಾವುದೆ ಕೀಲಿಯನ್ನು ಹೊಂದಿಲ್ಲ.
ku: Tu mifteya pêşkêşkar tune algorîtmaya pevguhertina mifteya ceribandinê.
lt: Serveris neturi rakto, tinkamo bandytam panaudoti raktų apsikeitimo algoritmui.
lv: Serverim nav atslēga mēģinātajam atslēgu apmaiņas algoritmam.
mai: सर्वर क पास कोनो कुँजी प्रयास किए कुँजी विनिमय अलगोरिथम क लेल नहि अछि.
ml: കീ എക്സ്ചെയിഞ്ച് ആല്‍ഗോരിഥത്തിനുള്ള കീ സര്‍വറില്‍ ലഭ്യമല്ല.
mr: सर्वरकडे प्रयत्नशील कि देवाणघेवाण अल्गोरिदम करीता कि नाही.
ms: Pelayan tidak mempunyai kekunci untuk melakukan pertukaran kekunci algoritma tersebut.
my: ဆာ​ဗာမှာ သော့ချက် လုပ်ငန်းစနစ် ​ဖလှယ်ရေး ကြိုးစားမှု သော့ချက်အတွက် သော့ချက်မရှိဘူး။
nb_no: Serveren har ingen nøkkel for den forsøkte nøkkelutvekslingsalgoritmen.
nn_no: Tenaren har ingen nykel for den prøvde nykelutvekslingsalgoritmen.
oc: Lo servidor a pas de clau per l'algoritme d'escambi de claus utilizat.
pt_br: O servidor não tem uma chave para o algoritmo de troca de chaves empreendido.
ro: Serverul nu are nicio cheie pentru algoritmul de schimb de chei care a fost încercat.
sd: سرور وٽ ڪوشش ڪيل ڪنجي مَٽآئڻ جي ڳڻپ جي قاعدي جي سيٽ لاءِ ڪنجي ناهي۔
si: උත්සහ කරන ලද යතුරු හුවමාරු ඇල්ගොරිතම සඳහා සේවකයා සතුව යතුරක් නොමැත.
sr: Сервер нема кључ за покушани алгоритам размене кључева.
sv: Servern har ingen nyckel för den efterfrågade nyckelutbytesalgoritmen.
te: ప్రయత్నించిన కీ ఎక్సేంజ్ అల్గార్దెమ్‌కు సేవిక ఏకీను కలిగిలేదు.
th: เซิร์ฟเวอร์ไม่มีกุญแจสำหรับขั้นตอนวิธีการแลกเปลี่ยนกุญแจ
ug: شىفىرلىق ئاچقۇچ ئالماشتۇرۇش ھېسابلاش ئۇسۇلىنى سىنايدىغان مۇلازىمىتىر شىفىرىلىق ئاچقۇچى يوق.
uz: Algoritmni almashtirish kalitiga urinish uchun serverda kalit yo‘q.
vi: Máy chủ không có khóa để thực hiện thuật toán chuyển đổi khoá.
zh_tw: 伺服器沒有金鑰可供嘗試金鑰交換演算法。

source: PKCS#11 token was inserted or removed while operation was in progress.
af: PKCS#11-teken is ingevoeg of verwyder terwyl bewerking besig was.
ar: أضيفت قطعة PKCS#11 الأمنية أو أزيلت أثناء إجراء العملية.
as: PKCS#11 টকেনটো কাৰ্য্য চলাকালিন সমোৱা বা উলোৱা হৈছিল।
az: Əməliyyat gedərkən PKCS#11 nişanı əlavə edildi ya da silindi.
bg: Токена на PKCS#11 беше вмъкната или премахната, докато операцията все още беше в ход.
bn_bd: কাজ করার সময়ে PKCS#11 টোকেন প্রবেশ অথবা বের করা হয়েছিল।
bn_in: কর্ম সঞ্চালনকালে PKCS#11 টোকোন ঢোকানো অথবা বের করা হয়েছিল।
br: Enlakaet pe dilec'hiet eo bet ar reveziadenn PKCS#11 e-pad ma oa ar gwezhiadur war argerzh.
ca: Es va inserir o suprimir el testimoni PKCS#11 mentre l'operació estava en curs.
cy: Mewnosodwyd neu dynnwyd tocyn PKCS#11 wrth i'r weithred fod mewn grym.
es_mx: El token PKCS#11 se insertó o eliminó mientras la operación estaba en progreso.
eu: PKCS#11 token bat txertatu edo kendu da ekintza betetzen ari zenean.
fa: نشان PKCS#11 در حین پیشرفت عملیات وارد گردید یا خارج شد.
fur: Il testemoni PKCS#11 al è stât metût o gjavât intant che si eseguive la procedure.
ga_ie: Cuireadh isteach nó baineadh ceadchomhartha PKCS#11 le linn oibríochta.
gd: Chaidh tòcan PKCS#11 a chur ann no a thoirt air falbh rè an obrachaidh.
gu: PKCS#11 ટોકન દાખલ થયું અને દૂર કરવામાં આવ્યું જ્યારે પ્રક્રિયા પ્રગતિમાં હતી.
hi_in: PKCS#11 टोकन को संक्रिया की प्रगति के दौरान जोड़ा या हटाया नहीं गया था.
hr: PKCS#11 token je unijet ili uklonjen dok je operacija bila u tijeku.
hu: PKCS#11 token lett beszúrva vagy eltávolítva művelet közben.
hy_am: PKCS#11 պիտակը դրվեց կամ հանվեց գործողության կատարման ընթացքում:
id: Token PKCS#11 telah disisipkan atau dibuang ketika proses sedang berjalan.
is: PKCS#11 tákn var sett inn eða fjarlægt á meðan aðgerð var í gangi.
kk: PKCS#11 токені операция жүріп жатқан кезде қосылды не сөндірілді.
km: PKCS#11 token ត្រូវ​បាន​បញ្ចូល ឬ​យក​ចេញ​ ខណៈ​ពេល​ប្រតិបត្តិការ​កំពុង​ដំណើរការ ។
kn: ಕಾರ್ಯವು ಪ್ರಗತಿಯಲ್ಲಿದ್ದಾಗ PKCS#11 ಟೋಕನ್‌ ಸೇರಿಸಲ್ಪಟ್ಟಿದೆ ಅಥವ ತೆಗೆದು ಹಾಕಲ್ಪಟ್ಟಿದೆ.
ku: Jetona PKCS#11 hat têxistin an jî rakirin dema ku çalakî dimeşiya.
lt: Operacijos vykdymo metu buvo pridėta arba išimta PKCS #11 saugumo priemonė.
lv: PKCS#11 marķieris tika ievietots vai aizvākts darbības norises laikā.
mai: PKCS#11 टोकन केँ संक्रिया क प्रगति क दौरान जोड़ल अथवा हटैताह नहि गेल छल.
ml: പ്രക്രിയയ്ക്കിടയില്‍ PKCS#11 ടോക്കന്‍ ഇടയ്ക്കു് ചേര്‍ത്തിരിയ്ക്കുന്നു അല്ലെങ്കില്‍ നീക്കം ചെയ്തിരിയ്ക്കുന്നു.
mr: कार्यपद्धती प्रगतीशील असतेवेळी PKCS#11 टोकन अंतर्भूत केले गेले किंवा काढूण टाकले गेले.
ms: Token PKCS#11 telah dimasukkan atau dikeluarkan semasa operasi sedang berjalan.
my: PKCS#11 အမှတ်အသားကို လုပ်ငန်း လည်ပတ်နေစဉ် ထည့်သွင်း သို့ ဖယ်ရှားခံရတယ်။
nb_no: Et PKCS#11 element ble satt inn eller slettet mens operasjonen var aktiv.
nn_no: Eit PKCS#11-element vart sett inn eller sletta medan operasjonen var aktiv.
oc: Lo geton PKCS#11 es estat inserit o suprimit alara qu'una operacion èra en cors.
pt_br: O token PKCS#11 foi inserido ou removido enquanto a operação estava em andamento.
ro: Tokenul PKCS#11 a fost inserat sau eliminat în timpul desfășurării operației.
sd: پي ڪي سي ايس #11 ثوڪن تڏهن داخل ڪيو ويو يا ڪڍي ڇڏيو ويو جڏهن ڪارروائي جاري هئي۔
si: ක්‍රියාය ඉදිරියට යන අතරේදී PKCS#11 සංඥාව ඇතුළු කර හෝ ඉවත් කරනු ලැබ ඇත.
sr: Новчић за ПКЦС#11 (PKCS#11) је убачен или уклоњен током дејства.
sv: PKCS#11-token införd eller borttagen under pågående process.
te: ఆపరేషన్ జరుగుతున్నప్పుడు PKCS#11 టోకెన్ చొప్పించబడింది లేదా తీసివేయబడింది.
th: โทเค็น PKCS#11 ได้ถูกใส่เข้าหรือดึงออกในขณะที่กำลังทำงาน
ug: مەشغۇلات بىجىرىلىۋاتقاندا PKCS#11 بەلگىسى قىستۇرۇلغان ياكى ئۆچۈرۈلگەن.
uz: PKCS#11 marker jarayon amalga oshayotganda kiritilgan yoki o‘chirilgan.
vi: Dấu hiệu PKCS#11 đã được chèn hoặc gỡ bỏ trong khi đang thực hiện tác vụ.
zh_tw: 操作進行時 PKCS#11 token 已插入或移除。
