Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL received a malformed Server Key Exchange handshake message.
af: SSL het 'n wanvormde Server Key Exchange-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة تبادل مفتاح الخادوم تالفة.
as: SSL এ এটা ক্ষতীগ্ৰস্থ চাৰ্ভাৰ কি' সলনি হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL xətalı bir server açar dəyişikliyi mesajı aldı.
bg: SSL получи лошо конструирано съобщение за ръкостискане Server Key Exchange.
bn_bd: SSL, ত্রুটিপূর্ণ Server Key Exchange হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Server Key Exchange হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn stummet fall evit seveniñ ur c'hennask a-berzh an dafariad alc'hwez da eskemm.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Server Key Exchange» mal format.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Cyfnewid Allwedd Gweinydd anffurf.
es_mx: SSL ha recibido un mensaje de negociación Server Key Exchange mal formado.
eu: SSLk gaizki eratutako zerbitzari gako aldaketa eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Server Key Exchange نادرست دریافت کرد.
fur: SLL e à vût un messaç malformât di gjenar Server Key Exchange handshake.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Malartú Eochrach Freastalaí.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Key Exchange mhì-chumte.
gu: SSL ને મલીન સર્વર કી ફેરબદલી હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक विरूपित सर्वर कुंजी विनिमय हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neispravnu poruku rukovanja razmjene poslužiteljskog ključa.
hu: Az SSL egy rosszul formázott Server Key Exchange kézfogási üzenetet kapott.
hy_am: SSL-ը ստացավ կապի միացման վնասված Server Key Exchange հարցում:
id: SSL menerima pesan handshake Server Key Exchange dalam format yang salah.
is: SSL fékk gölluð skilaboð með lykli netþjóns.
kk: SSL Server Key Exchange байланысын орнату зақымдалған сұранымын алды.
km: SSL បាន​ទទួល​សារ Server Key Exchange handshake ដែល​មាន​ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಪರಿಚಾರಕ ಕೀಲಿ ಎಕ್ಸ್‍ಚೇಂಜ್ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyameke bi teşeya çewt a Server Key Exchange handshake stand.
lt: SSL posistemė gavo netinkamai suformuotą „Server Key Exchange“ pasisveikinimo pranešimą.
lv: SSL saņēma nekorekti noformētu Servera Atslēgu Apmaiņas sasveicināšanās ziņojumu.
mai: SSL एकटा विरूपित सर्वर कुँजी विनिमय हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് തെറ്റായ ഒരു സര്‍വര്‍ കീ എക്സ്ചെയിഞ്ച് ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे सदोषीत Server Key Exchange हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima mesej jabat tangan canggaan Server Key Exchange.
my: SSL က ပုံပျက်တဲ့ ဆာဗာ သော့ချက် ဖလှယ်မှု လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en servernøkkelutveksling-håndhilsen med feil format.
nn_no: SSL tok imot ei tenarnykelutveksling-handhelsing med feil format.
oc: SSL a recebut un messatge d'establiment de ligason « Server Key Exchange » mal format.
pt_br: O SSL recebeu uma mensagem “Server Key Exchange” defeituosa no processo de handshake.
ro: SSL a primit un mesaj de negociere formatat greșit de tip „Server Key Exchange”.
sd: ايس ايس ايل کي غلط رچيل سرور جي ڪنجي مَٽائڻ جو هٿ ملائڻ جو سنديش مليو
si: විකෘති වූ සේවක යතුරු හුවමාරු ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неисправну поздравну серверску поруку за размену кључева.
sv: SSL mottog ett vanskapt Server Key Exchange-handskakningsmeddelande.
te: SSL చెడ్డసేవిక కీ ఎక్స్చేంజ్ హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Server Key Exchange handshake ที่ผิดรูปแบบ
ug: SSL غەيرىي مۇلازىمېتىر ئاچقۇچ ئالماشتۇرۇش سالىمى ئۇچۇرى تاپشۇرۇۋالدى.
uz: SSL zararlangan "Mijoz salomi" qo‘l berib ko‘rishish almashish kaliti serverini oldi.
vi: SSL nhận một thông điệp bắt tay Server Key Exchange có lỗi.
zh_tw: SSL 收到變形的伺服器金鑰交換交握訊息。

source: SSL received a malformed Certificate Request handshake message.
af: SSL het 'n wanvormde Certificate Request-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة طلب الشهادة تالفة.
as: SSL এ এটা ক্ষতীগ্ৰস্থ প্ৰমাণপত্ৰ অনুৰোধ হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL xətalı bir təsdiq sənədi istəyi qarşılama mesajı aldı.
bg: SSL получи лошо конструирано съобщение за ръкостискане Certificate Request.
bn_bd: SSL, ত্রুটিপূর্ণ Certificate Request হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Certificate Request হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn stummet fall evit seveniñ ur c'hennask o c'houlenn un testeni (Certificate Request).
ca: L'SSL ha rebut un missatge de conformitat de connexió «Certificate Request» mal format.
cy: Derbyniodd SSL neges ysgwyd llaw Cais Tystysgrif anffurfedig.
es_mx: SSL ha recibido un mensaje de negociación de Certificate Request mal formado.
eu: SSLk gaizki eratutako ziurtagiri eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Certificate Request نادرست دریافت کرد.
fur: SLL e à vût un messaç malformât di gjenar Certificate Request handshake.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Iarratas Teastais.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate Request mhì-chumte.
gu: SSL ને મલીન પ્રમાણપત્ર અરજી હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक विरूपित प्रमाणपत्र आग्रह हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neispravnu poruku rukovanja zahtjeva certifikata.
hu: Az SSL egy rosszul formázott Certificate Request kézfogási üzenetet kapott.
hy_am: SSL-ը ստացավ կապի միացման վնասված Certificate Request հարցում:
id: SSL menerima pesan handshake Certificate Request dalam format yang salah.
is: SSL fékk gölluð skilaboð með beiðni um skilríki.
kk: SSL Certificate Request байланысын орнату зақымдалған сұранымын алды.
km: SSL បាន​ទទួល​សារ​ស្នើ​​វិញ្ញាបនបត្រ​បាន​ទទួល​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಪ್ರಮಾಣಪತ್ರ ಮನವಿ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyameke bi teşeya çewt a Daxwaza sertîfîkaya handshake stand.
lt: SSL posistemė gavo netinkamai suformuotą „Certificate Request“ pasisveikinimo pranešimą.
lv: SSL saņēma nekorekti noformētu Sertifikāta Pieprasījuma sasveicināšanās ziņojumu.
mai: SSL एकटा विरूपित प्रमाणपत्र आग्रह हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് തെറ്റായ ഒരു സര്‍ട്ടിഫിക്കേറ്റ് റിക്ക്വസ്റ്റ് ഹാന്‍ഡ് ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे सदोषीत Certificate Request हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima mesej jabat tangan canggaan Certificate Request.
my: SSL က ပုံပျက်တဲ့ လက်မှတ် တောင်းဆိုတဲ့ လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en sertifikatforespørsel-håndhilsen med feil format.
nn_no: SSL tok imot ei sertifikatførespurnad-handhelsing med feil format.
oc: SSL a recebut un messatge d'establiment de ligason « Certificate Request » mal format.
pt_br: O SSL recebeu uma mensagem “Certificate Request” defeituosa no processo de handshake.
ro: SSL a primit un mesaj de negociere formatat greșit de tip „Certificate Request”.
sd: ايس ايس ايل کي غلط رچيل سرٽيفڪيٽ جي عرض جي هٿ ملائڻ جو سنديش مليو۔
si: විකෘති වූ සහතික ඉල්ලීම ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неисправну поруку за захтев сертификата.
sv: SSL mottog ett vanskapt Certificate Request-handskakningsmeddelande.
te: SSL చెడ్డధృవీకరణపత్రము హాండ్‌షేక్ సందేశం అభ్యర్ధనను పొందింది.
th: SSL ได้รับข้อความ Certificate Request handshake ที่ผิดรูปแบบ
ug: SSL بىنورمال بولغان گۇۋاھنامە ئىلتىماس قول تۇتۇشۇش ئۇچۇرىنى قوبۇللىدى.
uz: SSL zararlangan "Salomlashish so‘rovi" mavjud qo‘l bilan ko‘rishish xabarini qabul qildi.
vi: SSL nhận một thông điệp bắt tay báo Yêu cầu Chứng thư bị sai định dạng.
zh_tw: SSL 收到變形的憑證請求交握訊息。

source: SSL received a malformed Server Hello Done handshake message.
af: SSL het 'n wanvormde Server Hello Done-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة تمّ الترحيب بالخادوم تالفة.
as: SSL এ এটা ক্ষতীগ্ৰস্থ চাৰ্ভাৰ হেল্লো কৰা হল হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL xətalı bir server uğurludur qarşılama mesajı aldı.
bg: SSL получи лошо конструирано съобщение за ръкостискане Server Hello Done.
bn_bd: SSL, ত্রুটিপূর্ণ Server Hello Done হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Server Hello Done হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet, gant SSL, ur gemennadenn saludiñ stummet fall lavaret eo bet sevenet ur c'hennask ouzh un dafariad.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Server Hello Done» mal format.
cy: Derbyniodd SSL neges ysgwyd llaw Server Hello Done anffurfedig.
es_mx: SSL ha recibido un mensaje de negociación Server Hello Done mal formado.
eu: SSLk gaizki eratutako zerbitzari Hello egindako eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Server Hello Done نادرست دریافت کرد.
fur: SLL e à vût un messaç malformât di gjenar Server Hello Done handshake.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Haló Freastalaí Déanta.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Hello Done mhì-chumte.
gu: SSL ને મલીન સર્વર કેમછો પૂર્ણ હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक विरूपित सर्वर हेलो संपन्न हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neispravnu poruku rukovanja gotovog pozdrava poslužitelja.
hu: Az SSL egy rosszul formázott Server Hello Done kézfogási üzenetet kapott.
hy_am: SSL-ը ստացավ կապի միացման վնասված Server Hello Done հարցում:
id: SSL menerima pesan handshake Server Hello Done dalam format yang salah.
is: SSL fékk gölluð halló búið skilaboð frá netþjóni.
kk: SSL Server Hello Done байланысын орнату зақымдалған сұранымын алды.
km: SSL បាន​ទទួល​សារ​​ម៉ាស៊ីន​បម្រើ​​រួច​រាល់​បាន​ទទួល​​​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಪರಿಚಾರಕ ಹೆಲೊ ಡನ್ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyameke bi teşeya çewt a Server Hello Done handshake stand.
lt: SSL posistemė gavo netinkamai suformuotą „Server Hello Done“ pasisveikinimo pranešimą.
lv: SSL saņēma nekorekti noformētu Servera Hello Done sasveicināšanās ziņojumu.
mai: SSL एकटा विरूपित सर्वर हेलो संपन्न हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് തെറ്റായ ഒരു സര്‍വര്‍ ഹലോ ഡണ്‍ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे सदोषीत Server Hello Done हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima mesej jabat tangan canggaan Server Hello Done.
my: SSL က ပုံပျက်တဲ့ ဆာဗာ နှုတ်ဆက် ပြီးစီးမှု လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en server Hallo-Fullført håndhilsen med feil format.
nn_no: SSL tok imot ei tenar Hallo-Fullført handhelsing med feil format.
oc: SSL a recebut un messatge d'establiment de ligason « Server Hello Done » mal format.
pt_br: O SSL recebeu uma mensagem “Server Hello Done” defeituosa no processo de handshake.
ro: SSL a primit un mesaj de negociere formatat greșit de tip „Server Hello Done”.
sd: ايس ايس ايل کي غلط رچيل سرور جي هيلو ڪيو ويو جي هٿ ملائڻ جو سنديش مليو
sr: ССЛ је примио неисправну поруку за крај поздрава са сервера.
sv: SSL mottog ett vanskapt Server Hello Done-handskakningsmeddelande.
te: SSL చెడ్డసేవిక హెల్లోడన్ హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Server Hello Done handshake ที่ผิดรูปแบบ
ug: SSL بىنورمال بولغان مۇلازىمىتىر تاماملىغان Hello قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL zararlangan "Mijoz salomi" qo‘l berib ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Server Hello Done có lỗi.
zh_tw: SSL 收到變形的伺服器 Hello 完成交握訊息。

source: SSL received a malformed Certificate Verify handshake message.
af: SSL het 'n wanvormde Certificate Verify-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة تحقق من الشهادة تالفة.
as: SSL এ এটা ক্ষতীগ্ৰস্থ প্ৰমাণপত্ৰ সতা সত্য নিৰূপণ হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL xətalı bir təsdiq sənədi təsdiqləməsi qarşılama mesajı aldı.
bg: SSL получи лошо конструирано съобщение за ръкостискане Certificate Verify.
bn_bd: SSL, ত্রুটিপূর্ণ Certificate Verify হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Certificate Verify হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn stummet fall evit seveniñ ur c'hennask da wiriañ an testenioù.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Certificate Verify» mal format.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Dilysu Tystysgrif anffurf.
es_mx: SSL ha recibido un mensaje de negociación Certificate Verify mal formado.
eu: SSLk gaizki eratutako ziurtagiri egiaztapenaren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Certificate Verify نادرست دریافت کرد.
fur: SLL e à vût un messaç malformât di gjenar Certificate Verify handshake.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Fíoraigh Teastas.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate Verify mhì-chumte.
gu: SSL ને મલીન પ્રમાણપત્ર ખાતરી હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक विरूपित प्रमाणपत्र जांच हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neispravnu poruku rukovanja ovjere certifikata.
hu: Az SSL egy rosszul formázott Certificate Verify kézfogási üzenetet kapott.
hy_am: SSL-ը ստացավ կապի միացման վնասված Certificate Verify հարցում:
id: SSL menerima pesan handshake Certificate Verify dalam format yang salah.
is: SSL fékk gölluð skilaboð með vottun á skilríki.
kk: SSL Certificate Verify байланысын орнату зақымдалған сұранымын алды.
km: SSL បាន​ទទួល​សារ​វិញ្ញាបនបត្រ​ផ្ទៀងផ្ទាត់​បាន​ទទួល​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಪ್ರಮಾಣಪತ್ರ ಪರಿಶೀಲನಾ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyameke bi teşeya çewt a Piştrastkirina Sertîfîkaya handshake stand.
lt: SSL posistemė gavo netinkamai suformuotą „Certificate Verify“ pasisveikinimo pranešimą.
lv: SSL saņēma nekorekti noformētu Sertifikāta Apstiprināšanas sasveicināšanās ziņojumu.
mai: SSL एकटा विरूपित प्रमाणपत्र जाँच हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് തെറ്റായ ഒരു സര്‍ട്ടിഫിക്കേറ്റ് വേരിഫൈ ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे सदोषीत Certificate Verify हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima mesej Hello Pelanggan berjabat tangan cacat.
my: SSL က ပုံပျက်တဲ့ လက်မှတ် အတည်ပြုချက် လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en melding med ugyldig Certificate Verify-håndhilsen.
nn_no: SSL tok imot ei melding med ugyldig Certificate Verify-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Certificate Verify » mal format.
pt_br: O SSL recebeu uma mensagem “Certificate Verify” defeituosa no processo de handshake.
ro: SSL a primit un mesaj de negociere formatat greșit de tip „Certificate Verify”.
sd: ايس ايس ايل کي غلط رچيل سرٽيفڪيٽ جي تصديق جي هٿ ملائڻ جو سنديش مليو۔
si: විකෘති වූ සහතික ස්ථිර කිරීම ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неисправну поздравну поруку за проверу сертификата.
sv: SSL mottog ett vanskapt Certificate Verify-handskakningsmeddelande.
te: SSL చెడ్డధృవీకరణపత్రము నిర్ధారణ హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Certificate Verify handshake ที่ผิดรูปแบบ
ug: SSL بىنورمال بولغان گۇۋاھنامە دەلىللەش قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL zararlangan qo‘l berib ko‘rishish tasdiqlash sertifikatini oldi.
vi: SSL nhận một thông điệp bắt tay báo Xác minh Chứng thư bị sai định dạng.
zh_tw: SSL 收到變形的憑證驗證交握訊息。

source: SSL received a malformed Client Key Exchange handshake message.
af: SSL het 'n wanvormde Client Key Exchange-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة تبادل مفتاح العميل تالفة.
as: SSL এ এটা ক্ষতীগ্ৰস্থ ক্লাএন্ট কি' সলনি হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL xətalı bir klient açar dəyişikliyi mesajı aldı.
bg: SSL получи лошо конструирано съобщение за ръкостискане Client Key Exchange.
bn_bd: SSL, ত্রুটিপূর্ণ Client Key Exchange হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Client Key Exchange হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn stummet fall evit seveniñ ur c'hennask a-zivout un eskemm alc'hwez arval.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Client Key Exchange» mal format.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Cyfnewid Allwedd Cleient anffurf.
es_mx: SSL ha recibido un mensaje de negociación Client Key Exchange mal formado.
eu: SSLk gaizki eratutako bezero gako aldaketaren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Client Key Exchange نادرست دریافت کرد.
fur: SLL e à vût un messaç malformât di gjenar Client Key Exchange handshake.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Malartú Eochrach Cliaint.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Client Key Exchange mhì-chumte.
gu: SSL ને મલીન ક્લાઈન્ટ કી ફેરબદલી હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक विरूपित क्लाएंट कुंजी विनिमय हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neispravnu poruku rukovanja razmjene klijentskog ključa.
hu: Az SSL egy rosszul formázott Client Key Exchange kézfogási üzenetet kapott.
hy_am: SSL -ը ստացավ կապի միացման վնասված Client Key Exchange հարցում:
id: SSL menerima pesan handshake Client Key Exchange dalam format yang salah.
is: SSL fékk gölluð skilaboð með lyklaskiptum biðlara.
kk: SSL Client Key Exchange байланысын орнату зақымдалған сұранымын алды.
km: SSL បាន​ទទួល​សារ Client Key Exchange handshake ដែល​មាន​ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಕ್ಲೈಂಟ್ ಕೀಲಿ ಎಕ್ಸ್‍ಚೇಂಜ್ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyameke bi teşeya çewt a Client Key Exchange handshake stand.
lt: SSL posistemė gavo netinkamai suformuotą „Client Key Exchange“ pasisveikinimo pranešimą.
lv: SSL saņēma nekorekti noformētu Klienta Atslēgu Apmaiņu sasveicināšanās ziņojumu.
mai: SSL एकटा विरूपित क्लाएंट कुँजी विनिमय हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് തെറ്റായ ഒരു ക്ലൈന്റ് കീ എക്സ്ചെയിഞ്ച് ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे सदोषीत Client Key Exchange हॅन्डशेक संदेश प्राप्त झाले.
my: SSL က ပုံပျက်တဲ့ သုံးစွဲသူ အဓိက ဖလှယ်မှု လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en melding med ugyldig Client Key Exchange-håndhilsen.
nn_no: SSL tok imot ei melding med ugyldig Client Key Exchange-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Client Key Exchange » mal format.
pt_br: O SSL recebeu uma mensagem “Client Key Exchange” defeituosa no processo de handshake.
ro: SSL a primit un mesaj de negociere formatat greșit de tip „Client Key Exchange”.
sd: ايس ايس ايل کي غلط رچيل گراهڪ جي ڪنجي مَٽائڻ جي هٿ ملائڻ جو سنديش مليو
si: විකෘති වූ සේව්‍ය යතුරු හුවමාරු ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неисптавну клијентску поздравну поруку за размену кључева.
sv: SSL mottog ett vanskapt Client Key Exchange-handskakningsmeddelande.
te: SSL చెడ్డక్లైంట్ కీ ఎక్సేంజ్ హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Client Key Exchange handshake ที่ผิดรูปแบบ
ug: SSL بىنورمال بولغان خېرىدار شىفىرلىق ئاچقۇچ ئالماشتۇرۇش قول تۇتۇشۇش ئۇچۇرىنى قوبۇللىدى.
uz: SSL zararlangan qo‘l berib ko‘rishish mijoz kaliti almashishi xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Client Key Exchange có lỗi.
zh_tw: SSL 收到變形的用戶端金鑰交換交握訊息。

source: SSL received a malformed Finished handshake message.
af: SSL het 'n wanvormde Finished-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة منتهية تالفة.
as: SSL এ এটা ক্ষতীগ্ৰস্থ সম্পূৰ্ণ হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL xətalı bir sonlandırma qarşılama mesajı aldı.
bg: SSL получи лошо конструирано съобщение за ръкостискане Finished.
bn_bd: SSL, ত্রুটিপূর্ণ Finished হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Finished হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn Finished stummet fall evit seveniñ ur c'hennask.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Finished» mal format.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Terfynnwyd annfurf.
es_mx: SSL ha recibido un mensaje de negociación Finished mal formado.
eu: SSLk gaizki eratutako amaitutako diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Finished نادرست دریافت کرد.
fur: SLL e à vût un messaç malformât di gjenar Finished handshake.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Críochnaithe.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Finished mhì-chumte.
gu: SSL ને મલીન સમાપ્ત હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक विरूपित संपन्न हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neispravnu poruku dovršenog rukovanja.
hu: Az SSL egy rosszul formázott Finished kézfogási üzenetet kapott.
hy_am: SSL -ը ստացավ կապի միացման վնասված Finished հարցում:
id: SSL menerima pesan handshake Finished dalam format yang salah.
is: SSL fékk gölluð endaskilaboð.
kk: SSL Finished байланысын орнату зақымдалған сұранымын алды.
km: SSL បាន​ទទួល​សារ​បញ្ចប់​បាន​ទទួល​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಮುಗಿಯಲ್ಪಟ್ಟ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyameke bi teşeya çewt a Finished handshake stand.
lt: SSL posistemė gavo netinkamai suformuotą „Finished“ pasisveikinimo pranešimą.
lv: SSL saņēma nekorekti noformētu Finished sasveicināšanās ziņojumu.
mai: SSL एकटा विरूपित संपन्न हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് തെറ്റായ ഒരു ഫിനീഷ്ഡ് ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे सदोषीत Finished हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima mesej jabat tangan canggaan Finished.
my: SSL က ပုံပျက်တဲ့ ပြီးစီးမှု လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en melding med ugyldig Finished-håndhilsen.
nn_no: SSL tok imot ei melding med ugyldig Finished-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Finished » mal format.
pt_br: O SSL recebeu uma mensagem “Finished” defeituosa no processo de handshake.
ro: SSL a primit un mesaj de negociere formatat greșit de tip „Finished”.
sd: ايس ايس ايل کي غلط رچيل پورو ڪيل جي هٿ ملائڻ جو سنديش مليو۔
si: විකෘති වූ අවසානය ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неисправну поздравну поруку за крај.
sv: SSL mottog ett vanskapt Finished-handskakningsmeddelande.
te: SSL చెడ్డపైనిష్‌డ్ హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Finished handshake ที่ผิดรูปแบบ
ug: SSL بىنورمال بولغان تاماملانغان قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL zararlangan "Mijoz salomi" qo‘l berib ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Finished có lỗi.
zh_tw: SSL 收到變形的已完成交握訊息。
