Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL received an unexpected Finished handshake message.
af: SSL het 'n onverwagte Finished-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة منتهية غير متوقعة.
as: SSL এ এটা অপ্ৰত্যাশিত সম্পূৰ্ণ হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir bitiş qarşılama mesajı aldı.
bg: SSL получи неочаквано съобщение за ръкостискане Finished.
bn_bd: SSL, অপ্রত্যাশিত Finished হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Finished হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn dic'hortozet o lârout ez echuet seveniñ ar c'hennask (Finished).
ca: L'SSL ha rebut un missatge de conformitat de connexió «Finished» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Terfynnu annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Finished inesperado.
eu: SSLk espero ez zuen amaitutako diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Finished غیر منتظره دریافت کرد.
fur: SLL e à vût un messaç no spietât di gjenar Finished handshake.
ga_ie: Fuair SSL cumarsáid thionscantach Críochnaithe gan choinne.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Finished ris nach robh dùil.
gu: SSL ને અનિચ્છનીય સમાપ્ત હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक अप्रत्याशित संपन्न हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neočekivanu poruku dovršenog rukovanja.
hu: Az SSL egy váratlan Finished kézfogási üzenetet kapott.
hy_am: SSL -ը անսպասելիորեն ստացավ Finished կապակցման հաղորդագրություն:
id: SSL menerima pesan handshake Finished yang tidak diharapkan.
is: SSL fékk óvænt endaskilaboð.
kk: SSL күтпеген Finished байланысын орнату сұранымын алды.
km: SSL បាន​ទទួល​សារ​បាន​បញ្ចប់​ដែល​មិន​រំពឹង​​បាន​ទទួល ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಮುಗಿಯಲ್ಪಟ್ಟ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyama Finished handshake ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Finished“ pasisveikinimo pranešimą.
lv: SSL saņēma negaidītu Finished sasveicināšanās ziņojumu.
mai: SSL एकटा अप्रत्याशित संपन्न हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു ഫിനീഷ്ഡ് ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे अपरिचीत Finished हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu mesej handshake Finished yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ ပြီးစီးမှု လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en uventet Finished-håndhilsen.
nn_no: SSL tok imot ei uventa Finished-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Finished » inesperat.
pt_br: O SSL recebeu uma mensagem “Finished” não esperada no processo de handshake.
ro: SSL a primit un mesaj de negociere neașteptat de tip Finished.
sd: ايس ايس ايل کي اَچانڪ آيل پورو ٿيو جي هٿ ملائڻ جو سنديش مليو۔
si: බලාපොරොත්තු නොවූ අවසානය ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неочекивану поруку за окончање.
sv: SSL mottog ett oväntat Finished-handskakningsmeddelande.
te: SSL అనుకొని ఫైనిష్‌డ్ హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Finished handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي تاماملانغان قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL kutilmagan tugalllangan qo‘ berib ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Finished không mong đợi.
zh_tw: SSL received 收到未預期的已完成交握訊息。

source: SSL received an unexpected Change Cipher Spec record.
af: SSL het 'n onverwagse Change Cipher Spec-rekord ontvang.
ar: استلم SSL رسالة مصافحة تخصص تغيير الشفرة غير متوقعة.
as: SSL এ এটা অপ্ৰত্যাশিত চিফাৰ সলনি স্পেক সংবাদ গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir şifrələmə dəyişikliyi qeydi aldı.
bg: SSL получи неочаквано съобщение за ръкостискане Change Cipher Spec.
bn_bd: SSL, অপ্রত্যাশিত Change Cipher Spec রেকর্ড গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Change Cipher Spec রেকর্ড প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL un danevell a-fet kemmañ ar sifroù erspizet.
ca: L'SSL ha rebut un registre «Change Cipher Spec» inesperat.
cy: Mae SSL wedi derbyn cofnod Manyleb Seiffr Newid annisgwyl.
es_mx: SSL ha recibido un registro Change Cipher Spec inesperado.
eu: SSLk espero ez zuen Change Cipher Spec erregistro bat jaso du.
fa: SSL یک رکورد Change Cipher Spec غیر منتظره دریافت کرد.
fur: SLL e à vût un regjistri no spietât di gjenar Change Cipher Spec.
ga_ie: Fuair SSL taifead Athraigh Sraith Sifir gan choinne.
gd: Fhuair SSL clàr Change Ciper Spec ris nach robh dùil.
gu: SSL ને અનિચ્છનીય સાયફર સ્પેક રેકોર્ડ બદલો મળ્યો.
hi_in: SSL एक अप्रत्याशित साइफर स्पेक रिकार्ड प्राप्त किया.
hr: SSL je primio neočekivanu poruku rukovanja promjene zapisa specifikacija šifratora.
hu: Az SSL egy váratlan Change Cipher Spec rekordot kapott.
hy_am: SSL -ը անսպասելիորեն ստացավ Change Cipher Spec կապակցման հարցում:
id: SSL menerima data Change Cipher Spec yang tidak diharapkan.
is: SSL fékk óvænt skilaboð fyrir skiptingu á dulkóðun.
kk: SSL күтпеген Change Cipher Spec жазбасын алды.
km: SSL បាន​ទទួល​កំណត់ត្រា Change Cipher Spec ដែល​មិន​បាន​រំពឹង ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಸಿಫರ್ ಸ್ಪೆಕ್ ದಾಖಲೆಯನ್ನು ಬದಲಾಯಿಸುವ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeyda çewt a Change Cipher Spec ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Change Cipher Spec“ tipo įrašą.
lv: SSL saņēma negaidītu Change Cipher Spec ierakstu.
mai: SSL एकटा अप्रत्याशित साइफर स्पेक रिकार्ड प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു ചെയിഞ്ച് സിഫര്‍ സ്പെക് റിക്കോര്‍ഡ് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे अपरिचीत Change Cipher Spec रेकॉर्ड प्राप्त झाले.
ms: SSL menerima satu rekod Change Cipher Spec yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ ပြင်ဆင်တဲ့ စာဝှက်ဖေါ် ​စောင့်ကြည့် မှတ်တမ်း တခု ရရှိထားတယ်။
nb_no: SSL mottok et uventet Change Cipher Spec-element.
nn_no: SSL tok imot eit uventa Change Cipher Spec-element.
oc: SSL a recebut enregistrament « Change Cipher Spec » inesperat.
pt_br: O SSL recebeu um registro “Change Cipher Spec” não esperado.
ro: SSL a primit o înregistrare neașteptată de tip Change Cipher Spec.
sd: ايس ايس ايل کي اَچانڪ تبديل جي صفر جي خاص رڪارڊ جو سنديش مليو۔
si: බලාපොරොත්තු නොවූ වෙනස් කේත පිරිවිතර වාර්තාවක් SSL ට ලැබුණි.
sr: ССЛ је примио неочекивану поруку за промену спецификације шифре.
sv: SSL mottog en oväntad Change Cipher Spec-post.
te: SSL అనుకోని చేంజ్ సైఫర్ స్పెక్ రికార్డు‌ను పొందింది.
th: SSL ได้รับข้อมูล Change Cipher Spec ที่ไม่คาดคิด
ug: SSL تاسادىپىي ئىم ئالماشتۇرىدىغان چۈشەندۈرۈش خاتىرىسىنى تاپشۇرۇۋالدى.
uz: SSL kutilmagan Change Cipher Spec yozuvini qabul qildi.
vi: SSL nhận một hồ sơ Change Cipher không mong đợi.
zh_tw: SSL 收到未預期的變更密文格式記錄。

source: SSL received an unexpected Alert record.
af: SSL het 'n onverwagse Alert-rekord ontvang.
ar: استلم SSL سجل تنبيه غير متوقع.
as: SSL এ এটা অপ্ৰত্যাশিত সকিয়নী সংবাদ গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir xəbərdarlıq qeydi aldı.
bg: SSL получи неочакван запис Alert.
bn_bd: SSL, অপ্রত্যাশিত Alert রেকর্ড গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Alert রেকর্ড প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL un danevell da c'hervel evezh dic'hortozet.
ca: L'SSL ha rebut un registre «Alert» inesperat.
cy: Mae SSL wedi derbyn cofnod Rhybudd annisgwyl.
es_mx: SSL ha recibido un registro Alert inesperado.
eu: SSLk espero ez zuen alerta erregistro bat jaso du.
fa: SSL یک رکورد Alert غیر منتظره دریافت کرد.
fur: SLL e à vût un regjistri no spietât di gjenar Alert.
ga_ie: Fuair SSL taifead Airdill gan choinne.
gd: Fhuair SSL clàr caismeachd ris nach robh dùil.
gu: SSL ને અનિચ્છનીય ચેતવણી રેકોર્ડ મળ્યો.
hi_in: SSL एक अप्रत्याशित चेतावनी रिकार्ड प्राप्त किया.
hr: SSL je primio neočekivan zapis upozorenja.
hu: Az SSL egy váratlan Alert rekordot kapott.
hy_am: SSL -ը ստացավ անսպասելի Alert տվյալներ:
id: SSL menerima data Alert yang tidak diharapkan.
is: SSL fékk óvænt aðvörunarskilaboð.
kk: SSL күтпеген Alert жазбасын алды.
km: SSL បាន​ទទួល​កំណត់​ត្រា​អំពី​សញ្ញា​ព្រមាន​ដែល​មិន​រំពឹង ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಅಸಮರ್ಪಕವಾದ ಎಚ್ಚರಿಕಾ ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeyda çewt a Alert ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Alert“ tipo įrašą.
lv: SSL saņēma negaidītu Alert ierakstu.
mai: SSL एकटा अप्रत्याशित चेतावनी रिकार्ड प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു അലേര്‍ട്ട് റിക്കോര്‍ഡ് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे अपरिचीत Alert रेकॉर्ड प्राप्त झाले.
ms: SSL menerima satu rekod Alert yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ သတိပေး မှတ်တမ်းတခု ရရှိထားတယ်။
nb_no: SSL mottok et uventet Alert-element.
nn_no: SSL tok imot eit uventa Alert-element.
oc: SSL a recebut enregistrament « Alert » inesperat.
pt_br: O SSL recebeu um registro “Alert” não esperado.
ro: SSL a primit o înregistrare neașteptată de tip Alert.
sd: ايس ايس ايل کي ڦيرڦار جي رڪارڊ جو اَچانڪ سنديش مليو۔
si: බලාපොරොත්තු නොවූ සංඥා වාර්තාවක් SSL ට ලැබුණි.
sr: ССЛ је примио неочекивани слог узбуне.
sv: SSL mottog en oväntad Alert-post.
te: SSL అనుకోని ఎలర్టు రికార్డు‌ను పొదింది.
th: SSL ได้รับข้อมูล Alert ที่ไม่คาดคิด
ug: SSL تاسادىپىي ئاگاھلاندۇرۇش خاتىرىسىنى تاپشۇرۇۋالدى.
uz: SSL notoʻgʻri ogohlantirish yozuvini qabul qildi.
vi: SSL nhận một hồ sơ Alert không mong đợi.
zh_tw: SSL 收到未預期的警告記錄。

source: SSL received an unexpected Handshake record.
af: SSL het 'n onverwagse Handshake-rekord ontvang.
ar: استلم SSL سجل مصافحة غير متوقع.
as: SSL এ এটা অপ্ৰত্যাশিত হেন্ডশেক সংবাদ গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir qarşılama mesajı aldı.
bg: SSL получи неочакван запис Handshake.
bn_bd: SSL, অপ্রত্যাশিত হ্যান্ডশেক রেকর্ড গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Handshake রেকর্ড প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL un danevell dic'hortozet evit seveniñ ur c'hennask.
ca: L'SSL ha rebut un registre de conformitat de connexió inesperat.
cy: Mae SSL wedi derbyn cofnod Ysgwyd Llaw annisgwyl.
es_mx: SSL ha recibido un registro de negociación inesperado.
eu: SSLk espero ez zuen diosal-erregistro bat jaso du.
fa: SSL یک رکورد Handshake غیر منتظره دریافت کرد.
fur: SLL e à vût un regjistri no spietât di gjenar di conformitât di conession.
ga_ie: Fuair SSL taifead Cumarsáid Thionscantach gan choinne.
gd: Fhuair SSL clàr crathaidh-làimhe ris nach robh dùil.
gu: SSL ને અનિચ્છનીય હાથમિલાવો રેકોર્ડ મળ્યો.
hi_in: SSL एक अप्रत्याशित हैंडशेक रिकार्ड प्राप्त किया.
hr: SSL je primio neočekivan zapis rukovanja.
hu: Az SSL egy váratlan Handshake rekordot kapott.
hy_am: SSL -ը ստացավ անսպասելի Handshake տվյալներ:
id: SSL menerima data Handshake yang tidak diharapkan.
is: SSL fékk óvænt handsala skilaboð.
kk: SSL күтпеген Handshake жазбасын алды.
km: SSL បាន​ទទួល​កំណត់​ត្រា​ដែល​មិន​រំពឹង​បាន​ទទួល ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಹ್ಯಾಂಡ್‌ಶೇಕ್‌ ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeyda çewt a Handshake ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Handshake“ tipo įrašą.
lv: SSL saņēma negaidītu Handshake ierakstu.
mai: SSL एकटा अप्रत्याशित हैंडशेक रिकार्ड प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു ഹാന്‍ഡ്ഷെയിക്ക് റിക്കോര്‍ഡ് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे अपरिचीत हॅन्डशेक रेकॉर्ड प्राप्त झाले.
ms: SSL menerima satu rekod Handshake yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ လက်ဆွဲမှု မှတ်တမ်း တခု ရရှိထားတယ်။
nb_no: SSL mottok et uventet håndhilsen-element.
nn_no: SSL tok imot eit uventa Handhelsing-element.
oc: SSL a recebut enregistrament « Handshake » inesperat.
pt_br: O SSL recebeu um registro “Handshake” não esperado.
ro: SSL a primit o înregistrare neașteptată de tip Handshake.
sd: ايس ايس ايل کي اَچانڪ هٿ ملائڻ جي رڪارڊ جو سنديش مليو۔
si: බලාපොරොත්තු නොවූ ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неочекивани слог за сусрет.
sv: SSL mottog en oväntad Handshake-post.
te: SSL అనుకోని హాండ్‌షేక్ రికార్డు‌ను పొందింది.
th: SSL ได้รับข้อมูล Handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي قول تۇتۇشۇش خاتىرىسىنى تاپشۇرۇۋالدى.
uz: SSL kutilmagan qoʻl berib koʻrishish yozuvini qabul qildi.
vi: SSL nhận một hồ sơ Handshake không mong đợi.
zh_tw: SSL 收到未預期的交握記錄。

source: SSL received an unexpected Application Data record.
af: SSL het 'n onverwagse Application Data-rekord ontvang.
ar: استلم SSL سجل بيانات تطبيق غير متوقع.
as: SSL এ এটা অপ্ৰত্যাশিত এপ্লিকেচন তথ্য সংবাদ গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir proqram veriləni qeydi aldı.
bg: SSL получи неочакван запис Application Data.
bn_bd: SSL, অপ্রত্যাশিত Application Data রেকর্ড গ্রহণ করেছে।
bn_in: SSL দ্বারা অপ্রত্যাশিত Application Data রেকর্ড প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet un danevell dic'hortozet a-fet roadennoù an arload.
ca: L'SSL ha rebut un registre «Application Data» inesperat.
cy: Mae SSL wedi derbyn cofnod Data Rhaglen annisgwyl.
es_mx: SSL ha recibido un registro Application Data inesperado.
eu: SSLk espero ez zuen aplikazio datu erregistro bat jaso du.
fa: SSL یک رکورد Application Data غیر منتظره دریافت کرد.
fur: SLL e à vût un regjistri no spietât di gjenar Application Data.
ga_ie: Fuair SSL taifead Sonraí Feidhmchláir gan choinne.
gd: Fhuair SSL clàr Application Data ris nach robh dùil.
gu: SSL ને અનિચ્છનીય કાર્યક્રમ માહિતી રેકોર્ડ મળ્યો.
hi_in: SSL एक एक अप्रत्याशित अनुप्रयोग आंकड़ा रिकार्ड प्राप्त किया.
hr: SSL je primio neočekivan zapis aplikacijskih podataka.
hu: Az SSL egy váratlan Application Data rekordot kapott.
hy_am: SSL -ը ստացավ անսպասելի Application Data տվյալներ:
id: SSL menerima data Application Data yang tidak diharapkan.
is: SSL fékk óvænt forritsgögn.
kk: SSL күтпеген Application Data жазбасын алды.
km: SSL បាន​ទទួល​កំណត់ត្រា​ទិន្នន័យ​កម្មវិធី​ដែល​មិន​រំពឹង ។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಅನ್ವಯ ಮಾಹಿತಿ ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeyda çewt a Daneya Sepanê ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą „Application“ tipo įrašą.
lv: SSL saņēma negaidītu Programmas Datu ierakstu.
mai: SSL एकटा एकटा अप्रत्याशित अनुप्रयोग आंकड़ा रिकार्ड प्राप्त कएलक.
ml: SSL-നു് അപ്രതീക്ഷിതമായ ഒരു അപ്ലിക്കേഷന്‍ ഡേറ്റ റിക്കോര്‍ഡ് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे अपरिचीत अनुप्रयोग माहिती रेकॉर्ड प्राप्त झाले.
ms: SSL menerima rekod Data Aplikasi yang tidak dijangka.
my: SSL က မမျှော်လင့်တဲ့ လုပ်ငန်းသုံး ကိရိယာ အချက်အလက်ကြမ်း မှတ်တမ်း တခု ရရှိထားတယ်။
nb_no: SSL mottok et uventet Application Data-element.
nn_no: SSL tok imot eit uventa Application Data-element.
oc: SSL a recebut enregistrament « Application Data » inesperat.
pt_br: O SSL recebeu um registro “Application Data” não esperado.
ro: SSL a primit o înregistrare neașteptată de tip Application Data.
sd: ايس ايس ايل کي اَچانڪ ڪارروائيءَ جي سامگريءَ جو رڪارڊ مليو۔
si: බලාපොරොත්තු නොවූ වැඩසටහන් දත්ත වාර්තාවක් SSL ට ලැබුණි.
sr: ССЛ је примио неочекивани слог са програмским подацима.
sv: SSL mottog en oväntad Application Data-post.
te: SSL అనుకోని అనువర్తనం డాటా రికార్డు‌ను పొందింది.
th: SSL ได้รับข้อมูล Application Data ที่ไม่คาดคิด
ug: SSL تاسادىپىي قوللىنىشچان پروگرامما سانلىق مەلۇمات خاتىرىسىنى تاپشۇرۇۋالدى.
uz: SSL kutilmagan ilova dastur ma’lumoti yozuvini qabul qildi.
vi: SSL nhận một hồ sơ Application Data không mong đợi.
zh_tw: SSL 收到未預期的程式資料記錄。

source: SSL received a record with an unknown content type.
af: SSL het 'n rekord ontvang met onbekende inhoudtipe.
ar: استلم SSL سجلًا ذا نوع محتوى غير معروف.
as: SSL এ এটা অজ্ঞাত সমলৰ ধৰণ থকা সংবাদ গ্ৰহণ কৰিছে।
az: SSL naməlum bir məzmun formatı ilə bağlı qeyd aldı.
bg: SSL получи запис с неизвестен вид съдържание.
bn_bd: SSL, অজানা প্রকৃতির বিষয়বস্তু সহ একটি রেকর্ড গ্রহণ করেছে।
bn_in: SSL দ্বারা অজানা প্রকৃতির বিষয়বস্তু সহ একটি রেকর্ড প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet un danevell gant ur rizh endalc'had dianav gant SSL.
ca: L'SSL ha rebut un registre amb un tipus de contingut desconegut.
cy: Mae SSL wedi derbyn cofnod gyda math data anhysbys.
es_mx: SSL ha recibido un registro con un tipo de contenido desconocido.
eu: SSLk eduki mota ezezaguna duen erregistro bat jaso du.
fa: SSL رکوردی با نوع محتوای ناشناخته دریافت کرد.
fur: SLL e à vût un regjistri cun dâts di gjenar no cognossût.
ga_ie: Fuair SSL taifead le cineál inneachair anaithnid.
gd: Fhuair SSL clàr anns a bha seòrsa neo-aithnichte de shusbaint.
gu: SSL ને અજ્ઞાત સમાવિષ્ટ પ્રકાર સાથેનો રેકોર્ડ મળ્યો.
hi_in: SSL अज्ञात सामग्री प्रकार के साथ एक रिकार्ड से प्राप्त किया है.
hr: SSL je primio zapis s nepoznatom vrstom sadržaja.
hu: Az SSL ismeretlen tartalomtípussal rendelkező rekordot kapott.
hy_am: SSL-ը ստացավ անհայտ տեսակի պանունակությամբ տվյալներ:
id: SSL menerima data dengan jenis isi yang tidak dikenali.
is: SSL fékk gögn með óþekktri gagna tegund.
kk: SSL құрамасы белгісіз жазбаны алды.
km: SSL បាន​ទួល​​កំណត់ត្រា​ដោយ​មាន​ប្រភេទ​មាតិកា​ដែល​មិន​ស្គាល់ ។
kn: SSL ಅಜ್ಞಾತ ಬಗೆಯ ವಿಷಯವನ್ನು ಹೊಂದಿದ ಒಂದು ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeydek stand ku bi cureya nenas a naverokê ye.
lt: SSL posistemė gavo nežinomo tipo įrašą.
lv: SSL saņēma ierakstu ar nezināmu satura tipu.
mai: SSL अज्ञात सामग्री प्रकार क सँग एकटा रिकार्ड सँ प्राप्त कएलक अछि.
ml: SSL-നു് അപരിചിതമായ രീതിയിലുള്ള ഉള്ളടക്കമുള്ള ഒരു റിക്കോര്‍ഡ് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे अपरिचीत अनुक्रम प्रकार रेकॉर्ड प्राप्त झाते.
ms: SSL menerima satu rekod dengan jenis kandungan yang tidak diketahui.
my: SSL က အမည်မသိ အကြောင်းအရာ အမျိုးအစားမှတ်တမ်း တခု ရရှိထားတယ်။
nb_no: SSL mottok et element med ukjent innholdstype.
nn_no: SSL tok imot eit element med ukjent innhaldstype.
oc: SSL a recebut un enregistrament amb un tipe de contengut desconegut.
pt_br: O SSL recebeu um registro com um tipo de conteúdo desconhecido.
ro: SSL a primit o listă cu un tip necunoscut de conținut.
sd: ايس ايس ايل کي نامعلوم موضوع جي قسم سان رڪارڊ مليو۔
si: නාඳුනන අන්තර්ගත වර්ගයක් ඇති වාර්තාවක් SSL ට ලැබුණි.
sr: ССЛ је примио слог са непознатом врстом садржаја.
sv: SSL mottog en post med ett innehåll av okänd typ.
te: SSL తెలియని సారము రకముతో ఒక రికార్డు‌ను పొందింది.
th: SSL ได้รับข้อมูลที่ไม่ทราบประเภท
ug: SSL نامەلۇم مەزمۇن تىپى بار خاتىرىنى تاپشۇرۇۋالدى.
uz: SSL noma’lum tarkib turi mavjud yozuvni oldi.
vi: SSL nhận một hồ sơ không biết loại nội dung.
zh_tw: SSL 收到含未知內容類型的記錄。

source: SSL received a handshake message with an unknown message type.
af: SSL het 'n bladskudboodskap ontvang met onbekende boodskapsoort.
ar: استلم SSL رسالة مصافحة ذات نوع رسالة مجهول.
as: SSL এ এটা অজ্ঞাত বাৰ্তাৰ ধৰণ থকা হেন্ডশেক বাৰ্তা কৰিছে।
az: SSL naməlum bir formatda qarşılama mesajı aldı.
bg: SSL получи неочаквано съобщение за ръкостискане от неизвестен вид.
bn_bd: SSL, অজানা প্রকৃতির বার্তা সহ একটি হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা অজানা প্রকৃতির বার্তা সহ একটি হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn evit seveniñ ur c'hennask gant ur rizh kemennadenn dianav.
ca: L'SSL ha rebut un missatge de conformitat de connexió amb un tipus de missatge desconegut.
cy: Mae SSL wedi derbyn negws ysgwyd llaw gyda math data anhysbys.
es_mx: SSL ha recibido un mensaje de negociación con un tipo de mensaje desconocido.
eu: SSLk okerreko mezu mota duen diosal-mezu bat jaso du.
fa: SSL پیغام اولیه‌ای با نوع پیغام ناشناخته دریافت کرد.
fur: SSL e à vût un messaç di conformitât di conession cuntun gjenar di messaç no cognossût.
ga_ie: Fuair SSL cumarsáid thionscantach le cineál teachtaireachta anaithnid.
gd: Fhuair SSL teachdaireachd cràthaidh-làimhe anns a bha seòrsa neo-aithnichte de theachdaireachd.
gu: SSL ને અજ્ઞાત સંદેશા પ્રકાર સાથેનો હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक अज्ञात संदेश प्रकार के साथ एक हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio poruku rukovanja s nepoznatom vrstom poruke.
hu: Az SSL ismeretlen üzenettípussal rendelkező kézfogási üzenetet kapott.
hy_am: SSL-ը ստացավ անհայտ տեսակի պանունակությամբ կապի հաստատման հաղորդագրություն:
id: SSL menerima pesan handshake dengan jenis pesan yang tidak dikenali.
is: SSL fékk handsala skilaboð með óþekktri skilaboða tegund.
kk: SSL сәлем хабарламасына қоса белгісіз түрде хабарламаны алды.
km: SSL បាន​ទទួល​​សារ​បាន​ទួល​ដោយ​មាន​ប្រភេទ​សារ​ដែល​មិន​ស្គាល់ ។
kn: SSLಅಜ್ಞಾತ ಬಗೆಯ ಸಂದೇಶವನ್ನು ಹೊಂದಿದ ಒಂದು ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyameke handshake stand ku bi cureyê nenas a peyamê ye.
lt: SSL posistemė gavo nežinomą „Handshake“ tipo (pasisveikinimo) pranešimą.
lv: SSL saņēma sasveicināšanās ziņojumu ar nezināmu satura tipu.
mai: SSL एकटा अज्ञात संदेश प्रकार क सँग एकटा हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് അപരിചിതമായ രീതിയിലുള്ള സന്ദേശത്തിനൊപ്പം ഒരു ഹാന്‍ഡ്ഷെയിക്കു് സന്ദേശം ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे अपरिचीत संदेश प्रकारसह हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima mesej getaran dengan jenis mesej yang tidak diketahui.
my: SSL က အမည်မသိ သတင်းစကား အမျိုးအစားပါတခု ပါရှိတဲ့ နှုတ်ဆက် သတင်းစကား တခု ရရှိထားတယ်။
nb_no: SSL mottok en håndhilsen-melding med ukjent meldingstype.
nn_no: SSL tok imot ei handhelsing-melding med ukjent meldingstype.
oc: SSL a recebut un messatge d'establiment de ligason amb un tipe de messatge desconegut.
pt_br: O SSL recebeu uma mensagem do processo de handshake com um tipo de mensagem desconhecido.
ro: SSL a primit un mesaj de negociere, mesaj al cărui tip nu este cunoscut.
sd: ايس ايس ايل کي نامعلوم سنديس جي قسم سان هٿ ملائڻ جو سنديس مليو۔
si: නොදන්නා පණිවිඩ වර්ගයක් ඇති ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио поруку за сусрет са непознатом врстом поруке.
sv: SSL mottog ett handskakningsmeddelande med en okänd meddelandetyp.
te: SSL ఒక తెలియని సందేశరకముతో హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความที่ไม่ทราบประเภท
ug: SSL نامەلۇم ئۇچۇر تىپى بار قول تۇتۇشۇش ئۇچۇرىنى تاپشۇرۇۋالدى.
uz: SSL noma’lum turdagi "Qo'l siqish" xabarini oldi.
vi: SSL nhận một thông điệp bắt tay không biết loại.
zh_tw: SSL 收到含未知訊息類型的交握訊息。
