Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Peer does not permit renegotiation of SSL security parameters.
af: Eweknie laat nie heronderhandeling oor SSL-sekuriteitsparameters toe nie.
ar: لا يسمح الند بإعادة التفاوض على معطيات أمن SSL.
as: সমনীয়ায় SSL সুৰক্ষা প্ৰাচল সমূহৰ পুনৰ মিট মাটৰ অনুমতি নিদিয়ে।
az: Həmkar SSL təhlükəsizlik dəyişənlərinin yenidən müzakirəsinə icazə vermir.
bg: Партньорът не позволява предоговаряне на параметрите по сигурността на SSL.
bn_bd: পিয়ার দ্বারা SSL নিরাপত্তা প্যারামিটারের পুনরায় মীমাংসার অনুমতি প্রদান করা হয় না।
bn_in: সমকক্ষ দ্বারা SSL নিরাপত্তা পরামিতির পুনরায় মীমাংসার অনুমতি প্রদান করা হয় না।
br: N'eo ket aotreet an adkevraouiñ eus arventennoù diogelroez SSL gant ar par.
ca: L'altre extrem no permet la renegociació dels paràmetres de seguretat SSL.
cy: Nid yw'r cyfoed yn caniatáu ailnegodi paramedrau diogelwch SSL.
es_mx: La otra parte no permite renegociar los parámetros de seguridad SSL.
eu: Parekoak ez du uzten SSL segurtasun parametroen birnegoziazioa.
fa: طرف مقابل اجازهٔ مذاکرات دوباره دربارهٔ پارامترهای امنیتی SSL نمی‌دهد.
fur: Chel altri estrem nol permet di tornâ a negoziâ i parametris di sigurece SSL.
ga_ie: Ní cheadaíonn an comhghleacaí athréiteach a dhéanamh ar pharaiméadair shlándála SSL.
gd: Chan eil an seise a' toirt cead do dh'ath-cho-rèiteachadh nam paramadairean tèarainteachd SSL.
gu: સમકક્ષ SSL સુરક્ષા પરિમાણોનું પુનઃભાવતાલને પરવાનગી આપતું નથી.
hi_in: साथी SSL सुरक्षा पैरामीटर के फिर निगोशियेशन की स्वीकृति नहीं देता है.
hr: Čvor ne dozvoljava ponovno pregovaranje sigurnosnih parametara SSL-a.
hu: A partner nem engedi az SSL biztonsági paramétereinek újratárgyalását.
hy_am: Հանգույցը չի թույլատրում SSL անվտանգության պարամետրերի կրկնակի համաձայնեցում:
id: Pihak lain tidak mengizinkan negosiasi ulang untuk parameter keamanan SSL.
is: Jafningi leyfir ekki að endursamið sé um SSL öryggisbreytur.
kk: Торап SSL қауіпсіздік параметрлерін қайта қарауға рұқсат етпейді.
km: ម៉ាស៊ីន​ដូចគ្នា មិន​អនុញ្ញាត​ការ​ចរចារ​ឡើងវិញ​នៃ​ប៉ារ៉ាម៉ែត្រ​សុវត្ថិភាព​របស់ SSL ឡើយ ។
kn: ಪೀರ್ SSL ಸುರಕ್ಷತಾ ನಿಯತಾಂಕಗಳನ್ನು ರಿನೆಗೋಶಿಯೇಶನ್ ಮಾಡುವಲು ಅನುಮತಿ ನೀಡುತ್ತಿಲ್ಲ.
ku: Peer nahêle dîsa hevdîtina parametreyên ewlehiyê a SSLyê.
lt: Partnerinis kompiuteris neleidžia pakartotinio SSL parametrų derinimo.
lv: Partneris nepieļauj SSL drošības parametru atkārtotu apspriešanu.
mai: सँगी SSL सुरक्षा पैरामीटर क फेर निगोशियेशन क स्वीकृति नहि देत अछि.
ml: എസ്എസ്എല്‍ സുരക്ഷാ പരാമീറ്ററുകള്‍ വീണ്ടും സംവാദത്തില്‍ ഏര്‍പ്പെടുന്നതു് പിയര്‍ അനുവദിയ്ക്കുന്നില്ല.
mr: समघटक SSL सुरक्षा बाबींचे पुन्ह संयोजना करण्यास परवानगी देत नाही.
ms: Karib tidak membenarkan ulang runding parameter perlindungan SSL.
my: မျိုးတူက SSL လုံခြုရေး အကန့်အသတ်များရဲ့ ခွင့်ပြုမှု ပြန်လည် ညှိနှိုင်းမှုကို ခွင့်မပြုဘူး။
nb_no: Motparten tillater ikke reforhandling av SSL sikkerhetinnstillinger.
nn_no: Motparten tillet ikkje reforhandling av SSL tryggingsinnstillingar.
oc: Lo par permet pas la renegociacion dels paramètres de seguretat SSL.
pt_br: O sistema remoto não permite renegociação dos parâmetros de segurança SSL.
ro: Partenerul de conexiune nu permite renegocierea parametrilor de securitate SSL.
sd: ثاني ايس ايس ايل سلامتيءَ جي پئمانن جي وري ٺاهہ لاءِ ڳالهہ ٻول جي اِجازت نٿو ڏئي۔
si: SSL ආරක්ෂණ පරාමිතීන් නැවත ගනුදෙනු කිරීමට අග්‍රය අවසර නොදේ.
sr: Удаљени рачунар не дозвољава поновни договор безбедносних параметара ССЛа.
sv: Den andra parten tillåter inte omförhandling av SSL-säkerhetsparametrar.
te: పీర్ SSL రక్షణ పారామితుల సంధీకరణను అనుమతించుటలేదు.
th: ปลายทางไม่อนุญาตการต่อรองซ้ำกับ SSL security parameters
ug: نۇقتا SSL بىخەتەر پارامېتىرىنىڭ تەكرارلىقىغا يول قويمايدۇ.
uz: Manba SSL xavfsizlik parameterlarini qayta inkor qilishga ruxsat bermaydi.
vi: Máy ngang hàng không cho phép thương lượng lại các thông số bảo mật SSL.
zh_tw: 節點不允許重新協議 SSL 安全參數。

source: SSL server cache not configured and not disabled for this socket.
af: SSL-bedienerkas is nie opgestel en nie gedeaktiveer vir hierdie sok nie.
ar: مخبأ خادوم SSL غير معدّ وغير معطل لهذا المقبس.
as: SSL চাৰ্ভাৰ ক্যাশ এই চকেটৰ বাবে সংৰূপীত অথবা অসামৰ্থাবন কৰা নহয়।
az: SSL serveri bu socket üçün nizamlanmadı və söndürülmədi.
bg: Сървърският кеш на SSL не е настроен и не е изключен за този сокет.
bn_bd: চিহ্নিত সকেটের জন্য SSL সার্ভার ক্যাশে কনফিগার ও নিষ্ক্রিয় করা হয়নি।
bn_in: চিহ্নিত সকেটের জন্য SSL সার্ভার ক্যাশে কনফিগার ও নিষ্ক্রিয় করা হয়নি।
br: Krubuilh an dafariad SSL n'eo ket kefluniet ha diweredekaet evit ar soked-mañ.
ca: La memòria cau del servidor SSL no està configurada i no està inhabilitada en aquest sòcol.
cy: Nid yw storfa gweinydd SSL wedi ei ffurfweddu na'i analluogi ar gyfer y soced hwn.
es_mx: El caché del servidor SSL no está configurado ni desactivado en este socket.
eu: SSL zerbitzariaren cachea ez dago konfiguraturik eta ez dago socket honentzat ezgaiturik.
fa: حافظهٔ نهان کارگزار SSL تنظیم نشده است و برای این سوکت غیر فعال نشده است.
fur: La memorie platade dal servidôr SSL no je configurade e no je disativade par cheste prese.
ga_ie: Níl taisce an fhreastalaí SSL cumraithe agus díchumasaithe don soicéad seo.
gd: Cha deach tasgadan an fhrithealaichean SSL a rèiteachadh agus a chur à comas airson na socaide seo.
gu: SSL સર્વર કેશ રૂપરેખાંકિત થયેલ નથી અને આ સોકેટ માટે નિષ્ક્રિય થયેલ નથી.
hi_in: SSL सर्वर कैश विन्यस्त नहीं है और इस सॉकेट के लिए निष्क्रिय नहीं है.
hr: Privremena memorija SSL poslužitelja nije podešena i omogućena za ovaj priključak.
hu: Az SSL kiszolgálói gyorsítótár nincs konfigurálva, és nincs letiltva sockethez.
hy_am: SSL սպասարկիչի քեշը կարգավորված չէ և անջատված չէ այս բնիկի համար:
id: Tembolok server SSL tidak diatur dan tidak dimatikan untuk socket ini.
is: Skyndiminni SSL netþjóns er ekki stillt og ekki óvirkt fyrir þessa tengingu.
kk: SSL серверінің кэші бапталмаған немесе бұл сокет үшін өшірілген.
km: ឃ្លាំង​សម្ងាត់​ម៉ាស៊ីន​បម្រើ​របស់ SSL ​មិន​បាន​កំណត់​រចនាសម្ព័ន្ធ និង​មិន​បាន​បិទ​សម្រាប់​រន្ធ​នេះ​ទេ ។
kn: SSL ಪರಿಚಾರಕ ಕ್ಯಾಶೆಯು ಈ ಸಾಕೆಟ್‌ಗಾಗಿ ಸಂರಚಿತಗೊಂಡಿಲ್ಲ ಹಾಗು ಅಶಕ್ತಗೊಂಡಿಲ್ಲ.
ku: Cache a pêşkêşkara SSLyê nehatiye mîhengkirin û ji bo vê socketê nehatiye neçalakirin.
lt: SSL serverio podėlis nesuderintas, tačiau paliktas prieinamas šiai programinei jungčiai (socket).
lv: SSL servera kešatmiņa nav konfigurēta un šai pieslēgvietai nav atslēgta.
mai: SSL सर्वर कैश विन्यस्त नहि अछि आओर एहि साकेट क लेल निष्क्रिय नहि अछि.
ml: ഈ സോക്കറ്റിനു് എസ്എസ്എല്‍ സര്‍വര്‍ ക്യാഷ് ക്രമീകരിച്ചിട്ടില്ല, പ്രവര്‍ത്തന രഹിതമാക്കിയിട്ടുമില്ല.
mr: या सॉकेट करीता SSL सर्वर कॅश संयोजन व अकार्यान्वीत केले गेले नाही.
ms: Pelayar SSL tidak mengkonfigur dan tidak dapat melumpuhkan soket ini.
my: SSL ဆာဗာ ယာယီ သိမ်းဆည်းခန်းကို ပြုပြင်မထားရုံမက ဒီအပေါက်အတွက် ပိတ်ပင်မထားဘူ။
nb_no: SSL-serverens hurtiglager er ikke konfigurert, og ikke avslått for denne socketen.
nn_no: SSL-tenaren sitt snøgglager er ikkje konfigurert, og ikkje slått av for denne socketen.
oc: L'escondedor del servidor SSL es pas configurat e es pas desactivat per aquesta interfàcia de connexion.
pt_br: Cache do servidor SSL não configurado e não desativado para este socket.
ro: Cache-ul serverului SSL nu este configurat și nu este dezactivat pentru acest soclu.
sd: هن ساڪيٽ لاءِ ايس ايس ايل سرور جو ڪاش نہ رچيو ويو ۽ اَسمرٿ نہ بڻايو ويو۔
si: මෙම නාලිකාව සඳහා SSL සේවකයාගේ දත්ත ගබඩාව වින්‍යාසගත නොකර සහ අකර්මන්‍ය නොකර ඇත.
sr: Серверски кеш за ССЛ није подешен и није искључен за овај прикључак (socket).
sv: SSL-servercache är ej konfigurerad eller inaktiverad för denna socket.
te: SSL సేవిక క్యాచి ఆకృతీకరించిలేదు మరియు ఈసాకెట్ కొరకు అచేతనం చేసిలేదు.
th: แคชแม่ข่าย SSL ไม่ได้ถูกตั้งค่าและไม่ถูกปิดใช้งานสำหรับซอกเก็ตนี้
ug: SSL مۇلازىمىتىر غەملىكى تەڭشەلمىگەن ھەمدە مەزكۇر ئېغىز چەكلەنمىگەن.
uz: SSL server keshi moslanmagan va ushbu sokket uchun o‘chirib qo‘yilmagan.
vi: Bộ đệm SSL máy chủ không được cài đặt cho hốc này.
zh_tw: SSL 伺服器快取未組態且未於此 socket 停用。

source: SSL peer does not support requested TLS hello extension.
af: SSL-eweknie werk nie met aangevraagde TLS-hello-uitbreiding nie.
ar: لا يدعم ند SSL امتداد ترحيب TLS المطلوب.
as: SSL সমনীয়ায় TLS হেল্লো প্ৰসাৰন সমৰ্থন নকৰে।
az: SSL həmkarı istənən TLS əlavəsini dəstəkləmir.
bg: Партньорът на SSL не поддържа изисканото разширение hello на TLS.
bn_bd: অনুরোধ করা TLS এক্সটেনশন, পিয়ার SSL দ্বারা সমর্থিত হয় না।
bn_in: অনুরোধ করা TLS এক্সটেনশন, সমকক্ষ SSL দ্বারা সমর্থিত হয় না।
br: N'eo ket skoret an askouezhioù saludiñ mod TLS azgoulennet gant ar par SSL.
ca: L'altre extrem SSL no accepta l'extensió de la salutació (hello) TLS sol·licitada.
cy: Nid yw'r cyfoed SSL yn cynnal yr estyniad helo TLS gofynnwys amdano.
es_mx: El otro extremo de la conexión SSL no admite la extensión hello TLS solicitada.
eu: SSL parekoak ez du TLS hello hedapena onartzen.
fa: طرف مقابل SSL از ضمیمهٔ تقاضا شدهٔ TLS hello پشتیبانی نمی‌کند.
fur: Chel altri estrem SSL nol supuarte lis estensions TLS hello domandadis.
ga_ie: Ní thacaíonn an comhghleacaí SSL leis an eisínteacht TLS hello a iarradh.
gd: Chan eil an seise SSL a' cur taic ris an leudachan TLS Hello a chaidh iarraidh.
gu: SSL સમકક્ષ અરજી થયેલ TLS કેમછો એક્સટેન્સનને આધાર આપતું નથી.
hi_in: SSL साथी निवेदित TLS हेलो विस्तार का समर्थन नहीं करता है.
hr: SSL čvor ne podržava traženo TLS pozdravno proširenje.
hu: Az SSL-partner nem támogatja a kért TLS hello kiterjesztést.
hy_am: SSL հանգույցը չի սպասարկում հարցված TLS hello ընդլայնումը:
id: Pihak SSL lain tidak mendukung ekstensi hello TLS yang diminta.
is: SSL jafningi styður ekki umbeðna TSL halló viðbót.
kk: SSL торабы сұранған TLS hello кеңейтуін қолдамайды.
km: ម៉ាស៊ីន​ដូចគ្នា​របស់ SSL ​មិន​គាំទ្រ​ផ្នែក​បន្ថែម TLS ដែល​បាន​ស្នើ​ឡើយ ។
kn: SSL ಪೀರ್ ಮನವಿ ಸಲ್ಲಿಸಲಾದ TLS ಹೆಲೊ ಎಕ್ಸ್‍ಟೆನ್ಷನ್ ಅನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
ku: SSL peer piştgirî nade pêveka TLS hello a xwestî.
lt: SSL partnerinis kompiuteris nepalaiko užprašyto „TLS hello“ plėtinio.
lv: SSL partneris neatbalsta pieprasīto TLS hello paplašinājumu.
mai: SSL सँगी निवेदित TLS हेलो विस्तार क समर्थन नहि करैत अछि.
ml: ആവശ്യപ്പെട്ട ടിഎല്‍എസ് എക്സ്റ്റന്‍ഷന്‍ എസ്എസ്എല്‍ പിയര്‍ പിന്തുണയ്ക്കുന്നില്ല.
mr: SSL समघटक विनंतीकृत TLS hello विस्ताराला समर्थन पुरवित नाही.
ms: Karib SSL tidak menyokong TLS peluasan hello yang diminta.
my: SSL မျိုးတူက တောင်းဆိုထားတဲ့ TLS နှုတ်ဆက်တဲ့ တိုးချဲ့ချက်များကို လက်ခံမထားဘူး။
nb_no: SSL-motparten støtter ikke den forespurte TLS hello-utvidelsen.
nn_no: SSL-motparten støttar ikkje den førespurde TLS hello-utvidinga.
oc: Lo par SSL gerís pas l'extension « TLS Hello » requesida.
pt_br: O sistema remoto SSL não suporta a extensão solicitada TLS hello.
ro: Partenerul de conexiune SSL nu suportă extensia TLS de inițiere cerută.
sd: ايس ايس ايل ثاني گهربل ٽي ايل ايس هيلو وستار
sr: Удаљени рачунар са ССЛом не подржава тражени продужетак ТЛСа (TLS) за поздрав.
sv: Den andra SSL-parten stöder inte det efterfrågade tillägget TLS hello.
te: SSL పీర్ అభ్యర్దించిన TLS హెల్లో పొడిగింపును మద్దతించదు.
th: SSL ปลายทางไม่รองรับส่วนขยาย TLS hello
ug: SSL نۇقتا ئىلتىماس قىلغان TLS hello كېڭەيتىلمىسىنى قوللىمايدۇ.
uz: SSL manba so‘ralgan TLS salom kengaytmasini qo‘llab-quvvatlamaydi.
vi: SSL máy ngang hàng không hỗ trợ phần mở rộng chào hỏi TLS yêu cầu.
zh_tw: SSL 節點不支援請求的 TLS hello 擴充欄位。

source: SSL peer could not obtain your certificate from the supplied URL.
af: SSL-eweknie kon nie u sertifikaat van die voorsiende URL kry nie.
ar: لم يستطع ند SSL الحصول على شهادتك من محدد الموقع المزوَّد.
as: SSL সমনীয়ায় প্ৰাদন কৰা URL ৰ পৰা আপোনাৰ প্ৰমাণপত্ৰ প্ৰাপ্ত কৰিব নোৱাৰিলে।
az: SSL həmkarı URL-dən təsdiq sənədinizi əldə edə bilmədi.
bg: Партньорът на SSL не можа да получи вашия сертификат от подадения URL.
bn_bd: প্রদত্ত URL থেকে পিয়ার SSL দ্বারা আপনার সার্টিফিকেট গ্রহণ করা সম্ভব হয়নি।
bn_in: প্রদত্ত URL থেকে সমকক্ষ SSL দ্বারা আপনার সার্টিফিকেট প্রাপ্ত করা সম্ভব হয়নি।
br: N'eo ket bet ar par SSL evit kaout ho testeni digant an URL bet pourchaset.
ca: L'altre extrem SSL no ha pogut obtenir el vostre certificat de l'URL facilitat.
cy: Nid yw'r cyfoed SSL y gallu cael eich tystysgrif o'r URL darparwyd.
es_mx: El otro extremo de la conexión SSL no ha podido obtener tu certificado de la URL suministrada.
eu: SSL parekoak ezin du emandako URLtik zure ziurtagiria eskuratu.
fa: طرف مقابل SSL قادر به دریافت گواهی شما از نشانی ارائه شده نبود.
fur: L'estrem SSL nol à podût vê il certificât dal URL furnît.
ga_ie: Níorbh fhéidir leis an gcomhghleacaí SSL do theastas a fháil ón URL sonraithe.
gd: Cha b' urrainn dhan t-seise SSL an teisteanas agad fhaighinn on URL a thug thu dha.
gu: SSL સમકક્ષ પૂરી પાડવામાં આવેલ URL માંથી તમારું પ્રમાણપત્ર મેળવી શક્યું નહિં.
hi_in: SSL साथी आपके प्रमाणपत्र को दिए गए URL से प्राप्त नहीं कर सका.
hr: SSL čvor nije mogao dobiti vaš certifikat iz ponuđenog URL-a.
hu: Az SSL-partner nem tudja letölteni az Ön tanúsítványát a megadott URL-ről.
hy_am: SSL հանգույցը չի կարողանում բեռնել սերտիֆիկատը տրամադրած հասցեից (URL-ից):
id: Pihak SSL lain tidak dapat mendapatkan sertifikat Anda dari URL yang disediakan.
is: SSL jafningi gat ekki náði í þitt skilríki frá URL.
kk: SSL торабы сіздің сертификатыңызды көрсетілген URL-дан жүктей алмады.
km: ម៉ាស៊ីន​ដូចគ្នា​របស់ SSL មិន​មាន​វិញ្ញាបនបត្រ​របស់​អ្នក​​បាន​គាំទ្រ​ពី URL ឡើយ ។
kn: SSL ಪೀರ್ ಒದಗಿಸಲಾದ ಯುಆರ್ಎಲ್‌ನಿಂದ ನಿಮ್ಮ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.
ku: SSL peer nekarî sertîfîkaya we ya ji URLya peydakirî bihewîne.
lt: SSL partneriniam kompiuteriui nepavyko pateiktu universaliuoju adresu (URL) rasti jūsų liudijimo.
lv: SSL partneris nevarēja iegūt jūsu sertifikātu no piedāvātā URL.
mai: SSL सँगी अहाँक प्रमाणपत्र केँ देल गए URL सँ प्राप्त नहि कए सकल.
ml: നല്‍കി യുആര്‍എലില്‍ നിന്നും എസ്എസ്എല്‍ പിയറിനു് നിങ്ങളുടെ സര്‍ട്ടിഫിക്കേറ്റ് ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.
mr: SSL समघटक प्रविष्ट URL पासून प्रमाणपत्र प्राप्त करू शकत नाही.
ms: Karib SSL tidak memperoleh sijil daripada URL yang dibekalkan.
my: SSL မျိုးတူက ပံ့ပိုးထားတဲ့ URL ဆီမှ သင့်ရဲ့ လက်မှတ်ကို မရရှိနိုင်ဘူး။
nb_no: SSL-motparten klarte ikke finne sertifikatet ditt på oppgitt URL.
nn_no: SSL-motparten klarte ikkje å finne sertifikatet ditt på spesifisert URL.
oc: Lo par SSL a pas pogut obténer vòstre certificat a partir de l'URL provesida.
pt_br: O sistema remoto SSL não pôde obter o seu certificado pela URL fornecida.
ro: Partenerul de conexiune SSL nu poate obține certificatul dumneavoastră de la URL-ul indicat.
sd: ايس ايس ايل ثاني موڪلين يو آر ايل مان توهانجو سرٽيفڪيٽ حاصل نہ ڪري سگهيو۔
si: සපයා ඇති URL එකෙන් ඔබගේ සහතිකය ලබා ගැනීමට SSL අග්‍රයට නොහැකි විය.
sr: Удаљени рачунар са ССЛом не може да добави Ваш сертификат са прослеђеног УРЛа.
sv: Den andra SSL-parten kunde inte få tag i ditt certifikat från den angivna URL:en.
te: ఇవ్వబడిన URLనుండి SSL పీర్ మీధృవీకరణపత్రంను పొందలేదు.
th: SSL ปลายทางไม่สามารถรับใบรับรองของคุณจาก URL ที่แจ้งไว้ได้
ug: SSL نۇقتا تەمىنلەنگەن URL دىن گۇۋاھنامىڭىزغا ئېرىشەلمىدى.
uz: SSL manba yetkazib berilgan URL’dan sertifikatingizni ololmaydi.
vi: SSL máy ngang hàng không thể đạt được chứng thực của bạn từ URL cung cấp.
zh_tw: SSL 節點無法從您給的網址取得憑證。

source: SSL peer has no certificate for the requested DNS name.
af: SSL-eweknie het geen sertifikaat vir die aangevraagde DNS-naam nie.
ar: لا يملك ند SSL شهادات لاسم DNS المطلوب.
as: SSL সমনীয়াৰ অনুৰোধীত DNS নামৰ কাৰণে কোনো প্ৰমাণপত্ৰ নাই।
az: SSL həmkarında istənən DNS üçün təsdiq sənədi yoxdur.
bg: Партньорът на SSL няма сертификат за исканото име по DNS.
bn_bd: অনুরোধকৃত DNS-র নামের জন্য পিয়ার SSL-র কোনো সার্টিফিকেট উপস্থিত নেই।
bn_in: অনুরোধ করা DNS-র নামের জন্য সমকক্ষ SSL-র কোনো সার্টিফিকেট উপস্থিত নেই।
br: N'eus testeni ebet gant ar par SSL evit an anv DNS goulennet.
ca: L'altre extrem SSL no té cap certificat per al nom DNS sol·licitat.
cy: Nid oes gan y cyfoed SSL dystysgrif ar gyfer yr enw DNS gofynnwyd amdani.
es_mx: El otro extremo de la conexión SSL no tiene certificado para el nombre DNS solicitado.
eu: SSL parekoak ez du eskatutako DNS izenaren ziurtagiririk.
fa: طرف مقابل SSL برای نام DNS تقاضا شده هیچ گواهی ندارد.
fur: Chel altri estrem SSL nol à certificâts dal non DNS domandât.
ga_ie: Níl teastas ag an gcomhghleacaí SSL don ainm DNS iarrtha.
gd: Chan eil teisteanas aig an t-seise SSL airson an ainm DNS a chaidh iarraidh.
gu: SSL સમકક્ષને અરજી થયેલ DNS નામ માટે કોઈ પ્રમાણપત્ર નથી.
hi_in: SSL साथी के पास निवेदित DNS नाम के लिए कोई प्रमाणपत्र नहीं है.
hr: SSL čvor nema nijedan certifikat za traženi DNS naziv.
hu: Az SSL-partnernek nincs tanúsítványa a kért DNS-névhez.
hy_am: Հարցված DNS անվան համար SSL հանգույցը սերտիֆիկատ չունի:
id: Pihak SSL lain tidak memiliki sertifikat untuk nama DNS yang diminta.
is: SSL jafningi hefur ekki nein skilríki fyrir umbeðið DNS nafn.
kk: SSL торабында көрсетілген DNS nаты үшін сертификат жоқ.
km: ម៉ាស៊ីន​ដូចគ្នា​របស់ SSL គ្មាន​វិញ្ញាបនបត្រ​សម្រាប់​ឈ្មោះ​​របស់ DNS ដែល​បាន​ស្នើ​ឡើយ ។
kn: ಮನವಿ ಸಲ್ಲಿಲಸಲಾದ DNS ಹೆಸರಿಗೆ SSL ಪೀರ್ ಯಾವುದೆ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಹೊಂದಿಲ್ಲ.
ku: SSL peerê tu sertîfîka tune ji bo navê DNSya xwestî.
lt: SSL partnerinis kompiuteris neturi prašomo srities vardo liudijimo.
lv: SSL partnerim nav sertifikāta pieprasītajam DNS nosaukumam.
mai: SSL सँगी क पास निवेदित DNS नाम क लेल कोनो प्रमाणपत्र नहि अछि.
ml: ആവശ്യപ്പെട്ട ഡിഎന്‍എസ് നാമത്തിനുള്ള സര്‍ട്ടിഫിക്കേറ്റ് എസ്എസ്എല്‍ പിയറിനു് ലഭ്യമല്ല.
mr: SSL समघटकाकडे विनंतीकृत DNS नाव उपलब्ध नाही.
ms: Karib SSL tiada sijil pengesahan untuk nama DNS yang diminta.
my: SSL မျိုးတူက တောင်းဆိုထားတဲ့ DNS အမည်အတွက် လက်မှတ် မရှိဘူး။
nb_no: SSL-motparten har ingen sertifikater for det oppgitte DNS-navnet.
nn_no: SSL-motparten har ingen sertifikat for det spesifiserte DNS-namnet.
oc: Lo par SSL a pas de certificat pel nom DNS demandat.
pt_br: O sistema remoto SSL não possui certificado para o nome de DNS solicitado.
ro: Partenerul de conexiune SSL nu are niciun certificat pentru numele DNS cerut.
sd: ايس ايس ايل ثانيءَ وٽ گهربل ڊي اين ايس نالي لاءِ سرٽيفڪيٽ ناهي۔
si: ඉල්ලූ DNS නමට SSL අග්‍රය සතුව සහතික නොමැත.
sr: Удаљени рачунар са ССЛом нема сертификат за тражено име са ДНСа.
sv: Den andra SSL-parten har inget certifikat för det efterfrågade DNS-namnet.
te: SSL పీర్ అభ్యర్దించిన DNS నామముకు ఏటువంటి ధృవీకరణపత్రం కలిగిలేదు.
th: SSL ปลายทางไม่มีใบรับรองสำหรับชื่อ DNS ที่ร้องขอ
ug: SSL نۇقتا ئىلتىماس قىلغان DNS نامىدىكى گۇۋھنامىسى يوق.
uz: SSL manbada so‘ralgan DNS nomi uchun sertifikat yo‘q.
vi: SSL máy ngang hàng không có chứng thực cho tên DNS yêu cầu.
zh_tw: SSL 節點沒有請求 DNS 名稱的憑證。

source: SSL peer was unable to get an OCSP response for its certificate.
af: SSL-eweknie kon nie 'n OCSP-respons vir sy sertifikaat kry nie.
ar: عجز ند SSL عن الحصول على إجابة OCSP لشهادته.
as: SSL সমনীয়ায় ইয়াৰ প্ৰমাণপত্ৰৰ কাৰণে এটা OCSP প্ৰতিক্ৰয়া পাওতে অক্ষম হৈছিল।
az: SSL həmkarı təsdiq sənədi üçün OCSP cavabı ala bilmədi.
bg: Партньорът на SSL не можа да получи отговор от OCSP за неговия сертификат.
bn_bd: পিয়ার SSL দ্বারা নিজের সার্টিফিকেটের জন্য একটি OCSP প্রতিক্রিয়া গ্রহণ সম্ভব হয়নি।
bn_in: সমকক্ষ SSL দ্বারা নিজের সার্টিফিকেটের জন্য একটি OCSP প্রতিক্রিয়া প্রাপ্ত করা সম্ভব হয়নি।
br: Ar par SSL ne oa ket evit kaout respont OCSP evit e desteni.
ca: L'altre extrem SSL no ha pogut obtenir una resposta OCSP per al seu certificat.
cy: Nid oedd y cyfoed SSL yn gallu cael ymateb OCSP ar gyfer ei dystysgrif.
es_mx: El otro extremo de la conexión SSL no ha podido obtener una respuesta OCSP para su certificado.
eu: SSL parekoa ez da ziurtagiri honen OCSP erantzuna eskuratzeko gai.
fa: طرف مقابل SSL قادر به دریافت پاسخ OCSP برای گواهی‌اش نبود.
fur: L'estrem SSL nol pues vê une rispueste OCSP pal so certificât.
ga_ie: Ní raibh an comhghleacaí SSL in ann freagra OCSP a fháil dá theastas.
gd: Cha b' urrainn dhan t-seise SSL freagairt OCSP fhaighinn airson an teisteanais aige.
gu: SSL સમકક્ષ તેના પ્રમાણપત્ર માટે OCSP પ્રત્યુત્તર મેળવવા માટે અસમર્થ હતો.
hi_in: SSL साथी इस प्रमाणपत्र के लिए OCSP प्रतिक्रिया पाने में असमर्थ था.
hr: SSL čvor nije mogao dobiti OCSP odgovor za svoj certifikat.
hu: Az SSL-patner nem kapott OCSP-választ a tanúsítványára.
hy_am: SSL հանգույցին չհաջողվեց ստանալ այս սերտիֆիկատի OCSP պատասխանը:
id: Pihak SSL lain gagal mendapatkan jawaban OCSP untuk sertifikat ini.
is: SSL jafningi gat ekki fengið OSCSP svar fyrir sitt skilríki.
kk: SSL торабы оның сертификаты үшін OCSP жауабын ала алмады.
km: ម៉ាស៊ីន​ដូចគ្នា​របស់ SSL មិន​អាច​ទទួល​​យក​ការ​ឆ្លើយតប​របស់ OCSP សម្រាប់​វិញ្ញាបនបត្រ​របស់​វា​បាន​ឡើយ ។
kn: SSL ಪೀರ್ ತನ್ನ ಪ್ರಮಾಣಪತ್ರಗಳಿಗೆ ಒಂದು OCSP ಪ್ರತ್ಯುತ್ತರವನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.
ku: SSL peerê nekarî bersiveke OCSPyê bistîne ji bo sertîfîkaya wê.
lt: SSL partneriniam kompiuteriui nepavyko sulaukti OCSP atsakymo apie jo sertifikatą.
lv: SSL partneris nevar iegūt OCSP atbildi savam sertifikātam.
mai: SSL सँगी एहि प्रमाणपत्र क लेल OCSP प्रतिक्रिया पाबैमे असमर्थ छल.
ml: എസ്എസ്എല്‍ പിയറിനു് അതിനുള്ള സര്‍ട്ടിഫിക്കേറ്റിനുള്ള ഒസിഎസ്‌പി ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.
mr: SSL समघटक प्रमाणपत्र करीता OCSP प्रतिसाद प्राप्त करू शकला नाही.
ms: Karib SSL tidak mendapat satu balas OCSP untul sijil itu.
my: SSL မျိုးတူဟာ ၄င်းရဲ့ လက်မှတ်အတွက် OCSP တုံ့ပြန်မှုတခုကို မရယူနိုင်ဘူး။
nb_no: SSL-motparten klarte ikke motta en OCSP-respons for sertifikatet sitt.
nn_no: SSL-motparten klarte ikkje å ta imot ein OCSP-respons for sertifikatet sitt.
oc: Lo par SSL a pas pogut obténer cap de responsa OCSP per son certificat.
pt_br: O sistema remoto SSL não conseguiu obter uma resposta OCSP para o certificado dele.
ro: Partenerul de conexiune SSL nu a putut să obțină un răspuns OCSP pentru certificatul său.
sd: ايس ايس ايل ثاني ان جي سرٽيفڪيٽ لاءِ او سي ايس پي جواب حاصل ڪرڻ ۾ اَسمرٿ هو۔
si: එහි සහතිකයට OCSP ප්‍රතිචාරයක් ලබා ගැනීමට SSL අග්‍රයට නොහැකි විය.
sr: Удаљени рачунар за ССЛ није могао да добије одговор ОЦСП (OCSP) за свој сертификат.
sv: Den andra SSL-parten kunde inte få något OCSP-svar för dess certifikat.
te: SSL పీర్‌దాని ధృవీకరణపత్రం కొరకు OCSP ప్రతిస్పందనను పొందలేదు.
th: SSL ปลายทางไม่สามารถรับการตอบรับ OCSP ของใบรับรองของมันได้
ug: SSL نۇقتا گۇۋاھنامىنىڭ OCSP ئىنكاسىغا ئېرىشەلمىدى.
uz: SSL manba o‘zining sertifikati uchun OCSP javobni ola olmadi.
vi: SSL máy ngang hàng không thể nhận trả lời OCSP về chứng thực.
zh_tw: SSL 節點無法從其憑證中取得 OCSP 回應。
