Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: An X.509 version 1 certificate that is not a trust anchor was used to issue the server's certificate. X.509 version 1 certificates are deprecated and should not be used to sign other certificates.
bn_in: একটি X.509 সংস্করণ 1 সার্টিফিকেট যা ট্রাস্ট অ্যাঙ্কর নয় তা ব্যবহৃত হয়েছিল সার্ভার সার্টিফিকেট ইস্যু করার জন্য। X.509 সংস্করণ 1 সার্টিফিকেটসমূহ অবচিত হয়েছে এবং অন্যান্য সার্টিফিকেটসমূতে সাইন ইন করতে ব্যবহার করা উচিত নয়।
br: Un testeni X.509 e handelv 1, nad eo ket un eor fiziek, zo bet arveret da ginnig testeni an dafariad. Diamzeret eo an testenioù X.509 o handelvoù 1 ha ne zlefent ket bet arveret da sinañ testenioù all.
ca: S'ha utilitzat un certificat X.509 versió 1 que no és una àncora de confiança per emetre el certificat del servidor. Els certificats X.509 versió 1 són obsolets i no s'haurien d'utilitzar per signar altres certificats.
cy: Defnyddiwyd tystysgrif X.509 fersiwn 1 nad yw'n angor ymddiriedaeth i gyhoeddi tystysgrif y wefan. Mae tystysgrifau X.509 fersiwn 1 yn anghymeradwy ac ni ddylent gael eu defnyddio i lofnodi tystysgrifau eraill.
es_mx: Un certificado X.509 versión 1 que no sea un anclar confiable se usó para emitir el certificado del servidor. Certificados X.509 versión 1 son obsoletos y no se deben usar para firmar otros certificados.
eu: Fidagarria ez den X.509 1 bertsioko ziurtagiria erabili da zerbitzariaren ziurtagiria jaulkitzeko. X.509 1 bertsioko ziurtagiriak zaharkituta daude eta ez dira erabili behar beste ziurtagiriak sinatzeko.
ga_ie: Úsáideadh teastas X.509 (leagan 1) nach ancaire muiníne é chun teastas an fhreastalaí a eisiúint. Ní mholtar teastais X.509 (leagan 1) a úsáid a thuilleadh chun teastais eile a shíniú.
hr: X.509 certifikat inačice 1 koji nema potvrđenu vjerodostojnost je korišten za izdavanje certifikata poslužitelja. X.509 certifikati inačice 1 su zastarjeli i ne bi se smjeli koristiti za potpisivanje drugih certifikata.
hu: A kiszolgáló tanúsítványa egy 1-es verziójú, nem trust anchor X.509 tanúsítvány használatával lett kibocsátva. Az 1-es verziójú X.509 tanúsítványok elavultak, és ezeket nem szabad más tanúsítványok aláírására használni.
id: Sebuah sertifikat X.509 versi 1 yang bukan merupakan jangkar kepercayaan telah digunakan untuk menerbitkan sertifikat server. Sertifikat X.509 versi 1 sudah usang dan seharusnya tidak digunakan untuk menandatangani sertifikat lainnya.
is: Notað var X.509 útgáfu 1 skilríki sem er ekki með trust anchor til að gefa út skilríki vefsvæðis. X.509 útgáfu 1 skilríki eru úreld og ætti ekki að nota til að skrifa undir önnur skilríki.
kk: Сервер сертификатын шығару үшін сенімді емес X.509 1-нұсқа сертификаты қолданылған. X.509 1-нұсқа сертификаттары ескірген және басқа сертификаттарға қолтаңба қою үшін қолданылмауы тиіс.
km: វិញ្ញាបនបត្រ X.509 កំណែ 1 ដែល​មិនមែន​ជា​យុថ្កា​ទុកចិត្ត ត្រូវ​បាន​ប្រើ​ដើម្បី​ចេញ​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​មេ។ វិញ្ញាបនបត្រ X.509 កំណែ 1 ត្រូវ​បាន​បដិសេធ ហើយ​មិន​គួរ​ប្រើ​ដើម្បី​ចុះហត្ថលេខា​វិញ្ញាបនបត្រ​ផ្សេង​ឡើយ។
kn: ಸರ್ವರ್‌ನ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಒದಗಿಸಲು ನಂಬಿಕಸ್ತ ಆಂಕರ್ ಅಲ್ಲದ ಒಂದು X.509 ಆವೃತ್ತಿ 1 ಪ್ರಮಾಣಪತ್ರವನ್ನು ಬಳಸಲಾಗಿದೆ. X.509 ಆವೃತ್ತಿ 1 ಪ್ರಮಾಣಪತ್ರಗಳು ಬಳಕೆಯಲ್ಲಿಲ್ಲ ಮತ್ತು ಇತರೆ ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಸಹಿ ಮಾಡಲು ಇದನ್ನು ಬಳಸಬಾರದು.
lt: Serverio liudijimo išdavimui buvo panaudotas nepatikimas X.509 versijos nr. 1 liudijimas. Šie liudijimai yra nenaudotini ir neturėtų būti naudojami pasirašant kitus liudijimus.
lv: X.509 1. versijas sertifikāts, kas nav drošs tika izmantots, lai izsniegtu servera sertifikātu. X.509 1. versijas sertifikāti ir novecojuši un tos vairs nevajadzētu izmantot.
mai: X.509 संस्करण 1 प्रमाणपत्र जे ट्रस्ट एंकर नहि अछि जे सर्वर प्रमाणपत्र निर्गत करबाक लेल प्रयुक्त हाएत अछि. X.509 संस्करण 1 प्रमाणपत्र पदावनत कएल जाएत अछि जे आन प्रमाणपत्र केर हस्ताक्षर कलेल प्रयुक्त नहि भेल अछि.
pt_br: Um certificado X.509 versão 1 que não é confiado foi usado para assinar o certificado deste servidor. Certificados X.509 versão 1 são obsoletos e não devem ser usados para assinar outros certificados.
ro: Un certificat X.509 versiunea 1 care nu este o ancoră de încredere a fost folosit pentru a emite certificatul serverului. Certificatele X.509 versiunea 1 sunt descurajate și nu ar trebui să fie folosite pentru a semna alte certificate.
si: X.509 අනුවාදය නැංගුරම් සේවාදායකය සහතිකය නිකුත් කිරීම සඳහා භාවිතා කරන ලදී , භාරයක් නොවන බව 1 සහතිකය. X.509 අනුවාදය 1 සහතික නොසලකා හරිනු ලැබ ඇති අතර, අනෙකුත් සහතික අත්සන් කිරීමට භාවිතා කල යුතු නොවේ.
sv: Ett X.509 version 1 certifikat som inte är en förtroendeankare användes för att utfärda certifikatet. X.509 version 1 certifikatet är föråldrat och bör inte användas för att signera andra certifikat.
uz: Ishonchli yakor bo‘lmagan X.509 1 versiya sertifikati serverning sertifikati muammosi uchun foydalanilmoqda. X.509 1 versiya sertifikatlari eskirgan va boshqa sertifikatlarni yozishda foydalanilmasligi kerak.

source: A certificate that is not yet valid was used to issue the server's certificate.
af: 'n Sertifikaat wat nog nie geldig is nie is gebruik om die bediener se sertifikaat uit te reik.
bn_in: সার্ভারের সার্টিফিকেট ইস্যু করতে যে সার্টিফিকেট ব্যবহার করা হয়েছে তা বৈধ নয়।
br: Implijet eo bet un testeni ha n'eo ket talvoudek c'hoazh evit treuzkas testeni an dafariad.
ca: S'ha utilitzat un certificat que encara no és vàlid per emetre el certificat del servidor.
cy: Defnyddiwyd tystysgrif nad yw eto'n ddilys i gyhoeddi tystysgrif y gweinydd.
eu: Oraindik baliozkoa ez den ziurtagiri bat erabili da zerbitzariaren ziurtagiria jaulkitzeko.
ga_ie: Úsáideadh teastas nach bhfuil bailí fós chun teastas an fhreastalaí a eisiúint.
gd: Chaidh teisteanas nach eil dligheach fhathast a chleachdadh gus teisteanas an fhrithealaichte fhoillseachadh.
hr: Za izdavanje certifikata ovog poslužitelja je korišten certifikat koji tek treba postati važeći.
hu: A kiszolgáló tanúsítványának kiadásához egy még nem érvényes tanúsítvány lett felhasználva.
id: Sertifikat yang belum valid telah digunakan untuk menerbitkan sertifikat server.
is: Skilríki sem eru ekki ennþá orðin gild voru notuð til að gefa út skilríki netþjóns.
kk: Бұл сервердің сертификатын шығару үшін әлі жарамсыз болып тұрған сертификат қолданылған.
km: វិញ្ញាបនបត្រ​ដែល​មិន​ទាន់​ត្រឹមត្រូវ ត្រូវ​បាន​ប្រើ​ដើម្បី​ចេញ​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​មេ។
kn: ಇನ್ನೂ ಮಾನ್ಯವಲ್ಲದ ಪ್ರಮಾಣಪತ್ರವೊಂದನ್ನು ಸರ್ವರ್ ಪ್ರಮಾಣಪತ್ರವನ್ನು ನೀಡಲು ಬಳಸಲಾಗಿದೆ.
lt: Išduodant serverio liudijimą buvo panaudotas dar neįsigaliojęs liudijimas.
lv: Sertifikāts, kas vēl nav derīgs ir izmantots, lai izsniegtu servera sertifikātu.
mai: प्रमाणपत्र जे अखनो वैध अछि ओ सर्वर प्रमाणपत्र केर निर्गत करबाक लेल वैध अछि.
pt_br: Um certificado que ainda não é válido foi usado para emitir o certificado do servidor.
ro: Un certificat care nu este încă valabil a fost folosit pentru a emite certificatul serverului.
sv: Ett certifikat som ännu inte är giltigt användes för att utfärda serverns certifikat.
uz: Serverning sertifikati muammosida foydalanilgan, haligacha to‘g‘ri bo‘lmagan sertifkat.

# SSL_ERROR_UNUSED_5
source: Unrecognized SSL error code.
af: Onbekende SSL-foutkode.
ar: رمز خطأ SSL غير متعرّف عليه.
ca: Error desconegut al codi SSL.
cy: Cod gwall SSL heb ei adnabod.
es_mx: Código de error SSL no reconocido.
eu: SSL errore-kode ezezaguna.
fa: خطای نامشخص کد SSL
ga_ie: Cód earráide SSL gan aithne.
hi_in: अपरिचित SSL त्रुटि कोड.
hr: Nepoznata šifra SSL greške.
hu: Ismeretlen SSL hibakód.
hy_am: Անվերականգնելի SSL սխալի կոդ։
kn: ಗುರುತಿಸಲಾಗದ SSL ದೋಷ ಸಂಕೇತ.
ku: Koda çewtiyê ya SSL ya nenas.
lv: Neatpazīts SSL kļūdas kods.
mai: अपरिचित SSL त्रुटि कोड.
mr: अनोळखी SSL एरर कोड.
my: အသိအမှတ်မပြုသော SSL အမှားကုဒ်
oc: Còde d'error SSL pas reconegut.
ro: Cod de eroare SSL nerecunoscut.
sr: Непрепознат кôд ССЛ грешке.
th: รหัสข้อผิดพลาด SSL ที่ระบุไม่ได้
uz: Noma’lum SSL kodi xatosi.
vi: Không nhận diện được mã lỗi SSL.
zh_tw: 無法識別的 SSL 錯誤代碼。

# SSL_ERROR_UNUSED_10
source: Unrecognized SSL error code.
af: Onbekende SSL-foutkode.
ar: رمز خطأ SSL غير متعرّف عليه.
ca: Error desconegut al codi SSL.
cy: Cod gwall SSL heb ei adnabod.
es_mx: Código de error SSL no reconocido.
eu: SSL errore-kode ezezaguna.
fa: خطای نامشخص کد SSL
ga_ie: Cód earráide SSL gan aithne.
hi_in: अपरिचित SSL त्रुटि कोड.
hr: Nepoznata šifra SSL greške.
hu: Ismeretlen SSL hibakód.
hy_am: Անվերականգնելի SSL սխալի կոդ։
kn: ಗುರುತಿಸಲಾಗದ SSL ದೋಷ ಸಂಕೇತ.
ku: Koda çewtiyê ya SSL ya nenas.
lv: Neatpazīts SSL kļūdas kods.
mai: अपरिचित SSL त्रुटि कोड.
mr: अनोळखी SSL एरर कोड.
my: အသိအမှတ်မပြုသော SSL အမှားကုဒ်
oc: Còde d'error SSL pas reconegut.
ro: Cod de eroare SSL nerecunoscut.
sr: Непрепознат кôд ССЛ грешке.
th: รหัสข้อผิดพลาด SSL ที่ระบุไม่ได้
uz: Noma`lum SSL kodi xatosi.
vi: Không nhận diện được mã lỗi SSL.
zh_tw: 無法識別的 SSL 錯誤代碼。

# SSL_ERROR_POST_WARNING
source: Unrecognized SSL error code.
af: Onbekende SSL-foutkode.
ar: رمز خطأ SSL غير متعرّف عليه.
ca: Error desconegut al codi SSL.
cy: Cod gwall SSL heb ei adnabod.
es_mx: Código de error SSL no reconocido.
eu: SSL errore-kode ezezaguna.
fa: خطای نامشخص کد SSL
ga_ie: Cód earráide SSL gan aithne.
hi_in: अपरिचित SSL त्रुटि कोड.
hr: Nepoznata šifra SSL greške.
hu: Ismeretlen SSL hibakód.
hy_am: Անվերականգնելի SSL սխալի կոդ։
kn: ಗುರುತಿಸಲಾಗದ SSL ದೋಷ ಸಂಕೇತ.
ku: Koda çewtiyê ya SSL ya nenas.
lv: Neatpazīts SSL kļūdas kods.
mai: अपरिचित SSL त्रुटि कोड.
mr: अनोळखी SSL एरर कोड.
my: အသိအမှတ်မပြုသော SSL အမှားကုဒ်
oc: Còde d'error SSL pas reconegut.
ro: Cod de eroare SSL nerecunoscut.
sr: Непрепознат кôд ССЛ грешке.
th: รหัสข้อผิดพลาด SSL ที่ระบุไม่ได้
uz: Noma`lum SSL kodi xatosi.
vi: Không nhận diện được mã lỗi SSL.
zh_tw: 無法識別的 SSL 錯誤代碼。

source: Unable to communicate securely. Peer does not support high-grade encryption.
eu: Ezin da modu seguruan konektatu. Parekoak ez du maila altuko zifraketa onartzen.
fa: قادر به برقراری ارتباط امن نیست. طرف ارتباط از رمزنگاری سطح بالا پشتیبانی نمی‌کند.
hr: Sigurna komunikacija nije moguća. Čvor ne podržava šifriranje visoke razine.
lv: Nevar sazināties droši. Komunikācijas partneris neatbalsta augstas raudzes šifrēšanu.
mai: सुरक्षित रूप सँ संचार मे असमर्थ. सँगी उच्च श्रेणी क गोपन क समर्थन नहि करैत अछि.
mr: सुरक्षीतरित्या संवाद स्थापीत करू शकले नाही. समघटक उच्च-दर्जा एनक्रिप्शन करीता समर्थन पुरवित नाही.
oc: Impossible de comunicar en mòde securizat. Lo par gerís pas lo chiframent de naut nivèl.
ro: Nu se poate stabili o comunicare sigură. Serverul de la distanță nu suportă criptare de grad înalt.
si: ආරක්ෂිතව සන්නිවේදනය කළ නොහැක. අග්‍රය උසස් ශ්‍රේණියේ සංකේතාංකනය සඳහා සහය නොදක්වයි.
sr: Није могућа безбедна комуникација. Удаљени рачунар не подржава шифровање високе категорије.
zh_tw: 無法安全通訊，節點不支援高等級加密。

source: Unable to communicate securely. Peer requires high-grade encryption which is not supported.
eu: Ezin da modu seguruan konektatu. Parekoak onartzen ez den maila altuko zifraketa eskatzen du.
fa: قادر به برقراری ارتباط امن نیست. طرف ارتباط نیاز به رمزنگاری سطح بالا دارد که این نرم‌افزار از آن پشتیبانی نمی‌کند.
hr: Sigurna komunikacija nije moguća. Čvor zahtijeva šifriranje visoke razine, koje nije dostupno.
lv: Nevar sazināties droši. Komunikācijas partneris pieprasa augstas raudzes šifrēšanu, kas nav pieejama.
mai: सुरक्षित रूप सँ संचार मे असमर्थ. सँगी क लेल उच्च श्रेणी क गोपन चाही जे समर्थित नहि अछि.
mr: सुरक्षीतरित्या संवाद स्थापीत करू शकले नाही. समघटकास उच्च-दर्जा एनक्रिप्शनची आवश्यकता आहे ज्यांस समर्थन नाही.
oc: Impossible de comunicar en mòde securizat. Lo par requerís un chiframent de naut nivèl qu'es pas gerit.
ro: Nu se poate stabili o conexiune sigură. Serverul de la distanță necesită criptare de grad înalt, criptare care nu e suportată de clientul care-l folosiți.
si: ආරක්ෂිතව සන්නිවේදනය කළ නොහැක. සහය නොදක්වන්නා වූ උසස් ශ්‍රේණියේ සංකේතාංකනය අග්‍රය ඉල්ලයි.
sr: Није могућа безбедна комуникација. Други рачунар захтева шифровање високе категорије које није подржано.
zh_tw: 無法安全通訊，不支援節點所要求的高等級加密。

source: New password entered incorrectly. Please try again.
eu: Pasahitz berria oker sartu duzu... Saiatu berriro.
fa: گذرواژهٔ جدید اشتباه وارد شده است. لطفاً دوباره تلاش نمایید.
hr: Nova lozinka je krivo unesena. Molim pokušajte ponovno.
lv: Jaunā parole ir ievadīta nepareizi. Mēģiniet vēlreiz.
mai: नव गुड़किल्ली गलत तरीके सँ दाखिल कएल गेल. कृप्या फेर कोशिश करू .
mr: नविन गुप्तशब्द अयोग्यरित्या प्रविष्ट केले गेले. कृपया पुन्हा प्रयत्न करा.
oc: Lo senhal es estat picat d'un biais incorrècte. Ensajatz tornamai.
ro: Parola nouă e incorectă. Încercați din nou.
si: නව රහස් පදය අසත්‍ය ලෙස ඇතුල් කෙරිණි. කරුණාකර නැවත උත්සාහ කරන්න.
sr: Нова лозинка је неисправно унета. Молимо да пробате поново.
zh_tw: 輸入的新密碼不正確，請再試一次。

source: The certificate issuer's certificate has expired. Check your system date and time.
eu: Ziurtagiri jaukitzailearen ziurtagiria iraungita dago. Egiaztatu zure sistemako data eta ordua.
fa: گواهی صادرکنندهٔ این گواهی منقضی شده است. تاریخ و زمان سیستم خود را بررسی کنید
hr: Certifikat izdavača certifikata je istekao. Provjerite datum i vrijeme na vašem sustavu.
lv: Sertifikāta izdevēja sertifikātam ir beidzies derīguma termiņš. Pārbaudiet jūsu sistēmas datumu un laiku.
mai: प्रमाणपत्र निर्गतकर्ता क प्रमाणपत्र समयातीत भ' गेल अछि. अपन सिस्टम तिथि आ समय जाँचू.
mr: प्रमाणपत्र देयक करीता CRL कालबाह्य झाले. तुमचे प्रणाली दिनांक व वेळ तपासा.
oc: Lo certificat de l'autoritat de desliurança del certificat a expirat. Verificatz la data e l'ora de vòstre sistèma.
ro: Certificatului emitentului a expirat. Verificați data și ora sistemului dumneavoastră.
si: සහතිකය නිකුත් කරන්නාගේ සහතිකය කල් ඉකුත් වී ඇත. ඔබගේ පද්ධති දිනය හා වේලාව පරීක්ෂා කර බලන්න
sr: Сертификат издавача сертификата је истекао. Проверите системски датум и време.
zh_tw: 憑證簽發者的憑證已過期，請檢查您的系統日期及時間。

source: The CRL for the certificate's issuer has expired. Update it or check your system date and time.
eu: Ziurtagiri jaulkitzailearen CRL-a iraungita dago. Eguneratu edo zure sistemaren data eta ordua egiaztatu.
fa: فهرست الغاهای گواهی صادرکنندهٔ این گواهی منقضی شده است. آن را به‌هنگام نمایید یا تاریخ و زمان سیستم خود را بررسی کنید.
hr: CRL za izdavača certifikata je istekao. Ažurirajte ga ili provjerite datum i vrijeme na vašem sustavu.
lv: Sertifikāta izdevēja CRL ir beidzies derīguma termiņš. Atjauniniet to vai pārbaudiet savas sistēmas datumu un laiku.
mai: प्रमाणपत्र निर्गतकर्ता क लेल CRL समयातीत भ' चुकल अछि. एकटा अद्यतन करू अथवा अपन सिस्टम तिथि आ समय जाँचू.
mr: प्रमाणपत्र देयक करीता CRL कालबाह्य झाले. प्रणाली दिनांक व वेळ अद्ययावतीत करा किंवा तपासा.
oc: La lista de certificats revocats per l'autoritat de desliurança del certificat a expirat. Metètz-la a jorn o verificatz la data e l'ora de vòstre sistèma.
ro: CRL-ul emitentului certificatului a expirat. Actualizați-l sau verificați data și ora sistemului.
si: සහතිකයේ නිකුත් කරන්නා සඳහා CRL කල් ඉකුත් වී ඇත. එය උත්පතනය හෝ පදිධති දිනය හා වේලාව පරීක්ෂා කරන්න.
sr: ЦРЛ (CRL) за издавача сертификата је истекао. Освежите га или проверите системски датум и време.
zh_tw: 憑證簽發者的已過期，請更新廢止清冊或檢查您的系統日期及時間。

source: Fortezza card has not been properly initialized. Please remove it and return it to your issuer.
eu: Fortezza txartela ez dago behar bezala abiarazia. Mesedez kendu eta bidali berriz jaulkitzaileari.
fa: کارت فورتزا به طور صحیح شروع به کار نکرده است. لطفاً آن را جدا کنید و به صادرکنندهٔ آن بازگردانید.
hr: Fortezza kartica nije ispravno inicijalizirana. Molim uklonite ju i vratite ju vašem izdavaču.
lv: Fortezza karte nav korekti inicializēta. Lūdzu izņemiet to un atgrieziet izdevējam.
mai: Fortezza कार्ड ठीक सँ आरंभीकृत नहि भ' सकल अछि. कृप्या एकटा निकालू आओर अपने निर्गतकर्ता केँ एकटा लौटाएँ.
mr: Fortezza कार्ड व्यवस्थीत बसवले गेले नाही. कृपया काढूण देयकास परत करा.
oc: La carta Fortezza es pas estada inicializada corrèctament. Levatz-la e tornatz-la mandar a vòstre distributor.
ro: Cardul Fortezza nu a fost inițializat corect. Vă rugăm să-l scoateți și să-l înapoiați persoanei care l-a emis.
si: Fortezza පත්‍රය නිසි පරිදි ආරම්භ කර නැත. කරුණාකර එය ඉවත් කර නිකුත් කරන්නාට නැවත ලබා දෙන්න.
sr: Фортеца (Fortezza) карта није прописно покренута. Молимо да је уклоните и вратите издавачу.
zh_tw: Fortezza 卡未正確初始化，請取出並還給您的簽發者。

source: Unable to import. Decoding error. File not valid.
eu: Ezin da inportatu. Dekodeketa errorea. Fitxategia ez da baliozkoa.
fa: قادر به وارد کردن نیست. خطای رمزگشایی. پرونده معتبر نیست.
hr: Uvoz nije moguć. Greška dekodiranja. Datoteka nije ispravna.
lv: Nevar importēt. Atkodēšanas kļūda. Fails nav derīgs.
mai: आयात करब मे असमर्थ. विगोपन त्रुटि. फाइल वैध नहि.
mr: इम्पोर्ट करू शकत नाही. डिकोडींग त्रुटी. वैध फाइल नाही.
oc: Importacion impossibla. Error de decodatge. Fichièr invalid.
ro: Nu se poate importa. Eroare la decodare. Fișierul nu este valid.
si: ආනයනය කළ නොහැක. තේරුම් ගැනීමේ දෝෂයකි. ගොනුව අවලංගුය.
sr: Увоз није могуч. Дошло је до грешке при декодовању. Датотека је неважећа.
zh_tw: 無法匯入，解碼錯誤，檔案無效。

source: Unable to import. Invalid MAC. Incorrect password or corrupt file.
eu: Ezin da inportatu. MAC okerra. Pasahitz okerra edo hondatutako fitxategia.
fa: قادر به وارد کردن نیست. MAC نامعتبر است. گذرواژه نامعتبر بود، یا پرونده مخدوش شده است.
hr: Uvoz nije moguć. Nevažeći MAC. Netočna lozinka ili oštećena datoteka.
lv: Nevar importēt. Nederīgs MAC. Nederīga parole vai bojāts fails.
mai: आयात करब मे असमर्थ. अवैध MAC. गलत गुड़किल्ली अथवा खराब फाइल.
mr: इम्पोर्ट करू शकत नाही. अवैध MAC. चुकीची किंवा सदोषीत फाइल.
oc: Importacion impossibla. MAC invalid. Senhal incorrècte o fichièr corromput.
ro: Nu se poate importa. MAC invalid. Parolă incorectă sau fișier corupt.
si: ආනයනය කළ නොහැක. අවලංගු MAC. අසත්‍ය රහස් පදයක් හෝ දූෂිත ගොනුවක්.
sr: Увоз није могућ. МАЦ (MAC) је неисправан. Лозинка је неисправна или је датотека оштећена.
zh_tw: 無法匯入，無效的 MAC，密碼錯誤或是損毀的檔案。

source: Unable to import. MAC algorithm not supported.
eu: Ezin da inportatu. Ez da MAC algoritmoa onartzen.
fa: قادر به وارد کردن نیست. از این الگوریتم MAC پشتیبانی نمی‌شود.
hr: Uvoz nije moguć. MAC algoritam nije podržan.
lv: Nevar importēt. MAC algoritms nav atbalstīts.
mai: आयात करब मे असमर्थ. MAC अलगोरिथन समर्थित नहि.
mr: इम्पोर्ट करू शकत नाही. MAC अल्गोरिदम समर्थीत नाही.
oc: Importacion impossibla. Algoritme MAC pas gerit.
ro: Nu se poate importa. Algoritmul MAC nu este suportat.
si: ආනයනය කළ නොහැක. MAC ඇල්ගොරිතම සහය නොදක්වයි.
sr: Увоз није могућ. Алгоритам за МАЦ (MAC) није подржан.
zh_tw: 無法匯入，MAC 演算法不支援。

source: Unable to import. Only password integrity and privacy modes supported.
eu: Ezin da inportatu. Bakarrik pasahitz integritate eta pribazitate moduak onartzen dira.
fa: قادر به وارد کردن نیست. تنها حالت‌های جامعیت گذرواژه و خصوصی پشتیبانی می‌شود.
hr: Uvoz nije moguć. Podržan je samo integritet lozinke i privatni način.
lv: Nevar importēt. Tiek atbalstīti vienīgi paroles integritātes un privātuma režīmi.
mai: आयात करब मे असमर्थ. सिर्फ गुड़किल्ली विश्वसनीयता आओर गोपनीयता मोड समर्थित अछि.
mr: इम्पोर्ट करू शकत नाही. फक्त गुप्तशब्द एकाग्रता व गोपनीय पद्धती समर्थीत.
oc: Importacion impossibla. Sols los mòdes integritat de senhal e vida privada son gerits.
ro: Nu se poate importa. Sunt suportate numai modurile de integritate a parolei și confidențialitate.
si: ආනයනය කළ නොහැක. රහස් පද අවංකකම සහ පුද්ගලික ආකාරය පමණක් සහය දක්වයි.
sr: Увоз није могућ. Само су подржани модови са интегритетом лозинке и приватности.
zh_tw: 無法匯入，只支援密碼完整性及隱私模式。

source: Unable to import. File structure is corrupt.
eu: Ezin da inportatu. Fitxategi egitura hondaturik dago.
fa: قادر به وارد کردن نیست. ساختار پرونده مخدوش است.
hr: Uvoz nije moguć. Struktura datoteke je oštećena.
lv: Nevar importēt. Bojāta failu struktūra.
mai: आयात करब मे असमर्थ. फाइल संरचना खराब अछि.
mr: इम्पोर्ट करण्यास अपयशी. फाइल रचना सदोषीत झाली आहे.
oc: Importacion impossibla. L'estructura del fichièr es corrompuda.
ro: Nu se poate importa. Structura fișierului este coruptă.
si: ආනයනය කළ නොහැක. ගොනු ආකෘතිය දූෂණය වී ඇත.
sr: Увоз није могућ. Структура датотеке је поремећена.
zh_tw: 無法匯入，檔案結構損毀。

source: Unable to import. Encryption algorithm not supported.
eu: Ezin da inportatu. Ez da zifraketa algoritmoa onartzen.
fa: قادر به وارد کردن نیست. ار این الگوریتم رمزگذاری پشتیبانی نمی‌شود.
hr: Uvoz nije moguć. Algoritam šifriranja nije podržan.
lv: Nevar importēt. Šifrēšanas algoritms nav atbalstīts.
mai: आयात करब मे असमर्थ. गोपन अलगोरिथम समर्थित नहि अछि.
mr: इम्पोर्ट करण्यास अपयशी. एनक्रिप्शन अल्गोरिदम समर्थीत नाही.
oc: Importacion impossibla. Algoritme de chiframent pas gerit.
ro: Nu se poate importa. Algoritmul de criptare nu e suportat.
si: ආනයනය කළ නොහැක. සංකේතාංකන ඇල්ගොරිතම සහය නොදක්වයි.
sr: Увоз није могућ. Алгоритми за шифровање нису подржани.
zh_tw: 無法匯入，加密演算法不支援。

source: Unable to import. File version not supported.
eu: Ezin da inportatu. Fitxategi bertsioa ez da onartzen.
fa: قادر به وارد کردن نیست. از این نسخه از پرونده پشتیبانی نمی‌شود.
hr: Uvoz nije moguć. Inačica datoteke nije podržana.
lv: Nevar importēt. Faila versija nav atbalstīta.
mai: आयात करब मे असमर्थ. फाइल संस्करण समर्थित नहि अछि.
mr: इम्पोर्ट करण्यास अपयशी. फाइल आवृत्ती समर्थीत नाही.
oc: Importacion impossibla. Version de fichièr pas gerida.
ro: Nu se poate importa. Versiunea de fișier nu e suportată.
si: ආනයනය කළ නොහැක. ගොනු අනුවාදය සහය නොදක්වයි.
sr: Увоз није могућ. Издање датотеке није подржано.
zh_tw: 無法匯入，檔案版本不支援。

source: Unable to import. Incorrect privacy password.
eu: Ezin da inportatu. Pribazitate pasahitz okerra.
fa: قادر به وارد کردن نیست. گذرواژهٔ خصوصی نامعتبر است.
hr: Uvoz nije moguć. Netočna lozinka privatnosti.
lv: Nevar importēt. Nepareiza privātuma parole.
mai: आयात करब मे असमर्थ. गलत गोपनीयता गुड़किल्ली.
mr: इम्पोर्ट करण्यास अपयशी. अवैध गोपनीयता गुप्तशब्द.
oc: Importacion impossibla. Senhal de vida privada incorrècte.
ro: Nu se poate importa. Parolă incorectă.
si: ආනයනය කළ නොහැක. අසත්‍ය පුද්ගලික රහස් පදයකි.
sr: Увоз није могућ. Неисправна лозинка за приватност.
zh_tw: 無法匯入，隱私密碼不正確。

source: Unable to import. Same nickname already exists in database.
eu: Ezin da inportatu. Dagoeneko badago ezizen berdina datubasean.
fa: قادر به وارد کردن نیست. همین نام مستعار قبلاً در پایگاه داده وجود دارد.
hr: Uvoz nije moguć. Isti nadimak već postoji u bazi podataka.
lv: Nevar importēt. Šāds segvārds jau eksistē datubāzē.
mai: आयात करब मे असमर्थ. समान उपनाम डेटाबेस मे पहिने सँ मोजुद अछि.
mr: इम्पोर्ट करण्यास अपयशी. समान नीकनाव आधिपासूनच माहितीकोष मध्ये अस्तित्वात आहे.
oc: Importacion impossibla. Lo meteis escais existís ja dins la banca de donadas.
ro: Nu se poate importa. Același pseudonim există deja în baza de date.
si: ආනයනය කළ නොහැක. එකම විකට නම දැනටමත් දත්ත ගබඩාවේ පවතී.
sr: Увоз није могућ. Исто име већ постоји у бази података.
zh_tw: 無法匯入，資料庫中已有相同的暱稱。

source: Unable to import. Error attempting to import private key.
eu: Ezin da inportatu. Errorea gako pribatua inportatzen saiatzean.
fa: قادر به وارد کردن نیست. خطا در وارد کردن کلید خصوصی.
hr: Uvoz nije moguć. Greška pri pokušaju uvoza privatnog ključa.
lv: Nevar importēt. Kļūda importējot privāto atslēgu.
mai: आयात करब मे असमर्थ. निज कुँजी आयात करब क प्रयास मे त्रुटि.
mr: इम्पोर्ट करू शकत नाही. व्यक्तिगत कि इम्पोर्ट करतेवेळी त्रुटी आढळली.
oc: Importacion impossibla. Error al moment de la temptativa d'importacion de la clau privada.
ro: Nu se poate importa. Eroare la încercarea de a importa cheia privată.
si: ආනයනය කළ නොහැක. පුද්ගලික යතුරු ආනයනය කිරීමේදී දෝෂයක්.
sr: Увоз није могућ. Грешка при увозу приватног кључа.
zh_tw: 無法匯入，試圖匯入私密金鑰時錯誤。
