Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL received a weak ephemeral Diffie-Hellman key in Server Key Exchange handshake message.
af: SSL het 'n swak efemere Diffie-Hellman-sleutel in die bedienersleutelruil-bladskudboodskap ontvang.
ar: استلم SSL مفتاح ephemeral Diffie-Hellman في رسالة مصافحة تبادل مفاتيح الخادومات.
as: SSL এ চাৰ্ভাৰ কি' সলনি হেন্ডশেক বাৰ্তাত এটা কমজোৰী অচিৰ Diffie-Hellman কি' গ্ৰহণ কৰিছে।
az: SSL, serveri Açar Dəyişikliyi razılaşma mesajında zəif bir müvəqqəti Diffie-Hellman açarı aldı.
bg: SSL получи слаб краткотраен ключ Diffie-Hellman в съобщение за ръкостискане Server Key Exchange.
bn_bd: সার্ভার কী বিনিময় কর্মরদন বার্তায় SSL একটি দুর্বল সল্পস্থায়ী ডিফি-হেলম্যান কী গ্রহণ করেছে।
br: Degemeret ez eus bet gant SSL un alc'hwez mod Diffie-Hellman gwan ha berrbad en ur gemennadenn da gevreañ mod "Server Key Exchange".
ca: L'SSL ha rebut una clau efímera Diffie-Hellman en el missatge de negociació d'intercanvi de claus del servidor.
cy: Derbyniodd SSL allwedd gwan Diffie-Hellman darfodedig yn neges ysgwyd llaw Cyfnewidiad Allwedd Gweinydd.
es_mx: SSL ha recibido una clave débil Diffie-Hellman en el servidor de mensaje de negociación de intercambio de claves.
eu: SSLk Diffie-Hellman gako ahul galkorra jaso du zerbitzariaren gako-trukearen diosal-mezuan.
fa: SSL یک کلید موقتی ضعیف Diffie-Hellman در پیام Server Key Exchange دریافت نمود.
ga_ie: Fuair SSL eochair lag ghearrshaolach Diffie-Hellman i gcumarsáid thionscantach Malartú Eochrach Freastalaí.
gd: Fhuair SSL iuchair Diffie-Hellman lag is gearr-shaoghalach ann an teachdaireachd crathadh-làimhe Server Key Exchange.
gu: SSL ને સર્વર કી Server Key Exchange handshake સંદેશામાં નબળી ephemeral Diffie-Hellman કી મળી હતી.
hr: SSL je primio slabi, kratkotrajni Diffie-Hellman ključ u Server Key Exchange handshake poruci.
hu: Az SSL egy gyenge efemerális Diffie-Hellman-kulcsot kapott a Server Key Exchange kézfogási üzenetben.
hy_am: SSL-ը ստացել է Diffie-Hellman-ի անցողիկ թույլ բանալի՝ Սպասարկիչների բանալիների փոխանակման երկխոսության ժամանակ:
id: SSL menerima kunci Diffie-Hellman efemeral pada pesan handshake Server Key Exchange.
is: SSL tók á móti veikum skammtíma Diffie-Hellman lykli í lyklaskilaboðum frá netþjóni.
kk: SSL әлсіз эфемерді Diffie-Hellman кіштін Server Key Exchange қол алысу хабарламасы кезінде алды.
km: SSL បាន​ទទួល​កូនសោ​ Diffie-Hellman ដែល​ខ្សោយ​នៅ​ក្នុង​សារ​ការ​ផ្លាស់ប្ដូរ​កូនសោ​​​របស់​ម៉ាស៊ីន​បម្រើ​ ។
kn: ಸರ್ವರ್ ಕೀ ಎಕ್ಸ್‍ಚೇಂಡ್ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶದಲ್ಲಿ SSL ಒಂದು ದುರ್ಭಲವಾದ ಕ್ಷಣಿಕ Diffie-Hellman ಕೀ ಅನ್ನು ಸ್ವೀಕರಿಸಿದೆ.
ku: SSLê li ser Pêşkêşkara Veguherîna Kilîlan peyama xêrhatinê ya kilîleke lawaz a nedomdar a Diffie-Hellman qebûl kiriye.
lt: SSL posistemė „Server Key Exchange“ pasisveikinimo pranešime gavo silpną laikinąjį Diffie-Hellman raktą.
lv: SSL saņēma vāju eferālo Diffie-Hellman atslēgu Servera atslēgu apmaiņas ziņojumā.
ml: സര്‍വര്‍ കീ എക്സ്ചെയിഞ്ച് സന്ദേശത്തില്‍ എസ്എസ്എലിനു് ശക്തമല്ലാത്തൊരു എഫമെറല്‍ ഡിഫ്ഫീ-ഹെല്‍മാന്‍ കീ ലഭ്യമാക്കിയിരിയ്ക്കുന്നു.
mr: सर्व्हर कि एक्सचेंज हँडशेक संदेशमध्ये SSLला कमजोर एफिमेरल Diffie-Hellman कि आढळली.
ms: SSL menerima satu kelemahan seketika kunci Diffie-Hellman dalam pelayan penukaran kunci mesej pemeteraian.
nb_no: SSL mottok en svak ephemeral Diffie-Hellman-nøkkel i håndhilsen-meldingen i nøkkelutvekslingen.
nn_no: SSL mottok ein svak ephemeral Diffie-Hellman-nykel i handhelsing-meldinga i nykelutvekslinga.
oc: SSL a recebut una clau Diffie-Hellman efemèra febla dins lo messatge d'establiment de ligason « Server Key Exchange ».
pt_br: O SSL recebeu uma chave fraca e efêmera Diffie-Hellman na mensagem de handshake da chave do servidor de troca.
ro: SSL a primit o cheie temporară slabă Diffie-Hellman în timpul schimbului de chei cu serverul.
sr: SSL је примио слаб ephemeral Diffie-Hellman кључ у Server Key Exchange handshake поруци.
sv: SSL mottog en svag kortlivad Diffie-Hellman-nyckel i handskakningsmeddelandet Server Key Exchange.
te: సర్వర్ కీ యెక్సేంజ్ హాండ్‌షేక్ సందేశం నందు SSL వొక బలహీన స్వల్పకాలిక డిఫైన్-హెల్‌మేన్ కీ స్వీకరించినది.
ug: مۇلازىمېتىر ئاچقۇچ ئالماشتۇرۇپ قول ئېلىشىش ئۇچۇرىدا SSL ئاجىز ۋاقىتلىق بىر Diffie-Hellman ئاچقۇچىنى تاپشۇرۇۋالدى.
uz: SSL server qo‘l siltash xabari almashish kalitida kuchsiz vaqtinchalik Diffie-Hellman tugmasini qabul qildi.
vi: SSL nhận một khóa Diffie-Hellman yếu trong thông điệp bắt tay Server Key Exchange.
zh_tw: SSL 在伺服器金鑰交換的握手訊息當中收到了一個短暫的 Diffie-Hellman 金鑰

source: SSL received invalid NPN extension data.
ar: استلم SSL بيانات امتداد NPN غير سليمة.
as: SSL এ অবৈধ NPN প্ৰসাৰন তথ্য গ্ৰহণ কৰিলে।
az: SSL, etibarsız NPN uzantı məlumatı aldı.
bg: SSL получи невалидни данни за разширение NPN.
bn_bd: SSL অবৈধ NPN এক্সটেনশন এর তথ্য পেয়েছে।
br: Degemeret ez eus bet roadennoù askouezhioù NPN didalvoudek gant SSL.
ca: L'SSL ha rebut dades d'extensió NPN no vàlides.
cy: Derbyniodd SSL ddata estyniad NPN annilys.
es_mx: SSL recibió datos no válidos de la extensión NPN.
eu: NPN hedapen-datu baliogabeak jaso ditu SSLk.
fa: SSL، اطلاعات پسوند NPN اشتباه دریافت کرده است.
ga_ie: Fuair SSL sonraí neamhbhailí eisínteachta NPN.
gd: Fhuair SSL dàta leudachadh NPN mì-dhligheach.
gu: SSL ને અમાન્ય NPN ઍક્સટેન્શન માહિતી મળી.
hi_in: SSL ने अमान्य NPN विस्तार डेटा पाया.
hr: SSL je primio nevažeće podatke NPN proširenja.
hu: Az SSL érvénytelen NPN kiterjesztésadatokat kapott.
hy_am: SSL-ը ստացել է NPN ընդլայնման անվավեր տվյալներ:
id: SSL menerima data ekstensi NPN yang tidak valid.
is: SSL tók á móti ógildum NPN aukagögnum.
kk: SSL NPN кеңейтуінің қате мәліметін алды.
km: SSL បាន​ទទួល​ទិន្នន័យ​ផ្នែក​បន្ថែម NPN ដែល​មិន​ត្រឹមត្រូវ ។
kn: SSL ಅಮಾನ್ಯವಾದ NPN ವಿಸ್ತರಣೆ ದತ್ತಾಂಶವನ್ನು ಸ್ವೀಕರಿಸಿದೆ.
ku: SSLê daneya nederbasdar ya niçika NPNê stand.
lt: SSL posistemė gavo sugadintus NPN plėtinio duomenis.
lv: SSL saņēma nederīga NPN paplašinājuma datus.
mai: SSL केँ अमान्य NPN विस्तार डेटा भेटल.
ml: എസ്എസ്എലിനു് തെറ്റായ എന്‍പിഎന്‍ എക്സ്റ്റെന്‍ഷന്‍ ഡേറ്റാ ലഭ്യമായിരിയ്ക്കുന്നു.
mr: SSL ला अवैध NPN एक्सटेंशन डाटा प्राप्त झाले.
ms: SSL yang diterima tidak sah data sambungan NPN.
my: SSL သည် ပုံမှန်မဟုတ်သော NPN အချက်အလက်များလက်ခံရရှိ
nb_no: SSL mottok ugyldig NPN utvidelsesdata.
nn_no: SSL mottok ugyldig NPN utvidingsdata.
oc: SSL a recebut de las donadas d'extension NPN invalidas.
pt_br: O SSL recebeu dados da extensão NPN inválidos.
ro: SSL a primit date invalide de la extensia NPN.
sd: SSL کي ناجائز NPN وستار جي سامگري ملي۔
sr: ССЛ је примио неисправне податке НПН проширења.
sv: SSL mottog ogiltig data i NPN-tillägg.
te: SSL చెల్లని NPN పొడిగింపు దత్తాంశం పొందెను.
th: SSL ได้รับข้อมูลส่วนขยาย NPN ที่ไม่ถูกต้อง
ug: SSL ئىناۋەتسىز بولغان NPN كېڭەيتىلمە سانلىق مەلۇماتىنى تاپشۇرۇۋالدى.
uz: SSL noto‘g‘ri NPN kengaytma ma’lumotlarini qabul qildi.
vi: SSL nhận được dữ liệu mở rộng NPN không hợp lệ.
zh_tw: SSL 收到了無效的 NPN 擴充欄位資料。

source: SSL feature not supported for SSL 2.0 connections.
ar: خاصية SSL غير مدعومة في اتصالات SSL‏ 2.0.
as: SSL 2.0 সংযোগসমূহৰ বাবে SSL বৈশিষ্ট সমৰ্থিত নহয়।
az: SSL 2.0 bağlantıları üçün SSL xüsusiyyəti dəstəklənmir.
bg: SSL възможност неподдържана за връзки с SSL 2.0.
bn_bd: SSL ২.০ সংস্করণের সংযোগ SSL বৈশিষ্ট্যে সমর্থিত নয়।
br: Keweriuster SSL anskoret evit ar c'hennaskoù SSL 2.0.
ca: La característica SSL és incompatible per a connexions SSL 2.0.
cy: Nid yw'r nodwedd SSL hwn yn cael ei gynnal ar gyfer cysylltiadau SSL 2.0.
es_mx: Característica SSL no compatible con las conexiones SSL 2.0.
eu: SSL eginbidea ez da onartzen SSL 2.0 konexioetarako.
fa: SSL برای اتصال های نسخۀ 2.0 SSL پشتیبانی نمیشود.
ga_ie: Ní thacaítear leis an ngné SSL le ceangal SSL 2.0.
gd: Chan eil taic ri feart SSL airson ceanglaichean SSL 2.0.
gu: SSL લક્ષણ SSL 2.0 જોડાણો માટે આધારભૂત નથી.
hi_in: SSL फीचर SSL 2.0 कनेक्शन के लिए समर्थित नहीं.
hr: SSL mogućnost nije podržana za SSL 2.0 veze.
hu: Az SSL szolgáltatás nem támogatott SSL 2.0 kapcsolatokhoz.
hy_am: SSL հնարավորությունը չի աջակցում SSL 2.0 կապակցումներ:
id: Fitur SSL tidak didukung pada sambungan SSL 2.0.
is: SSL eiginleiki er ekki studdur fyrir SSL 2.0 tengingar.
kk: SSL мүмкіндігіне SSL 2.0 байланыстары үшін қолдау жоқ.
km: លក្ខណ​ពិសេស​របស់ SSL មិន​បាន​គាំទ្រ​ការ​តភ្ជាប់ SSL ២.០ ទេ ។
kn: SSL ಸವಲತ್ತು SSL 2.0 ಸಂಪರ್ಕಗಳಿಗೆ ಬೆಂಬಲವಿಲ್ಲ.
ku: Ji bo girêdanên SSL 2.0 taybetiya SSLê nayê destekirin.
lt: SSL savybė nepalaikoma SSL 2.0 ryšiams.
lv: SSL funkcionalitāte netiek atbalstīta SSL 2.0 savienojumiem.
mai: SSL फीचर SSL 2.0 कनेक्शन कलेल समर्थित नहि.
ml: എസ്എസ്എല്‍ വിശേഷത എസ്എസ്എല്‍ 2.0 കണക്ഷനുകള്‍ പിന്തുണയ്ക്കുന്നില്ല.
mr: SSL 2.0 जोडणींकरीता SSL गुणविशेष समर्थीत नाही.
ms: Ciri-ciri SSL tidak disokong untuk sambungan SSL 2.0.
my: SSL လုပ်ဆောင်ချက်ကို SSL 2.0 ချိတ်ဆက်မှုတွေအတွက် မထောက်ပံ့ပါ။
nb_no: SSL-funksjonen er ikke støttet for SSL 2.0-tilkoblinger.
nn_no: SSL-funksjonen er ikkje støtta for SSL 2.0-tilkoplingar.
oc: Foncionalitat SSL pas gerida per las connexions SSL 2.0.
pt_br: Recurso do SSL não suportado em conexões SSL 2.0.
ro: Funcția SSL nu este suportată de conexiunile SSL 2.0.
sd: SSL 2.0 سنٻنڌنن لاءِ SSL خاصيت جو سمرٿن نە ڪيو ويو۔
sr: ССЛ функционалност није подржана за ССЛ 2.0 везе.
sv: SSL-funktionen stöds inte i SSL 2.0-anslutningar.
te: SSL విశేషణం తోడ్పాటు SSL 2.0 అనుసంధానాలకు లేదు.
th: คุณสมบัติ SSL ไม่รองรับโดยการเชื่อมต่อ SSL 2.0
ug: SSL ئىقتىدارى SSL 2.0 باغلىنىشىنى قوللىمايدۇ.
uz: SSL xususiyati SSL 2.0 ulanishlar uchun ishlamaydi.
vi: Tính năng SSL không được hỗ trợ cho kết nối SSL 2.0.
zh_tw: SSL 2.0 連線當中不支援的 SSL 功能。

source: SSL feature not supported for servers.
ar: خاصية SSL غير مدعومة للخواديم.
as: SSL বৈশিষ্ট চাৰ্ভাৰসমূহৰ বাবে সমৰ্থিত নহয়।
az: Serverlər üçün SSL xüsusiyyəti dəstəklənmir.
bg: SSL възможност неподдържана за сървъри.
bn_bd: সার্ভারের জন্য SSL এর বৈশিষ্ট্য সমর্থিত নয়।
br: Keweriuster SSL anskoret evit an dafariadoù.
ca: La característica SSL és incompatible per a servidors.
cy: Nid yw'r nodweddion SSL hyn yn cael eu cynnal ar weinyddion.
es_mx: Característica SSL no admitida en los servidores.
eu: SSL eginbidea ez da onartzen zerbitzarietarako.
fa: SSL برای سرورها پشتیبانی نمیشود.
ga_ie: Ní thacaítear le SSL ar fhreastalaithe.
gd: Chan eil taic ri feart SSL airson fhrithealaichean.
gu: SSL લક્ષણ સર્વરો માટે આધારભૂત નથી.
hi_in: SSL सर्वर के लिए समर्थित नहीं.
hr: SSL mogućnost nije podržana za poslužitelje.
hu: Az SSL szolgáltatás nem támogatott kiszolgálókhoz.
hy_am: SSL հնարավորությունը չի աջակցվում սպասարկիչների համար։
id: Fitur SSL tidak didukung server.
is: SSL eiginleiki er ekki studdur fyrir netþjóna.
kk: SSL мүмкіндігі серверлер үшін қолдау жоқ.
km: លក្ខណ​ពិសេស​របស់ SSL មិន​បាន​គាំទ្រ​ម៉ាស៊ីន​បម្រើ​ទេ ។
kn: SSL ಸವಲತ್ತು ಪೂರೈಕೆಗಣಕಗಳಿಗೆ ಬೆಂಬಲವಿಲ್ಲ.
ku: Ji bo pêşkêşkaran taybetiya SSLê nayê destekirin.
lt: SSL savybė nepalaikoma serveriams.
lv: SSL funkcionalitāte netiek atbalstīta serveriem.
mai: SSL सर्वर कलेल समर्थित नहि.
ml: എസ്എസ്എല്‍ വിശേഷത സര്‍വറുകളെ പിന്തുണയ്ക്കുന്നില്ല.
mr: सर्व्हरकरीता SSL गुणविशेष समर्थीत नाही.
ms: Ciri-ciri SSL tidak diterima oleh pelayan.
my: SSL လုပ်ဆောင်ချက်ကို ဆာဗာတွေအတွက် မထောက်ပံ့ပါ။
nb_no: SSL-funksjonen er ikke støttet for servere.
nn_no: SSL-funksjonen er ikkje støtta for tenarar.
oc: Foncionalitat SSL pas gerida pels servidors.
pt_br: Recurso do SSL não suportado em servidores.
ro: Funcția SSL nu este suportată de servere.
sd: سرورن لاءِ SSL خاصيت جو سمرٿ نە ڪيو ويو۔
sr: ССЛ функционалност није подржана за сервере.
sv: SSL-funktionen stöds inte för servrar.
te: సేవికల కొరకు SSL విశేషణం తోడ్పాటులేదు.
th: คุณสมบัติ SSL ไม่รองรับโดยเซิร์ฟเวอร์
ug: SSL ئىقتىدارى مۇلازىمېتىرنى قوللىمايدۇ.
uz: SSL xususiyati serverlar uchun ishlamaydi.
vi: Tính năng SSL không được hỗ trợ cho máy chủ.
zh_tw: 伺服器不支援的 SSL 功能。

source: SSL feature not supported for clients.
ar: خاصية SSL غير مدعومة للعملاء.
as: SSL বৈশিষ্ট ক্লাএন্টসমূহৰ বাবে সমৰ্থিত নহয়।
az: Klientlər üçün SSL xüsusiyyəti dəstəklənmir.
bg: SSL възможност неподдържана за клиенти.
bn_bd: ক্লায়েন্টদের জন্য SSL এর বৈশিষ্ট্য সমর্থিত নয়।
br: Keweriuster SSL anskoret evit an arvalien.
ca: La característica SSL és incompatible per a clients.
cy: Nid yw'r nodweddion SSL hyn yn cael eu cynnal ar raglenni.
es_mx: Característica SSL no admitida en los clientes.
eu: SSL eginbidea ez da onartzen bezeroentzako.
fa: SSL برای کاربرها پشتیبانی نمیشود.
ga_ie: Ní thacaítear le SSL ar chliaint.
gd: Chan eil taic ri feart SSL airson chliantan.
gu: SSL લક્ષણ ક્લાયન્ટ માટે આધારભૂત નથી.
hi_in: SSL क्लाइंट के लिए समर्थित नहीं.
hr: SSL mogućnost nije podržana za klijente.
hu: Az SSL szolgáltatás nem támogatott kliensekhez.
hy_am: SSL հնարավորությունը չի աջակցվում ծրագրի համար։
id: Fitur SSL tidak didukung klien.
is: SSL eiginleiki er ekki studdur fyrir biðlara.
kk: SSL мүмкіндігі клиенттер үшін қолдау жоқ.
km: លក្ខណ​ពិសេស​របស់ SSL មិន​បាន​គាំទ្រ​ម៉ាស៊ីន​ភ្ញៀវ​ទេ ។
kn: SSL ಸವಲತ್ತಿಗೆ ಕ್ಲೈಂಟ್‌ಗಳಲ್ಲಿ ಬೆಂಬಲವಿಲ್ಲ.
ku: Ji bo daxwazkaran taybetiya SSLê nayê destekirin.
lt: SSL savybė nepalaikoma klientams.
lv: SSL funkcionalitāte netiek atbalstīta klientiem.
mai: SSL क्लाइंट कलेल समर्थित नहि.
ml: എസ്എസ്എല്‍ വിശേഷത ക്ലയന്റുകളെ പിന്തുണയ്ക്കുന്നില്ല.
mr: क्लाएंटसकरीता SSL गुणविशेष समर्थीत नाही.
ms: Ciri-ciri SSL tidak diterima oleh klien.
my: SSL လုပ်ဆောင်ချက်ကို ကလိုင်းယင့်တွေအတွက် မထောက်ပံ့ပါ။
nb_no: SSL-funksjonen er ikke støttet for klienter.
nn_no: SSL-funksjonen er ikkje støtta for klientar.
oc: Foncionalitat SSL pas gerida pels clients.
pt_br: Recurso do SSL não suportado em clientes.
ro: Funcția SSL nu este suportată de clienți.
sd: گراهڪن لاءِ SSL خاصيت جو سمرٿن نە ڪيو ويو۔
sr: ССЛ функционалност није подржана за клијенте.
sv: SSL-funktionen stöds inte för klienter.
te: క్లైంట్స్ కొరకు SSL విశేషణం తోడ్పాటులేదు.
th: คุณสมบัติ SSL ไม่รองรับโดยลูกข่าย
ug: SSL ئىقتىدارى خېرىدارنى قوللىمايدۇ.
uz: SSL xususiyati mijozlar uchun ishlamaydi.
vi: Tính năng SSL không được hỗ trợ cho máy trạm.
zh_tw: 客戶端不支援的 SSL 功能。

source: SSL version range is not valid.
ar: مدى إصدارة SSL غير سليم
as: SSL সংস্কৰণ বিস্তাৰ বৈধ নহয়।
bg: Невалиден диапазон на версии на SSL.
bn_in: SSL সংস্করণের পরিসর বৈধ নয়।
br: N'eo ket talvoudek al lijorenn handelv SSL.
ca: L'interval de versions de SSL no és vàlid.
cy: Nid ys ystod fersiwn SSL yn ddilys.
es_mx: El intervalo de versiones SSL no es válido.
eu: SSL bertsio-barrutia ez da baliozkoa.
ga_ie: Raon leaganacha SSL neamhbhailí.
hi_in: SSL संस्करण रेंज मान्य नहीं है.
hr: Raspon SSL inačica nije ispravan.
hu: Az SSL verziótartomány nem érvényes.
hy_am: SSL տարբերակի կարգը անվավեր է:
id: Rentang versi SSL tidak valid.
is: SSL útgáfu svið ekki gilt.
kk: SSL нұсқалар ауқымы қате.
km: SSL កំណែ​​លំដាប់​មិន​ត្រឹមត្រូវ។
kn: SSL ಆವೃತ್ತಿ ಶ್ರೇಣಿ ಮಾನ್ಯವಾಗಿಲ್ಲ
lt: SLL versijų rėžis yra klaidingas.
lv: SSL versiju apgabals nav derīgs.
mai: SSL त्रुटि अमान्य संस्करण क्षेत्र
mr: SSL आवृत्ती वैध नाही.
nb_no: SSL-versjonsområdet er ikke gyldig.
nn_no: SSL-versjonsområdet er ikkje gyldig.
oc: L'interval de versions de SSL es invalid.
pt_br: A faixa de versão SSL não é válida.
ro: Intervalul versiunii SSL nu este valid.
si: SSL වෙළුම් පරාසය වලංගු නැත.
sv: SSL-versionsintervall är ogiltigt.
te: SSL వర్షన్ విస్తృతి చెల్లునది కాదు.
th: ช่วงรุ่นของ SSL ไม่ถูกต้อง
uz: SSL versiyasi oralig‘i to‘g‘ri kelmadi.

source: SSL peer selected a cipher suite disallowed for the selected protocol version.
bg: Партньорът на SSL избра комплект за шифроване, който не е позволен за избраната версия на протокола.
bn_in: SSL পিয়ার নির্বাচিত একটি সাইফার সুইট নির্বাচিত প্রোটোকল সংস্করণের জন্য প্রত্যাখ্যাত।
br: Diuzet ez eus bet un heuliad enrinegañ ha n'eo ket ket aotreet evit an handelv gomenad diuzet.
ca: L'altre extrem de la connexió SSL ha seleccionat un entorn de xifratge que no es permet en la versió del protocol seleccionada.
cy: Dewisodd cyfoed swît seiffr SSL sydd wedi ei atal ar gyfer y protocol fersiwn yma.
es_mx: El interlocutor SSL ha seleccionado una suite de cifrado no permitida en la versión de protocolo elegida.
eu: Hautatutako protokolo-bertsioarentzat baimendu gabe dagoen zifratze-suitea hautatu du SSL parekoak.
ga_ie: Roghnaigh an comhghleacaí sifearchóras nach dtacaíonn an leagan roghnaithe den phrótacal leis.
hr: SSL čvor je odabrao skup šifratora koji nije dopušten za odabranu inačicu protokola.
hu: Az SSL partner a kijelölt protokollverzióhoz nem engedélyezett titkosítócsomagot választott.
id: Pihak lain SSL memilih cipher suite yang tidak diizinkan untuk versi protokol yang dipilih.
is: SSL þjónn valdi dulmálskóðun sem er ekki leyfileg fyrir valda útgáfu af samskiptareglunum.
kk: SSL торабы таңдалған хаттама нұсқасы үшін рұқсат етілмеген шифрларды таңдады.
km: SSL ដូចគ្នា​ដែល​បាន​ជ្រើស​មាន​ឈុត​ការ​សរសេរ​អក្សរ​សម្ងាត់​មិន​អនុញ្ញាត​សម្រាប់​កំណែ​ពិធីការ​ដែល​បាន​ជ្រើស។
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಪ್ರೊಟೊಕಾಲ್ ಆವೃತ್ತಿಗಾಗಿ SSL ಪೀರ್‌ ಆಯ್ಕೆಮಾಡಲಾದ ಒಂದು ಸಿಫರ್‌ ಸೂಟ್‌ ಅನ್ನು ಅನುಮತಿಸಲಾಗಿಲ್ಲ.
lt: SSL partnerinis kompiuteris parinko pasirinktai protokolo versijai draudžiamą šifrų rinkinį.
lv: SSL partneris izvēlējās šifrētāju, kas šai protokola versijai nav atļauts.
mai: SSL पीयर ने एकटा साइफर सूइट चुनलक जे चुनल गेल प्रोटोकॉल संस्करण कलेल अनुमतिप्राप्त नहि अछि.
mr: SSL जोडीदाराने निवडलेला सायफर सूट निवडलेल्या प्रोटोकॉल आवृत्तीला चालत नाही.
nb_no: SSL-motparten valgte en chiffreringssamling som ikke er tillatt for denne protokollversjonen.
nn_no: SSL-motparten valde ei chiffreringssamling som ikkje er tillaten for denne protokollversjonen.
pt_br: O servidor escolheu uma cifra SSL que não é permitida na versão do protocolo que foi selecionada.
ro: Partenerul de conexiune SSL a selectat o suită de cifrare nepermisă pentru versiunea protocolului selectată.
si: SSL සම තෝරාගත් ප්රොටොකෝලය අනුවාදය සඳහා ඉඩ ෙනොදිය වූ ​​කේතාංක සූට් තෝරා ගන්නා ලදී.
sv: Den andra SSL-parten valde en chiffersvit som är otillåten för den valda protokollversionen.
te: సైఫర్ సూట్ కొరకు ఎంపికైన SSL పీర్ అనునది ఎంచిన ప్రొటోకాల్ వర్షన్‌కు అనుమతించబడదు.
uz: SSL manba tanlangan protokol versiyasi uchun ruxsat bermaydigan shifr to‘plamini tanladi.

source: SSL received a malformed Hello Verify Request handshake message.
bg: SSL получи лошо конструирано съобщение за ръкостискане Hello Verify Request.
bn_in: SSL দ্বারা একটি ত্রুটিপূর্ণ Hello Verify Request হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn saludiñ Hello Verify Request stummet fall.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Hello Verify Request» mal format.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Hello Verify Request anffurf.
es_mx: SSL ha recibido un mensaje de negociación Hello Verify Request mal formado.
eu: SSLk gaizki eratutako Hello Verify Request diosal-mezua jaso du.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Iarratas Deimhnithe Haló.
hr: SSL je primio neispravnu "Hello Verify Request" poruku rukovanja.
hu: Az SSL rosszul formázott Hello Verify Request kézfogásüzenetet kapott.
hy_am: SSL-ը ստացավ կապի միացման վնասված Hello Verify Request handshake հարցում
id: SSL menerima pesan handshake Hello Verify Request yang salah.
is: SSL fékk gölluð Hello Verify skilaboð.
kk: SSL жарамсыз Hello Verify Request handshake сұранымын алды.
km: SSL បាន​ទទួល​សារ​ស្វាគមន៍​ផ្ទៀងផ្ទាត់​សំណើ​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಹೆಲೊ ಮನವಿ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
lt: SSL posistemė gavo netinkamai suformuotą „Hello Verify Request“ pasisveikinimo pranešimą.
lv: SSL saņēma nekorekti noformētu Hello Verify Request rokas spiediena ziņojumu.
mai: SSL एकटा विरूपित हेलो आग्रह हैंडशेक संदेश प्राप्त केलक.
mr: SSL कडे सदोषीत Hello Verify Request हॅन्डशेक संदेश प्राप्त झाला.
nb_no: SSL mottok en ugyldig Hello Verify Request-håndhilsen.
nn_no: SSL tok imot ei ugyldig Hello Verify Request-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Hello Verify Request » mal format.
pt_br: SSL recebeu uma mensagem Hello Verify Request malformada.
ro: SSL a primit un mesaj incorect în urma verificării cererii de negociere Hello.
si: SSL ලබුනු 'malformed Hello' පණිවිඩය ඉල්ලීම් තහවුරු කරන්න ලද 'handshake' පණිවිඩයකි
sv: SSL mottog ett vanskapt Hello-Verify-Request-handskakningsmeddelande.
te: SSL ఒక చెడ్డ హెల్లో అభ్యర్ధన హాండ్‌షేక్ సందేశాన్ని పొందింది.
uz: SSL zararlangan salomlashish so‘rovi mavjud qo‘lni siltash xabarini qabul qildi.

source: SSL received an unexpected Hello Verify Request handshake message.
bg: SSL получи неочаквано съобщение за ръкостискане Hello Verify Request.
bn_in: SSL দ্বারা একটি অপ্রত্যাশিত Hello Verify Request হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn saludiñ Hello Verify Request dic'hortoz.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Hello Verify Request» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Hello Verify Request annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Hello Verify Request inesperado.
eu: SSLk espero gabeko Hello Verify Request diosal-mezua jaso du.
ga_ie: Fuair SSL cumarsáid thionscantach Iarratas Deimhnithe Haló gan choinne.
hi_in: SSL एक अप्रत्याशित हेलो आग्रह हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neočekivanu "Hello Verify Request" poruku rukovanja.
hu: Az SSL váratlan Hello Verify Request kézfogásüzenetet kapott.
hy_am: SSL-ը ստացավ անսպասելի Hello Verify Request handshake հաղորդագրություն:
id: SSL menerima pesan handshake Hello Verify Request yang tidak diharapkan.
is: SSL fékk óvænt Hello Verify skilaboð.
kk: SSL күтпеген Hello Verify Request handshake сұранымын алды.
km: SSL បាន​ទទួល​សារ​ស្វាគមន៍​ផ្ទៀងផ្ទាត់​សំណើ​ដែល​មិន​រំពឹង​ទុក។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಹೆಲೊ ಮನವಿ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
lt: SSL posistemė gavo netikėtą „Hello Verify Request“ pasisveikinimo pranešimą.
lv: SSL negaidītu Hello Verify Request rokas spiediena ziņojumu.
mai: SSL एकटा अप्रत्याशित हेलो आग्रह हैंडशेक संदेश प्राप्त केलक.
mr: SSL कडे अनपेक्षीत Hello Verify Request हॅन्डशेक संदेश प्राप्त झाला.
nb_no: SSL mottok en uventet Hello Verify Request-håndhilsen.
nn_no: SSL tok imot ei uventa Hello Verify Request-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Hello Verify Request » imprevist.
pt_br: SSL recebeu uma mensagem Hello Verify Request inesperada.
ro: SSL a primit un mesaj de negociere neașteptat de tip Hello Request.
si: SSL අනපේක්ෂිත හෙලෝ ඉල්ලීම් තහවුරු කරන්න ලද 'handshake' පණිවිඩය ලැබී .
sv: SSL mottog ett oväntat Hello-Verify-Request-handskakningsmeddelande.
te: SSL అనుకోని హెల్లో అభ్యర్ధన హాండ్‌షేక్ సందేశాన్ని పొందింది.
uz: SSL kutilmagan salomlashishni tasdiqlash so‘rovi qo‘lni siltash xabarini qabul qildi.
