Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: This certificate is valid.
af: Hierdie sertifikaat is geldig.
ar: هذه الشهادة صالحة.
as: এই প্ৰমাণপত্ৰ বৈধ।
az: Bu təsdiq sənədi etibarlıdır.
bg: Сертификатът е валиден.
bn_bd: চিহ্নিত সার্টিফিকেটটি কার্যকর।
bn_in: চিহ্নিত সার্টিফিকেটটি বৈধ।
br: Talvoudek eo an testeni-mañ.
ca: El certificat és vàlid.
cy: Mae'r dystysgrif yn ddilys.
es_mx: Este certificado es válido.
eu: Ziurtagiria baliozkoa da.
fa: این گواهی معتبر است.
fur: Chest certificât al è valit.
ga_ie: Tá an teastas seo bailí.
gd: Tha an teisteanas seo dligheach.
gu: આ પ્રમાણપત્ર માન્ય છે.
hi_in: यह प्रमाणपत्र वैध है.
hr: Ovaj certifikat je važeći.
hu: Ez a tanúsítvány érvényes.
hy_am: Այս սերտիֆիկատը գործող է:
id: Sertifikat ini sah.
is: Þetta skilríki er gilt.
kk: Бұл сертификат дұрыс.
km: វិញ្ញាបនបត្រ​នេះ​​ត្រឹមត្រូវ​ហើយ ។
kn: ಇದೊಂದು ಮಾನ್ಯವಾದ ಪ್ರಮಾಣಪತ್ರವಾಗಿದೆ.
ku: Sertîfîka derbasdar e.
lt: Šis liudijimas galiojantis.
lv: Šis sertifikāts ir derīgs.
mai: ई प्रमाणपत्र वैध अछि.
ml: ഈ സര്‍ട്ടിഫിക്കേറ്റ് ശരിയാണു്.
mr: हे प्रमाणपत्र वैध आहे.
ms: Sijil ini adalah sah.
my: ဒီလက်မှတ်ဟာ မှန်ကန်တယ်။
nb_no: Sertifikatet er gyldig.
nn_no: Sertifikatet er gyldig.
oc: Aqueste certificat es valid.
pt_br: Este certificado é válido.
ro: Acest certificat este valid.
sd: سرٽيفڪيٽ جائز آہي
si: මෙම සහතිකය වලංගුයි.
sr: Овај сертификат је важећи.
sv: Detta certifikat är giltigt.
te: ఈధృవీకరణపత్రం విలువైనది.
th: ใบรับรองนี้ถูกต้อง
ug: مەزكۇر گۇۋاھنامە ئىناۋەتلىك.
uz: Sertifikat to‘g‘ri.
vi: Chứng nhận này là hợp lệ.
zh_tw: 此憑證有效。

source: This certificate is not valid.
af: Hierdie sertifikaat is nie geldig nie.
ar: هذه الشهادة غير صالحة.
as: এই প্ৰমাণপত্ৰ বৈধ নহয়।
az: Bu təsdiq sənədi etibarsızdır.
bg: Сертификатът не е валиден.
bn_bd: চিহ্নিত সার্টিফিকেটটি অকার্যকর।
bn_in: চিহ্নিত সার্টিফিকেটটি বৈধ নয়।
br: N'eo ket talvoudek an testeni-mañ.
ca: El certificat no és vàlid.
cy: Nid yw'r dystysgrif yn ddilys.
es_mx: Este certificado no es válido.
eu: Ziurtagiri hau ez da baliozkoa.
fa: این گواهی معتبر نیست.
fur: Chest certificât nol è valit.
ga_ie: Níl an teastas seo bailí.
gd: Chan eil an teisteanas seo dligheach.
gu: આ પ્રમાણપત્ર માન્ય નથી.
hi_in: यह प्रमाणपत्र अवैध है.
hr: Ovaj certifikat nije važeći.
hu: Ez a tanúsítvány nem érvényes.
hy_am: Սերտիֆիկատը անվավեր է:
id: Sertifikat ini tidak sah.
is: Þetta skilríki er ógilt.
kk: Бұл сертификат дұрыс емес.
km: វិញ្ញាបនបត្រ​នេះ​មិន​ត្រឹមត្រូវ​ទេ ។
kn: ಇದುಮಾನ್ಯವಾದ ಪ್ರಮಾಣಪತ್ರವಾಗಿಲ್ಲ.
ku: Sertîfîka nederbasdar e.
lt: Šis liudijimas negaliojantis.
lv: Šis sertifikāts nav derīgs.
mai: ई प्रमाणपत्र अवैध अछि.
ml: ഈ സര്‍ട്ടിഫിക്കേറ്റ് അസാധുവാണു്.
mr: हे प्रमाणपत्र अवैध आहे.
ms: Sijil ini adalah tidak sah.
my: ဒီလက်မှတ်ဟာ မမှန်ကန်ဘူး။
nb_no: Sertifikatet er ikke gyldig.
nn_no: Sertifikatet er ikkje gyldig.
oc: Aqueste certificat es invalid.
pt_br: Este certificado não é válido.
ro: Acest certificat nu este valid.
sd: سرٽيفڪيٽ جائز ناهي۔
si: මෙම සහතිකය අවලංගුයි.
sr: Овај сертификат је неважећи.
sv: Detta certifikat är inte giltigt.
te: ఈధృవీకరణపత్రం విలువైనదికాదు.
th: ใบรับรองนี้ไม่ถูกต้อง
ug: مەزكۇر گۇۋاھنامەن ئىناۋەتسىز.
uz: Sertifikat noto‘g‘ri.
vi: Chứng nhận này không hợp lệ.
zh_tw: 此憑證無效。

source: Cert Library: No Response
af: Sertprogrammateek: Geen respons nie
ar: مكتبة الشهادات: لا إجابة
as: Cert লাইব্ৰেৰী: কোনো প্ৰতিক্ৰিয়া নাই।
az: Təsdiq sənədi kitabxanası: Cavab yoxdur.
bg: Библиотека за сертификати: Няма отговор
bn_bd: Cert Library: প্রত্যুত্তর নেই
bn_in: Cert Library: প্রত্যুত্তর প্রাপ্ত হয়নি
br: Levraoueg an testenioù : Respont ebet
ca: Biblioteca del certificat: Sense resposta
cy: Llyfrgell Tyst: Dim Ymateb
es_mx: Biblioteca de certificados: no hay respuesta
eu: Ziurt liburutegia: Erantzunik ez
fa: کتابخانهٔ گواهی: پاسخی دریافت نشد
fur: Librarie dal certificât: cence rispueste
ga_ie: Leabharlann teastais: ní bhfuarthas freagra
gd: Leabhar-lann teisteanais: Gun fhreagairt
gu: પ્રમાણપત્ર લાઈબ્રેરી: કોઈ પ્રત્યુત્તર નથી
hi_in: प्रमाणपत्र लाइब्रेरी: कोई प्रतिक्रिया नहीं
hr: Cert biblioteka: nema odgovora
hu: Tanúsítványkönyvtár: Nincs válasz
hy_am: Սերտիֆիկատի գրադարան՝ Չկա Պատասխան
id: Pustaka Sertifikat: Tidak ada jawaban.
is: Skilríkjasafn: Ekkert svar
kk: Сертификаттар жинағы: Жауап жоқ.
km: បណ្ណាល័យ​វិញ្ញាបនបត្រ ៖ គ្មាន​ចម្លើយ​តប
kn: ಪ್ರಮಾಣಪತ್ರ ಲೈಬ್ರರಿ: ಯಾವುದೆ ಪ್ರತ್ಯುತ್ತರವಿಲ್ಲ
ku: pirtûkxaneya Cert: Bersiv tune
lt: Liudijimų biblioteka: jokio atsako
lv: Sertifikātu bibliotēka: Nav atbildes
mai: प्रमाणपत्र लाइब्रेरी: कोनो प्रतिक्रिया नहि
ml: സര്‍ട്ടി ലൈബ്രിറ: മറുപടി ലഭ്യമല്ല
mr: Cert लायब्ररी: प्रतिसाद नाही
ms: Sijil Perpustakaan : tiada maklum balas
my: လက်မှတ် စာကြည့်တိုက် - တုံ့ပြန်ချက် မရှိဘူး
nb_no: Cert-bibliotek: Ingen respons
nn_no: Cert-bibliotek: Ingen respons
oc: Bibliotèca de certificat : pas cap de responsa
pt_br: Biblioteca de certificados: sem resposta
ro: Colecția de certificate: Niciun răspuns
sd: سرٽيفڪيٽ لائبرري: ڪوبہ جواب نہ
sr: библиотека за сертификате: нема одговора
sv: Certbibliotek: Inget svar
te: ధృవీకరణపత్రం లైబ్రరీ: ప్రతిస్పందన లేదు.
th: ห้องสมุดใบรับรอง: ไม่ตอบสนอง
ug: دەلىللەش پروگرامما ئامبىرى: ئىنكاس يوق
uz: Sertifikat kutubxonasi: javob yo‘q
vi: Thư viện Chứng chỉ: Không có Phản hồi
zh_tw: 憑證函式庫: 無回應

source: The certificate issuer’s certificate has expired. Check your system date and time.
bg: Сертификатът на издателя на сертификата е с изтекъл срок на валидност. Проверете датата и часа на вашата система.
gu: પ્રમાણપત્ર અદદા કરનારનું પ્રમાણપત્ર નિવૃત્ત થઈ ગયું. તમારી સિસ્ટમ તારીખ અને સમય ચકાસો.
nb_no: Sertifikatutstederens sertifikat er utløpt på dato. Kontroller systemdato og -tid.
nn_no: Sertifikat til sertifikatutskrivar er gått ut på dato. Kontroller systemdato og -tid.

source: The CRL for the certificate’s issuer has expired. Update it or check your system date and time.
bg: CRL на издателя на сертификата е с изтекъл срок на валидност. Обновете го или проверете датата и часа на вашата система.
gu: પ્રમાણપત્રને અદા કરનાર માટે CRL નિવૃત્ત થઈ ગયું. તેને સુધારો અથવા તમારી સિસ્ટમની તારીખ અને સમય ચકાસો.
nb_no: CRL-en for sertifikatets utsteder er utløpt på dato. Oppdater den, eller kontroller systemdato og -tid.
nn_no: CRL-en for utskrivaren av sertifikatet er gått ut på dato. Oppdater han, eller kontroller systemdato og -tid.

source: The CRL for the certificate’s issuer has an invalid signature.
bg: CRL на издателя на сертификата е с невалиден подпис.
gu: પ્રમાણપત્રને અદા કરનાર માટેની CRL ની સહી અયોગ્ય છે.
nb_no: CRL-en for sertifikatets utsteder har en ugyldig signatur.
nn_no: CRL-en for utskrivaren av sertifikatet har ein ugyldig signatur.

source: New CRL has an invalid format.
af: Nuwe SOL het 'n ongeldige formaat.
ar: لق‌س‌ش الجديدة هيئة غير صالحة.
as: নতুন CRL ৰ এটা অবৈধ বিন্যাস আছে।
az: Yeni ləğv edilmişlər siyahısı etibarsız formata sahibddir.
bg: Новият CRL е с невалиден формат.
bn_bd: নতুন CRL-এ ব্যবহৃত বিন্যাস সঠিক নয়।
bn_in: নতুন CRL-এ ব্যবহৃত বিন্যাস সঠিক নয়।
br: CRL nevez en deus ur mentrezh didalvoudek.
ca: La CRL nova no té un format vàlid.
cy: Mae i'r CRL newydd fformat annilys.
es_mx: La nueva CRL tiene un formato no válido.
eu: CRL berriak formatu baliogabea du.
fa: CRL جدید ساختاری نامعتبر دارد.
fur: Formât no valit pe gnove CRL.
ga_ie: Tá an LTC nua i bhformáid neamhbhailí.
gd: Tha fòrmat mì-dhligheach aig an CRL ùr.
gu: નવી CRL ને અયોગ્ય બંધારણ છે.
hi_in: नए CRL के पास एक अवैध प्रारूप है.
hr: Novi CRL ima nevažeći format. Izdavačev popis opozvanih certifikata nepoznate je inačice.
hu: Az új visszavont tanúsítványok listájának (CRL) érvénytelen a formátuma.
hy_am: CRL-ի նոր ձևաչափը սխալ է:
id: Format CRL yang baru salah.
is: Nýtt CRL er með ógilt snið.
kk: Жаңа CRL пішімі қате.
km: CRL ថ្មី មាន​ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ​ឡើយ ។
kn: ಹೊಸ CRL ಒಂದು ಅಮಾನ್ಯ ರಚನೆಯನ್ನು ಹೊಂದಿದೆ.
ku: CRL 'a nû xwedî şêweyeke nederbasdar e.
lt: Naujasis atšauktų liudijimų sąrašas yra netinkamo formato.
lv: Jaunajam CRL ir nederīgs formāts.
mai: नए CRL क संग एकटा अवैध प्रारूप अछि.
ml: പുതിയ CRL അസാധുവായ ഫോര്‍മാറ്റിലാണു്‌.
mr: नविन CRL ची रचना अवैध आहे.
ms: CRL baru mempunyai format yang tidak sah.
my: CRL အသစ်မှာ မမှန်ကန်တဲ့ ပုံစံတခု ရှိတယ်။
nb_no: Ny CRL har et ugyldig format.
nn_no: Ny CRL har eit ugyldig format.
oc: La lista novèla de certificats revocats es d'un format invalid.
pt_br: A nova CRL possui um formato inválido.
ro: Formatul CRL-ului nou nu este valid.
sd: نئين سي آر ايل جي نامنظور رچنا آهي۔
si: නව CRL ට අවලංගු අකෘතියක් ඇත.
sr: Нова ЛПС има погрешан формат.
sv: Den nya spärrlistan har ett ogiltigt format.
te: కొత్త CRL చెల్లని ఫార్మాట్ కలిగివుంది.
th: CRL ใหม่มีรูปแบบที่ไม่ถูกต้อง
ug: يېڭى CRL فورماتى ئىناۋەتسىز.
uz: Yangi CRL’da noto‘g‘ri format bor.
vi: CRL mới có định dạng sai.
zh_tw: 新憑證廢止清冊的格式無效。

source: Certificate extension value is invalid.
af: Sertifikaat-uitbreidingwaarde is ongeldig.
ar: قيمة امتداد الشهادة غير صالحة.
as: প্ৰমাণপত্ৰ প্ৰসাৰন মান অবৈধ।
az: Təsdiq sənədi uzantısı dəyəri etibarsızdır.
bg: Стойност на разширение в сертификата е невалидно.
bn_bd: সার্টিফিকেটের এক্সটেনশনের মান কার্যকর নয়।
bn_in: সার্টিফিকেটের এক্সটেনশনের মান বৈধ নয়।
br: Didalvoudek eo gwerzh askouezhiañ an testeni.
ca: El valor de l'extensió del certificat no és vàlid.
cy: Mae gwerth estyniad tystysgrif yn annilys.
es_mx: El valor de la extensión del certificado no es válido.
eu: Ziurtagiri hedapena balioa baliogabea da.
fa: مقدار ضمیمهٔ گواهی نامعتبر است.
fur: Il valôr di estension dal certificât nol è valit.
ga_ie: Tá luach eisínteachta an teastais neamhbhailí.
gd: Tha luach leudachan an teisteanais mì-dhligheach.
gu: પ્રમાણપત્ર એક્સટેન્સન કિંમત અયોગ્ય છે.
hi_in: प्रमाणपत्र विस्तार मान अवैध है.
hr: Vrijednost proširenja certifikata je nevažeća.
hu: A tanúsítványkiterjesztés értéke érvénytelen.
hy_am: Սերտիֆիկատի ընդլայնման արգումենտը սխալ է:
id: Nilai ekstensi sertifikat tidak sah.
is: Viðbótargildi skilríkis er gölluð.
kk: Сертификат кеңейтілуі қате.
km: តម្លៃ​​ផ្នែក​បន្ថែម​របស់​វិញ្ញាបនបត្រ​មិន​ត្រឹមត្រូវ​ទេ ។
kn: ಪ್ರಮಾಣಪತ್ರದ ಎಕ್ಸ್‍ಟೆನ್ಶನ್ ಅಮಾನ್ಯವಾಗಿದೆ.
ku: Nirxa sertîfîkaya pêvekê nederbasdar e.
lt: Liudijimo plėtinio reikšmė netinkama.
lv: Sertifikāta paplašinājuma vērtība nav derīga.
mai: प्रमाणपत्र विस्तार मान अवैध अछि.
ml: സര്‍ട്ടിഫിക്കേറ്റിന്റെ എക്സ്റ്റെന്‍ഷന്‍ മൂല്ല്യം തെറ്റാണു്.
mr: प्रमाणपत्र विस्तार मुल्य अवैध आहे
ms: Sijil bagi melanjutkan nilai adalah tidak sah.
my: လက်မှတ် တိုးချဲ့ချက် တန်ဖိုးဟာ မမှန်ကန်ဘူး။
nb_no: Utvidelsesverdi i sertifikatet er ugyldig.
nn_no: Utvidingsverdi i sertifikatet er ugyldig.
oc: La valor de l'extension del certificat es invalida.
pt_br: O valor da extensão de certificado é inválido.
ro: Extensia certificatului este invalidă.
sd: سرٽيفڪيٽ جي وستار جو ملهہ نامنظور آهي۔
si: සහතික දිගු අගය අවලංගුය.
sr: Сертификатова вредност за продужење је неисправна.
sv: Certifikattilläggets värde är ogiltigt.
te: ధృవీకరణపత్రం పొడిగింపు విలువ చెల్లనిది.
th: ค่าส่วนขยายของใบรับรองไม่ถูกต้อง
ug: گۇۋاھنامە كېڭەيتىلمە قىممىتى ئىناۋەتسىز.
uz: Sertifikat kengaytmasi qiymati noto‘g‘ri.
vi: Giá trị gia hạn cho chứng nhận không hợp lệ.
zh_tw: 憑證擴充欄位的值無效。

source: Certificate extension not found.
af: Sertifikaat-uitbreiding nie gevind nie.
ar: امتداد الشهادة غير موجود.
as: প্ৰমাণপত্ৰ প্ৰসাৰন পোৱা নগল।
az: Təsdiq sənədi uzantısı tapılmadı.
bg: Не е намерено разширение в сертификата.
bn_bd: সার্টিফিকেটের এক্সটেনশন পাওয়া যায়নি।
bn_in: সার্টিফিকেটের এক্সটেনশন পাওয়া যায়নি।
br: N'eo ket bet kavet askouezh an testeni.
ca: No s'ha trobat l'extensió del certificat.
cy: Heb ganfod estyniad tystysgrif.
es_mx: No se ha encontrado una extensión del certificado.
eu: Ziurtagiri hedapena ez da aurkitu.
fa: ضمیمهٔ گواهی وجود ندارد.
fur: No si à cjatât il cjamp di estension dal certificât.
ga_ie: Níor aimsíodh eisínteacht an teastais.
gd: Cha deach leudachan an teisteanais a lorg.
gu: પ્રમાણપત્ર એક્સટેન્સન મળ્યું નહિં.
hi_in: प्रमाणपत्र विस्तार नहीं मिला.
hr: Proširenje certifikata nije pronađeno.
hu: Nem található tanúsítványkiterjesztés.
hy_am: Սերտիֆիկատի ընդլայնումը չի գտնվում:
id: Ekstensi sertifikat tidak ditemukan.
is: Viðbótar skilríki fannst ekki.
kk: Сертификат кеңейтілуі табылмады.
km: រក​មិន​ឃើញ​ផ្នែក​បន្ថែម​របស់​វិញ្ញាបនបត្រ​ឡើយ ។
kn: ಪ್ರಮಾಣಪತ್ರದ ಎಕ್ಸ್‍ಟೆನ್ಶನ್ ಕಂಡುಬಂದಿಲ್ಲ.
ku: Sertîfîkaya pêvekê nehat dîtin.
lt: Liudijimo plėtinys nerastas.
lv: Sertifikāta paplašinājums nav atrasts.
mai: प्रमाणपत्र विस्तार नहि भेटल.
ml: സര്‍ട്ടിഫിക്കേറ്റിന്റെ എക്സ്റ്റെന്‍ഷന്‍ ലഭ്യമായില്ല.
mr: प्रमाणपत्र विस्तार आढळले नाही.
ms: Kelanjutan Sijil tidak dijumpai.
my: လက်မှတ် တိုးချဲ့ချက်ကို မတွေ့ရဘူး။
nb_no: Sertifikatsutvidelse ble ikke funnet.
nn_no: Sertifikatsutviding vart ikkje funne.
oc: Extension del certificat introbabla.
pt_br: Extensão de certificado não encontrada.
ro: Nu s-a găsit extensia certificatului.
sd: سرٽيفڪيٽ جو وستار جو پتو نہ لڳو۔
si: සහතික දිගුව හමු නොවුණි.
sr: Продужење сертификата није пронађено.
sv: Certifikattillägg ej funnet.
te: ధృవీకరణపత్రం పొడిగింపు కనబడలేదు.
th: ไม่พบส่วนขยายใบรับรอง
ug: گۇۋاھنامە كېڭەيتىلمىسىنى تاپالمىدى.
uz: Sertifikat kengaytmasi topilmadi.
vi: Chứng nhận chưa được gia hạn.
zh_tw: 找不到憑證的擴充欄位。

source: Issuer certificate is invalid.
af: Uitreiker-sertifikaat is ongeldig.
ar: شهادة المزوّد غير صالحة.
as: প্ৰেৰণকৰ্তাৰ প্ৰমাণপত্ৰ অবৈধ।
az: Yayımlayıcının təsdiq sənədi etibarsızdır.
bg: Сертификатът на издателя е невалиден.
bn_bd: সার্টিফিকেট নির্মাণকারীর সার্টিফিকেট কার্যকর নয়।
bn_in: সার্টিফিকেট নির্মাণকারীর সার্টিফিকেট বৈধ নয়।
br: Didalvoudek eo testeni ar skigner.
ca: El certificat de l'emissor no és vàlid.
cy: Tystysgrif y cyhoeddwr yn annilys.
es_mx: El certificado del emisor no es válido.
eu: Jaulkitzaile ziurtagiria baliogabea da.
fa: گواهی صادرکننده نامعتبر است.
fur: Il certificât dal mitent nol è valit.
ga_ie: Tá teastas an eisitheora neamhbhailí.
gd: Tha teisteanas an fhoillsicheir mì-dhligheach.
gu: અદા કરનાર પ્રમાણપત્ર અયોગ્ય છે.
hi_in: निर्गतकर्ता प्रमाणपत्र अवैध है.
hr: Certifikat izdavača je nevažeći.
hu: A kiadó tanúsítványa érvénytelen.
hy_am: Տրամադրողի սերտիֆիկատը սխալ է:
id: Sertifikat penerbit tidak sah.
is: Útgefandi skilríkis er ógildur.
kk: Шығарушы сертификаты қате.
km: វិញ្ញាបនបត្រ​របស់​អ្នក​ចេញ​ផ្សាយ​មិន​ត្រឹមត្រូវ​ឡើយ ។
kn: ವಿತರಿಸಿದವರ ಪ್ರಮಾಣಪತ್ರ ಅಮಾನ್ಯವಾಗಿದೆ.
ku: Sertîfîka nederbasdar e.
lt: Liudijimą suteikusios įstaigos liudijimas netinkamas.
lv: Izdevēja sertifikāts nav derīgs.
mai: निर्गतकर्ता प्रमाणपत्र अवैध अछि.
ml: ഇഷ്യൂവര്‍ സര്‍ട്ടിഫിക്കേറ്റ് തെറ്റാണു്.
mr: देयक प्रमाणपत्र अवैध आहे.
ms: Pengeluar sijil adalah tidak sah.
my: ထုတ်ပြန်သူ လက်မှတ်ဟာ မမှန်ကန်ဘူး။
nb_no: Utstedersertifikatet er ugyldig.
nn_no: Utskrivarsertifikatet er ugyldig.
oc: Lo certificat de l'autoritat de desliurança es invalid.
pt_br: O certificado do expedidor é inválido.
ro: Certificatul de emitent este invalid.
sd: جاري ڪندڙ جو سرٽيفڪيل نامنظور آهي۔
si: නිකුත් කරන්නාගේ සහතිකය අවලංගුය.
sr: Сертификат издавача је неважећи.
sv: Utfärdarens certifikat är ogiltigt.
te: ఇచ్చువాని (ఇష్యూయర్) ధృవీకరణపత్రం చెల్లనిది.
th: ใบรับรองของผู้ออกไม่ถูกต้อง
ug: تارقاتقۇچىنىڭ گۇۋاھنامىسى ئىناۋەتسىز.
uz: Sertifikat beruvchi noto‘g‘ri.
vi: Chứng nhận của nhà cung cấp không hợp lệ.
zh_tw: 簽發者的憑證無效。

source: Certificate path length constraint is invalid.
af: Sertifikaatpadlengtebeperking is ongeldig.
ar: تقييد طول مسار الشهادة غير صالح.
as: প্ৰমাণপ্তৰ পথ দৈৰ্ঘ বাধা অবৈধ।
az: Təsdiq sənədi ünvan uzunluğu limiti etibarsızdır.
bg: Ограничение за дължина на пътя на сертификата е невалидно.
bn_bd: সার্টিফিকেটের পাথের দৈর্ঘ্যের সীমা কার্যকর নয়।
bn_in: সার্টিফিকেটের পাথের দৈর্ঘ্যের সীমা বৈধ নয়।
br: Destrizh hirder treug an testeni zo didalvoudek.
ca: La restricció de longitud del camí del certificat no és vàlida.
cy: Mae cyfyniad hyd llwybr y dystysgrif yn annilys.
es_mx: La restricción a la longitud de la ruta del certificado no es válida.
eu: Ziurtagiri kokapen luzera murriztapena baliogabea da.
fa: محدودیت طول مسیر گواهی نامعتبر است.
fur: La restrizion di lungjece dal troi dal certificât no je valide.
ga_ie: Tá iallach fhad na conaire neamhbhailí.
gd: Tha am bacadh air faid slighe an teisteanais mì-dhligheach.
gu: પ્રમાણપત્ર પાથ લંબાઈ પરિમાણ અયોગ્ય છે.
hi_in: प्रमाणपत्र पथ लंबाई निर्धारक अवैध है.
hr: Ograničenje duljine putanje certifikata je nevažeća.
hu: A tanúsítvány útvonalhosszának korlátozása érvénytelen.
hy_am: Սերտիֆիկատի ուղղու երկարության սահմանափակումը սխալ է:
id: Kendala panjang path sertifikat tidak sah.
is: Skilyrði á slóðarlengd skilríkis er rangt.
kk: Сертификат жолының бөгеті қате.
km: កម្រិត​ប្រវែង​ផ្លូវ​របស់​វិញ្ញាបនបត្រ​មិន​ត្រឹមត្រូវ​ទេ ។
kn: ಪ್ರಮಾಣಪತ್ರದ ಪಥದ ಗಾತ್ರದ ನಿರ್ಬಂಧವು ಅಮಾನ್ಯವಾಗಿದೆ.
ku: Sînokirina dirêjahiya pelrêça sertîfîkayê ne derbasdar e.
lt: Liudijimo kelio ilgio apribojimas netinkamas.
lv: Sertifikāta ceļa garuma ierobežojums nav derīgs.
mai: प्रमाणपत्र पथ नमाइ निर्धारक अवैध अछि.
ml: സര്‍ട്ടിഫിക്കേറ്റിന്റെ പാഥ് വ്യാപ്തി തെറ്റാണു്.
mr: प्रमाणपत्र मार्ग लांबी मर्यादा अवैध आहे.
ms: Kekangan sebahagian sijil adalah tidak sah.
my: လက်မှတ် လမ်းကြောင်း အရှည် အကန့်အသတ် မမှန်ကန်ဘူး။
nb_no: Begrensing på sertifikatets stilengde er ugyldig.
nn_no: Avgrensing på sertifikatets stilengde er ugyldig.
oc: La contrencha de longor del camin del certificat es invalida.
pt_br: A restrição de comprimento do caminho do certificado é inválida.
ro: Constrângerea de lungime a căii către certificat este invalidă.
sd: سرٽيفڪيٽ جي رستي جي لمبائيءَ جو دٻاءُ نامنظور آهي۔
si: සහතික පෙතෙහි දිග වැළැක්වීම අවලංගුයි.
sr: Ограничење дужине стазе сертификата је неважеће.
sv: Certifikatets begränsning av sökvägslängden är ogiltig.
te: ధృవీకరణపత్రం పాత్ లెంత్ కన్‌స్ట్రెయిన్ చెల్లనిది.
th: ข้อบังคับความยาวของเส้นทางใบรับรองไม่ถูกต้อง
ug: گۇۋاھنامە يول ئۇزۇنلۇق چەكلىمىسى ئىناۋەتسىز.
uz: Sertifikat yo‘li uzunligini majburlash noto‘g‘ri.
vi: Giới hạn độ dài đường dẫn chứng chỉ không hợp lệ.
zh_tw: 憑證路徑長度限制無效。

source: Certificate usages field is invalid.
af: Sertifikaatgebruikveld is ongeldig.
ar: حقل استخدامات الشهادة غير صالح.
as: প্ৰমাণপত্ৰ ব্যৱহৃত ক্ষেত্ৰ অবৈধ।
az: Təsdiq sənədi istifadə adı etibarsızdır.
bg: Полето за употреби за сертификата е невалидно.
bn_bd: সার্টিফিকেটের ব্যবহার নির্দেশকারী ক্ষেত্র কার্যকর নয়।
bn_in: সার্টিফিকেটের ব্যবহার নির্দেশকারী ক্ষেত্র বৈধ নয়।
br: Didalvoudek eo maezienn arverioù an testeni.
ca: El camp d'usos del certificat no és vàlid.
cy: Mae maes defnydd tystysgrif yn annilys.
es_mx: El campo de usos del certificado no es válido.
eu: Ziurtagiri erabilera balioa baliogabea da.
fa: فیلد استفاده‌های گواهی نامعتیر است.
fur: Il cjamp di ûs dal certificât nol è valit.
ga_ie: Tá réimse úsáideanna an teastais neamhbhailí.
gd: Tha an raon airson cleachdadh nan teisteanasan mì-dhligheach.
gu: પ્રમાણપત્ર વપરાશો ક્ષેત્ર અયોગ્ય છે.
hi_in: प्रमाणपत्र प्रयोग क्षेत्र अवैध है.
hr: Polje korištenja certifikata je nevažeće.
hu: A tanúsítvány használati mezője érvénytelen.
hy_am: Սերտիֆիկատի օգտագործման դաշտը սխալ է:
id: Penggunaan field sertifikat tidak sah.
is: Notkunarsvæði skilríkis er rangt.
kk: Сертификатты қолдану жолдары қате.
km: វាល​ក្នុង​ការ​ប្រើ​វិញ្ញាបនបត្រ​មិន​ត្រឹមត្រូវ​ទេ ។
kn: ಪ್ರಮಾಣಪತ್ರ ಬಳಕೆಯ ಕ್ಷೇತ್ರವು ಅಮಾನ್ಯವಾಗಿದೆ.
ku: Qada bikaranîna sertîfîkayê nederbasdar e.
lt: Liudijimo panaudojimo lauko reikšmė netinkama.
lv: Sertifikāta pielietojuma laiks nav derīgs.
mai: प्रमाणपत्र प्रयोग क्षेत्र अवैध अछि.
ml: സര്‍ട്ടിഫിക്കേറ്റ് ഉപയോഗങ്ങള്‍ക്കുള്ള ഫീള്‍ഡ് തെറ്റാണു്.
mr: प्रमाणपत्र वापर गुणविशेष अवैध आहे.
ms: Ruang penggunaan sijil tidak sah.
my: လက်မှတ် သုံးစွဲမှု နေရာဟာ မမှန်ကန်ဘူး။
nb_no: Sertifikatets bruksmåte-felt er ugyldig.
nn_no: Bruksmåte-feltet til sertifikatet er ugyldig.
oc: Lo camp « utilizacions » del certificat es invalid.
pt_br: O campo usos do certificado é inválido.
ro: Câmpul de utilizare a certificatului este nevalid.
sd: سرٽيفڪيٽ جي سرشتن جو کيتر نامنظور آهي۔
si: සහතික භාවිතා කිරීමේ ක්ෂේත්‍රය අවලංගුය.
sr: Поље употребе сертификата (usages) је неисправно.
sv: Certifikatets användningsfält är ogiltigt.
te: ధృవీకరణపత్రం వుపయోగాల క్షేత్రము చెల్లనిది.
th: ช่องข้อมูลการใช้งานใบรับรองไม่ถูกต้อง
ug: گۇۋاھنامە ئىشلەتكەن سۆز بۆلەك ئىناۋەتسىز.
uz: Sertifikatdan foydalanish maydoni noto‘g‘ri.
vi: Phần mục đích sử dụng (usages field) trong chứng nhận không hợp lệ.
zh_tw: 憑證使用的欄位無效。

source: **Internal ONLY module**
af: **NET interne module**
ar: **الوحدة الداخلية الوحيدة**
as: **অভ্যন্তৰীক ONLY মডিউল**
az: **YALNIZ daxili modul**
bg: **САМО за вътрешен модул**
bn_bd: **শুধুমাত্র অভ্যন্তরীণ মডিউল**
bn_in: **শুধুমাত্র অভ্যন্তরীণ মডিউল**
br: **Mollad diabarzh NEMETKEN**
ca: **mòdul NOMÉS intern**
cy: **Modiwl Mewnol YN UNIG**
es_mx: **Módulo EXCLUSIVAMENTE interno**
eu: **Barne modulua BAKARRIK**
fa: **واحد خاص استفادهٔ داخلی**
fur: **Modul DOME interni**
ga_ie: **Modúl inmheánach amháin**
gd: **Mòideal dhen taobh a-staigh A-MHÀIN**
gu: **માત્ર આંતરિક મોડ્યુલ જ**
hi_in: **सिर्फ आंतरिक माड्यूल**
hr: **SAMO interni modul**
hu: **CSAK belső modul**
hy_am: **Միայն ներքին մեդուլ**
id: **modul INTERNAL saja**
is: **AÐEINS innri eining**
kk: **ТЕК ішкі модуль**
km: **តែ​ខាងក្នុង​ម៉ូឌុល​ប៉ុណ្ណោះ**
kn: **ಆಂತರಿಕ ಘಟಕ ಮಾತ್ರ**
ku: **TENÊ modûla hundirîn**
lt: **TIK vidiniam naudojimui skirtas modulis**
lv: **TIKAI iekšējs modulis**
mai: **सिर्फ आंतरिक माड्यूल**
ml: **ഇന്റേണല്‍ മാത്രമായ ഘടകം**
mr: **फक्त आंतरिक विभाग**
ms: **Modul dalaman SAHAJA**
nb_no: **Modul BARE for intern bruk**
nn_no: **Modul BERRE for intern bruk**
oc: **Modul intèrne SOLAMENT**
pt_br: **Módulo EXCLUSIVAMENTE interno**
ro: **Modul DOAR pentru uz intern**
sd: ** اندروني فقط ماڊيول **
sr: **Искључиво интерни модул**
sv: **ENDAST Intern modul**
te: **మాడ్యూల్ అతర్గతం మాత్రమే**
th: **โมดูลเฉพาะภายใน**
ug: **ئىچكى ONLY بۆلىكى **
uz: **Ichki FAQAT modul**
vi: **Phần CHỈ dành cho nội bộ**
zh_tw: **專供內部使用的模組**
