Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Cannot decrypt: key encryption algorithm does not match your certificate.
af: Kan nie dekripteer nie: sleutelenkripsiealgoritme pas nie by u sertifikaat nie.
ar: لا يمكن الاستخراج: خوارزمية تعمية المفتاح لا تتطابق مع شهادتك.
as: ডিক্ৰিপ্ট কৰিব নোৱাৰি: কি' ডিক্ৰিপষণ এলগৰিথম আপোনাৰ প্ৰমাণপত্ৰৰ লগত মিল নাখায়।
az: Şifrə açıla bilmir: Açar şifrələmə açma yolu təsdiq sənədinizlə uyğun gəlmir.
bg: Не може да се дешифрова: алгоритъмът за шифроване на ключа не съвпада с вашия сертификат.
bn_bd: ডিক্রিপ্ট করা সম্ভব নয়: কী এনক্রিপশন এলগরিদম আপনার সার্টিফিকেট এর সাথে খাপ খায় না।
bn_in: ডিক্রিপ্ট করা সম্ভব নয়: key encryption algorithm does not match your certificate.
br: N'haller ket ezrinegañ : treol enrinegañ an alc'hwez ne glot ket gant ho testeni.
ca: No es pot desxifrar: l'algorisme de xifratge de la clau no coincideix amb el vostre certificat.
cy: Methu dadgryptio: nid yw amgryptiad yr algorithm yn gytûn â'ch tystysgrif.
es_mx: No se puede descifrar: el algoritmo de cifrado de clave no coincide con tu certificado.
eu: Ezin da deszifratu: gako zifraketa algoritmoa ez dator zure ziurtagiriarekin bat.
fa: رمزگشایی ممکن نیست: الگوریتم رمزنگاری کلید با گواهی شما منطبق نیست.
fur: No si pues decifrâ: l'algoritmi di cifradure de clâf no corispuint al so certificât.
ga_ie: Ní féidir díchriptiú: ní oireann an t-algartam criptithe eochrach do do theastas.
gd: Cha gabh a chrioptachadh: chan eil algairim crioptachadh na h-iuchrach a' freagairt ris an teisteanas agad.
gu: ડિક્રિપ્ટ કરી શકતા નથી: કી એનક્રિપ્શન અલગોરિધમ તમારા પ્રમાણપત્ર સાથે બંધબેસતો નથી.
hi_in: विगोपित नहीं कर सकता है: कुंजी गोपन अलगोरिथम आपके प्रमाणपत्र से मेल नहीं खाता है.
hr: Dešifriranje nije moguće: algoritam šifriranja ključa ne odgovara vašem certifikatu.
hu: Nem sikerült visszafejteni: a kulcstitkosító algoritmus nem egyezik a tanúsítványával.
hy_am: Չի ստացվում ապագաղտնագրել` բանալու ապագաղտնագրման ալգորիթմը չի համապատասխանում ձեր սերտիֆիկատին:
id: Tidak bisa mendekripsi: algoritma enkripsi kunci tidak sesuai dengan sertifikat Anda.
is: Get ekki dulráðið: dulkóðunarlykil algrím passar ekki við þitt skilríki.
kk: Декодалау мүмкін емес: кілт шіфрлеу алгоритмі сіздің сертификатыңызға сәйкес келмейді.
km: មិន​អាច​ឌិគ្រីប​ឡើយ ៖ ក្បួន​ដោះស្រាយ​​ក្នុង​ការ​អ៊ិនគ្រីប​សោ​មិន​ផ្គូផ្គង​វិញ្ញាបនបត្រ​របស់​អ្នក​ទេ ។
kn: ಡೀಕ್ರಿಪ್ಟ್‍ ಮಾಡಲಾಗಿಲ್ಲ: ಕೀಲಿ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಅಲ್ಗಾರಿದಮ್ ನಿಮ್ಮ ಪ್ರಮಾಣಪತ್ರಕ್ಕೆ ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ.
ku: Şîfre nayê deşîfrekirin: riya çareserkirinê ya şîfrekirina mifteyê û belgeya te ya erêkirinê hev nagirin.
lt: Iššifruoti nepavyko, nes rakto šifravimo algoritmas neatitinka jūsų liudijimo.
lv: Nevar atšifrēt: atslēgu šifrēšanas algoritms neatbilst jūsu sertifikātam.
mai: विगोपित नहि कए सकैत अछि : कुँजी गोपन अलगोरिथम अहाँक प्रमाणपत्र सँ मेल नहि खाइत अछि.
ml: ഡീക്രിപ്റ്റ് ചെയ്യുവാന്‍ സാധ്യമല്ല: നിങ്ങളുടെ സര്‍ട്ടിഫിക്കേറ്റുമായി കീ എന്‍ക്രിപ്ഷന്‍ ആല്‍ഗോരിഥം പൊരുത്തപ്പെടുന്നില്ല.
mr: डिक्रीप्ट करू शकत नाही: कि एनक्रिप्शन अल्गोरिदम प्रमाणपत्राशी जुळत नाही.
ms: Tidak boleh dinyahsulit: algoritma kunci penyulitan tidak sepadan dengan sijil anda.
my: စာဝှက် ဖေါ်လို့ မရနိုင်ဘူး - သော့ချက် စာဝှက် လုပ်ငန်းစနစ်ဟာ သင့်ရဲ့ လက်မှတ်နဲ့ မကိုက်ညီဘူး။
nb_no: Klarte ikke dekryptere: Nøkkelens krypteringsalgoritme stemmer ikke med sertifikatet.
nn_no: Klarte ikkje å dekryptera: Nykelen sin krypteringsalgoritme stemmer ikkje med sertifikatet.
oc: Impossible de dechifrar : l'algoritme de chiframent de clau correspond pas a vòstre certificat.
pt_br: Não é possível descriptografar: a chave de criptografia não confere com a do seu certificado.
ro: Nu se poate decripta: cheia algoritmului de criptare nu corespunde cu certificatul dumneavoastră.
sr: Дешифровање није могуће: алгоритам за шифровање кључева не одговара Вашем сертификату.
sv: Kan inte dekryptera: nyckelkrypteringsalgoritmen matchar inte ditt certifikat.
te: డిక్రిప్టు చేయలేదు: కీ ఎన్క్రిప్షన్ అల్గార్దెమ్ మీధృవీకరణపత్రంకు సరిపోలలేదు.
th: ไม่สามารถถอดรหัส: อัลกอริทึมการเข้ารหัสกุญแจไม่ตรงกับใบรับรองของคุณ
ug: شېفىر يېشەلمىدى: شېفىر يېشىش ئانالىز ھېسابلاش ئۇسۇلى بىلەن گۇۋاھنامىڭىز ماسلاشمىغان.
uz: Koddan chiqara olmadi: kalitni kodlash algoritmi sertifikatingizga mos kelmadi.
vi: Không thể giải mã: thuật toán mã hóa không khớp với chứng nhận của bạn.
zh_tw: 無法解密: 金鑰加密演算法和您的憑證不符。

source: Signature verification failed: no signer found, too many signers found, or improper or corrupted data.
af: Handtekeningverifikasie het misluk: geen ondertekenaar gevind nie, te veel ondertekenaars gevind, of onbehoorlike of gekorrumpeerde data.
ar: فشل التحقق من التوقيع: لم يُعثر على موقّع، أو عُثر على الكثير جدًا من الموقّعين، أو أن البيانات تالفة أو غير صحيحة.
as: স্বাক্ষৰ সতা সত্য নিৰূপণ ব্যৰ্থ হল: কোনো স্বাক্ষৰক পোৱা নগল, বহু বেছি স্বাক্ষৰক পোৱা গল, অথবা ত্ৰুটিপূৰ্ণ অথবা ক্ষতীগ্ৰস্থ তথ্য।
az: Açar təsdiqləməsi uğursuz oldu: İmzaçı tapıla bilməmiş, çox artıq tapılmış ya da düzgün olmayan və ya əksik məlumatla əməliyyat aparılmış ola bilər.
bg: Грешка при проверка на подпис: подписалият не е намерен, твърде много подписали или неправилни или развалени данни.
bn_bd: স্বাক্ষর যাচাই ব্যর্থ: কোনো স্বাক্ষরকারী পাওয়া যায়নি, অতিরিক্ত স্বাক্ষরকারী পাওয়া গিয়েছে, অথবা অনুপযুক্ত বা নষ্ট ডাটা।
br: C'hwitadenn war gwiriañ ar sinadur : n'eus sinour ebet bet kavet, re a sinourion zo bet kavet pe roadennoù dizereat pe kontronet.
ca: La verificació de signatura ha fallat: no s'ha trobat cap signatura, se n'han trobat massa, o bé les dades estan malmeses o no són adequades.
cy: Methodd dilysu llofnod: heb ganfod llofnodwr, wedi canfod gormod o lofnodwyr neu data amhriodol neu llwgr.
es_mx: Verificación de la firma fallida: o no se ha encontrado firmante, o se han encontrado demasiados firmantes, o los datos son inadecuados o corruptos.
eu: Sinadura egiaztapen hutsa: ez da sinatzailerik aurkitu, sinatzaile gehiegi edo datu baliogabe edo hondatuak.
fa: وارسی امضا شکست خورد: امضاکننده‌ای پیدا نشد، امضاکنندگان بیش از حدی پیدا شدند، یا اطلاعات نادرست یا مخدوش است.
fur: No si pues verificâ la firme: nol è nissun firmatari o a son masse firmataris, o i dâts no son corets o a son ruvinâts.
ga_ie: Theip ar fíordheimhniú sínithe: níor aimsíodh sínitheoir, nó aimsíodh an iomarca sínitheoirí, nó bhí sonraí truaillithe nó mícheart ann.
gd: Dh'fhàillig dearbhadh an ainm: cha deach soidhnichear a lorg, chaidh cus dhiubh a lorg no dàta mì-cheart no truaillte.
gu: સહી ખાતરી નિષ્ફળ: કોઈ સહી કરનાર મળ્યો નહિં, ઘણી બધી શબ્દમાળાઓ, અથવા અયોગ્ય કે બગડેલ માહિતી મળી.
hi_in: हस्ताक्षर जाँच विफल: कोई हस्ताक्षरकर्ता नहीं मिला, कई हस्ताक्षरकर्ता या अनुचित या खराब आंकड़ा हैं.
hr: Ovjera potpisa nije uspjela: nije pronađen nijedan potpisnik, pronađeno je previše potpisnika ili su pronađeni netočni i oštećeni podaci.
hu: Nem sikerült az aláírás-ellenőrzés: nem található aláíró, túl sok aláíró van, illetve az adatok nem megfelelőek vagy sérültek.
hy_am: Ստորագրության ստուգումը տապալվեց` ստորագրություն չի գտնվել, չափից շատ ստորագրություններ, կամ անհամատեղելի և կամ վնասված տվյալ:
id: Verifikasi tanda tangan gagal: tidak ada penandatangan ditemukan, terlalu banyak penandatangan ditemukan, atau data yang salah.
is: Vottun undirskriftar mistókst: engin undirskrift fannst, of margar fundust, eða ógild eða gölluð gögn.
kk: Қолтаңба верификация қатесі: қолтаңба қоюшы табылмады, немесе олар өте көп, немесе алынған мәлімет дұрыс емес не зақымдалған.
km: បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទៀងផ្ទាត់​ហត្ថលេខា ៖ រក​មិន​ឃើញ​អ្នក​ចុះ​ហត្ថលេខា​ឡើយ ទិន្នន័យ​ខូច ឬ​មិន​ត្រឹមត្រូវ ។
kn: ಸಹಿ ಪರಿಶೀಲನೆ ವಿಫಲಗೊಂಡಿದೆ: ಯಾವುದೆ ಸೈನರ್ ಕಂಡುಬಂದಿಲ್ಲ, ಬಹಳ ಸೈನರುಗಳು ಕಂಡುಬಂದಿದೆ, ಅಥವ ಅಸಮರ್ಪಕ ಅಥವ ಭ್ರಷ್ಟ ಮಾಹಿತಿ.
ku: Erêkirina mifteyê bi ser neket: Dibe ku îmzekar nehatibe dîtin, gelek îmzekar hatibin dîtin an jî bi daneyên çewt an jî kêm têkilî hatibe danîn.
lt: Nepavyko patikrinti parašo, nes nerastas pasirašytojas, arba jų rasta per daug, arba duomenys yra sugadinti.
lv: Paraksta pārbaude neizdevās: nav parakstītāja, to ir pārāk daudz vai arī dati ir nepareizi, bojāti.
mai: हस्ताक्षर जाँच विफल: कोनो हस्ताक्षरकर्ता नहि भेटल, कतेक हस्ताक्षरकर्ता अथवा अनुचित अथवा खराब आंकड़ा अछि.
ml: ഒപ്പ് ഉറപ്പാക്കല്‍ പരാജയപ്പെട്ടു: ഒപ്പിടുന്ന ആള്‍ ലഭ്യമല്ല, അനവധി ഒപ്പിടുന്നവര്‍ ലഭ്യമായി, അല്ലെങ്കില്‍ തെറ്റായ ഡേറ്റാ.
mr: स्वाक्षरी तपासणी अपयशी: स्वाक्षरीकर्ता आढळला नाही, खूप जास्त स्वाक्षरीकर्ता, किंवा अयोग्य किंवा सदोषीत माहिती आढळली.
ms: Tandatangan penentusahan telah gagal: tidak ada penandatangan , didapati terlalu banyak penandatangan, atau tidak sempurna atau data tercemar.
my: လက်မှတ် အတည်ပြုခြင်း မအောင်မြင်ဘူး - လက်မှတ်ထိုးသူ မတွေ့ရဘူး၊ အလွန်များတဲ့ လက်မှတ်ထိုးသူတွေ တွေ့ရတယ်၊ (သို့) မသင့်လျော် (သို့) ပျက်စီးတဲ့ အချက်အလက်ကြမ်း။
nb_no: Signaturkontroll feilet: ingen signerer funnet, for mange signerere funnet, eller ugyldig/ødelagt data.
nn_no: Signaturverifikasjon feila: ingen signerar funne, for mange signerarar funne, eller ugyldige/øydelagde data.
oc: La verificacion de signatura a fracassat : cap de signatari, tròp de signataris o donadas corrompudas o incorrèctas.
pt_br: Falha na verificação de assinatura: nenhum signatário encontrado, muitos signatários encontrados ou dados corrompidos ou incorretos.
ro: Verificarea semnăturii a eșuat: nu s-a găsit niciun semnatar, au fost găsiți prea mulți sau datele sunt incorecte sau corupte.
si: අත්සන සහතික කිරීම අසමත්විය: අත්සන් කරන්නෙක් හමු නොවුණි, බොහෝ අත්සන් කරන්නන් හමු වුණි, නැත්නම් අක්‍රමානුකූල හෝ වැරදි දත්ත.
sr: Провера потписа није успела: потписник није пронађен, пронађено је превише потписника, или су подаци неодговарајући или покварени.
sv: Signaturverifiering misslyckades: ingen signerare hittades, för många signerare hittades, eller oriktig eller skadad data.
te: సంతకం నిర్ధారణ విఫలమైంది:ఎటువంచి సైనర్ కనబడలేదు, ఎక్కువమంది సైనర్సు ‌ కనబడినారు, లేదా సరికాని లేదా పాడైన డాటా కనబడింది.
th: การตรวจสอบลายเซ็นล้มเหลว: ไม่พบผู้เซ็น พบผู้เซ็นมากเกินไป หรือข้อมูลผิดรูปแบบหรือเสียหาย
ug: ئىمزا تەكشۈرۈش مەغلۇپ بولدى: ئىمزا قويغۇچ تېپىلمىدى، كۆپلىگەن ئىمزا قويغۇچ تېپىلدى ياكى ما كەلمەيدۇ ۋە ياكى خاتا سانلىق مەلۇمات.
uz: Imzoni tasdiqdan o‘tkazish amalga oshmadi: imzo topilmadi, juda ko‘p kirituvchilar topildi yoki nomunosib yoki buzilgan ma’lumot.
vi: Xác thực chữ kí thất bại: không tìm thấy người kí, quá nhiều người kí, hoặc do dữ liệu không phù hợp hoặc hư hỏng.
zh_tw: 簽章鑑別失敗: 找不到簽署者、找到太多簽署者或收到不正確、損毀的資料。

source: Unsupported or unknown key algorithm.
af: Nieondersteunde of onbekende sleutelalgoritme.
ar: خوارزمية مفتاح غير مدعومة أو غير معروفة.
as: অসমৰ্থিত অথবা অজ্ঞাত কি' এলগৰিথম।
az: Dəstəklənməyən ya da naməlum açar açma yolu.
bg: Неподдържан или непознат алгоритъм за ключа.
bn_bd: অসমর্থিত বা অজানা কী এলগরিদম।
br: Treol alc'hwez anskoret pe dianav.
ca: No es coneix l'algorisme de clau o bé no està implementat.
cy: Allwedd algorithm heb ei gynnal neu anhysbys.
es_mx: Algoritmo de claves no admitido o desconocido.
eu: Onartzen ez den edo ezezaguna den gako algoritmoa.
fa: الگوریتم کلید ناشناخته یا پشتیبانی نشده.
fur: L'algoritmi de clâf nol è supuartât o nol è cognossût.
ga_ie: Algartam eochrach nach dtacaítear leis no nach n-aithnítear.
gd: Algairim iuchrach neo-aithnichte no gun taic.
gu: બિનઆધારબૂત અથવા અજ્ઞાત કી અલગોરિધમ.
hi_in: असमर्थित या अज्ञात कुंजी अलगोरिथम.
hr: Nepodržani ili nepoznati algoritam ključa.
hu: Nem támogatott vagy ismeretlen kulcsalgoritmus.
hy_am: Անհայտ կամ չսպասարկվող բանալու ալգորիթմ:
id: Algoritma kunci yang tidak dikenali atau didukung.
is: Óstutt eða óþekkt lykla algrím.
kk: Кілт алгоритмі белгісіз, немесе оған қолдау жоқ.
km: ក្បួន​ដោះស្រាយ​​សោ​ដែល​មិន​ស្គាល់ ឬ​មិន​បាន​គាំទ្រ ។
kn: ಬೆಂಬಲವಿಲ್ಲದ ಅಥವ ಅಜ್ಞಾತ ಕೀಲಿ ಅಲ್ಗಾರಿದಮ್.
ku: Algorîtmaya nenas an jî nayê piştgirîkirin.
lt: Nepalaikomas arba nežinomas rakto algoritmas.
lv: Neatbalstīts vai nezināms atslēgu algoritms.
mai: असमर्थित अथवा अज्ञात कुँजी अलगोरिथम.
ml: അപരിചിതമായ അല്ലെങ്കില്‍ പിന്തുണയ്ക്കാത്ത് കീ ആര്‍ഗോരിഥം.
mr: असमर्थीत किंवा अपरिचीत कि अल्गोरिदम.
ms: Kekunci algoritma tidak disokong atau tidak diketahui.
my: လက်ခံမထား (သို့) အမည်မသိတဲ့ လုပ်ငန်း။
nb_no: Ustøttet eller ugyldig nøkkelalgoritme.
nn_no: Ikkje støtta eller ugyldig nykelalgoritme.
oc: Algoritme de clau pas gerit o desconegut.
pt_br: Algoritmo de chave desconhecido ou não suportado.
ro: Algoritm de criptare nesuportat sau necunoscut.
sd: بنا سمرٿن وارو يا نامعلوم مول ڳڻپ جي قاعدي جو سيٽ۔
si: සහය නොදක්වන හෝ නොදන්නා යතුරු ඇල්ගොරිතම.
sr: Неподржан или непознат алгоритам за кључеве.
sv: Ej stödd eller okänd nyckelalgoritm.
te: మద్దతీయని లేదా తెలియని కీఅల్గార్దెమ్.
th: อัลกอริทึมกุญแจที่ไม่รองรับหรือไม่รู้จัก
ug: دەلىللەنمىگەن ياكى نامەلۇم شىفىرلىق ئاچقۇچ ھېسابلاش ئۇسۇلى.
uz: Mos kelmaydigan yoki noma’lum kalit algoritmi.
vi: Thuật toán khóa không được hỗ trợ hoặc không xác định được.
zh_tw: 不支援或未知的金鑰演算法。

source: Cannot decrypt: encrypted using a disallowed algorithm or key size.
af: Kan nie dekripteer nie: geënkripteer met 'n nietoegelate algoritme of sleutelgrootte.
ar: لا يمكن الاستخراج: معمّاة باستخدام خوارزمية غير مسموحة أو حجم مفتاح غير مسموح.
as: ডিক্ৰিপ্ট কৰিব নোৱাৰি: এটা অনুমতি নথকা এলগৰিথম অথবা কি' আকাৰৰ সৈতে ইনক্ৰিপ্ট কৰা হৈছে।
az: Şifrə açıla bilmir: İcazə verilməyən bir açma yolu ilə ya da açar ölçüsündə şifrələnib.
bg: Не може да се дешифрова: шифровано с непозволен алгоритъм или дължина на ключ.
bn_bd: ডিক্রিপ্ট করা সম্ভব নয়: এনক্রিপশন করা হয়েছে অননুমোদিত এলগরিদম বা কী-আকার ব্যবহার করে।
br: N'haller ket ezrinegañ : restr enrineget oc'h arverañ un treol pe ur vent restr dizaotreet.
ca: No es pot desxifrar: s'ha xifrat amb un algorisme o una mida de clau no permesa.
cy: Methu dadgryptio: wedi ei amgryptio gan ddefnyddio algorithm gwaharddedig neu faint allwedd.
es_mx: No se puede descifrar: se ha cifrado usando un algoritmo o tamaño de clave no permitidos.
eu: Ezin da deszifratu: baimendu gabe dagoen algoritmo edo gako-tamaina batek zifratuta dago.
fa: قادر به رمزگشایی نیست: این اطلاعات توسط یک الگوریتم یا اندازهٔ کلید نامعتبر رمزگذاری شده است.
fur: No si pues decifrâ: la codificazion e je stade fate cuntun algoritmi o cuntune lungjece di clâf che no son permetûts.
ga_ie: Ní féidir díchriptiú a dhéanamh: criptithe le halgartam nó méid eochrach mícheadaithe.
gd: Cha ghabh a chrioptachadh: air a chrioptachadh le algairim no meud iuchrach nach eil ceadaichte.
gu: ડિક્રિપ્ટ કરી શકતા નથી: નહિં માન્ય અલગોરિધમ કે કી માપની મદદથી એનક્રિપ્ટ થયેલ છે.
hi_in: विगोपित नहीं कर सकता है: किसी अस्वीकृत अलगोरिथम या कुंजी आकार के प्रयोग से गोपित.
hr: Dešifriranje nije moguće: šifrirano korištenjem nedopuštenog algoritma ili veličine ključa.
hu: Nem sikerült visszafejteni: a titkosítás nem engedélyezett algoritmust vagy kulcsméretet használ.
hy_am: Չի ստացվում ապագաղտնագրել` գաղտնագրված է անթույլատրելի ալգորիթմով կամ բանալու չափով:
id: Tidak dapat mendekripsi: enkripsi menggunakan algoritma atau ukuran kunci yang tidak diizinkan.
is: Get ekki dulráðið: dulkóðun notar óleyfilegt algrím eða lyklastærð.
kk: Декодалау мүмкін емес: шифрлеу қолданып тұрған алгоритміне не кілт ұзындығына рұқсат жоқ.
km: មិន​អាច​ឌិគ្រីប​ឡើយ ៖ បាន​ឌិគ្រីប​​ដោយ​ប្រើ​ក្បួន​ដោះស្រាយ​​ដែល​មិន​បាន​អនុញ្ញាត ឬ​ទំហំ​សោ ។
kn: ಡೀಕ್ರಿಪ್ಟ್‍ ಮಾಡಲಾಗಿಲ್ಲ: ಅನುಮತಿ ಇಲ್ಲದ ಅಲ್ಗಾರಿದಮ್ ಅಥವ ಕೀಲಿಯ ಗಾತ್ರವನ್ನು ಬಳಸಿಕೊಂಡು ಎನಕ್ರಿಪ್ಟ್‍ ಮಾಡಲಾಗಿದೆ.
ku: Şîfre nayê deşîfrekririn: bi rêbazeke bêdestûr an jî di mezinahiya mifteyê de hatiye şîfrekirin.
lt: Iššifruoti nepavyko, nes užšifruota, naudojant uždraustą algoritmą arba rakto dydį.
lv: Nevar atšifrēt: nošifrēts izmantojot neatļautu algoritmu vai atslēgu garumu.
mai: विगोपित नहि कए सकैत अछि : ककरो अस्वीकृत अलगोरिथम अथवा कुँजी आकार क प्रयोग सँ गोपित.
ml: ഡീക്രിപ്റ്റ് ചെയ്യുവാന്‍ സാധ്യമല്ല: അനുവദിയ്ക്കാത്ത ആര്‍ഗോരിഥം അല്ലെങ്കില്‍ കീ വ്യാപ്തി ഉപയോഗിച്ചു് എന്‍ക്രിപ്റ്റ് ചെയ്തിരിയ്ക്കുന്നു.
mr: डिक्रीप्ट करू शकत नाही: सूचीत नसलेले अल्गोरिदम किंवा कि आकार वापरून एनक्रिप्ट केले गेले.
ms: Tidak boleh dinyahsulit: penyulitan menggunakan algoritma atau saiz kunci yang tidak dibenarkan.
my: စာဝှက် ဖေါ်လို့ မရနိုင်ဘူး -
nb_no: Klarte ikke dekryptere: Er kryptert med en algoritme eller nøkkelstørrelse som ikke er tillatt.
nn_no: Klarte ikkje å dekryptera: Er kryptert med ein algoritme eller nykelstorleik som ikkje er tillaten.
oc: Impossible de dechifrar : chifrat en utilizant un algoritme o una talha de clau pas autorizats.
pt_br: Não é possível descriptografar: criptografado usando um algoritmo ou tamanho de chave desaprovado.
ro: Nu se poate decripta: criptat cu ajutorul unui algoritm nepermis sau o mărime nepermisă de cheie.
sd: ڪوڊ کي سامگريءَ ۾ نٿا بدلائي سگهو سامگري ڪوڊ ۾ تبديل ڪيل اِجازت نہ ڏيل ڳڻپ جي قاعدي جو سيٽ يا ڪنجيءَ جو آڪار اِستعمال ڪري پيو۔
sr: Није могуће дешифровање: шифровано помоћу недозвољеног алгоритма или дужине кључа.
sv: Kan inte dekryptera: krypterad med en otillåten algoritm eller nyckelstorlek.
te: డీక్రిప్టు చేయలేదు: అనుమతించని అల్గార్దెమ్ లేదా కీసైజ్ వుపయోగించి ఎన్క్రిప్ట్ చేయబడింది.
th: ไม่สามารถถอดรหัส: ถูกเข้ารหัสโดยใช้อัลกอริทึมหรือขนาดกุญแจที่ไม่อนุญาต
ug: شېفىر يېشەلمىدى: يول قويۇلمايدىغان ھېسابلاش ئۇسۇلى ئىشلىتىلگەن ياكى شېفىرلىق ئاچقۇچ ئۇزۇنلۇقىدا شىفىرلانغان.
uz: Koddan chiqara olmadi: foydalanayotgan kodlashga ruxsat berilmagan algoritm yoki kalit hajmi.
vi: Không thể giải mã: mã khóa sử dụng thuật toán hoặc độ dài khóa không được công nhận.
zh_tw: 無法解密: 加密資訊使用不允許的演算法或金鑰長度。

source: Fortezza card has not been properly initialized. Please remove it and return it to your issuer.
bg: Картата Fortezza не е правилно инициализирана. Моля, изкарайте я и я върнете на издателя.
bn_in: Fortezza card সঠিক ভাবে শুরু হয়নি। অনুগ্রহ করে এটি খুলে নিয়ে সর্বরাহকারীকে ফেরত দিন।
br: N'eo ket bet deraouekaet mat ar gartenn Fortezza. Dilammit anezhi ha kasit anezhi en-dro d'ho skigner.
ca: La targeta Fortezza no s'ha inicialitzat de forma adequada. Extraieu-la i torneu-la al vostre emissor.
cy: Nid yw cerdyn Fortezza wedi ei gychwyn yn gywir. Tynnwch y cerdyn a'i ddychwelyd ar y cyhoeddwr.
gd: Cha deach a’ chairt Fortezza a thòiseachadh mar bu chòir. Thoir air falbh e ’s till dhan fhoillsichear agad e.
gu: Fortezza કાર્ડનો યોગ્ય રીતે આરંભ થયો નથી. મહેરબાની કરીને તેને દૂર કરો અને તેને તમારા અદા કરનારને આપો.
hu: A Fortezza kártya nem lett megfelelően inicializálva. Vegye ki, és juttassa vissza a kibocsátóhoz.
hy_am: Fortezza քարտը լավ չի ինիցիացվել: Խնդրեմ ջնջեք այն և վերադարձրեք տրամադրողին:
id: Kartu Fortezza tidak diinisialisasi dengan benar. Silakan copot dan kembalikan kepada penerbit Anda.
is: Fortezza kort er ekki frumstillt rétt. Fjarlægðu það og skilaðu til baka til útgefanda.
kk: Fortezza card дұрыс жасалмады. Оны алып тастап, шығарушысына қайтарыңыз.
kn: ಫೊರ್ಟೆಝಾ ಕಾರ್ಡ್ ಅನ್ನು ಸಮರ್ಪಕವಾಗಿ ಆರಂಭಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಅದನ್ನು ತೆಗೆದು ನಿಮಗೆ ಒದಗಿಸಿದವರಿಗೆ ಮರಳಿಸಿ.
lt: „Fortezza“ korta nebuvo tvarkingai inicijuota. Išimkite ją ir grąžinkite tam, kas ją suteikė.
nb_no: Fortezza-kort har ikke blitt ordentlig initialisert. Fjern det, og returner det til utsteder.
nn_no: Fortezza-kort har ikkje vorte skikkeleg initialisert. Fjern det, og returner det til utskrivar.
pt_br: O cartão Fortezza não foi iniciado corretamente. Por favor remova-o e devolva-o ao seu emissor.
sv: Fortezza-kortet har inte initierats korrekt. Var god ta bort det och återlämna det till utfärdaren.

source: No Fortezza cards Found
af: Geen Fortezza-kaart gevind nie
ar: لم يُعثر على بطاقات فورتيزا
as: কোনো Fortezza কাৰ্ড পোৱা নগল।
az: Fortezza kartı tapılmadı
bg: Не са намерени карти Fortezza
bn_bd: কোনো Fortezza কার্ড পাওয়া যায়নি
br: N'eus ket bet kavet kartennoù Fortezza
ca: No s'ha trobat cap targeta Fortezza
cy: Heb ganfod cerdyn Fortezza
es_mx: No se han encontrado tarjetas Fortezza
eu: Ez da Fortezza txartelik aurkitu
fa: کارت فورتزایی وجود ندارد
fur: No si à cjatât nissune schede Fortezza.
ga_ie: Níor aimsíodh cárta Fortezza
gd: Cha deach cairt Fortezza a lorg
gu: કોઈ Fortezza કાર્ડો મળ્યા નહિં
hi_in: कोई Fortezza कार्ड नहीं मिला
hr: Nijedna fortezza kartica nije pronađena
hu: Nem található Fortezza kártya
hy_am: Չգտնվեց Fortezza -ի ոչ մի քարտ
id: Tidak ada kartu Fortezza yang dapat ditemukan
is: Ekkert Fortezza kort fannst
kk: Бірде-бір Fortezza картасы табылмады
km: រក​មិន​ឃើញ​កាត​របស់ Fortezza ឡើយ
kn: ಯಾವುದೆ ಫೊರ್ಟೆಝಾ ಕಾರ್ಡುಗಳು ಕಂಡು ಬಂದಿಲ್ಲ
ku: karta Fortezza nehat dîtin
lt: „Fortezza“ kortų nerasta
lv: Nav atrasta neviena Fortezza karte
mai: कोनो Fortezza कार्ड नहि भेटल
ml: ഫോര്‍ട്ടെസ്സാ കാര്‍ഡുകള്‍ ലഭ്യമായില്ല
mr: Fortezza कार्ड आढळले नाही
ms: Tiada kad Fortezza dijumpai
my: Fortezza များ မတွေ့ရဘူး။
nb_no: Ingen Fortezza-kort ble funnet
nn_no: Ingen Fortezza-kort vart funne
oc: Cap de carta Fortezza es pas estada trobada
pt_br: Nenhum cartão Fortezza encontrado
ro: Nu a fost găsit niciun card Fortezza
sd: فورٽيزا ڪارڊن جو پتو نہ لڳو
si: Fortezza පත්‍ර හමු නොවුණි
sr: Није нађена ниједна фортеца (Fortezza) карта
sv: Inga Fortezza-kort hittades
te: ఎటువంచి ఫార్టెజ్జా కార్డ్సుకనబడలేదు.
th: ไม่พบการ์ด Fortezza
ug: Fortezza كارتىسى تېپىلمىدى
uz: Fortezza kartalari topilmadi.
vi: Không tìm thấy thẻ Fortezza nào
zh_tw: 找不到 Fortezza 卡

source: No Fortezza card selected
af: Geen Fortezza-kaart gekies nie
ar: لم تُختر أي بطاقة فورتيزا
as: কোনো Fortezza কাৰ্ড নিৰ্বাচন কৰা হোৱা নাই।
az: Fortezza kartı seçilmədi
bg: Не е избрана карта Fortezza
bn_bd: কোনো Fortezza কার্ড নির্বাচন করা হয়নি
br: N'eus kartenn Fortezza ebet bet diuzet.
ca: No s'ha seleccionat cap targeta Fortezza
cy: Heb ddewis cerdyn Fortezza
es_mx: No hay tarjeta Fortezza seleccionada
eu: Ez da Fortezza txartelik hautatu
fa: کارت فورتزایی انتخاب نشده است
fur: No tu âs selezionât nissune schede Fortezza.
ga_ie: Níl cárta Fortezza roghnaithe
gd: Cha deach cairt Fortezza a thaghadh
gu: કોઈ Fortezza કાર્ડ પસંદ થયેલ નથી
hi_in: कोई Fortezza कार्ड नहीं चुना गया
hr: Nijedna fortezza kartica nije odabrana
hu: Nincs kiválasztva Fortezza kártya
hy_am: Ընտրված չէ Fortezza-ի որևէ քարտ
id: Tidak ada kartu Fortezza yang dipilih
is: Ekkert Fortezza kort valið
kk: Бірде-бір Fortezza картасы ерекшеленбеді
km: មិន​បាន​ជ្រើស​កាត Fortezza ឡើយ
kn: ಯಾವುದೆ ಫೊರ್ಟೆಝಾ ಕಾರ್ಡುಗಳು ಆರಿಸಲ್ಪಟ್ಟಿಲ್ಲ
ku: Karta Fortezza nehat hilbijartin
lt: Nepasirinkta „Fortezza“ korta
lv: Nav izvēlēta Fortezza karte
mai: कोनो Fortezza कार्ड नहि चुनल गेल
ml: ഒരു ഫോര്‍ട്ടെസ്സാ കാര്‍ഡും തെരഞ്ഞെടുത്തിട്ടില്ല
mr: Fortezza कार्ड निवडले नाही
ms: Tiada kad Fortezza dipilih
my: Fortezza များ မရွေးချယ်ထားဘူး။
nb_no: Ingen Fortezza-kort er valgt
nn_no: Ingen Fortezza-kort er valt
oc: Cap de carta Fortezza es pas estada seleccionada
pt_br: Nenhum cartão Fortezza selecionado
ro: Nu a fost selectat niciun card Fortezza
sd: ڪوبہ فورٽيزا ڪارڊ نہ چونڊيو ويو
si: Fortezza පත්‍ර තෝරා නොගැනුණි
sr: Није изабрана фортеца (Fortezza) карта
sv: Inget Fortezza-kort valt
te: ఎటువంటి ఫార్టెజ్జా కార్డ్సుఎంపికకాలేదు.
th: ไม่มีการ์ด Fortezza ที่เลือก
ug: Fortezza كارتىسى تاللانمىدى
uz: Fortezza kartalari topilmadi
vi: Chưa chọn thẻ Fortezza
zh_tw: 未選擇 Fortezza 卡
