Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Peer's Certificate has expired.
af: Eweknie se sertifikaat het verval.
ar: شهادة الند منتهية الصلاحية.
as: সমনীয়াৰ প্ৰমাণপত্ৰৰ অৱশান ঘটিছে।
az: Həmkarın təsdiq sənədinin vaxtı çıxıb.
bn_bd: পিয়ারের সার্টিফিকেটের মেয়াদ উত্তীর্ণ হয়ে গেছে।
bn_in: সমকক্ষের সার্টিফিকেটের মেয়াদ উত্তীর্ণ হয়ে গেছে।
br: Diamzeret eo testeni ar par.
ca: El certificat de l'altre extrem ha vençut.
cy: Tystysgrif Cyfoed wedi dod i ben.
es_mx: El certificado de la otra parte ha expirado.
eu: Pareko ziurtagiria iraungita dago.
fa: گواهی طرف مقابل منقضی شده است.
fur: Il certificât di chel altri estrem al è scjadût.
ga_ie: Tá teastas an chomhghleacaí as feidhm.
gd: Dh'fhalbh an ùine air teisteanas an t-seise.
hi_in: साथी का प्रमाणपत्र की मियाद पूरी हो गई.
hr: Certifikat čvora je istekao.
hu: A partner tanúsítványa lejárt.
hy_am: Հանգույցի արտոնագիրը սպառված է:
id: Sertifikat pihak lain kedaluwarsa.
is: Skilríki jafningja er útrunnið.
kk: Торап сертификатының мерзімі біткен.
km: វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​ដូចគ្នា​ផុត​កំណត់​ហើយ ។
kn: ಪೀರ್ ನ ಪ್ರಮಾಣಪತ್ರದ ಕಾಲಾವಧಿ ಮುಗಿದಿದೆ.
ku: sertîfîkaya peer kevin bûye.
lt: Partnerinio kompiuterio liudijimo galiojimo laikas pasibaigęs.
lv: Partnera sertifikātam beidzies termiņš.
mai: सँगी क प्रमाणपत्र क मियाद पूर्ण भ' गेल.
ml: പിയര്‍ സര്‍ട്ടിഫിക്കേറ്റിന്റെ കാലാവധി കഴിഞ്ഞിരിയ്ക്കുന്നു.
mr: समघटकाचे प्रमाणपत्र कालबाह्य झाले.
ms: Sijil Karib telah luput.
my: မျိုးတူ လက်မှတ်ဟာ သက်တမ်းကုန်ပြီ။
oc: Lo certificat del par a expirat.
pt_br: O certificado do sistema remoto está com a validade vencida.
ro: Certificatul partenerului a expirat.
sd: ثانيءَ جي سرٽيفڪيٽ جو مدو پورو ٿي چڪو آهي۔
si: අග්‍රයේ සහතිකය කල් ඉකුත් වී ඇත.
sr: Сертификат удаљеног рачунара је истекао.
sv: Den andra partens certifikat har förfallit.
te: పీర్‌యొక్క ధృవీకరణపత్రం కాలముతీరినది.
ug: نۇقتا گۇۋاھنامىسىنىڭ ۋاقتى ئۆتكەن.
uz: Manbaning sertifikati eskirgan.
vi: Chứng thực của máy ngang hàng đã hết hạn.
zh_tw: 節點的憑證已過期。

source: Peer's Certificate has been revoked.
af: Eweknie se sertifikaat is opgehef.
ar: شهادة الند مفسوخة.
as: সমনীয়াৰ প্ৰমাণপত্ৰ প্ৰত্যাহাৰ কৰা হৈছে।
az: Təsdiq sənədi ləğv edilib.
bn_bd: পিয়ারের সার্টিফিকেট বাতিল হয়ে গেছে।
bn_in: সমকক্ষের সার্টিফিকেট বাতিল হয়ে গেছে।
br: Lamet kuit eo bet testeni ar par.
ca: S'ha revocat el certificat de l'altre extrem.
cy: Tystysgrif Cyfoed wedi ei atal.
es_mx: El certificado de la otra parte ha sido revocado.
eu: Pareko ziurtagiria ukatua dago.
fa: گواهی طرف مقابل لغو شده است.
fur: Il certificât al è stât revocât.
ga_ie: Tá teastas an chomhghleacaí cúlghairthe.
gd: Chaidh teisteanas an t-seise a chùl-ghairm.
hi_in: साथी का प्रमाणपत्र वापस किया गया.
hr: Certifikat čvora je poništen.
hu: A partner tanúsítványát visszavonták.
hy_am: Հանգույցի արտոնագիրը ետ է կանչվել:
id: Sertifikat pihak lain telah dicabut.
is: Skilríki jafningja hefur verið afturkallað.
kk: Торап сертификаты қайта шақырылды.
km: វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​​ដូចគ្នា​​ត្រូវ​បាន​ដកហូត ។
kn: ಪೀರ್ ನ ಪ್ರಮಾಣಪತ್ರವನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.
ku: Sertîfîkaya peer hatiye betalkirin.
lt: Partnerinio kompiuterio liudijimas atšauktas.
lv: Partnera sertifikāts ir anulēts.
mai: सँगी क प्रमाणपत्र वापस कएल गेल.
ml: പിയറിന്റെ സര്‍ട്ടിഫിക്കേറ്റ് പിന്‍വലിച്ചിരിയ്ക്കുന്നു.
mr: समघटाकचे प्रमाणपत्र पुन्हस्थापीत केले.
ms: Sijil rangkaian telah dimansuhkan
my: မျိုးတူ လက်မှတ်ကို ပြန်သိမ်းလိုက်ပြီ။
oc: Lo certificat del par es estat revocat.
pt_br: O certificado do sistema remoto foi revogado.
ro: Certificatul partenerului a fost revocat.
sd: ثانيءَ جو سرٽيفڪيٽ رد ڪيو ويو آهي
si: අග්‍රයේ සහතිකය ඉල්ලා අස් කරගෙන ඇත.
sr: Сертификат удаљеног рачунара је опозван.
sv: Den andra partens certifikat har dragits in.
te: పీర్‌యొక్క ధృవీకరణపత్రం కొట్టివేయబడింది.
ug: نۇقتا گۇۋاھنامىسى بىكار قىلىنغان.
uz: Manbaning sertifikati rad qilindi.
vi: Chứng thực của máy ngang hàng đã bị thu hồi.
zh_tw: 節點的憑證已廢止。

source: Peer's Certificate issuer is not recognized.
af: Eweknie se sertifikaatuitreiker word nie herken nie.
ar: لم يُتعرف على مزوّد شهادة الند.
as: সমনীয়াৰ প্ৰমাণপত্ৰ প্ৰেৰণকৰ্তাক চিনাক্ত কৰিব নোৱাৰি।
az: Həmkarın təsdiq sənədini yayımlayan tanınmır.
bn_bd: পিয়ারের সার্টিফিকেট নির্মাণকারী পরিচিত নয়।
bn_in: সমকক্ষের সার্টিফিকেট নির্মাণকারী পরিচিত নয়।
br: N'eo ket anavezet skigner testeni ar par.
ca: No es reconeix l'emissor del certificat de l'altre extrem.
cy: Cyhoeddwr Tystysgrif Cyfoed heb ei adnabod.
es_mx: El emisor del certificado de la otra parte no se reconoce.
eu: Pareko ziurtagiri jaulkitzailea ez da ezagutzen.
fa: صادرکنندهٔ گواهی طرف مقابل ناشناخته است.
fur: L'emissôr dal certificât dal estrem nol è stât cognossût
ga_ie: Ní aithnítear eisitheoir theastas an chomhghleacaí.
gd: Chan eil foillsichear teisteanas an t-seise 'ga aithneachadh.
hi_in: साथी का प्रमाणपत्र निर्गतकर्ता अपरिचित है.
hr: Izdavač certifikata čvora nije prepoznat.
hu: A partner tanúsítványának kiadója nem elismert.
hy_am: Հանգույցի արտոնագիր տրամադրողը ճանաչված չէ:
id: Penerbit Sertifikat pihak lain tidak dikenali.
is: Útgefandi skilríkja jafningja er ekki þekktur.
kk: Торап сертификатының шығарушысы анықталмады.
km: អ្នក​ចេញ​វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​ដូចគ្នា​​មិន​ត្រូវ​បាន​ទទួល​ស្គាល់​ឡើយ ។
kn: ಪೀರ್ ನ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಒದಗಿಸಿದವರನ್ನು ಗುರುತಿಸಲಾಗಿಲ್ಲ.
ku: Belavkerê sertîfîkaya peer nayê naskirin.
lt: Partnerinio kompiuterio liudijimą išdavė nežinoma įstaiga.
lv: Partnera sertifikāta izdevējs nav pazīstams.
mai: सँगी क प्रमाणपत्र निर्गतकर्ता अपरिचित अछि.
ml: പിയറിന്റെ സര്‍ട്ടിഫിക്കേറ്റ് ഇഷ്യൂവര്‍ അപരിചിതമാണു്.
mr: समघटकाचे प्रमाणपत्र नियोजक अधिप्रमाणीत नाही.
ms: Sijil Karib adalah tidak sah.
my: မျိုးတူ လက်မှတ် ထုတ်ပြန်သူကို မမှတ်မိဘူး။
oc: L'autoritat de desliurança del certificat del par es pas reconeguda.
pt_br: O expedidor do certificado do sistema remoto não é reconhecido.
ro: Emitentul certificatului partenerului nu este recunoscut.
sd: ثانيءَ جو سرٽيفڪيٽ جاري ڪندڙ نٿو پڇاڻ ۾ اَچي۔
si: අග්‍රයේ සහතිකය නිකුත් කරන්නා නොහඳුනයි.
sr: Издавач сертификата за удаљени рачунар није препознат.
sv: Den andra partens certifikat är utfärdat av en okänd utfärdare.
te: పీర్‌యొక్క ధృవీకరణపత్రం యిచ్చినవారు గుర్తించబడిలేదు.
ug: نۇقتا گۇۋاھنامە تارقاتقۇچىنى پەرق ئېتەلمىدى.
uz: Manbaning sertifikati muallifi aniqlanmadi.
vi: Người cung cấp chứng thực máy ngang hàng chưa được nhận diện.
zh_tw: 無法辨認節點的憑證簽發者。

source: Peer's public key is invalid.
af: Eweknie se publieke sleutel is ongeldig.
ar: مفتاح الند العام غير صالح.
as: সমনীয়াৰ ৰাজহুৱা কি' অবৈধ।
az: Həmkarın ümumi açarı etibarsızdır.
bn_bd: পিয়ারের পাবলিক কী কার্যকর নয়।
bn_in: সমকক্ষের সার্বজনীন-কি বৈধ নয়।
br: Didalvoudek eo alc'hwez foran ar par.
ca: La clau pública de l'altre extrem no és vàlida.
cy: Allwedd cyhoeddus y cyfoed yn annilys.
es_mx: La clave pública de la otra parte no es válida.
eu: Parekoaren gako publikoa baliogabea da.
fa: کلید عمومی طرف مقابل نامعتبر است.
fur: La clâf publiche di chel altri estrem no je valide.
ga_ie: Tá eochair phoiblí an chomhghleacaí neamhbhailí.
gd: Tha iuchair phoblach an t-seise mì-dhligheach.
hi_in: साथी का सार्वजनिक कुंजी अवैध है.
hr: Javni ključ čvora je nevaljani.
hu: A partner nyilvános kulcsa érvénytelen.
hy_am: Հանգույցի բաց բանալին սխալ է:
id: Kunci publik pihak lain tidak sah.
is: Dreifilykill jafningja er rangur.
kk: Тораптың ашақ кілті қате.
km: សោ​សាធារណៈ​របស់​ម៉ាស៊ីន​ដូចគ្នា​មិន​ត្រឹមត្រូវ ។
kn: ಪೀರ್ ನ ಖಾಸಗಿ ಕೀಲಿಯು ಅಮಾನ್ಯವಾಗಿದೆ.
ku: Mifteya gelemperî a peer nederbasdar e.
lt: Partnerinio kompiuterio viešasis raktas negaliojantis.
lv: Partnera publiskā atslēga nav derīga.
mai: सँगी क सार्वजनिक कुँजी अवैध अछि.
ml: പിയറിന്റെ പൊതു കീ അസാധുവാണു്.
mr: समघटकाची सार्वजणिक कि अवैध आहे.
ms: Kunci umum Rakan jaringan adalah tidak sah.
my: မျိုးတူရဲ့ လူထု သော့ချက်ဟာ မမှန်ကန်ဘူး။
oc: La clau publica del par es invalida.
pt_br: A chave pública do sistema remoto é inválida.
ro: Cheia publică a partenerului este invalidă.
sd: ثانيءَ جي عام ڪنجي نامنظور آهي۔
si: අග්‍රයේ පොදු යතුර අවලංගුයි.
sr: Јавни кључ удаљеног рачунара је неважећи.
sv: Den andra partens öppna nyckel är ogiltig.
te: పీర్‌యొక్క పబ్లిక్ కీ చెల్లనిది.
ug: نۇقتا ئاممىۋى شىفىرلىق ئاچقۇچى ئىناۋەتسىز.
uz: Manbaning ommaviy kaliti noto‘g‘ri.
vi: Khoá chung của máy ngang hàng không đúng.
zh_tw: 節點的公開金鑰無效。

source: Peer's certificate issuer has been marked as not trusted by the user.
af: Eweknie se sertifikaatuitreiker is gemerk as nie deur die gebruiker vertrou nie.
ar: اعتبر المستخدم مزوّد شهادة الند غير موثوق.
as: সমনীয়াৰ প্ৰমাণপত্ৰ প্ৰেৰণকৰ্তাক ব্যৱহাৰকাৰী দ্বাৰা ভৰষা কৰিব নোৱাৰি হিচাপে চিহ্নিত কৰা হৈছে।
az: Həmkarın təsdiq sənədi yayımlayıcısı, istifadəçi tərəfindən etibarsız olaraq işarələnib.
bn_bd: পিয়ারের সার্টিফিকেট নির্মাণকারীকে ব্যবহারকারী দ্বারা বিশ্বস্ত ধার্য করা হয়নি।
bn_in: সমকক্ষের সার্টিফিকেট নির্মাণকারীকে ব্যবহারকারী দ্বারা বিশ্বস্ত ধার্য করা হয়নি।
br: Merket eo bet testeni skigner ar par evel disfiziek gant an arveriad.
ca: L'emissor del certificat d'iguals ha estat marcat per l'usuari com a de no confiança.
cy: Cyhoeddwr tystysgrif cyfoed wedi ei nodi fel annibynadwy gan y defnyddiwr.
es_mx: El emisor del certificado de la otra parte ha sido marcado como no confiable por el usuario.
eu: parekoaren ziurtagiri jaulkitzailea erabiltzaileak ez konfiantzakoa bezala markatu du.
fa: صادرکنندهٔ گواهی طرف مقابل از طرف کاربر غیر قابل اعتماد تشخیص داده شده است.
fur: L'emissôr dal certificât dal estrem no je stade calcolade afidabile dal utent.
ga_ie: Tá eisitheoir theastas an chomhghleacaí marcáilte mar cheann nach gcuireann an úsáideoir muinín ann.
gd: Tha comharra ri foillsichear teisteanas an t-seise a tha ag ràdh nach eil earbsa aig a' chleachdaiche ann.
hi_in: साथी का प्रमाणपत्र निर्गतकर्ता को उपयोक्ता के द्वारा अविश्वसनीय के रूप में चिह्नित किया गया है.
hr: Izdavača certifikata čvora je korisnik označio kao nepouzdanog.
hu: A partner tanúsítványának kiadója nem megbízhatónak van jelölve a felhasználónál.
hy_am: Օգտագործողը հանգույցի արտոնագիր տրամադրողին որակել է որպես անհուսալի:
id: Penerbit sertifikat pihak lain telah ditandai tidak dipercaya oleh pengguna.
is: Útgefandi skilríkja jafningja hefur verið merktur sem ekki treystandi af notanda.
kk: Пайдаланушы торап сертификатын шағарушысына сенбейді.
km: អ្នក​ចេញ​វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​ដូចគ្នា​ត្រូវ​បាន​សម្គាល់​មិន​ជឿ​ទុកចិត្ត​ដោយ​​អ្នក​ប្រើ ។
kn: ಬಳಕೆದಾರನು ಪೀರ್ ನ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಒದಗಿಸಿದವರನ್ನು ನಂಬಿಕೆ ಅರ್ಹರಲ್ಲ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ.
ku: Belavkerê sertîfîkaya peer ji aliyê bikarhêner ve weke lê nayê bawerkirin, hatiye nîşankirin.
lt: Partnerinio kompiuterio liudijimą išdavusi įstaiga naudotojo pažymėta kaip nepatikima.
lv: Partnera sertifikāta izdevēju lietotājs ir atzīmējis kā neuzticamu.
mai: सँगी क प्रमाणपत्र निर्गतकर्ता केँ प्रयोक्ता क द्वारा अविश्वसनीय क रूपेँ चिह्नित कएल गेल अछि.
ml: ഉപയോക്തിവിനു് വിശ്വാസമല്ല എന്നു് പിയര്‍ സര്‍ട്ടിഫിക്കേറ്റിന്റെ ഇഷ്യൂവര്‍ അടയാളപ്പെടുത്തിയിരിയ്ക്കുന്നു.
mr: समघटाचे प्रमाणपत्र देयक वापरकर्ता द्वारे अविश्वासर्ह असे चिन्हाकृत केले गेले आहे.
ms: Penerbit sijil karib yang telah ditanda sebagai pengguna yang tidak dapat dipercayai.
my: မျိုးတူရဲ့ လက်မှတ် ထုတ်ပြန်သူကို သုံးစွဲသူက မယုံကြည်ရတဲ့ အဖြစ်နဲ့ မှတ်ထားခံရတယ်။
oc: L'autoritat de desliurança del certificat del par es estada marcada coma indigna de fisança per l'utilizaire.
pt_br: O expedidor do certificado do sistema remoto foi marcado pelo usuário como não confiável.
ro: Emitentul certificatului partenerului a fost marcat ca nefiind de încredere de către utilizator.
sd: ثانيءَ جو سرٽيفڪيٽ جاري ڪندڙ اِستعمال ڪندڙ دواران وشواس نہ ڪرڻ جوڳو ڏٺو ويو آهي۔
si: අග්‍රයේ සහතිකය නිකුත් කරන්නා භාවිතා කරන්නා විසින් විශ්වාස නොකරන බවට සළකුණු කර ඇත.
sr: Корисник је означио да издавач сертификата за удаљени рачунар није од поверења.
sv: Utfärdaren av den andra partens certifikat har märkts som icke betrodd av användaren.
te: పీర్‌కు ధృవీకరణపత్రం ఇచ్చినది వాడుకరరిచేత నమ్మదగనదిగా గుర్తుంచబడింది.
ug: ئىشلەتكۈچى نۇقتا گۇۋاھنامە تارقاتقۇچىنى ئىشەنچسىز دەپ بەلگە سالغان.
uz: Manbaning sertifikatini beruvchi ishonchsiz sifatida foydalanuvchi tomonidan belgilgangan.
vi: Người cung cấp chứng thực máy ngang hàng bị đánh dấu không tin tưởng bởi người sử dụng.
zh_tw: 節點的憑證簽發者已被使用者標記為不受信任。

source: Peer's certificate has been marked as not trusted by the user.
af: Eweknie se sertifikaat is gemerk as nie deur die gebruiker vertrou nie.
ar: اعتبر المستخدم شهادة الند غير موثوقة.
as: সমনীয়াৰ প্ৰমাণপত্ৰক ব্যৱহাৰকাৰী দ্বাৰা ভৰষা কৰিব নোৱাৰি হিচাপে চিহ্নিত কৰা হৈছে।
az: Həmkarın təsdiq sənədi, istifadəçi tərəfindən etibarsız olaraq işarələnib.
bn_bd: পিয়ারের সার্টিফিকেটকে ব্যবহারকারী দ্বারা বিশ্বস্ত ধার্য করা হয়নি।
bn_in: সমকক্ষের সার্টিফিকেটকে ব্যবহারকারী দ্বারা বিশ্বস্ত ধার্য করা হয়নি।
br: Merket eo bet testeni ar par evel disfiziek gant an arveriad.
ca: L'usuari ha marcat que el certificat de l'altre extrem no és de confiança.
cy: Tstysgrif cyfoed wedi ei nodi fel annibynadwy gan y defnyddiwr.
es_mx: El certificado de la otra parte ha sido marcado como no confiable por el usuario.
eu: parekoaren ziurtagiria erabiltzaileak ez konfiantzakoa bezala markatu du.
fa: گواهی طرف مقابل از طرف کاربر غیر قابل اعتماد تشخیص داده شده است.
fur: Il certificât dal estrem nol è stât calcolât afidabil dal utent.
ga_ie: Tá teastas an chomhghleacaí marcáilte mar cheann nach gcuireann an úsáideoir muinín ann.
gd: Tha comharra ri teisteanas an t-seise a tha ag ràdh nach eil earbsa aig a' chleachdaiche ann.
hi_in: साथी का प्रमाणपत्र उपयोक्ता के द्वारा अविश्वसनीय के रूप में चिह्नित किया गया है.
hr: Certifikata čvora je korisnik označio kao nepouzdani.
hu: A partner tanúsítványa nem megbízhatónak van jelölve a felhasználónál.
hy_am: Հանգույցի սերտիֆիկատը պիտակվել է որպես օգտագործողի կողմից անվստահելի:
id: Sertifikat pihak lain telah ditandai tidak dipercaya oleh pengguna.
is: Skilríki jafningja hefur verið merkt sem ekki treystandi af notanda.
kk: Пайдаланушы торап сертификатына сенбейді.
km: វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​ដូចគ្នា​ត្រូវ​បាន​សម្គាល់​មិន​ជឿ​ទុកចិត្ត​ដោយ​អ្នក​ប្រើ ។
kn: ಪೀರ್ ನ ಪ್ರಮಾಣಪತ್ರವು ಬಳಕೆದಾರರಿಂದ ನಂಬಿಕೆ ಅರ್ಹವಲ್ಲ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ.
ku: Sertîfîkaya peer ji aliyê bikarhêner ve weke lê nayê bawerkirin, hatiye nîşankirin.
lt: Partnerinio kompiuterio liudijimas naudotojo pažymėtas kaip nepatikimas.
lv: Partnera sertifikātu lietotājs ir atzīmējis kā neuzticamu.
mai: सँगी क प्रमाणपत्र प्रयोक्ता क द्वारा अविश्वसनीय क रूपेँ चिह्नित कएल गेल अछि.
ml: ഉപയോക്തിവിനു് വിശ്വാസമല്ല എന്നു് പിയര്‍ സര്‍ട്ടിഫിക്കേറ്റ് അടയാളപ്പെടുത്തിയിരിയ്ക്കുന്നു.
mr: समघटाचे प्रमाणपत्र वापरकर्ता द्वारे अविश्वासर्ह असे चिन्हाकृत केले गेले आहे.
ms: Sijil karib telah ditanda sebagai sijil yang tidak dipercayai oleh penggune.
my: မျိုးတူရဲ့ လက်မှတ်ကို သုံးစွဲသူက မယုံကြည်ရတဲ့ အဖြစ်နဲ့ မှတ်ထားခံရတယ်။
oc: Lo certificat del par es estat marcat coma indigne de fisança per l'utilizaire.
pt_br: O certificado do sistema remoto foi marcado pelo usuário como não confiável.
ro: Certificatul partenerului a fost marcat ca nefiind de încredere de utilizator.
sd: ثانيءَ جو سرٽيفڪيٽ اِستعمال ڪندڙ دواران وشواس نہ ڪرڻ جوڳو ڏٺو ويو آهي۔
si: අග්‍රයේ සහතිකය භාවිතා කරන්නා විසින් විශ්වාස නොකරන බවට සළකුණු කර ඇත.
sr: Корисник је означио да сертификат удаљеног рачунара није од поверења.
sv: Den andra partens certifikat har märkts som icke betrott av användaren.
te: పీర్‌యొక్క ధృవీకరణపత్రం వాడుకరిచేత నమ్మదగనదిగా గుర్తుంచబడింది.
ug: ئىشلەتكۈچى نۇقتا گۇۋاھنامىسىغا ئىشەنچسىز دەپ بەلگە سالغان.
uz: Manbaning sertifikati ishonchsiz sifatida foydalanuvchi tomonidan belgilgangan.
vi: Chứng thực máy ngang hàng bị đánh dấu không tin tưởng bởi người sử dụng.
zh_tw: 節點的憑證已被使用者標記為不受信任。

source: Downloaded certificate's name duplicates one already in your database.
af: Afgelaaide sertifikaat se naam is 'n duplikaat van een reeds in die databasis.
ar: اسم الشهادة المحمّلة موجود مسبقًا في قاعدة بياناتك.
as: ডাউনলোড কৰা প্ৰমাণপত্ৰৰ নাম আপোনাৰ ডাটাবেইচত ইতিমধ্যে থকা এটাৰ লগত প্ৰতিলিপিত হৈছে।
az: Təsdiq sənəinin adı verilənlər bazanızdakı ilə ynidir.
bn_bd: ডাউনলোড করা সার্টিফকেটের নাম, ডাটাবেসে বর্তমানে উপস্থিত একটি সার্টিফিকেটের নামের অনুরূপ।
bn_in: ডাউনলোড করা সার্টিফকেটের নাম, ডাটাবেসে বর্তমানে উপস্থিত একটি সার্টিফিকেটের নামের অনুরূপ।
br: Anv an testeni bet pellgarget a arredaol unan endeo en ho stlennvank.
ca: El nom dels certificats baixats duplica un que ja es troba a la vostra base de dades.
cy: Mae enw'r dystysgrif llwythwyd i lawr yn dyblygu un sydd yn eich cronfa ddata.
es_mx: El nombre del certificado descargado duplica uno ya instalado en tu base de datos.
eu: Deskargaturiko ziurtagiriak zure datubasean dagoeneko dagoen bat bikoizten du.
fa: نام گواهی بارگیری شده عیناً مشابه نامی موجود در پایگاه دادهٔ شما است.
fur: Il non dal certificât discjamât al è compagn di un che al è za te tô base di dâts.
ga_ie: Tá ainm an teastais íosluchtaithe in úsáid i do bhunachar sonraí cheana féin.
gd: Tha ainm an teisteanais a luchdaich thu a-nuas 'ga chleachdadh san stòr-dàta agad mu thràth.
hi_in: डाउनलोड किया प्रमाणपत्र का नाम आपके डेटाबेस में पहले से किसी एक की अनुकृति करता है.
hr: Preuzeti naziv certifikata se podudara s drugim koji se već nalazi u vašoj bazi podataka.
hu: A letöltött tanúsítvány neve egyezik egy adatbázisban levőével.
hy_am: Բեռնված սերտիֆիկատի անունը կրկնում է ձեր տվյալների բազայում գոյություն ունեցող սերտիֆիկատի անունը:
id: Nama sertifikat yang diunduh sama dengan yang sudah ada dalam basis data.
is: Niðurhalað nafn skilríkis er þegar til í gagnagrunni.
kk: Жүктеліп алынған сертификат аты бар болып тұрған біреуіне сәйкес.
km: ឈ្មោះ​របស់​វិញ្ញាបនបត្រ​ដែល​បាន​ទាញ​យក​ស្ទួន​នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​របស់​អ្នក ។
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾದ ಪ್ರಮಾಣಪತ್ರದ ಹೆಸರಿನ ಇನ್ನೊಂದು ಪ್ರತಿ ಈಗಾಗಲೆ ನಿಮ್ಮ ದತ್ತಸಂಚಯದಲ್ಲಿ ಇದೆ.
ku: Navê sertîfîkaya jêbarkirî jixwe di danegeha te de heye.
lt: Atsiųsto liudijimo vardas dubliojasi su jau esančiu duomenų bazėje.
lv: Lejupielādētā sertifikāta nosaukums sakrīt ar kādu, kas jau ir jūsu datubāzē.
mai: डाउनलोड कएल प्रमाणपत्र क नाम अहाँक डेटाबेस मे पहिने सँ ककरो एकटा क अनुकृति करैत अछि.
ml: ഡൌണ്‍ലോഡ് ചെയ്ത സര്‍ട്ടിഫിക്കേറ്റിന്റെ പേരു് നിങ്ങളുടെ ഡേറ്റാബെയിസിലുള്ളൊരെണ്ണവുമായി സാമ്യമുണ്ടു്.
mr: डाउनलोड केलेले प्रमाणपत्राचे नाव माहितीकोष मधिल नावाशी अगाऊरित्या जोडले गेले आहे.
ms: Nama sijil pengesahan yang telah dimuat turun mempunyai kembar di dalam pangkalan data anda.
my: ဆွဲချထားတဲ့ လက်မှတ် အမည်က သင့်အချက်အလက် သိုလှောင်ခန်းထဲမှာ ရှိပြီးသား တခုနဲ့ ထပ်နေတယ်။
oc: Lo nom del certificat telecargat existís ja dins vòstra banca de donadas.
pt_br: O nome do certificado recebido é igual a um existente no seu banco de dados.
ro: Numele certificatului preluat repetă unul deja existent în baza ta de date.
sd: ڊائون لوڊ ڪيل سرٽيفڪيٽ جو نالو توهانجو آڌار سامگريءَ ۾ اڳ ۾ ئي مؤجود نالي جو نقل آهي۔
si: බාගත කළ සහතික නාමය දැනටමත් ඔබගේ දත්ත ගොනුවේ ඇති එකක් හා අනු පිටපත් කරයි.
sr: Преузето име сертификата већ постоји у Вашој бази података.
sv: Det hämtade certifikatets namn används redan i din databas.
te: డౌన్‌లోడుచేసిన ధృవీకరణపత్రం నామము మీడాటాబేస్‌నందు ఇప్పటికేవున్న దానితో పొలివుంది.
th: ชื่อใบรับรองที่ดาวน์โหลดมาชื่อซ้ำกับใบรับรองที่มีอยู่แล้วในฐานข้อมูลของคุณ
ug: چۈشۈرگەن گۇۋاھنامە نامىنىڭ كۆپەيتىلمىسى ساندانىڭىزدا مەۋجۇد.
uz: Yuklab olingan sertifikatning nomi nusxalaridna bir allaqachon ma’lumotlaringiz bazasida.
vi: Tên chứng thư tải về trùng với một tên có sẵn trong cơ sở dữ liệu của bạn.
zh_tw: 所下載的憑證名稱和資料庫中的記錄重複。

source: The certificate issuer's certificate has expired. Check your system date and time.
bn_in: সার্টিফিকেট নির্মাণকারীর সার্টিফিকেটের মেয়াদ উত্তীর্ণ হয়ে গেছে। অনুগ্রহ করে সিস্টেমের তারিখ ও সময় পরীক্ষা করুন।
br: Diamzeret eo testeni ar skigner. Gwiriit deiziad hag eur ho reizhiad.
ca: El certificat de l'emissor del certificat ha vençut. Comproveu la data i hora del sistema.
cy: Ma tystysgrif cyhoeddwr y dystysgrif wedi dod i ben. Gwiriwch ddyddiad ac amser eich system.
gd: Dh'fhalbh an ùine air an teisteanas aig foillsichear an teisteanais. Cuir sùil air ceann-là is àm an t-siostaim agad.
hu: A tanúsítvány kiadójának tanúsítványa lejárt. Ellenőrizze a rendszerdátumot és a rendszeridőt.
hy_am: Արտոնագիր տրամադրողի արտոնագիրը սպառված է: Ստուգեք ձեր համակարգի ամսաթիվը և ժամը:
id: Sertifikat penerbit yang mengeluarkan sertifikat telah kedaluwarsa. Silakan periksa waktu dan tanggal sistem.
is: Útgefandi skilríkis er útrunninn. Athugaðu klukkuna á tölvunni.
kk: Сертификатты шығарушының сертификат мерзімі біткен. Өзіңіздің жүйе уақытын тексеріңіз.
kn: ಪ್ರಮಾಣಪತ್ರ ವಿತರಿಸಿದವರ ಪ್ರಮಾಣಪತ್ರದ ಕಾಲಾವಧಿ ಮುಗಿದಿದೆ. ನಿಮ್ಮ ಗಣಕದ ದಿನಾಂಕ ಹಾಗು ಸಮಯವನ್ನು ಪರೀಕ್ಷಿಸಿ.
lt: Liudijimą išdavusios įstaigos liudijimas nebegalioja. Pasitikrinkite kompiuterio datą ir laiką.
pt_br: O certificado do expedidor do certificado expirou. Verifique a data e hora do sistema.
sv: Certifikatutfärdarens certifikat har förfallit. Kontrollera ditt systems datum och tid.

source: The CRL for the certificate's issuer has expired. Update it or check your system date and time.
bn_in: সার্টিফিকেট নির্মাণকারীর CRL-র মেয়াদ উত্তীর্ণ হয়ে গেছে। অনুগ্রহ করে এটি আপডেট করুন অথবা সিস্টেমের তারিখ ও সময় পরীক্ষা করুন।
br: Diamzeret eo ar CRL evit testeni ar skigner. Hizivait anezhañ pe gwiriit deiziad hag eur ho reizhiad.
ca: La CRL de l'emissor del certificat ha vençut. Actualitzeu-la o comproveu la data i hora del sistema.
cy: Mae CRL cyhoeddwr y dystysgrif wedi dod i ben. Diweddarwch neu gwiriwch ddyddiad ac amser eich system.
gd: Dh’fhalbh an ùine air an CRL aig foillsichear an teisteanais seo. Ùraich e no cuir sùil air ceann-là is àm an t-siostaim agad.
hu: A tanúsítvány kiadójának CRL-je lejárt. Frissítse, vagy ellenőrizze a rendszerdátumot és a rendszeridőt.
hy_am: Արտոնագիր տրամադրողի CRL-ը ժամկետանց է: Թարմացրեք այն կամ ստուգեք ձեր համակարգի ամսաթիվը և ժամը:
id: CRL untuk penerbit sertifikat telah kedaluwarsa. Perbarui CRLnya atau periksa tanggal dan waktu sistem Anda.
is: CRL fyrir útgefanda er útrunninn. Uppfærðu það eða athugaðu klukkuna á tölvunni.
kk: Осы сертификат үшін CRL мерзімі біткен. Оны жаңартыңыз, немесе жүйеңіздің уақытын тексеріңіз.
kn: ಪ್ರಮಾಣಪತ್ರ ವಿತರಿಸಿದವರ CRLನ ಕಾಲಾವಧಿ ಮುಗಿದಿದೆ. ಅದನ್ನು ಪರಿಷ್ಕರಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಗಣಕದ ದಿನಾಂಕ ಹಾಗು ಸಮಯವನ್ನು ಪರೀಕ್ಷಿಸಿ.
lt: Liudijimą išdavusios įstaigos CRL (atšauktų liudijimų sąrašo) galiojimo laikas baigėsi. Atnaujinkite jį arba pasitikrinkite kompiuterio datą ir laiką.
pt_br: A CRL para emissores de certificados expirou. Atualize ou verifique a data e hora do seu sistema.
sv: Spärrlistan CRL för certifikatets utfärdare har förfallit. Uppdatera den eller kontrollera ditt systems datum och tid.
