Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: security library failure.
af: sekuriteitsprogrammateekfaling.
ar: فشل في المكتبة الأمنية.
as: সুৰক্ষ লাইব্ৰেৰী ব্যৰ্থতা।
az: Təhlükəsizlik kitabxanası səhvi.
bg: грешка в библиотеката по сигурност.
bn_bd: নিরাপত্তা লাইব্রেরির বিফলতা।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরির বিফলতা।
br: C'hwitadur al levraoueg diogelroez.
ca: ha fallat la biblioteca de seguretat.
cy: methiant llyfrgell diogelwch.
es_mx: fallo de la biblioteca de seguridad.
eu: segurtasun liburutegi akatsa.
fa: شکست کتابخانهٔ امنیتی.
fur: Erôr te librarie di sigurece.
ga_ie: Teip sa leabharlann slándála.
gd: fàillinn na leabhar-lainn thèarainteachd.
gu: સુરક્ષા લાઈબ્રેરી નિષ્ફળતા.
hi_in: सुरक्षा लाइब्रेरी विफल.
hr: Greška sigurnosne biblioteke.
hu: biztonsági könyvtár hibája.
hy_am: անվտանգության գրադարանի սխալ:
id: kegagalan pustaka keamanan.
is: bilun í öryggissafni.
kk: қауіпсіздік жинақ қатесі.
km: បរាជ័យ​បណ្ណាល័យ​សុវត្ថិភាព ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ ವಿಫಲತೆ.
ku: çewtiya pirtûkxaneya ewlehiyê.
lt: saugumo bibliotekos klaida.
lv: drošības bibliotēkas kļūda.
mai: सुरक्षा लाइब्रेरी विफल.
ml: സുരക്ഷാ ലൈബ്രറിയില്‍ പരാജയം.
mr: सुरक्षा लायब्ररी अपयश.
ms: Kegagalan Sekuriti Perpustakaan.
my: လုံခြုံရေး စာကြည့်တိုက် ချို့ယွင်းမှု။
nb_no: feil i sikkerhetsbibliotek.
nn_no: feil i tryggingsbibliotek.
oc: Fracàs de la bibliotèca de seguretat.
pt_br: falha na biblioteca de segurança.
ro: eroare a bibliotecii de securitate.
sd: سلامتيءَ جي لائبرريءَ جي ناڪامي۔
si: ආරක්ෂණ පුස්තකාලය අසමත් වීම.
sr: грешка у библиотеци за безбедност.
sv: Fel i säkerhetsbibliotek.
te: రక్షణ లైబ్రరీ వైఫల్యం.
th: ห้องสมุดความปลอดภัยผิดพลาด
ug: بىخەتەر پروگرامما ئامبار خاتالىقى.
uz: xavfsizik kutubxonasi xatoligi.
vi: Thư viện bảo mật thất bại.
zh_tw: 安全函式庫失效。

source: security library: received bad data.
af: sekuriteitsprogrammateek: het slegte data ontvang.
ar: المكتبة الأمنية: استُلمت بيانات سيئة.
as: সুৰক্ষা লাইব্ৰেৰী: বেয়া তথ্য গ্ৰহণ কৰিছে।
az: Təhlükəsiz kitabxanası: Pis məlumat alındı.
bg: библиотека по сигурност: получени грешни данни.
bn_bd: নিরাপত্তা লাইব্রেরি: ত্রুটিপূর্ণ তথ্য গ্রহণ।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: ত্রুটিপূর্ণ তথ্য প্রাপ্ত।
br: levraoueg diogelroez : degemeret ez eus bet roadennoù fall.
ca: biblioteca de seguretat: s'han rebut dades incorrectes.
cy: llyfrgell diogelwch: derbyniwyd data gwael.
es_mx: biblioteca de seguridad: se han recibido datos incorrectos.
eu: segurtasun liburutegia: datu okerrak jaso dira.
fa: کتابخانهٔ امنیتی: اطلاعات نامعتبری دریافت شد.
fur: Librarie di sigurece: a son rivâts dâts falâts.
ga_ie: leabharlann slándála: fuarthas sonraí mícheart.
gd: leabhar-lann tèarainteachd: fhuaradh droch dhàta.
gu: સુરક્ષા લાઈબ્રેરી: ખરાબ માહિતી મળી.
hi_in: सुरक्षा लाइब्रेरी: खराब आंकड़ा पाया.
hr: Sigurnosna biblioteka: primljeni loši podaci. sigurnosna biblioteka: loša baza podataka.
hu: biztonsági könyvtár: rossz adatok érkeztek.
hy_am: անվտանգության գրադարան` ստացվել են վատ տվյալներ:
id: pustaka keamanan: menerima data salah.
is: öryggissafn: Tók á móti gölluðum gögnum.
kk: қауіпсіздік жинақ қатесі: қате мәліметтер алынды.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ បាន​ទទួល​ទិន្នន័យ​​ដែល​ខូច ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ: ಸರಿಯಲ್ಲದ ಮಾಹಿತಿಯು ಒದಗಿ ಬಂದಿದೆ.
ku: pirtûkxaneya ewlehiyê: daneya xerab hat standin.
lt: saugumo biblioteka: gauti netinkami duomenys.
lv: drošības bibliotēka: saņemti slikti dati.
mai: सुरक्षा लाइब्रेरी: खराब आंकड़ा पएलक.
ml: സുരക്ഷാ ലൈബ്രറി: തെറ്റാ ഡേറ്റാ ലഭ്യമായിരിയ്ക്കുന്നു.
mr: सुरक्षा लायब्ररी: जुणी माहिती प्राप्त झाली.
ms: Sekuriti Perpustakaan: menerima data yang buruk.
my: လုံခြုံရေး စာကြည့်တိုက် - မကောင်းတဲ့ အချက်အလက်ကြမ်းကို ရရှိထားတယ်။
nb_no: sikkehetsbibliotek: mottok ugyldig data.
nn_no: tryggingsbibliotek: tok imot ugyldige data.
oc: Bibliotèca de seguretat : donadas incorrèctas recebudas.
pt_br: biblioteca de segurança: recebidos dados incorretos.
ro: biblioteca de securitate: s-au primit date greșite.
sd: سلامتيءَ جي لائبرري: خراب سامگري حاصل ڪئي۔
si: ආරක්ෂණ පුස්තකාලය: නරක දත්ත ලැබුණි.
sr: библиотека за безбедност: примљени су лоши подаци.
sv: Säkerhetsbibliotek: mottog skadad data.
te: రక్షణ లైబ్రరీ: చెడ్డ డాటాను పొందింది.
th: ห้องสมุดความปลอดภัย: ได้รับข้อมูลเสีย
ug: بىخەتەر پروگرامما ئامبىرى: بۇزۇلغان سانلىق مەلۇمات تاپشۇرۇۋالدى.
uz: xavfsizlik kutubxonasi: yomon ma’lumotlar qabul qilindi.
vi: Thư viện bảo mật: nhận dữ liệu xấu.
zh_tw: 安全函式庫: 已收到損壞資料。

source: security library: output length error.
af: sekuriteitsprogrammateek: afvoerlengtefout.
ar: المكتبة الأمنية: خطأ في طول الخرج.
as: সুৰক্ষা লাইব্ৰেৰী: আউটপুট দৈৰ্ঘ্য ত্ৰুটি।
az: Təhlükəsizlik kitabxansı: Çıxış uzunluğu səhvi.
bg: библиотека по сигурност: грешка в големината на изхода.
bn_bd: নিরাপত্তা লাইব্রেরি: ফলাফলের দৈঘ্য সংক্রান্ত ত্রুটি।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: ফলাফলের দৈঘ্য সংক্রান্ত সমস্যা।
br: levraoueg diogelroez : fazi gant hirder an ec'hankad.
ca: biblioteca de seguretat: s'ha produït un error en la longitud de la sortida.
cy: llyfrgell diogelwch: gwall hyd allbwn.
es_mx: biblioteca de seguridad: error de longitud de salida.
eu: segurtasun liburutegia: irteera luzapen errorea.
fa: کتابخانهٔ امنیتی: خطای طول خروجی.
fur: Librarie di sigurece: al è un erôr te lungjece de jessude.
ga_ie: leabharlann slándála: earráid fhaid aschuir.
gd: leabhar-lann tèarainteachd: mearachd le faid an às-chuir.
gu: સુરક્ષા લાઈબ્રેરી: આઉટપુટ લંબાઈ ભૂલ.
hi_in: सुरक्षा लाइब्रेरी: आउटपुट लंबाई त्रुटि.
hr: Sigurnosna biblioteka: greška u duljini izlaznog rezultata.
hu: biztonsági könyvtár: kimeneti hossz hiba.
hy_am: անվտանգության գրադարան` ելքային տվյալների երկարությունը սխսալ է:
id: pustaka keamanan: kesalahan panjang output.
is: öryggissafn: villa í lengd úttaks.
kk: қауіпсіздік жинақ қатесі: нәтиженің ұзындығы қате.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ កំហុស​ប្រវែង​លទ្ធផល ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ: ಔಟ್‌ಪುಟ್ ಗಾತ್ರದ ದೋಷ.
ku: pirtûkxaneya ewlehiyê: çewtiya dirêjahiya derketinê.
lt: saugumo biblioteka: išvesties ilgio klaida.
lv: drošības bibliotēka: izvades garuma kļūda.
mai: सुरक्षा लाइब्रेरी: आउटपुट नमाइ त्रुटि.
ml: സുരക്ഷാ ലൈബ്രറി: ഫലത്തിന്റെ വ്യാപ്തിയില്‍ പിശക്.
mr: सुरक्षा लायब्ररी: आउटपुट लांबी त्रुटी.
ms: perpustakaan keselamatan : kesilapan data.
my: လုံခြုံရေး စာကြည့်တိုက် - အထွက်​ ကြာချိန် အမှား
nb_no: sikkehetsbibliotek: Feil utdatalengde.
nn_no: tryggingsbibliotek: feil utdatalengde.
oc: Bibliotèca de seguretat : error de longor de las donadas en sortida.
pt_br: biblioteca de segurança: erro de comprimento da saída.
ro: biblioteca de securitate: lungimea ieșirii este eronată.
sd: سلامتيءَ جي لائبرري آئوٽپٽ جي لنبائيءَ جي چوڪ۔
si: ආරක්ෂණ පුස්තකාලය: ප්‍රතිදාන දිගෙහි දොෂයක්.
sr: библиотека за безбедност: грешка са дужином излаза.
sv: Säkerhetsbibliotek: fel i utmatningslängd.
te: రక్షణ లైబ్రరీ: అవుట్‌పుట్ పొడవు దోషము.
th: ห้องสมุดความปลอดภัย: ความยาวค่าออกผิดพลาด
ug: بىخەتەر پروگرامما ئامبىرى: چىقىرىش ئۇزۇنلۇق خاتالىقى.
uz: xavfsizlik kutubxonasi: chiqish uzunligida xato.
vi: Thư viện bảo mật: lỗi độ dài đầu ra.
zh_tw: 安全函式庫: 輸出長度錯誤。

source: security library has experienced an input length error.
af: sekuriteitsprogrammateek het 'n toevoerlengtefout ervaar.
ar: واجهت المكتبة الأمنية خطأ في طول الإدخال.
as: সুৰক্ষা লাইব্ৰেৰী এটা ইনপুট দৈৰ্ঘ্য ত্ৰুটিৰ সন্মুখিন হৈছিল।
az: Təhlükəsizlik kitabxanası daxil etmə uzunluğu səhvi.
bg: библиотеката по сигурност получи грешка във големината на входа.
bn_bd: নিরাপত্তা লাইব্রেরি, ইনপুটের দৈর্ঘ্য সম্পর্কিত ত্রুটির সম্মুখীন হয়েছে।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি, ইনপুটের দৈর্ঘ্য সম্পর্কিত ত্রুটির সম্মুখীন হয়েছে।
br: kejet he deus levraoueg an diogelroez ouzh ur fazi gant hirder un enankad.
ca: la biblioteca de seguretat ha patit un error en la longitud de l'entrada.
cy: mae'r llyfrgell diogelwch wedi profi gwall hyd mewnbwn.
es_mx: la biblioteca de seguridad ha experimentado un error de longitud de entrada.
eu: segurtasun liburutegiak sarrera luzapen errore bat jasan du.
fa: کتابخانهٔ امنیتی دچار یک خطای طول ورودی گردید.
fur: La librarie di sigurece e à cjatât un erôr te lungjece de informazion.
ga_ie: earráid fhaid ionchuir sa leabharlann slándála.
gd: thachair mearachd le faid an in-chuir ris an leabhar-lann tèarainteachd.
gu: સુરક્ષા લંબાઈને ઈનપુટ લંબાઈ ભૂલ અનુભવવી પડી.
hi_in: सुरक्षा लाइब्रेरी किसी इनपुट लंबाई त्रुटि का अनुभव किया.
hr: Sigurnosna biblioteka je naišla na grešku u duljini unosa.
hu: biztonsági könyvtár bemeneti hossz hibát észlelt.
hy_am: անվտանգության գրադարանում տեղի է ունեցել մուտքային տվյալների երկարության սխալ:
id: pustaka keamanan mengalami kesalahan panjang input.
is: öryggissafn fékk villu í lengd á inntaki.
kk: қауіпсіздік жинағының енгізілген мәліметтер ұзындығы қате.
km: បណ្ណាល័យ​សុវត្ថិភាព​បាន​ទទួល​បទពិសោធន៍​ពី​កំហុស​ប្រវែង​​លទ្ធផល ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿಯಲ್ಲಿ ಒಂದು ಔಟ್‌ಪುಟ್ ಗಾತ್ರದ ದೋಷವು ಕಂಡು ಬಂದಿದೆ.
ku: pirtûkxaneya ewlehiyê rastî çewtiya dirêjahiya input hat.
lt: saugumo biblioteka patyrė įvesties ilgio klaidą.
lv: drošības bibliotēka ir saskārusies ar ievades garuma kļūdu.
mai: सुरक्षा लाइब्रेरी ककरो इनपुट नमाइ त्रुटिक अनुभव कएलकाह.
ml: സുരക്ഷാ ലൈബ്രറിയില്‍ ഒരു ഇന്‍പുട്ട് വ്യാപ്തി പിശക്.
mr: सुरक्षा लायब्ररीने इनपुट लांबी त्रुटी अनुभवली.
ms: perpustakaan keselamatan pernah mempunyai kesilapan kemasukan data
my: လုံခြုံရေး စာကြည့်တိုက်မှာ အထွက်​ ကြာချိန် အမှားတခု ကြုံတွေ့နေတယ်။
nb_no: sikkerhetsbiblioteket oppdaget feil i inndatalengde.
nn_no: tryggingsbiblioteket oppdaga feil i inndatalengde.
oc: La bibliotèca de seguretat a rencontrat una error de longor de las donadas en entrada.
pt_br: a biblioteca de segurança sofreu um erro de comprimento da entrada.
ro: biblioteca de securitate a dat peste o lungime eronată a intrării.
sd: سلامتيءَ جي لائبرري کي اِنپٽ جي لمبائيءَ جي چوڪ جو اَنڀوُ ڪيو آهي۔
si: ආරක්ෂණ පුස්තකාලයට ප්‍රදාන දිගෙහි දෝෂයක් හමුවී ඇත.
sr: библиотека за безбедност је дојавила грешку са дужином излаза.
sv: Säkerhetsbiblioteket har erfarit ett fel i inmatningslängd.
te: రక్షణ లైబ్రరీ ఒక ఇన్‌పుట్ పొడవు దోషమును చూసింది.
th: ห้องสมุดความปลอดภัยพบว่าความยาวค่ารับเข้าผิดพลาด
ug: بىخەتەر پروگرامما ئامبىرى كىرگۈزۈش ئۇزۇنلۇق خاتالىقىغا يولۇقتى.
uz: xavfsizlik kutubxonasida kiruvchi uzunlikdagi xato yuz bergan.
vi: Thư viện bảo mật báo lỗi độ dài đầu vào.
zh_tw: 安全函式庫遇到輸入長度錯誤。

source: security library: invalid arguments.
af: sekuriteitsprogrammateek: ongeldige argumente.
ar: المكتبة الأمنية: معطيات غير صالحة.
as: সুৰক্ষা লাইব্ৰেৰী: অবৈধ তৰ্কসমূহ।
az: Təhlükəsizlik kitabxansı: Etibarsız dəyişənlər.
bg: библиотека по сигурност: невалидни аргументи.
bn_bd: নিরাপত্তা লাইব্রেরি: অকার্যকর আর্গুমেন্ট।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: অবৈধ আর্গুমেন্ট।
br: levraoueg diogelroez : arguzennoù didalvoudek.
ca: biblioteca de seguretat: els arguments no són vàlids.
cy: llyfrgell diogewlch: ymrysonderau annilys.
es_mx: biblioteca de seguridad: argumentos no válidos.
eu: segurtasun liburutegia: argumentu baliogabeak.
fa: کتابخانهٔ امنیتی: آرگومان‌های نامعتبر.
fur: Librarie di sigurece: i argoments no son valits.
ga_ie: leabharlann slándála: argóintí neamhbhailí.
gd: leabhar-lann tèarainteachd: argamaidean mì-dhligheach.
gu: સુરક્ષા લાઈબ્રેરી: અયોગ્ય દલીલો.
hi_in: सुरक्षा लाइब्रेरी: अवैध तर्क.
hr: Sigurnosna biblioteka: nevaljani argumenti.
hu: biztonsági könyvtár: érvénytelen argumentumok.
hy_am: անվտանգություն գրադարան` անճիշտ արգումենտներ:
id: pustaka keamanan: argumen tidak sah.
is: öryggissafn: Rangar breytur.
kk: қауіпсіздік жинақ қатесі: аргументтер қате.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ អាគុយម៉ង់​មិន​ត្រឹមត្រូវ ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ: ಅಮಾನ್ಯವಾದ ಆರ್ಗ್ಯುಮೆಂಟ್‌ಗಳು.
ku: pirtûkxaneya ewlehiyê: argûmanên nederbasdar.
lt: saugumo biblioteka: netinkami parametrai.
lv: drošības bibliotēka: nederīgi argumenti.
mai: सुरक्षा लाइब्रेरी: अवैध तर्क.
ml: സുരക്ഷാ ലൈബ്രറി: തെറ്റായ ആര്‍ഗ്യുമെന്റുകള്‍.
mr: सुरक्षा लायब्ररी: अवैध बाबी.
ms: perpustakaan keselamatan : arahan tidak sah
my: လုံခြုံရေး စာကြည့်တိုက် - မမှန်ကန်တဲ့ ဆွေးနွေးချက်များ။
nb_no: sikkehetsbibliotek: Ugyldige argumenter.
nn_no: tryggingsbibliotek: ugyldige argument.
oc: Bibliotèca de seguretat : arguments invalids.
pt_br: biblioteca de segurança: argumentos inválidos.
ro: biblioteca de securitate: argumente invalide.
sd: سلامتيءَ جي لائبرري: نامنظور دليلون۔
si: ආරක්ෂණ පුස්තකාලය: පරාමිතීන් අවලංගුය.
sr: библиотека за безбедност: неисправни параметри.
sv: Säkerhetsbibliotek: ogiltiga argument.
te: రక్షణ లైబ్రరీ: సరికాని ఆర్గుమెంట్సు‌.
th: ห้องสมุดความปลอดภัย: อาร์กิวเมนต์ไม่ถูกต้อง
ug: بىخەتەر پروگرامما ئامبىرى: ئىناۋەتسىز پارامېتىر.
uz: xavfsizik kutubxonasi: noto‘g‘ri argumentlar.
vi: Thư viện bảo mật: tham số không hợp lệ.
zh_tw: 安全函式庫: 無效的參數。

source: security library: invalid algorithm.
af: sekuriteitsprogrammateek: ongeldige algoritme.
ar: المكتبة الأمنية: خوارزمية غير صالحة.
as: সুৰক্ষা লাইব্ৰেৰী: অবৈধ এলগৰিথম।
az: Təhlükəsizlik kitabxanası: Etibarsız açma yolu.
bg: библиотека по сигурност: невалиден алгоритъм.
bn_bd: নিরাপত্তা লাইব্রেরি: অকার্যকর এলগরিদম।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: অবৈধ অ্যালগোরিদম।
br: levraoueg diogelroez : treol didalvoudek.
ca: biblioteca de seguretat: l'algorisme no és vàlid.
cy: llyfrgell diogewlch: algorithm annilys.
es_mx: biblioteca de seguridad: algoritmo no válido.
eu: segurtasun liburutegia: algoritmo baliogabea.
fa: کتابخانهٔ امنیتی: الگوریتم‌های نامعتبر.
fur: Librarie di sigurece: l'algoritmi nol è valit.
ga_ie: leabharlann slándála: algartam neamhbhailí.
gd: leabhar-lann tèarainteachd: algairim mhì-dhligheach.
gu: સુરક્ષા લાઈબ્રેરી: અયોગ્ય અલગોરિધમ.
hi_in: सुरक्षा लाइब्रेरी: अवैध अलगोरिथम.
hr: Sigurnosna biblioteka: nevaljani algoritam.
hu: biztonsági könyvtár: érvénytelen algoritmus.
hy_am: անվտանգության գրադարան` ոչ ճիշտ ալգորիթմ:
id: pustaka keamanan: algoritma tidak sah.
is: öryggissafn: rangt algrím.
kk: қауіпсіздік жинақ қатесі: алгоритм қате.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ ក្បួន​ដោះស្រាយ​មិន​ត្រឹមត្រូវ ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ: ಅಮಾನ್ಯವಾದ ಅಲ್ಗಾರಿದಮ್.
ku: pirtûkxaneya ewlehiyê: algorîtmaya nederbasdar.
lt: saugumo biblioteka: netinkamas algoritmas.
lv: drošības bibliotēka: nederīgs algoritms.
mai: सुरक्षा लाइब्रेरी: अवैध अलगोरिथम.
ml: സുരക്ഷാ ലൈബ്രറി: തെറ്റായ ആല്‍ഗോരിഥം.
mr: सुरक्षा लायब्ररी: अवैध अल्गोरिदम.
ms: Perpustakaan Keselamatan : Algoritma tidak sah
my: လုံခြုံရေး စာကြည့်တိုက် - မမှန်ကန်တဲ့ လုပ်ငန်းစနစ်။
nb_no: sikkehetsbibliotek: ugyldig algoritme.
nn_no: tryggingsbibliotek: ugyldig algoritme.
oc: Bibliotèca de seguretat : algoritme invalid.
pt_br: biblioteca de segurança: algoritmo inválido.
ro: biblioteca de securitate: algoritm invalid.
sd: سلامتيءَ جي لائبرري: نامنظور ڳڻپ جي قاعدي جو سيٽ
si: ආරක්ෂණ පුස්තකාලය: අවලංගු ඇල්ගොරිතම.
sr: библиотека за безбедност: неисправан алгоритам.
sv: Säkerhetsbibliotek: ogiltig algoritm.
te: రక్షణ లైబ్రరీ: సరికాని అల్గార్దెమ్.
th: ห้องสมุดความปลอดภัย: อัลกอริทึมไม่ถูกต้อง
ug: بىخەتەر پروگرامما ئامبىرى: ئىناۋەتسىز ھېسابلاش ئۇسۇلى.
uz: xavfsizik kutubxonasi: noto‘g‘ri algoritm
vi: Thư viện bảo mật: thuật toán không hợp lệ.
zh_tw: 安全函式庫: 無效的演算法。

source: security library: invalid AVA.
af: sekuriteitsprogrammateek: ongeldige AVA.
ar: المكتبة الأمنية: AVA غير صالح.
as: সুৰক্ষা লাইব্ৰেৰী: অবৈধ AVA।
az: Təhlükəsizlik kitabxanası: Etibarsız AVA.
bg: библиотека по сигурност: невалиден AVA.
bn_bd: নিরাপত্তা লাইব্রেরি: অকার্যকর AVA।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: অবৈধ AVA।
br: levraoueg diogelroez : AVA didalvoudek.
ca: biblioteca de seguretat: l'AVA no és vàlid.
cy: llyfrgell diogelwch: AVA annilys.
es_mx: biblioteca de seguridad: AVA no válido.
eu: segurtasun liburutegia: AVA baliogabea.
fa: کتابخانهٔ امنیتی: AVA نامعتبر.
fur: Biblioteche di sigurece: AVA nol è valit.
ga_ie: leabharlann slándála: AVA neamhbhailí.
gd: leabhar-lann tèarainteachd: AVA mì-dhligheach.
gu: સુરક્ષા લાઈબ્રેરી: અયોગ્ય AVA.
hi_in: सुरक्षा लाइब्रेरी: अवैध AVA.
hr: Sigurnosna biblioteka: nevaljana AVA.
hu: biztonsági könyvtár: érvénytelen AVA.
hy_am: անվտանգության գրադարան` սխալ AVA:
id: pustaka keamanan: AVA tidak sah.
is: öryggissafn : rangt AVA.
kk: қауіпсіздік жинақ қатесі: AVA қате.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ AVA មិន​ត្រឹមត្រូវ ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ: ಅಮಾನ್ಯವಾದ AVA.
ku: pirtûkxaneya ewlehiyê: AVAya nederbasdar.
lt: saugumo biblioteka: netinkamas atributo reikšmės teiginys (AVA).
lv: drošības bibliotēka: nederīgs AVA.
mai: सुरक्षा लाइब्रेरी: अवैध AVA.
ml: സുരക്ഷാ ലൈബ്രറി: തെറ്റായ എവിഎ
mr: सुरक्षा लायब्ररी: अवैध AVA.
ms: Sekuriti Perpustakaan: AVA yang tidak sah.
my: လုံခြုံရေး စာကြည့်တိုက် - မမှန်ကန်တဲ့ AVA။
nb_no: sikkehetsbibliotek: Ugyldig AVA.
nn_no: tryggingsbibliotek: ugyldig AVA.
oc: Bibliotèca de seguretat : AVA invalid.
pt_br: biblioteca de segurança: AVA inválido.
ro: biblioteca de securitate: AVA invalid.
sd: سلامتيءَ جي لائبرري: نامنظور اي وي اي۔
si: ආරක්ෂණ පුස්තකාලය: අවලංගු AVA.
sr: Библиотека за безбедност: АВА (AVA) је неисправна.
sv: Säkerhetsbibliotek: ogiltig AVA.
te: రక్షణ లైబ్రరీ: సరికాని AVA.
th: ห้องสมุดความปลอดภัย: AVA ไม่ถูกต้อง
ug: بىخەتەر پروگرامما ئامبىرى: ئىناۋەتسىز AVA.
uz: xavfsizik kutubxonasi: noto‘g‘ri AVA.
vi: Thư viện bảo mật: AVA không hợp lệ.
zh_tw: 安全函式庫: 無效的 AVA。

source: Improperly formatted time string.
af: Onbehoorlik geformateerde tydstring.
ar: نص الوقت منسق بشكل غير سيئ.
as: ত্ৰুটিপূৰ্ণভাৱে ফৰমেট কৰা সময় স্ট্ৰিং।
az: Düzgün formatlandırılmamış tarix düzümü.
bg: Неправилно форматиран низ за време.
bn_bd: সময় প্রদর্শনের স্ট্রিং বিন্যাস সঠিক নয়।
bn_in: সময় প্রদর্শনের পংক্তির বিন্যাস সঠিক নয়।
br: Hedad an eus mentrezhet fall.
ca: La cadena horària no té un format adequat.
cy: Llinyn amser fformatiwyd yn annilys.
es_mx: Cadena de fecha/hora incorrectamente formateada.
eu: Oker eratutako denbora katea.
fa: رشتهٔ زمانی با قالب نامعتبر.
fur: Stringhe dal timp formatade in maniere no valide.
ga_ie: Teaghrán ama drochfhormáidte.
gd: Sreang ama air a dhroch chumadh.
gu: અયોગ્ય રીતે બંધારણ ઘડાયેલ સમય શબ્દમાળા.
hi_in: अनुचित तरीके से संरूपित समय स्ट्रिंग.
hr: Krivo oblikovani vremenski niz.
hu: Helytelenül formázott időkarakterlánc.
hy_am: Սխալ ձևավորված ժամանակի տող:
id: Format teks waktu tidak benar.
is: Tíma strengur með ógilt snið.
kk: Уақыт мәні пішімі қате.
km: ខ្សែ​អក្សរ​​ពេលវេលា​​ដែល​​បាន​ធ្វើ​ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ ។
kn: ಅಸಮರ್ಪಕವಾಗಿ ಫಾರ್ಮಾಟ್‌ ಮಾಡಲಾದ ಸಮಯ ದ ಸಾಲು.
ku: rêzika demê ya bi teşeya xelet.
lt: Netinkamai suformuota laiko eilutė.
lv: Nekorekti formatēta laika virkne.
mai: अनुचित तरीके सँ संरूपित समय स्ट्रिंग.
ml: തെറ്റായ ശൈലിയിലുള്ള സമയ സ്ട്രിങ്.
mr: अव्यवस्थितरित्या रचलेली वेळ अक्षरमाळा.
ms: Format waktu tidak sah.
my: မသင့်လျှော်တဲ့ စီစဉ်ထားတဲ့ အချိန် စာတန်း။
nb_no: Tidsstreng har ugyldig format.
nn_no: Tidsstreng har ugyldig format.
oc: Cadena temporala mal formatada.
pt_br: String de hora formatada incorretamente.
ro: Șir pentru timp în format incorect.
sd: صحيح نموني نہ رچيل وقت جي لڙي۔
si: අවිධිමත් ලෙස සකසන ලද වේලා අනුලකුණු වැල.
sr: Неисправно је форматирана ниска која одређује време.
sv: Felaktigt formaterad tidssträng.
te: అసంబద్దంగా ఫార్మాట్‌చేసిన టైమ్ స్ట్రింగ్.
th: เวลาผิดรูปแบบ
ug: ناتوغرا ۋاقىت ھەرپ تىزمىسى شەكلى.
uz: to‘g‘ri kelmaydigan formatdagi vaqt qatori.
vi: Chuỗi thời gian thiết lập không đúng.
zh_tw: 不正確的時間字串格式。

source: security library: improperly formatted DER-encoded message.
af: sekuriteitsprogrammateek: onbehoorlik geformateerde DER-geënkodeerde boodskap.
ar: المكتبة الأمنية: رسالة مرمزة ب DER منسقة بشكل سيئ.
as: সুৰক্ষা লাইব্ৰেৰী: ত্ৰুটিপূৰ্ণভাৱে ফৰমেট কৰা DERএনকোড বাৰ্তা।
az: Təhlükəsizlik kitabxanası: Düzgün formatlandırılmamış DER şifrəli mesaj.
bg: библиотека по сигурност: неправилно форматирано съобщение, кодирано с DER.
bn_bd: নিরাপত্তা লাইব্রেরি: DER-এনকোড করা বার্তার বিন্যাস সঠিক নয়।
bn_in: নিরাপত্তাবিষয়ক লাইব্রেরি: DER-এনকোড করা বার্তার বিন্যাস সঠিক নয়।
br: levraoueg diogelroez : kemennadenn envoneget mod DER mentrezhet fall.
ca: biblioteca de seguretat: el missatge xifrat amb DER no té un format adequat.
cy: llyfrgell diogelwch: neges amgodiad-DER wedi ei fformatio'n annilys.
es_mx: biblioteca de seguridad: mensaje codificado en DER incorrectamente formateado.
eu: segurtasun liburutegia: oker sortutako DER-kodeketako mezua.
fa: کتابخانهٔ امنیتی: پیغام رمز شده با DER.
fur: Librarie di sigurece: il messaç cifrât cun DER nol à il formât just.
ga_ie: leabharlann slándála: droch-fhormáidiú ar theachtaireacht códaithe de réir DER.
gd: leabhar-lann tèarainteachd: teachdaireachd air a dhroch fhòrmatadh ann an còdachadh DER.
gu: સુરક્ષા લાઈબ્રેરી: અયોગ્ય રીતે બંધારણ ઘડાયેલ DER-encoded સંદેશો.
hi_in: सुरक्षा लाइब्रेरी: अनुचित तरीके से संरूपित DER-ऐन्कोडेड संदेश.
hr: Sigurnosna biblioteka: nepravilno oblikovana DER šifrirana poruka.
hu: biztonsági könyvtár: helytelenül formázott DER-kódolt üzenet.
hy_am: անվտանգության գրադարան` ոչ ճիշտ DER կեդավորված հաղորդագրություն:
id: pustaka keamanan: format pesan DER terenkode salah.
is: öryggissafn: DER-kóðuð skilaboð formað rangt.
kk: қауіпсіздік жинақ қатесі: қате пішімделген DER-кодталудағы хабарлама.
km: បណ្ណាល័យ​សុវត្ថិភាព ៖ សារ​ DER-បាន​អ៊ិនកូដ​ដែល​បាន​ធ្វើ​ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ ។
kn: ಸುರಕ್ಷತಾ ಲೈಬ್ರರಿ: ಅಸಮರ್ಪಕವಾಗಿ ಫಾರ್ಮಾಟ್‌ ಮಾಡಲಾದ DER-ಎನ್ಕೋಡ್ ಆದಂತಹ ಸಂದೇಶ.
ku: pirtûkxaneya ewlehiyê: peyama DER-encoded a bi teşeya xelet.
lt: saugumo biblioteka: netinkamai suformuotas DER užkoduotas pranešimas.
lv: drošības bibliotēka: nepareizi formatēta DER-kodēta ziņa.
mai: सुरक्षा लाइब्रेरी: अनुचित तरीके सँ संरूपित DER-ऐन्कोडेड संदेश.
ml: സുരക്ഷാ ലൈബ്രറി: തെറ്റായ ശൈലിയിലുള്ള ഡിഇആര്‍-എന്‍കോഡ് ചെയ്ത സന്ദേശം.
mr: सुरक्षा लायब्ररी: अव्यवस्थित संरचीत केले गेलेले DER-एनकोड केलेले संदेश.
ms: perpustakaan keselamatan: mesej DER-encoded tidak dapat format dengan tertib.
my: လုံခြုံရေး စာကြည့်တိုက် - မသင့်လျှော်တဲ့ စီစဉ်ထားတဲ့ DER-စာဝှက်ထားတဲ့ သတင်းစကား။
nb_no: sikkerhetsbibliotek: ugyldig formatert DER-kodet melding.
nn_no: tryggingsbibliotek: ugyldig formatert DER-koda melding.
oc: Bibliotèca de seguretat : messatge encodat en DER mal formatat.
pt_br: biblioteca de segurança: mensagem codificada com DER formatada incorretamente.
ro: biblioteca de securitate: mesaj codat cu DER în format impropriu.
sd: سلامتيءَ جي لائبرري: صحيح نموني نہ رچيل
si: ආරක්ෂණ පුස්තකාලය: අවිධිමත් ලෙස සකසන ලද DER-කේතාංකිත පණිවිඩය.
sr: библиотека за безбедност: неисправно је форматирана ДЕР-кодирана порука.
sv: Säkerhetsbibliotek: felaktigt formaterat DER-kodat meddelande.
te: రక్షణ లైబ్రరీ: అసంబద్దంగా ఫార్మాట్‌చేసిన DER-ఎన్‌కోడెడ్ సందేశం.
th: ห้องสมุดความปลอดภัย: ข้อความเข้ารหัสแบบ DER ผิดรูปแบบ
ug: بىخەتەر پروگرامما ئامبىرى: ناتوغرا تىزىلغان DER- كودى ئۇچۇر شەكلى.
uz: xavfsizlik kutubxonasi: noto‘g‘ri formatdagi DER-kodlangan xabar.
vi: Thư viện bảo mật: thông điệp mã hoá DER thiết lập sai.
zh_tw: 安全函式庫: 不正確的 DER 編碼訊息格式。

source: Peer’s certificate has an invalid signature.
bg: Сертификатът на партньора има невалиден подпис.
gu: સમકક્ષના પ્રમાણપત્રને અયોગ્ય સહી છે.
nb_no: Motpartens sertifikat har ugyldig signatur.
nn_no: Sertifikatet til motparten har ugyldig signatur.

source: Peer’s Certificate has expired.
bg: Сертификатът на партньора е с изтекъл срок на валидност.
gu: સમકક્ષનું પ્રમાણપત્ર નિવૃત્ત થઈ ગયેલ છે.
nb_no: Motpartens sertifikat er utløpt på dato.
nn_no: Sertifikatet til motparten er gått ut på dato.

source: Peer’s Certificate has been revoked.
bg: Сертификатът на партньора е анулиран.
gu: સમકક્ષનું પ્રમાણપત્ર પુનઃબોલાવવામાં આવેલ છે.
nb_no: Motpartens sertifikat er tilbakekalt.
nn_no: Sertifikatet til motparten er tilbakekalt.

source: Peer’s Certificate issuer is not recognized.
bg: Издателят на сертификата на партньора е непознат.
gu: સમકક્ષનું પ્રમાણપત્ર અદા કરનાર ઓળખાયેલ નથી.
nb_no: Motpartens sertifikatutsteder ble ikke gjenkjent.
nn_no: Sertifikatutskrivaren til motparten vart ikkje gjenkjent.

source: Peer’s public key is invalid.
bg: Публичният ключ на партньора е невалиден.
gu: સમકક્ષની જાહેર કી અયોગ્ય છે.
nb_no: Motpartens offentlige nøkkel er ugyldig.
nn_no: Den offentlege nykelen til motpartens er ugyldig.
