Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: The certificate revocation list for this certificate is not yet valid.
af: Die sertifikaatopheffingslys vir hierdie sertifikaat is nog nie geldig nie.
ar: قائمة فسخ الشهادات لهذه الشهادة ليست صالحة حتى الآن.
as: এই প্ৰমাণপত্ৰৰ বাবে কি' প্ৰত্যাহাৰ তালিকা এতিয়াও বৈধ নহয়।
az: Bu təsdiq sənədinin ləğv edilmiş təsdiq sənədi hələki etibarlı deyil.
bg: Списъкът за анулиране на сертификати на този сертификат все още не е валиден.
bn_bd: এই সার্টিফিকেটের জন্য সার্টিফিকেট প্রত্যাহার তালিকা এখনও কার্যকর নয়।
br: N'eo ket talvoudek c'hoazh roll an testenioù dizorniet evit an testeni-mañ.
ca: La llista de revocació de certificats d'aquest certificat encara no és vàlida.
cy: Nid yw rhestr dileu'r dystysgrif ar gyfer y dystysgrif yn ddilys eto.
es_mx: La lista de revocación de certificados para este certificado no es válido aún.
eu: Ziurtagiri honen ziurtagiri baliogabetze-zerrenda ez da baliozkoa oraindik.
fa: فهرست الغاهای این گواهی هنوز معتبر نیست.
fur: La liste di revocazion dai certificâts par chest certificât no je ancjemò valide.
ga_ie: Níl Liosta Teastas Cúlghairthe an teastais seo bailí fós.
gd: Chan eil liosta cùl-ghairm nan teisteanasan airson an teisteanais seo dligheach fhathast.
gu: આ પ્રમાણપત્ર માટે પ્રમાણપત્ર પુનઃબોલાવવાની યાદી હજુ સુધી માન્ય નથી.
hi_in: इस प्रमाणपत्र के लिए प्रमाणपत्र वापसी सूची अबतक वैध नहीं है.
hr: Popis opozvanih certifikata za ovaj certifikat još nije valjan.
hu: A tanúsítványhoz tartozó tanúsítvány-visszavonási lista (CRL) még nem érvényes.
hy_am: Արտոնաթուղթը չեղյալ համարող ցուցակը դեռևս վավերական չէ այս արտոնաթղթի համար:
id: Daftar pencabutan sertifikat untuk sertifikat ini masih belum sah.
is: Afturköllunarlisti skilríkja fyrir þetta skilríki er ekki ennþá gilt.
kk: Осы сертификат үшін сертификаттарда қайта шақыру тізімінің мерзімі әлі басталмады.
km: រាយ​បញ្ជី​ក្នុង​ការ​ដកហូត​​វិញ្ញាបនបត្រ​សម្រាប់​វិញ្ញាបនបត្រ​នេះ​មិន​​ត្រឹមត្រូវ​ឡើយ ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರದ ಪ್ರಮಾಣಪತ್ರ ರದ್ದತಿ ಪಟ್ಟಿಯು ಇನ್ನೂ ಮಾನ್ಯಗೊಂಡಿಲ್ಲ.
ku: Lîsteya belgeya erêkrinê ya nederbasdar a vê belgeya erêkirinê hê nederbasdar e.
lt: Atšauktų liudijimų sąrašas šiam liudijimui dar negalioja.
lv: Šī sertifikāta sertifikātu anulēšanas saraksts vēl nav derīgs.
mai: ई प्रमाणपत्र क लेल प्रमाणपत्र वापसी सूची अखनतक वैध नहि अछि.
ml: ഈ സര്‍ട്ടിഫിക്കേറ്റിനുള്ള സര്‍ട്ടിഫിക്കേറ്റ് റിവോക്കേഷന്‍ പട്ടിക അസാധുവാണു്.
mr: या प्रमाणपत्र करीता प्रमाणपत्र पुन्हस्थापन यादी अजूनही वैध नाही.
ms: Senarai sijil pembatalan bagi sijil ini belum sah.
my: ဒီလက်မှတ်အတွက် လက်မှတ် ပြန်လည်ရုတ်သိမ်းမှု စာရင်းဟာ မမှန်ကန်သေးဘူး။
nb_no: Nøkkeltilbakekallingslisten for dette sertifikatet er ikke gyldig ennå.
nn_no: Nykeltilbakekallingslista for dette sertifikatet er ikkje gyldig enno.
oc: La lista de claus revocadas per aqueste certificat es pas encara valida.
pt_br: A lista de certificados revogados para este certificado ainda não é válida.
ro: Lista de revocări de certificate pentru acest certificat nu e încă validă.
sd: هن سرٽيفڪيٽ لاءِ سرٽيفڪيٽ رد ڪرڻ جي ياداشت اَڃا جائز ناهي۔
si: මෙම සහතිකය සඳහා වූ සහතික අහෝසි කිරීමේ ලැයිස්තුව තවමත් වලංගු නැත.
sr: Списак опозваних сертификата за овај сертификат још није важећи.
sv: Listan över indragna certifikat för det här certifikatet är ännu inte giltig.
te: ఈ ధృవీకరణపత్రంకు ధృవీకరణపత్రం రీవోకేషన్ జాబితా ఇంకా పరీక్షింపబడలేదు.
ug: مەزكۇر گۇۋاھنامىنىڭ بىكار قىلىنغان گۇۋاھنامە تىزىملىكى كۈچكە ئىگە بولماپتۇ.
uz: Ushbu sertifikat uchun sertifikat bekor qilish ro‘yxati hozirgacha to‘g‘ri emas.
vi: Danh sách thu hồi chứng chỉ cho chứng chỉ này chưa hợp lệ.
zh_tw: 此憑證的憑證廢止清冊尚未驗證。

source: The requested certificate could not be found.
af: Kon nie die aangevraagde sertifikaat vind nie.
ar: لم يمكن العثور على الشهادة المطلوبة.
as: অনুৰোধ কৰা প্ৰমাণপত্ৰ পোৱা নগল।
az: İstənən təsdiq sənədi tapılmadı.
bg: Исканият сертификат не можа да бъде намерен.
bn_bd: অনুরোধকৃত সার্টিফিকেট পাওয়া যায়নি।
br: N'hall ket bezañ kavet an testeni bet goulennet.
ca: No s'ha pogut trobar el certificat sol·licitat.
cy: Nid oedd modd canfod y dystysgrif ofynnol.
es_mx: No se ha podido encontrar el certificado solicitado.
eu: Ez da eskatutako ziurtagiria aurkitu.
fa: گواهی درخواست شده پیدا نشد.
fur: No si à podût cjatâ il certificât.
ga_ie: Níorbh fhéidir an teastas iarrtha a aimsiú.
gd: Cha deach an teisteanas a dh'iarr thu a lorg.
gu: અરજી થયેલ પ્રમાણપત્ર શોધી શક્યા નહિં.
hi_in: निवेदित प्रमाणपत्र नहीं मिल सका.
hr: Traženi certifikat nije pronađen.
hu: A kért tanúsítvány nem található.
hy_am: Պահանջված սերտիֆիկատը չի գտնվում:
id: Sertifikat yang diminta tidak ditemukan.
is: Umbeðið skilríki fannst ekki.
kk: Сұралған сертификат табылмады.
km: រក​មិន​ឃើញ​វិញ្ញាបនបត្រ​ដែល​បាន​ស្នើ​ឡើយ ។
kn: ಮನವಿ ಸಲ್ಲಿಸಲಾದ ಪ್ರಮಾಣಪತ್ರವು ಕಂಡುಬಂದಿಲ್ಲ.
ku: Belgeya erêkirinê ya tê xwestin nehat dîtin.
lt: Prašomo liudijimo nepavyko rasti.
lv: Pieprasītais sertifikāts nav atrodams.
mai: निवेदित प्रमाणपत्र नहि भेट सकल.
ml: ആവശ്യപ്പെട്ടിരിക്കുന്ന സര്‍ട്ടിഫിക്കേറ്റ് ലഭ്യമല്ല.
mr: विनंतीकृत प्रमाणपत्र आढळले नाही.
ms: Sijil yang diminta tidak dapat dijumpai.
my: တောင်းဆိုထားတဲ့ လက်မှတ်ကို မတွေ့နိုင်သေးဘူး။
nb_no: Klarte ikke finne det forespurte sertifikatet.
nn_no: Det førespurde sertifikatet vart ikkje funne.
oc: Lo certificat demandat es pas estat trobat.
pt_br: O certificado solicitado não pôde ser encontrado.
ro: Nu se poate găsi certificatul cerut.
sd: گهربل سرٽيفڪيٽ جو پتو نہ لڳي سگهيو
si: ඉල්ලූ සහතිකය සොයා ගැනීමට නොහැකි විය.
sr: Тражени сертификат није пронађен.
sv: Det efterfrågade certifikatet kunde inte hittas.
te: అభ్యర్దించిన ధృవీకరణపత్రం కనుగొనబడలేదు.
ug: ئىلتىماس قىلغان گۇۋاھنامە تېپىلمىدى.
uz: So‘ralgan sertifikati topilmadi.
vi: Không tìm thấy chứng chỉ yêu cầu.
zh_tw: 找不到請求的憑證。

source: The signer’s certificate could not be found.
bg: Сертификатът на подписалия не може да бъде намерен.
gu: સહી કરનારનું પ્રમાણપત્ર શોધી શક્યા નહિં.
nb_no: Klarte ikke finne signererens sertifikat.
nn_no: Sertifikatet åt signeraren vart ikkje funne.

source: The location for the certificate status server has invalid format.
af: Die ligging vir die sertifikaatstatusbediener het 'n ongeldige formaat.
ar: موقع خادوم حالة الشهادة في هيئة غير صالحة.
as: প্ৰমাণপত্ৰ অৱস্থা চাৰ্ভাৰৰ অৱস্থানৰ এটা অবৈধ বিন্যাস আছে।
az: Təsdiq sənədi status serverinin ünvanı etibarsız formatdadır.
bg: Местоположението на сървъра за състояние на сертификата е с невалиден формат.
bn_bd: সার্টিফিকেট স্ট্যাটাস সার্ভারের অবস্থান অকার্যকর বিন্যাসে আছে।
br: Gant ur mentrezh didalvoudek emañ al lec'hiadur evit dafariad an testenioù stad.
ca: La ubicació del servidor d'estat del certificat no té un format vàlid.
cy: Mae gan leoliad gweinydd statws y dystysgrif fformat annilys.
es_mx: La dirección del servidor de estado de certificado tiene un formato no válido.
eu: Ziurtagiri egoera zerbitzariaren kokapenak okerreko formatu bat du.
fa: محل کارگزار وضعیت این گواهی دارای قالبی نامعتبر است.
fur: La direzion dal servidôr pal stât dal certificât no à un formât valit
ga_ie: Tá formáid neamhbhailí ar an suíomh le haghaidh an fhreastalaí stádais teastas.
gd: Tha fòrmat mì-dhligheach air àite frithealaiche inbhe an teisteanais.
gu: પ્રમાણપત્ર પરિસ્થતિ સર્વર માટેનું સ્થાન અયોગ્ય બંધારણમાં છે.
hi_in: प्रमाणपत्र स्थिति का स्थान का एक अवैध प्रारूप है.
hr: Lokacija poslužitelja stanja certifikata je nepravilnog formata.
hu: A tanúsítványstátusz-kiszolgáló helyének érvénytelen a formátuma.
hy_am: Սերտիֆիկատի կարգավիճակի սերվերի հասցեն ունի սխալ ձևաչափ:
id: Format lokasi untuk server status sertifikat tidak sah.
is: Staðsetning netþjóns fyrir stöðu skilríkis er með röngu sniði.
kk: Осы сертификаттар күйі серверінің мекен-жай пішімі қате.
km: ការ​បម្រុងទុក​សម្រាប់​ម៉ាស៊ីន​បម្រើ​ស្ថានភាព​របស់​វិញ្ញាបនបត្រ​មាន​ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ​ឡើយ ។
kn: ಪ್ರಮಾಣಪತ್ರದ ಸ್ಥಿತಿ ಪರಿಚಾರಕದ ಸ್ಥಳವು ಅಮಾನ್ಯವಾದ ವಿನ್ಯಾಸವನ್ನು ಹೊಂದಿದೆ.
ku: Ciyê pêşkêşkara rewşê ya belgeya erêkirinê di şêweya nederbasdar de ye.
lt: Liudijimų būsenos serveris nurodytas netinkamai.
lv: Sertifikāta statusa servera adrese ir nederīgā formātā.
mai: प्रमाणपत्र स्थिति क स्थान क एकटा अवैध प्रारूप अछि.
ml: സര്‍ട്ടിഫിക്കേറ്റ് സ്റ്റേറ്റസ് സര്‍വറിനുള്ള സ്ഥാനം തെറ്റായ രീതിയിലാണു്.
mr: प्रमाणपत्र स्थिती सर्वर वरील स्थानचे प्रकार अवैध आहे.
ms: Lokasi bagi pelayar status sijil mempunyai format yang tidak sah.
my: လက်မှတ်ရ အနေအထား ဆာဗာမှာ မမှန်ကန်တဲ့ ပုံစံရှိတယ်။
nb_no: Adressen til sertifikatsstatusserveren har ugyldig format.
nn_no: Adressa til sertifikatsstatustenaren har ugyldig format.
oc: L'emplaçament pel servidor d'estatut de certificats a un format invalid.
pt_br: O endereço do servidor de status de certificado possui um formato inválido.
ro: Amplasarea serverului de stare al certificatului e în format invalid.
sd: سرٽيفڪيٽ جي درجي سرور لاءِ ٺڪاڻي جي نامنظور رچنا آهي۔
sr: Место за статусни сервер сертификата има неисправан формат.
sv: Platsen för certifikatstatusservern har ett ogiltigt format.
te: ధృవీకరణపత్రం స్థితి సేవిక స్థానము సరికాని ఫార్మేట్‌ను కలిగివుంది.
ug: گۇۋاھنامە ھالەت مۇلازىمىتىرىنىڭ ئورۇن فورماتى ئىناۋەتسىز.
uz: Sertifikat holati serveri uchun manzilda noto‘g‘ri format mavjud.
vi: Vị trí của máy chủ tình trạng chứng chỉ có định dạng bất hợp lệ.
zh_tw: 憑證狀態伺服器位置的格式無效。

source: The OCSP response cannot be fully decoded; it is of an unknown type.
af: Die OCSP-respons kan nie ten volle gedekodeer word nie, want dis van 'n onbekende tipe.
ar: لا يمكن فك ترميز إجابة OCSP بشكل كامل؛ إنها من نوع غير معروف.
as: OCSP প্ৰতিক্ৰিয়াটো সম্পূৰ্ণভাৱে ডিকোড কৰিব পৰা নগল; এইটো অজ্ঞাত ধৰণৰ।
az: OCSP cavab tam açıla bilmir; naməlum formatdadır.
bg: Отговорът от OCSP не може да бъде напълно декодиран; от неизвестен вид е.
bn_bd: OCSP উত্তরটি পুরোপুরি ডিকোড করা যায়নি; এটি অজানা ধরনের।
br: Respont OCSP n'hall ket bezañ divoneget en e bezh ; gant ur rizh dianav eo hennezh.
ca: La resposta OCSP no es pot descodificar plenament; és d'un tipus desconegut.
cy: Nid oes modd dadgodio ymateb OCSP yn llawn; mae o fath anhysbys.
es_mx: La respuesta OCSP no puede decodificarse totalmente; es de un tipo desconocido.
eu: OCSP erantzuna ezin da guztiz deskodekatu; mota ezezagun batekoa da.
fa: پاسخ OSCP به صورت کامل رمزگشایی نشد؛ زیرا نوعش نامعلوم است.
fur: No si pues decifrâ ad in plen la rispueste OCPS: e je di une fate no cognossude.
ga_ie: Ní féidir an freagra OCSP a dhíchódú ian iomláine; is de chineál anaithnid é.
gd: Cha ghabh an fhreagairt OCSP a dhì-chòdadh gu lèir; chan aithnichear a sheòrsa.
gu: OCSP પ્રત્યુત્તર સંપૂર્ણપણે ડીકોડ કરી શકતા નથી; તે અજ્ઞાત પ્રકારનું છે.
hi_in: OCSP प्रतिक्रिया पूरी तरह से डिकोड नहीं किया जा सकता है; यह एक अज्ञात प्रकार है.
hr: OCSP odgovor nije u potpunosti dekodiran; nepoznate je vrste.
hu: Az OCSP-választ nem lehet teljesen dekódolni, mert ismeretlen típusú.
hy_am: Չհաջողվեց ամբողջությամբ ապակոդավորել OCSP պատասխանը, նրա տեսակը անհայտ է:
id: Jawaban OCSP tidak bisa didekode sepenuhnya, tipenya tidak dikenali.
is: Ekki er hægt að afkóða OCSP svar; það er af óþekktri tegund.
kk: OCSP жауабы толығымен декодаланбайды; оның түрі белгісіз.
km: ចម្លើយតប​របស់ OCSP មិន​អាច​​ត្រូវ​បាន​ឌិកូដ​ដោយ​ពេញលេញ​ឡើយ វា​មាន​ប្រភេទ​ដែល​មិន​ស្គាល់ ។
kn: OCSP ಪ್ರತ್ಯುತ್ತರವು ಸಂಪೂರ್ಣವಾಗಿ ಡಿಕೋಡ್ ಆಗಿಲ್ಲ; ಅದು ಒಂದು ಅಜ್ಞಾತ ಬಗೆಯದ್ದಾಗಿದೆ.
ku: Bersiva OCSP bi temamî nikare were çareserkirin; ji cureyeke nenas pêk tê.
lt: OCSP atsakymo nepavyko pilnai iššifruoti, nes jis nežinomo tipo.
lv: OCSP atbildi nevar pilnībā atkodēt, tās tips nav zināms.
mai: OCSP प्रतिक्रिया पूरी तरह सँ डिकोड नहि कएल जा सकैत अछि ; ई एकटा अज्ञात प्रकार अछि.
ml: OCSP മറുപടി പൂര്‍ണ്ണമായി ഡീകോഡ് ചെയ്യുവാന്‍ സാധ്യമല്ല; ഇതു് അപരിചിതമായ തരത്തിലുള്ളതാണു്.
mr: OCSP प्रतिसाद पूर्णतया डिकोड केले जाऊ शकत नाही; ते अपरिचीत प्रकार आहे.
ms: Respond OCSP tidak dapat nyakod dengan lengkap; ia merupakan jenis yang tidak diketahui.
my: OCSP တုံ့ပြန်ချက်ကို ပြည့်ပြည့်၀၀ စာဝှက် ဖွင့်လို့ မရနိုင်ဘူး၊ ၄င်းဟာ အမည်မသိ အမျိုးအစား တခု ဖြစ်တယ်။
nb_no: Klarte ikke dekode OCSP-responsen; den har ugyldig type.
nn_no: Klarte ikkje å dekode OCSP-responsen; han har ugyldig type.
oc: Impossible de desencodar completament la responsa OCSP ; son tipe es desconegut.
pt_br: A resposta OCSP não pôde ser totalmente decodificada; é de um tipo desconhecido.
ro: Răspunsul OCSP nu poate fi decodificat complet; este de tip necunoscut.
sd: او سي ايس پي جواب سمورو ڊيڪوڊ نٿو ڪري سگهجي۔ هي نامعلوم قسم جو آهي۔
si: OCSP ප්‍රතිචාරය සම්පූර්ණයෙන්ම තේරුම් ගැනීමට නොහැක; එන නොදන්නා ආකාරයකින් තිබේ.
sr: ОЦСП (OCSP) одговор није могуће потпуно декодирати; врста сертификата је непозната.
sv: OCSP-svaret kan inte helt avkodas; det är av en okänd typ.
te: OCSP ప్రతిస్పందన పూర్తిగా డీకోడ్ చేయబడదు; ఇది తెలియని విధంగా వుంది.
ug: OCSP ئىنكاسىنى تولۇق يېشەلمىدى: نامەلۇم تىپقا تەۋە.
uz: OCSP javobni to‘liq dekodlab bo‘lmaydi; u noma’lum turda.
vi: Phản hồi OCSP không thể được giải mã đầy đủ; nó là một kiểu chưa biết.
zh_tw: OCSP 回應無法被完全解碼；回應是未知的類型。

source: The OCSP server returned unexpected/invalid HTTP data.
af: Die OCSP-bediener het onverwagse/ongeldige HTTP-data gelewer.
ar: أرجع خادوم OCSP بيانات HTTP غير متوقعة/غير صالحة.
as: OCSP চাৰ্ভাৰে অপ্ৰত্যশীত/অবৈধ HTTP তথ্য ঘুৰাই দিলে।
az: OCSP serveri gözlənilməyən ya da etibarsız HTTP məlumatı aldı.
bg: Съръвърът за OCSP върна неочаквани/невалидни данни по HTTP.
bn_bd: OCSP সার্ভার অপ্রত্যাশিত/অকার্যকর HTTP ডাটা প্রেরণ করেছে।
br: Distroet ez eus bet roadennoù HTTP dic'hortozet/didalvoudek gant an dafariad OCSP.
ca: El servidor OCSP ha retornat dades HTTP no esperades o no vàlides.
cy: Dychwelodd gweinydd OCSP ddata HTTP annisgwyl/annilys.
es_mx: El servidor OCSP ha devuelto datos HTTP inesperados/no válidos.
eu: OCSP zerbitzariak HTTP datu esperogabe/baliogabea itzuli du.
fa: کارگزار OSCP داده‌های HTTP غیر منتظره یا نامعتبر ارسال کرد.
fur: Il servidôr OCSP al à tornât indaûr dâts HTTP no previodûts o falâts.
ga_ie: Sheol an freastalaí OCSP sonraí HTTP nach rabhthar ag súil leo nó atá neamhbhailí.
gd: Thill am frithealaiche OCSP dàta HTTP ris nach robh dùil no a tha mì-dhligheach.
gu: OCSP સર્વરે અનિચ્છનીય /અયોગ્ય HTTP માહિતી આપી.
hi_in: OCSP सर्वर ने अप्रत्याशित /अवैध HTTP आंकड़ा दिया है.
hr: OCSP poslužitelj vratio je neočekivane/krive HTTP podatke.
hu: Az OCSP-kiszolgáló váratlan/érvénytelen HTTP-adatokat küldött vissza.
hy_am: OCSP-սերվերը վերադարձրեց անկանխատեսելի/սխալ HTTP տվյալներ:
id: Server OCSP mengembalikan data HTTP yang tidak diharapkan/tidak sah.
is: OCSP þjónn skilaði óvæntum/ógildum HTTP gögnum.
kk: OCSP-сервері күтпеген/қате HTTP мәліметтерін қайтарды.
km: ម៉ាស៊ីន​បម្រើ​របស់ OCSP បាន​ត្រឡប់​ទិន្នន័យ​របស់ HTTP ដែល​មិន​បាន​រំពឹង/មិន​ត្រឹមត្រូវ ។
kn: OCSP ಪರಿಚಾರಕವು ಅನಿರೀಕ್ಷಿತ/ಅಮಾನ್ಯವಾದ HTTP ಮಾಹಿತಿಯನ್ನು ಮರಳಿಸಿದೆ.
ku: Pêşkêşkara OCSP vegeriya ku nedihat hêvîkirin/daneya nederbasdar a HTTP.
lt: OCSP serveris grąžino netikėtus/netinkamus HTTP duomenis.
lv: OCSP serveris atgrieza negaidītus/nederīgus HTTP datus.
mai: OCSP सर्वर ने अप्रत्याशित /अवैध HTTP आंकड़ा देने अछि.
ml: OCSP സര്‍വര്‍ തെറ്റായ HTTP ഡേറ്റ നല്‍കിയിരിക്കുന്നു.
mr: OCSP सर्वरने अपिरीचीत/अवैध माहिती पुरविली.
ms: Pelayar OCSP mengembalikan data HTTP yang tidak dapat dijangkai/tidak sah.
my: OCSP ​ဆာဗာက မျှော်လင့် မထား/မမှန်ကန်တဲ့ HTTP အချက်အလက်ကြမ်းကို ပေးပို့တယ်။
nb_no: OCSP-serveren returnerte uventet/ugyldig HTTP-data.
nn_no: OCSP-tenaren returnerte uventa/ugyldige HTTP-data.
oc: Lo servidor OCSP a tornat de donads HTTP inesperadas/invalidas.
pt_br: O servidor OCSP retornou dados HTTP não esperados ou inválidos.
ro: Serverul OCSP a returnat date HTTP neașteptate/invalide.
sd: او سي ايس پي سرور اچانڪ/ نامنظور ايڇ ٽي ٽي پي سامگري موٽائي موڪلي۔
si: OCSP සේවකයා බලාපොරොත්තු නොවූ/අවලංගු HTTP දත්ත නැවත එවා තිබේ.
sr: Сервер за ОЦСП (OCSP) је вратио неочекиване или неважеће податке кроз ХТТП.
sv: OCSP-servern skickar tillbaka oväntad/ogiltig HTTP-data.
te: OCSP సేవిక అనుకోని/సరికాని HTTP డాటాను తిరిగియిచ్చింది.
ug: OCSP مۇلازىمىتىر تاسادىپىي/ئىناۋەتسىز بولغان HTTP سانلىق مەلۇماتىنى قايتۇردى.
uz: OCSP server kutilmagan/noto‘g‘ri HTTP ma’lumotlarini qaytardi.
vi: Máy chủ OCSP trả lại dữ liệu HTTP bất hợp lệ/không mong đợi.
zh_tw: OCSP 伺服器回傳了未預期╱無效的 HTTP 資料。

source: The OCSP server found the request to be corrupted or improperly formed.
af: Volgens die OCSP-bediener is die versoek korrup of nie behoorlik gevorm nie.
ar: وجد خادوم OCSP أن الطلب تالف أو مصنوع بشكل غير صحيح.
as: OCSP চাৰ্ভাৰ অনুৰোধটোক ক্ষতীগ্ৰস্থ অথবা ত্ৰটিপূৰ্ণভাৱে সৃষ্টিত পালে।
az: OCSP serveri istəyin yarıda kəsilmiş ya da düzgün olmayan formatda olduğunu bildirdi.
bg: Съръвърът за OCSP прецени заявката като развалена или неправилно формирана.
bn_bd: OCSP সার্ভার দ্বারা অনুরোধটি নষ্ট বা অনুপযুক্ত হিসেবে চিহ্নিত হয়েছে।
br: An dafariad OCSP a gav an azgoulenn kontronet pe stummet fall.
ca: El servidor OCSP ha trobat que la sol·licitud estava malmesa o no estava formada adequadament.
cy: Mae'r gweinydd OCSP wedi pennu'r cais fel un llwgr neu heb ei ffurfio'n gywir.
es_mx: El servidor OCSP ha encontrado que la solicitud está corrupta o incorrectamente formada.
eu: OCSP zerbitzariak eskaera hondaturik edo gaizki eratua dagoela dio.
fa: کارگزار OSCP درخواست را مخدوش یا با قالب نامعتبر تشخیص داد.
fur: Il servidôr OCSP al à cjatât une domande cun dams o no formade in maniere corete.
ga_ie: Mheas an freastalaí OCSP go bhfuil an t-iarratas truaillithe nó míchumtha.
gd: Mheas am frithealaiche OCSP gu bheil an t-iarrtas air a thruailleadh no air a dhroch chumadh.
gu: OCSP સર્વરને બગડેલ કે અયોગ્ય રીતે રચાયેલ અરજી મળી આવી.
hi_in: OCSP सर्वर आग्रह को खराब या अनुचित तरीके से तैयार किया गया पाया.
hr: OCSP poslužitelj je ustanovio da je zahtjev oštećen ili nepravilno oblikovan.
hu: Az OCSP-kiszolgáló szerint a kérés sérült vagy nem megfelelően formázott.
hy_am: OCSP սերվերը հարցումը համարեց վնասված կամ սխալ ձևավորված:
id: Server OCSP menemukan bahwa permintaan terkorupsi atau formatnya salah.
is: OCSP þjónn tilkynnti að beiðnin væri gölluð eða á röngu sniði.
kk: OCSP-сервері сұранымды зақымдалған не дұрыс пішімделмеген деп санады.
km: រក​ឃើញ​ម៉ាស៊ីន​បម្រើ​របស់ OCSP សំណើ​ត្រូវ​បាន​ខូច ឬ​ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ ។
kn: OCSP ಪರಿಚಾರಕಕ್ಕೆ ಮನವಿಯು ಭ್ರಷ್ಟಗೊಂಡಂತೆ ಅಥವ ಅಸಮರ್ಪಕವಾಗಿರುವಂತೆ ಕಂಡುಬಂದಿದೆ.
ku: Pêşkêşkara OCSP daxwazê dît ku şikestiye an jî çewt hatiye teşekirin.
lt: OCSP serveriui užklausa pasirodė sugadinta arba blogai suformuota.
lv: OCSP serveris pieprasījumu atzina par bojātu vai nepareizi formatētu.
mai: OCSP सर्वर आग्रह केँ खराब अथवा अनुचित तरीका सँ तैआर कएल गेल.
ml: OCSP സര്‍വറിനു് ഈ ആവശ്യം തെറ്റായി ലഭിച്ചിരിക്കുന്നു.
mr: OCSP सर्वरला विनंती सदोषीत किंवा अयोग्यरित्या रचलेली आढळली.
ms: Pelayar OCSP mendapatkan permintaan untuk mencemarkan atau pembentukan yang tidak sempurna.
my: OCSP ​ဆာဗာက တောင်းဆိုထားချက်ဟာ ပျက်စီး (သို့) မသင့်လျှော်တဲ့ ပုံစံနဲ့ တွေ့ရှိသွားတယ်။
nb_no: OCSP-serveren svarte at forespørselen er ødelagt eller har ugyldig format.
nn_no: OCSP-tenaren svarte at førespurnaden er øydelagd eller har ugyldig format.
oc: Lo servidor OCSP a trobat que la requèsta èra corrompuda o mal formada.
pt_br: O servidor OCSP considerou que o pedido estava corrompido ou formatado incorretamente.
ro: Serverul OCSP consideră cererea coruptă sau formatată incorect.
sd: او سي ايس پي سرور کي پتو لڳو تہ عرض بگڙيل يا اَجوڳو رچيو ويو هوندو۔
si: ඉල්ලීම දූෂණය වී හෝ අනිසි ලෙස සකසා ඇති බව OCSP සේවකයා සොයා ගන්නා ලදි.
sr: ОЦСП (OCSP) сервер је установио да је захтев оштећен или неисправно образован.
sv: OCSP-servern ansåg att förfrågan var skadad eller felaktigt utformad.
te: OCSP సేవిక పాడైన లేదా సరిగా రూపొందించని అభ్యర్దనను కనుగొన్నది.
ug: OCSP مۇلازىمىتىرى خاتالىق كۆرۈلگەن ياكى نامۇۋاپىق قۇرۇلمىلىق ئىلتىماسنى بايقىدى.
uz: OCSP serveri buzilgan yoki noto‘g‘ri shakllantirilgan so‘rovni topdi.
vi: Máy chủ OCSP báo rằng truy vấn bị hỏng hoặc ở dạng không phù hợp.
zh_tw: OCSP 伺服器發現請求已損毀或格式不正確。

source: The OCSP server experienced an internal error.
af: Die OCSP-bediener het 'n interne probleem ervaar.
ar: واجه خادوم OCSP خطأ داخليًا.
as: OCSP চাৰ্বাৰ এটা অভ্যন্তৰীক ত্ৰুটিৰ সন্মুখিন হল।
az: OCSP serveri daxili problemlə üzləşdi.
bg: Съръвърът за OCSP докладва своя вътрешна грешка.
bn_bd: OCSP সার্ভার একটি অভ্যন্তরীন ত্রুটির সম্মুখীন হয়েছে।
br: An dafariad OCSP en deus buhezet ur fazi diabarzh.
ca: El servidor OCSP ha patit un error intern.
cy: Profodd y gweinydd OCSP wall mewnol.
es_mx: El servidor OCSP ha experimentado un error interno.
eu: OCSP zerbitzariak barne errore bat izan du.
fa: کارگزار OSCP دچار خطایی داخلی شد.
fur: Il servidôr OCPS al à fat un erôr interni.
ga_ie: Tharla earráid inmheánach ar an bhfreastalaí OCSP.
gd: Thachair mearachd taobh a-staigh an fhrithealaiche OCSP.
gu: OCSP સર્વરને આંતરિક ભૂલ અનુભવવી પડી.
hi_in: OCSP सर्वर ने आंतरिक त्रुटि का सामना किया.
hr: OCSP poslužitelj je naišao na internu grešku.
hu: Az OCSP-kiszolgálónak belső hibája van.
hy_am: OCSP-սերվերը հաղորդում է իր ներքին սխալմունքի մասին:
id: Server OCSP mengalami kesalahan internal.
is: OCSP þjónn fékk innri villu.
kk: OCSP-сервері өзінің ішкі қатесі туралы хабарлайды.
km: ម៉ាស៊ីន​បម្រើ​របស់ OCSP បាន​ទទួល​​បទពិសោធន៍​អំពី​កំហុស​ខាងក្រៅ ។
kn: OCSP ಪರಿಚಾರಕಕ್ಕೆ ಒಂದು ಆಂತರಿಕ ದೋಷ ಎದುರಾಗಿದೆ.
ku: Pêşkêşkara OCSP rastî çewtiyeke hundirîn hat.
lt: OCSP serveryje įvyko vidinė klaida.
lv: OCSP serveris saskārās ar iekšēju kļūdu.
mai: OCSP सर्वर ने आंतरिक त्रुटि क सामना कएल.
ml: OCSP സര്‍വറില്‍ ഒരു ആന്തരിക പിശക്.
mr: OCSP सर्वरने आंतरिक सर्वर त्रुटी अनुभवली.
ms: Pelayar OCSP mengalami satu ralat pendalaman.
my: OCSP ​ဆာဗာက အတွင်းပိုင်း အမှားတခုကို တွေ့ကြုံနေတယ်။
nb_no: OCSP-serveren opplevde en intern feil.
nn_no: OCSP-tenaren opplevde ein intern feil.
oc: Lo servidor OCSP a trobat una error intèrna.
pt_br: O servidor OCSP sofreu um erro interno.
ro: Serverul OCSP a avut o eroare internă.
sd: او سي ايس پي سرور اندروني چوڪ جو انوڀوُ ٿيو۔
si: OCSP සේවකයාට අභ්‍යන්තර දෝෂයක් හමු විය.
sr: ОЦСП (OCSP) сервер је искусио интерну грешку.
sv: OCSP-servern hade ett internt fel.
te: OCSP సేవిక అంతర్గత దోషమును చవిచూసింది.
ug: OCSP مۇلازىمىتىر ئىچكى خاتالىققا يولۇقتى.
uz: OCSP serverda ichki xato yuz bergan.
vi: Máy chủ OCSP gặp một lỗi nội tại.
zh_tw: OCSP 伺服器發生內部錯誤。
