Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Cert validation search is out of search limits
af: Sertifikaatvalidering-soektog is buite die soekperke.
ar: البحث عن صلاحية الشهادة هو خارج حدود البحث
as: Cert বৈধকৰনৰ সন্ধান, সন্ধান সীমাৰ বাহিৰত
az: Sənəd təsdiqləmə axtarış axtarış limitlərinə daxil deyil
bg: Валидиращото търсене на сертификат е извън обхвата на търсенето
bn_bd: অনুসন্ধান সীমার বাইরে Cert কার্যকারীতা অনুসন্ধান
br: Enklask gwiriadur an testeni zo er-maez eus an harzoù enklask
ca: La cerca de validació de certificats és fora dels límits de cerca
cy: Mae chwilio dilysu'r dystysgrif tu llan i derfynnau ei chwilio
es_mx: La búsqueda de validación del certificado está fuera de los límites
eu: Ziurtagiriaren balidazio-bilaketa bilaketaren mugetatik kanpo dago
fa: جست‌وجو برای اعتبار گواهی از محدوده‌های از پیش تعیین شده فراتر رفت
ga_ie: Sáraíonn an cuardach bailíochtaithe teastais na teorainneacha cuardaigh
gd: Tha rannsachadh dearbhachadh an teisteanais taobh a-muigh raon an rannsachaidh
gu: પ્રમાણપત્ર ચકાસણી શોધ શોધની મર્યાદાઓની બહાર છે
hr: Pretraživanje provjere certifikata je izvan granica pretraživanja
hu: A tanúsítvány-ellenőrzési keresés kívül esik a keresési korlátokon
hy_am: Հավաստագրի վավերականության որոնումը դուրս է որոնման սահմանափակումներից
id: Pencarian validasi sertifikat melebihi batas pencarian
is: Leit á sannreyningu skilríkis er fyrir utan leitartakmörk
kk: Сертификатты растау іздеулер саны шектен асты
km: អស់​ពេល​ស្វែងរក​សុពលភាព​របស់​វិញ្ញាបនបត្រ
kn: ಸರ್ಟ್ ಮಾನ್ಯಗೊಳಿಕೆಯ ಹುಡುಕಾಟವು ಹುಡಕಾಟದ ಮಿತಿಯ ಹೊರಗಿದೆ
ku: Lêgerîna sertîfîkaya heyî ji lîmîtê derbas kir
lt: Pasiekta maksimali liudijimo galiojimo patikros apimtis
lv: Sertifikāta validācijas meklēšana ir ārpus meklēšanas limitiem.
ml: Cert ഉറപ്പാക്കല്‍ തെരച്ചില്‍ പരിധിയ്ക്കു് പുറത്തു്
mr: सर्ट वैधता शोध, शोध मर्यादापलिकडे आहे
ms: Pencarian pengesahsahihan cert adalah melebihi had gelintaran
my: အသိအမှတ်ပြုလက်မှတ် စစ်ဆေးခြင်း ရှာဖွေခြင်းသှ် သတ်မှတ်ချက်ထက်ကျော်လွန်နေပါသှ်
nb_no: Sert-valideringssøk har overtrådt søkebegrensing
nn_no: Sert-valideringssøk har brote søkjeavgrensinga
oc: La recèrca de validacion de certificat es en defòra dels limits de recèrca
ro: Căutarea validării certificatului este în afara limitelor de căutare
sd: سرٽ تصديق ڪرڻ جي ڳولا ڳولاجي حدن کان ٻاهر آهي
sr: Cert validation претрага је ван могућности претраживања.
sv: Certifikatvalideringssökning överskrider sökbegränsningen
te: Cert విలువనిర్థారణ అన్వేషణ అనునది అన్వేషణ పరిమితులకు బయటవుంది
ug: گۇۋاھنامە دەلىللەشنى ئىزدەش ئىزدەش چېكىدىن چىقىپ كەتتى
uz: Sert to‘g‘rilash qidiruvi qidiruv cheklovidan tashqarida
vi: Tìm kiếm kiểm định chứng thư bị ngoài giới hạn tìm kiếm
zh_tw: 憑證驗證搜尋超出了搜尋範圍

source: Policy mapping contains anypolicy
af: Beleidkartering bevat enigebeleid
ar: تخطيط السياسة يحتوي أي سياسة
as: নীতি মানচিত্ৰ কৰনে যিকোনো নীতি অন্তৰ্ভুক্ত কৰে
az: Qanun xəritləməsinə anypolicy daxildir
bg: Съпоставянето на правила за пропускане (policy mapping) съдържа anypolicy
bn_bd: নীতিমালা মানচিত্র যেকোনো নীতিমালা ধারন করে
br: Glennañ ar reolennoù a endalc'h an talvoud dizereat "anypolicy"
ca: La correspondència de política no inclou cap política
cy: Mae mapio polisi yn cynnwys anypolicy
es_mx: El mapeo de políticas contiene anypolicy
eu: Politiken mapak anypolicy dauka
fa: نگاشت سیاست‌ها شامل anypolicy است
ga_ie: Tá "anypolicy" i mapáil an pholasaí
gd: Tha anypolicy ann am mapadh a' phoileasaidh
gu: પોલિસી મેપિંગ કોઇપણ પોલિસીને સમાવે છે
hr: Mapiranje politike sadrži anypolicy
hu: A házirendleképezés tetszőleges házirend értéket tartalmaz
hy_am: Դրույթները պարունակում են anypolicy
id: Pemetaan kebijakan berisi anypolicy
is: Regluvörpun inniheldur anypolicy
kk: Policy mapping ішінде anypolicy тұр
km: គោលការណ៍​ដែល​​មាន​ការ​ផ្គូផ្គង​​ជាមួយ​គោលការណ៍​មួយ​ចំនួន
kn: ಪಾಲಿಸಿ ಮ್ಯಾಪಿಂಗ್ ಎನಿಪಾಲಿಸಿಯನ್ನು ಹೊಂದಿರಬಹುದು
ku: Do kartofgara peymanê de peyman
lv: Politikas kartēšana satur anypolicy
ml: പോളിസി മാപ്പിങില്‍ ഏതു് പോളിസിയുമുണ്ടു്
mr: पॉलिसी मॅपिंगमध्ये कोणतेही धोरण समाविष्टीत आहे
ms: Pemetaan polici mempunyai mana-mana polici
my: ပေါ်လစီစုစည်းမှူတွင် အလုံးစုံသော ပေါ်လစီများအားထည့်သွင်းထားသှ်
nb_no: Policy-mapping inneholder anypolicy
nn_no: Policy-mapping inneheld anypolicy
oc: Lo mappatge d'estrategia d'un certificat conten la valor inapropriada « anypolicy »
ro: Maparea politicii de securitate conține anypolicy
sd: پاليسي ميپنگ ۾ ڪا پاليسي مؤجود آهي۔
sr: Policy mapping садржи anypolicy.
sv: Policymappning innehåller anypolicy
te: పాలసీ మాపింగ్ అనునది యే పాలసీనైనా కలిగివుండును
ug: تاكتىكا خەرىتىلەش anypolicy نى ئۆز ئىچىگە ئالىدۇ
uz: Siyosatni xariatlashda boshqa siyosat bor
vi: Định tuyến chính sách chứa anypolicy
zh_tw: 憑證策略對應（Policy Mapping）包含了 anypolicy

source: Cert chain fails policy validation
af: Sertifikaatketting kon nie beleidvalidering slaag nie
ar: فشلت سلسة الشهادة في التحقق من السياسة
as: Cert শৃংখল নীতি বৈধকৰনত ব্যৰ্থ হয়
az: Təsdiq sənədi zənciri qanun təsdiqləməsindən keçmədi
bg: Веригата сертификати не отговаря на валидиращите правила за пропускане (policy)
bn_bd: নীতিমালার কার্যকারীতা Cert চেইন এ ব্যর্থ
br: Steudad an testeni he deus c'hwitet war gwiriadur ar reolennoù
ca: La cadena de certificació falla en la validació de política
cy: Mae cadwyn y dystysgrif yn methu'r dilysiad polisi
es_mx: La cadena de certificados no cumple la validación de políticas
eu: Ziurtagiriaren kateak politika-balidazioa huts egiten du
fa: زنجیرهٔ گواهی منطبق با سیاست‌ها نیست
ga_ie: Theip ar bhailíochtú an pholasaí don slabhra teastas
gd: Tha slabhraidh nan teisteanas a' fàilligeadh an dearbhachaidh phoileasaidh
gu: પ્રમાણપત્ર કતાર પોલિસી ચકાસણીને નિષ્ફળ કરે છે
hr: Lanac certifikata ne prolazi provjeru politike
hu: A tanúsítványlánc nem megy át a házirend-ellenőrzésen
hy_am: Cert շղթայի քաղաքականության վավերացման ձախողում
id: Rangkaian sertifikat menggagalkan validasi kebijakan
is: Skilríkjakeðja uppfyllir ekki regluprófun
kk: Сертификаттар тізбергі policy validation өтпеді
km: ខ្សែស្រឡាយ​​​​វិញ្ញាបនបត្រ​បរាជ័យ​សុពល​​ភាព​​​របស់​​គោល​​ការណ៍
kn: ಸರ್ಟ್ ಸರಪಳಿಯು ಪಾಲಿಸಿ ಮಾನ್ಯಗೊಳಿಕೆಯಲ್ಲಿ ವಿಫಲಗೊಳ್ಳುತ್ತದೆ
ku: Rastandina peymana zincîra sertîfîkayê bi ser neket
lv: Sertifikātu ķēde nespēj nodrošināt politikas validāciju
ml: പോളിസി ഉറപ്പാക്കല്‍ Cert ചെയിന്‍ പരാജയപ്പെടുത്തുന്നു
mr: सर्ट चैनमुळे धोरण वैधता अपयशी ठरते
ms: Rantai Cert telah menggagalkan had polici
my: အသိအမှတ်ပြုလက်မှတ် သည် ပေါ်လစီစစ်ဆေးခြင်း မအောင်မြင်ပါ
nb_no: Sert-kjede feilet policy-validering
nn_no: Sert-kjede feila policy-validering
oc: Un certificat a especificat una estrategia qu'a pas pogut èsser validada en utilizant una cadena de certificacion quina que siá
ro: Lanțul de certificare nu este validat de politica de securitate
sd: سرٽ جئن نيتيءَ جي تصديق ناڪام ڪري ٿي
sr: Cert chain није прошао потврду политике.
sv: Certifikatkedjan underkändes av policyvalideringen
te: Cert చైన్ పాలసీ నిర్థారణను విఫలంచేయును.
ug: تاكتىكا دەلىللەش گۇۋاھنامە ئۇلانمىسى مەغلۇپ بولدى
uz: Sertifikat zanjiri siyosatni to‘g‘rilay olmadi
vi: Chuỗi chứng thư bị thất bại khi kiểm định chính sách
zh_tw: 憑證鍊未通過憑證策略驗證

source: Unknown location type in cert AIA extension
af: Onbekende liggingtipe in sertifikaat se AIA-uitbreiding
ar: نوع المكان غير معروف في امتداد شهادة AIA
as: cert AIA প্ৰসাৰনত অজ্ঞাত অৱস্থান ধৰন
az: Təsdiq sənədi AIA uzantısında naməlum ünvan formatı
bg: Неизвестен вид местоположение в разширение AIA
bn_bd: cert AIA বর্ধিতাংশে অবস্থানের ধরন অপরিচিত
br: Rizh lec'hiadur dianav e-barzh askouezh an testeni AIA
ca: El tipus d'ubicació en l'extensió de certificació AIA és desconegut
cy: Math lleoliad anhysbys yn estyniad tystysgrif AIA
es_mx: Tipo de ubicación desconocida en la extensión certificado AIA
eu: Kokaleku mota ezezaguna AIA luzapen ziurtagirian
fa: نوع محل نامعلوم در ضمیمهٔ AIA
ga_ie: Cineál neamhaithnid suímh san eisínteacht teastais Rochtain Fhaisnéise Údaráis.
gd: Tha àite de sheòrsa neo-aithnichte ann an leudachan AIA an teisteanais
gu: પ્રમાણપત્ર AIA એક્સટેન્શમાં અજ્ઞાત સ્થાન પ્રકાર
hr: Nepoznata vrsta lokacije u AIA proširenju certifikata
hu: Ismeretlen helytípus a tanúsítvány AIA kiterjesztésében
hy_am: cert AIA ընդլայնման մեջ կա անհայտ տեղի տեսակ
id: Jenis lokasi yang tidak dikenal pada ekstensi AIA sertifikat
is: Óþekkt staðsetningartegund í skilríki AIA viðbót
kk: Сертификаттың AIA кеңейтуінде белісіз орналасу түрі
km: ប្រភេទ​ទីតាំង​ដែល​មិន​ស្គាល់​​នៅ​ផ្នែក​បន្ថែម AIA របស់​វិញ្ញាបនបត្រ
kn: certಸರ್ಟ್ AIA ಎಕ್ಸ್‍ಟೆನ್ಶನ್‌ನಲ್ಲಿ ಗೊತ್ತಿರದ ರೀತಿಯ ಸ್ಥಳದ ಬಗೆ
ku: Di niçika peymana AIA de şêweyê nenas heye
lt: AIA plėtinyje nurodyto kelio tipas nežinomas
lv: Nezināms atrašanās vietas tips sertifikāta AIA paplašinājumā
ml: cert AIA എക്സ്റ്റെന്‍ഷനില്‍ അപരിചിതമായ സ്ഥാന രീതി
mr: सर्ट AIA एक्सटेंशनमध्ये अपरिचीत स्थाळचे प्रकार आढळले
ms: Jenis lokasi yang tidak diketahui dalam cert pelanjutan AIA
nb_no: Ukjent plassering til sert AIA-utvidelse
nn_no: Ukjend plassering til sert AIA-utviding
oc: Tipe d'emplaçament desconegut dins l'extension de certificat AIA
pt_br: Tipo de localização desconhecida na extensão do certificado AIA
ro: Tip necunoscut de locație în extensia AIA a certificatului
sd: سرٽ اي آءِ اي وستار ۾ نامعلوم ٺڪاڻو
sr: Непознат тип локације у cert AIA типу датотеке.
sv: Okänd platstyp i certifikatets AIA-tillägg
te: cert AIA పొడిగింపునందు స్థాన రకం తెలియనిది.
ug: AIA گۇۋاھنامە كېڭەيتىلمىسى نامەلۇم يەرلىك تىپ
uz: Sertifikat AIA kengaytmasida noma’lum manzil turi
vi: Kiểu địa điểm chưa biết trong mở rộng AIA chứng thư
zh_tw: 憑證的授權資訊存取延伸包含了未知的位置類型

source: Server returned bad HTTP response
af: Bediener het swak HTTP-respons gelewer
ar: رد الخادوم باستجابة HTTP سيئة
as: চাৰ্ভাৰে বেয়া HTTP প্ৰতিক্ৰিয়া ঘুৰাই দিছে
az: Server xətalı HTTP cavabı qaytardı
bg: Сървърът върна грешен отговор по HTTP
bn_bd: সার্ভার একটি অপর্যাপ্ত HTTP প্রতিক্রিয়া প্রত্যাবর্তন করেছে
br: Adkaset en deus an dafariad ur respont HTTP fall
ca: El servidor ha retornat una mala resposta HTTP
cy: Dychwelodd y gweinydd ymateb HTTP gwael
es_mx: El servidor regresó una mala respuesta HTTP
eu: Zerbitzariak HTTP erantzun okerra itzuli du
fa: کارگزار پاسخ HTTP نامعتبری ارسال نمود
ga_ie: Fuarthas drochfhreagra HTTP ón fhreastalaí
gd: Thill am frithealaiche droch fhreagairt HTTP
gu: સર્વરને અયોગ્ય HTTP પ્રત્યુત્તર પાછો મળેલ છે
hr: Poslužitelj je vratio krivi HTTP odgovor
hu: A kiszolgáló rossz HTTP-választ adott vissza
hy_am: Սխալ HTTP պատասխան
id: Server mengembalikan balasan HTTP yang salah
is: Netþjónn skilaði gölluðu HTTP svari
kk: Сервер қате HTTP жауабын қайтарған
km: ម៉ាស៊ីន​បម្រើ​បាន​ឆ្លើយតប​ថា​​ HTTP មិន​ត្រឹមត្រូវ
kn: ಪರಿಚಾರಕವು ಸರಿಯಲ್ಲದ HTTP ಪ್ರತ್ಯುತ್ತರವನ್ನು ಮರಳಿಸಿದೆ
ku: Pêşkêşkarê bersiva xirab a HTTP'ê stand
lt: Serverio HTTP atsakymas netinkamas
lv: Serveris atgrieza sliktu HTTP atbildi
ml: സര്‍വര്‍ തെറ്റായ എച്‌ടിടിപി മറുപടി നല്‍കിയിരിയ്ക്കുന്നു.
mr: सर्व्हरने अयोग्य HTTP प्रतिसाद पुरवले
ms: Pelayar menerima maklum balas HTTP yang buruk
my: ဆာဗာမှ bad HTTP တုန့်ပြန်ပေးလိုက်သှ်
nb_no: Serveren returnerte ugyldig HTTP-respons
nn_no: Tenaren returnerte ugyldig HTTP-respons
oc: Lo servidor a renviat una marrida responsa HTTP
pt_br: O servidor retornou uma resposta HTTP incorreta
ro: Serverul a returnat un răspuns HTTP greșit
sd: سرور خراب HTTP جواب موٽائي موڪليو
sr: Сервер је вратио лош HTTP одговор.
sv: Servern skickade tillbaka ett felaktigt HTTP-svar
te: సేవిక చెడ్డ HTTP స్పందనను యిచ్చినది
ug: مۇلازىمىتىر خاتا HTTP ئىنكاسى قايتۇردى
uz: Server yomon HTTP javobini qaytardi
vi: Máy chủ trả lại phản hồi HTTP xấu
zh_tw: 伺服器回覆了無效的 HTTP 回應

source: Server returned bad LDAP response
af: Bediener het swak LDAP-respons gelewer
ar: رد الخادوم باستجابة LDAP سيئة
as: চাৰ্ভাৰে বেয়া LDAP প্ৰতিক্ৰিয়া ঘুৰাই দিছে
az: erver xətalı LDAP cavabı qaytardı
bg: Сървърът върна грешен отговор по LDAP
bn_bd: সার্ভার একটি অপর্যাপ্ত LDAP প্রতিক্রিয়া প্রত্যাবর্তন করেছে
br: Adkaset en deus an dafariad ur respont LDAP fall
ca: El servidor ha retornat una mala resposta LDAP
cy: Dychwelodd y gweinydd ymateb LDAP gwael
es_mx: El servidor regresó una respuesta mala del LDAP
eu: Zerbitzariak LDAP erantzun okerra itzuli du
fa: کارگزار پاسخ LDAP نامعتبری ارسال نمود
ga_ie: Fuarthas drochfhreagra LDAP ón fhreastalaí
gd: Thill am frithealaiche droch fhreagairt LDAP
gu: સર્વરને અયોગ્ય LDAP પ્રત્યુત્તર પાછો મળેલ છે
hr: Poslužitelj je vratio krivi LDAP odgovor
hu: A kiszolgáló rossz LDAP-választ adott vissza
hy_am: Սխալ LDAP պատասխան
id: Server mengembalikan balasan LDAP yang salah
is: Netþjónn skilaði gölluðu LDAP svari
kk: Сервер қате LDAP жауабын қайтарған
km: ម៉ាស៊ីន​បម្រើ​បាន​ឆ្លើយតប​ថា LDAP មិន​ត្រឹមត្រូវ
kn: ಪರಿಚಾರಕವು ತಪ್ಪು LDAP ಪ್ರತ್ಯುತ್ತರವನ್ನು ಮರಳಿಸಿದೆ
ku: Pêşkêşkarê bersiva xirab a LDAP'ê stand
lt: Serverio LDAP atsakymas netinkamas
lv: Serveris atgrieza sliktu LDAP atbildi
ml: സര്‍വര്‍ തെറ്റായ എല്‍ഡിഎപി മറുപടി നല്‍കിയിരിയ്ക്കുന്നു.
mr: सर्व्हरने अयोग्य LDAP प्रतिसाद पुरवले
ms: Pelayar menerima maklum balas LDAP yang teruk
my: ဆာဗာမှ bad LDAP တုန့်ပြန်ပေးလိုက်သှ်
nb_no: Serveren returnerte ugyldig LDAP-respons
nn_no: Tenaren returnerte ugyldig LDAP-respons
oc: Lo servidor a renviat una marrida responsa LDAP
pt_br: O servidor retornou uma resposta LDAP incorreta
ro: Serverul a returnat un răspuns LDAP greșit
sd: سرور خراب LDAP جواب موٽائي موڪليو
sr: Сервер је вратио лош LDAP одговор.
sv: Servern skickade tillbaka ett felaktigt LDAP-svar
te: సేవిక చెడ్డ LDAP స్పందనను యిచ్చినది
ug: مۇلازىمىتىر خاتا LDAP ئىنكاسى قايتۇردى
uz: Server yomon LDAP javobini qaytardi
vi: Máy chủ trả lại phản hồi LDAP xấu
zh_tw: 伺服器回覆了無效的 LDAP 回應

source: Failed to encode data with ASN1 encoder
af: Kon nie data met ASN1-enkodeerder enkodeer nie
ar: فشل ترميز البيانات باستخدام مرمّز ASN1
as: ASN1 এনকোডাৰৰ সৈতে তথ্য এনকোড কৰোতে ব্যৰ্থ
az: Məlum ASN1 şifrələyici ilə şifrələnə bilmədi
bg: Грешка при кодиране на данни с кодиране ASN1
bn_bd: ASN1 এনকোডারের সাহায্যে ডাটা এনকোড করতে ব্যর্থ
br: Fazi en ur enbonegañ ar roadennoù gant an enboneger ASN1
ca: No s'han pogut xifrar les dades amb el codificador ASN1
cy: Methwyd amgosio data gydag amgodiwr ASN1
es_mx: Fallo al codificar datos con el codificador ASN1
eu: Huts egin du datuak ASN1 kodetzailearekin kodetzean
fa: رمزنگاری اطلاعات توسط ASN1 با مشکل مواجه شد
ga_ie: Níorbh fhéidir na sonraí a ionchódú le hionchódóir ASN1
gd: Dh'fhàillig còdachadh an dàta le còdaichear ASN1
gu: ASN1 એન્કોડર સાથે માહિતિને એન્કોડ કરવાનું નિષ્ફળ
hr: Neuspješno kodiranje podataka s ASN1 koderom
hu: Nem sikerült kódolni az adatokat az ASN1 kódolóval
hy_am: Հնարավոր չէ կոդավորել ASN1 գրանշմամբ
id: Gagal mengenkode data dengan pengenkode ASN1
is: Gat ekki umbreytt gögnum með ASN1 kóðara
kk: Мәліметті ASN1 декодерімен декодалау сәтсіз
km: បាន​បរាជ័យ​ក្នុង​ការ​ឌិកូដ​ទិន្នន័យ​ដោយ​មាន​​អ៊ិនកូឌ័រ ASN1
kn: ASN1 ಎನ್ಕೋಡರಿನೊಂದಿಗೆ ದತ್ತಾಂಶವನ್ನು ಎನ್ಕೋಡ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
ku: Di vekodkirina daneyan a ASNI de çewtî
lt: Nepavyko ASN1 šifru užšifruoti duomenų
lv: Neizdevās nošifrēt datus ar ASN1 šifrētāju
ml: എഎസ്എ1 എന്‍കോഡറില്‍ ഡേറ്റാ എന്‍കോഡ് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
mr: ASN1 एंकोडरसह डाटा एंकोड करण्यास अपयशी
ms: Gagal untuk mengekod data dengan pengekod ASN1
my: အချက်အလက်အား ASN1 Encoder ဖြင့် encode လုပ်ရန် မအောင်မြင်
nb_no: Klarte ikke kode data som ASN1
nn_no: Klarte ikkje å kode data som ASN1
oc: Fracàs de l'encodatge de donadas amb l'encodador ASN1
pt_br: Falha na codificação de dados com o codificador ASN1
ro: Codarea datelor cu ASN1 a eșuat
sd: ASN1 اينڪوڊر سان سامگري اينڪوڊ ڪرڻ ۾ ناڪام ٿيو۔
sr: Није успело шифровање са ASN1 уређајем за кодирање.
sv: Kunde inte koda data med ASN1-kodaren
te: దత్తాంశంను ASN1 యెన్కోడర్‌తో యెన్కోడ్ చేయుటకు విఫలమైంది
th: ล้มเหลวในการเข้ารหัสข้อมูลด้วยตัวเข้ารหัส ASN1
ug: سانلىق مەلۇماتنى ASN1 كودتا كودلىيالمىدى
uz: ASN1 kodlagich bilan ma’lumotlar kodlanmadi
vi: Thất bại khi mã hóa dữ liệu với trình mã hóa ANSI
zh_tw: 使用 ASN1 編碼器編碼資料失敗

source: Bad information access location in cert extension
af: Swak inligtingtoegang-ligging in sertifikaatuitbreiding
ar: مكان وصول المعلومات سيئ في امتداد الشهادة
as: cert প্ৰসাৰনত বেয়া তথ্য প্ৰবেশাধিকাৰ অৱস্থান
az: Təsdiq sənədi uzantısında yanlış məlumat ünvanı
bg: Грешно местоположение за достъп до информация в разширение на сертификата
bn_bd: cert বর্ধিতাংশে প্রবেশাধিকার অবস্থানের অপর্যাপ্ত তথ্য
br: Lec'hiadur haeziñ stlenn fall e-barzh askouezh an testeni
ca: La informació d'accés de la ubicació de l'extensió de certificat no és correcta
cy: Lleoliad mynediad gwybodaeth gwael mewn estyniad tystysgrif
es_mx: Dirección de acceso a información no válida en extensión de certificado
eu: Informazioa atzitzeko kokaleku okerra ziurtagiriaren luzapenean
fa: محل دسترسی به اطلاعات در ضمیمهٔ گواهی نامعتبر است
ga_ie: Drochshuíomh rochtaine faisnéise san eisínteacht teastais.
gd: Droch àite inntrigeadh fiosrachaidh ann an leudachan an teisteanais
gu: પ્રમાણપત્ર એક્સટેન્શનમાં અયોગ્ય જાણકારી પ્રવેશ સ્થાન
hr: Kriva lokacija pristupa informacija u proširenju certifikata
hu: Hibás információ-hozzáférés a tanúsítványkiterjesztésben
hy_am: Սխալ տեղեկությունների մատչելիությունը cert ընդարձակման մեջ
id: Lokasi akses informasi yang salah pada ekstensi sertifikat
is: Rangar upplýsingar fyrir aðgangsstaðsetningu í skilríkjaviðbót
kk: Сертификат кеңейтуінде ақпарат рұқсаты орналасуы қате
km: ទីតាំង​ក្នុង​ការ​ចូល​ដំណើរការ​ព័ត៌មាន​មិន​ត្រឹមត្រូវ​​នៅ​ក្នុង​ផ្នែក​បន្ថែម​របស់​វិញ្ញាបនបត្រ
kn: ಸರ್ಟ್ ಎಕ್ಸ್‍ಟೆನ್ಶನ್‌ನಲ್ಲಿ ತಪ್ಪು ಮಾಹಿತಿ ನಿಲುಕಣೆ
ku: Di niçika sertîfîkayê de têketina agahiyan a li ciyê xirab
lt: Liudijimo plėtinyje nurodytas blogs prieigos prie informacijos kelias
lv: Slikta informācijas piekļuves vieta sertifikāta paplašinājumā
ml: cert എക്സ്റ്റെന്‍ഷനില്‍ തെറ്റായ ആക്സ്സ് സ്ഥാനം
mr: सर्ट एक्सटेंशनमध्ये अयोग्य माहिती प्रवेशचे स्थान
ms: Lokasi pemasukan informasi yang buruk dalam pelanjutan cert
my: အသိအမှတ်ပြုလက်မှတ်တွင် မှားသော အချက်အလက် ရယူခြင်း တည်နေရာ
nb_no: Ugyldig informasjonsadressen i sert-utvidelse
nn_no: Ugyldig informasjonsadresse i sert-utviding
oc: Marrida informacion d'emplaçament d'accès dins l'extension de certificat
ro: Locație greșită de accesare a informației în extensia certificatului
sd: سرٽ جي وستار ۾ خراب معلومات داخل ڪرق جو ٺڪاڻو
sr: Локација за приступ подацима је неисправна у екстензији сертификата
sv: Ogiltig plats för informationstillgång i certifikattillägg
te: cert పొడిగింపు నందు చెడ్డ సమాచార యెక్సెస్ స్థానము
ug: گۇۋاھنامە كېڭەيتىلمىسىدىكى خاتا ئۇچۇر زىيارەت ئورنى
uz: Sert kengaytmasidagi manzilga kirishda yomon ma’lumot
vi: Địa điểm truy cập thông tin xấu trong mở rộng chứng thư
zh_tw: 憑證延伸中有錯誤的 Access Location 資訊

source: Libpkix internal error occurred during cert validation.
ar: حدث خطأ Libpkix داخلي أثناء التحقق من الشهادة.
as: cert বৈধকৰনৰ সময়ত Libpkix অভ্যন্তৰীক ত্ৰুটি দেখা দিলে।
az: Sertifikat təsdiqləməsi zamanı daxili Libpkix səhvi baş verdi.
bg: Вътрешна грешка в libpkix при валидиране на сертификат.
bn_bd: cert কার্যকরনের সময় Libpkix অভ্যন্তরীণ ত্রুটি হয়েছে।
bn_in: Libpkix internal error occured during cert validation.
br: Degouezhet ez eus bet ur fazi diavaez Libpkix e-pad gwiriadur an testeni.
ca: S'ha produït un error intern Libpkix durant la validació de certificat.
cy: Digwyddodd gwall mewnol libpkix yn ystod dilysiad tystysgrif.
es_mx: Ocurrió un error interno Libpkix durante la validación del certificado.
eu: Libpkix barne-errorea gertatu da ziurtagiriaren balidazioan.
fa: خطای داخلی Libpkix در حین وارسی گواهی
ga_ie: Tharla earráid inmheánach Libpkix le linn bhailíochtú an teastais.
gd: Thachair mearachd inntearnail Libpkix rè dearbhachadh an teisteanais.
gu: Libpkix આંતરિક ભૂલ પ્રમાણપત્ર ચકાસણી દરમ્યાન ઉદ્ભવી.
hi_in: Libpkix internal error occured during cert validation.
hr: Došlo je do libpkix interne greške prilikom provjere certifikata.
hu: Libpkix belső hiba történt a tanúsítvány érvényesítése közben.
hy_am: Վկայականի վավերացման ընթացքում տեղի ունեցավ Libpkix ներքին սխալ:
id: Kesalahan internal libpkix terjadi saat validasi sertifikat.
is: Libpkix innri villa kom upp þegar verið var að sannreyna skilríki.
kk: Libpkix сертификатты растау кезінде ішкі қатеге жолыққан.
km: កំហុស​ខាងក្នុង​របស់ Libpkix បាន​កើតឡើង​អំឡុង​ពេល​​សុពលភាព​របស់​​វិញ្ញាបនបត្រ ។
kn: ಸರ್ಟ್ ಮಾನ್ಯಗೊಳಿಕೆಯ ಸಮಯದಲ್ಲಿ Libpkix ಆಂತರಿಕ ದೋಷವು ಕಂಡುಬಂದಿದೆ.
ku: Di rastandina sertîfîkayê de çewtiya hundirîn a Libpkix.
lt: Vykdant liudijimo patikrą, libpkix biblioteka susidūrė su vidine klaida.
lv: Libpkix iekšējā kļūda sertifikāta validācijas procesā
mai: Libpkix internal error occured during cert validation.
ml: cert ഉറപ്പാക്കുന്ന സമയത്തു് Libpkix ആന്തരിക പിശക്.
mr: सर्ट वैधतावेळी Libpkix आंतरीक त्रुटी आढळली.
ms: Ralat pendalaman Libpkix berlaku semasa pengesahsahihan cert.
my: Libpkix internal error occured during cert validation.
nb_no: Intern feil i Libpkix oppstod under sert-validering.
nn_no: Intern feil i Libpkix oppstod under sert-validering.
oc: Una error intèrna libpkix s'es producha pendent la validacion de certificat.
pt_br: Erro interno do Libpkix ocorreu durante a validação do certificado.
ro: Eroare internă Libpkix apărută în timpul validării certificatului.
sd: سرٽيفڪيٽ جي ڪٿ دؤران Libpkix اندروني چوڪ ٿي ويئي۔
si: Libpkix internal error occured during cert validation.
sr: Дошло је до унутрашње Libpkix грешке током потврђивања cert-а.
sv: Ett internt fel i libpkix uppstod under certifikatvalidering.
te: cert విలువనిర్థారణనందు Libpkix అంతర్గత దోషము యెదురైంది.
th: Libpkix internal error occured during cert validation.
ug: Libpkix internal error occured during cert validation.
uz: Cert go‘g‘rilashda Libpkix ichki xato yuz berdi.
vi: Lỗi nội bộ Libpkix xảy ra trong quá trình kiểm định chứng thư.
zh_tw: 驗證憑證時，Libpkix 遇到了內部錯誤。
