Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL feature not supported for the protocol version.
bg: SSL възможност неподдържана за тази версия на протокола.
bn_in: SSL-র বৈশিষ্ট্য প্রোটোকল সংস্করণের জন্য সাপোর্ট করে না।
br: Keweriuster SSL anskoret evit handelv ar c'homenad.
ca: La característica SSL és incompatible per a la versió del protocol.
cy: Nid yw'r nodwedd SSL hwn yn cael ei gynnal ar gyfer y fersiwn protocol.
es_mx: Característica SSL no admitida en esa versión del protocolo.
eu: Protokolo-bertsioak ez du SSL eginbidea onartzen.
ga_ie: Ní thacaíonn an leagan seo den phrótacal leis an ngné SSL seo.
hr: SSL mogućnost nije podržana za ovu inačicu protokola.
hu: Az SSL funkció nem támogatott a protokollverzióhoz.
is: SSL eiginleiki er ekki með stuðning fyrir þessa útgáfu samskiptareglu.
kk: SSL мүмкіндігіне хаттама нұсқасында қолдау жоқ.
km: លក្ខណៈ​របស់ SSL មិន​គាំទ្រ​កំណែ​ពិធីការ។
kn: SSL ಸವಲತ್ತಿನ ಬೆಂಬಲ ಪ್ರೋಟೋಕೋಲ್ ಆವೃತ್ತಿಗೆ ಇಲ್ಲ.
lt: SSL savybė nepalaikoma šiai protokolo versijai.
lv: SSL funkcija nav pieejama šajā protokola versijā.
mai: प्रोटोकॉल संस्करण कलेल एसएसएल फीचर समर्थित नहि अछि.
mr: SSL वैशिष्ट्यला निवडलेली प्रोटोकॉल आवृत्ती समर्थन देत नाही.
nb_no: SSL-funksjonen er ikke støttet i denne protokollversjonen.
nn_no: SSL-funksjonen er ikkje støtta i denne protokollversjonen.
pt_br: Função SSL não suportada nesta versão do protocolo.
ro: Funcția SSL nu este suportată de versiunea protocolului.
si: SSL ලක්ෂණය සේවාදායක පහසුකම් සපයන්නේ නැත .
sv: SSL-funktionen stöds inte av protokollversionen.
te: ప్రొటోకాల్ వర్షన్ కొరకు SSL విశేషణం తోడ్పాటులేనిది.
th: คุณสมบัติ SSL ไม่รองรับโดยรุ่นของโพรโทคอล
uz: SSL xususiyati protokol versiyasi uchun mos kelmaydi.

source: SSL received an unexpected Certificate Status handshake message.
bg: SSL получи неочаквано съобщение за ръкостискане Certificate Status.
bn_in: SSL দ্বারা একটি অপ্রত্যাশিত Certificate Status হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn saludiñ Certificate Status dic'hortoz.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Certificate Status» inesperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Statws Tystysgrif annisgwyl.
es_mx: SSL ha recibido un mensaje de negociación Certificate Status inesperado.
eu: SSLk espero gabeko Certificate Status diosal-mezua jaso du.
ga_ie: Fuair SSL cumarsáid thionscantach Stádas an Teastais gan choinne.
hr: SSL je primio neočekivanu "Certificate Status" poruku rukovanja.
hu: Az SSL váratlan tanúsítványstátusz kézfogásüzenetet kapott.
hy_am: SSL-ը անսպասելիորեն ստացավ Certificate Status handshake հաղորդագրություն:
id: SSL menerima pesan handshake Certificate Status yang tidak diharapkan.
is: SSL fékk óvænt Certificate Status skilaboð.
kk: SSL күтпеген Certificate Request байланысын орнату сұранымын алды.
km: SSL បាន​ទទួល​សារ​ស្វាគមន៍​ស្ថានភាព​វិញ្ញាបនបត្រ​ដែល​មិន​រំពឹង​ទុក។
kn: SSL ಅನಿರೀಕ್ಷಿತವಾದ ಪ್ರಮಾಣಪತ್ರ ಮನವಿ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
lt: SSL posistemė gavo netikėtą „Certificate Status“ pasisveikinimo pranešimą.
lv: SSL saņēma negaidītu Certificate Status rokas spiediena ziņojumu.
mai: SSL एकटा अप्रत्याशित प्रमाणपत्र आग्रह हैंडशेक संदेश प्राप्त कएलक.
mr: SSL कडे अनपेक्षीत Certificate Status हॅन्डशेक संदेश प्राप्त झाला.
nb_no: SSL mottok en uventet Certificate Status-håndhilsen.
nn_no: SSL tok imot ei uventa Certificate Status-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « Certificate Status » inesperat.
pt_br: SSL recebeu uma mensagem de handshake Certificate Status inesperada.
ro: SSL a primit un mesaj de negociere neașteptat de tip Certificate Status.
si: බලාපොරොත්තු නොවූ සහතික පිළිගැනීමේ පණිවිඩයක් SSL ට ලැබුණි.
sv: SSL mottog ett oväntat Certificate-Status-handskakningsmeddelande.
te: SSL అనుకోని ధృవీకరణపత్రం స్థితి హాండ్‌షేక్ సందేశాన్ని పొందింది.
uz: SSL kutilmagan sertifikat holati qo‘lni siltash xabarini oldi.

source: Unsupported hash algorithm used by TLS peer.
bg: Партньорът на TLS използва неподдържан алгоритъм за хеш.
bn_in: অসমর্থিত হ্যাশ অ্যালগোরিদম TLS পিয়ার দ্বারা ব্যবহৃত।
br: Un treol ennegañ anskoret zo bet arveret gant ar par TLS.
ca: L'altre extrem de la connexió TLS ha utilitzat un algorisme de resum incompatible.
cy: Algorithm hash anghynaledig wedi ei ddefnyddio gan gyfoed TLS.
es_mx: Algoritmo resumen no admitido utilizado por el interlocutor TLS.
eu: Onartzen ez den hash algortimoa darabil TLS parekoak.
ga_ie: D'úsáid an comhghleacaí TLS algartam haiseála nach dtacaítear leis.
hr: TLS čvor koristi nepodržani hash algoritam.
hu: A TLS partner nem támogatott hash algoritmust használt.
id: Algoritme hash yang tidak didukung yang digunakan oleh pihak lain TLS.
is: TLS þjónn er að nota hakka algrím sem er ekki með stuðning.
kk: TLS торабы қолданатын хэш алгоритміне қолдау жоқ.
km: ក្បួន​ដោះស្រាយ​មិន​គាំទ្រ​ត្រូវ​បាន​ប្រើ​ដោយ TLS ស្មើគ្នា។
kn: TLS ಪೀರ್‌ನಿಂದ ಬೆಂಬಲವಿರದ ಹ್ಯಾಶ್‌ ಅಲ್ಗಾರಿತಮ್‌.
lt: Partnerinis TLS kompiuteris naudoja nepalaikomą maišos algoritmą.
lv: TLS partneris izmanto negaidītu kontrolsummas algoritmu.
mai: TLS पीयर केर द्वारा असमर्थित हैश अलगोरिथम.
mr: TLS जोडीदार असमर्थित hash algorithm वापरत आहे.
nb_no: Ustøttet hash-algoritme brukt av TLS-motparten.
nn_no: Ustøtta hash-algoritme brukt av TLS-motparten.
pt_br: O servidor TLS usa um algoritmo de hash não suportado.
ro: Algortim hash nesuportat folosit de partenerul de conexiune TLS.
si: TLS සම විසින් භාවිතා සහය නොදක්වන හැෂ් ඇල්ගොරිධම .
sv: Hash-algoritmen stöds inte av TLS-parten.
te: TLS పీర్‌చే తోడ్పాటులేని హాష్ అల్గార్ధెమ్ ఉపయోగించబడెను.
uz: TLS manba tomonidan mos kelmaydigan mayda algoritm foydalanilgan.

source: Digest function failed.
ar: فشلت دالة البعثرة.
bg: Грешка при хеширане.
bn_in: ডাইজেস্ট কর্ম ব্যর্থ হয়েছে।
br: C'hwitadenn war an arc'hwel krennañ.
ca: La funció de resum ha fallat.
cy: Methodd swyddogaeth crynhoi.
es_mx: Falló la función de resumen.
eu: Laburpen-funtzioak huts egin du.
ga_ie: Theip ar an bhfeidhm achoimre.
hr: Digest funkcija nije uspjela.
hu: A kivonatoló függvény sikertelen.
hy_am: Digest ֆունկցիայի սխալ:
id: Fungsi digest gagal.
is: Summufall mistókst.
kk: Дайджест функциясы сәтсіз аяқталды.
km: ​មុខងារ​កម្រង​​អត្ថបទ​សង្ខេប​បាន​បរាជ័យ។
kn: ಡೈಜೆಸ್ಟ್ ಕಾರ್ಯವು ವಿಫಲಗೊಂಡಿದೆ.
lt: Maišos funkcija grąžino klaidą.
lv: Kontrolsummas funkcija avarēja.
mai: डाइजेस्ट प्रकार्य विफल.
mr: डायजेस्ट कार्य अयशस्वी.
nb_no: Digest-funksjon feilet.
nn_no: Digest-funksjonen feila.
oc: La foncion de pretractament a fracassat.
pt_br: A função Digest falhou.
ro: Funcția digest a eșuat.
si: ධාරණය කිරීමේ ක්‍රියාව අසමත් විය.
sv: Digest-funktionen misslyckades.
te: డైజెస్ట్ ఫంక్షన్ విఫలమైంది.
uz: Raqam funksiyasi amalga oshmadi.

source: Incorrect signature algorithm specified in a digitally-signed element.
bg: Указана е неправилна сигнатура на алгоритъм в цифрово подписан елемент.
bn_in: বেঠিক সিগ্নেচার অ্যালগোরিদম একটি ডিজিটাল-সাইনড উপাদানে উল্লিখিত।
br: Erspizet ez eus bet un treol sinañ direizh e-barzh un elfenn sinet ent niverel.
ca: S'ha especificat un algorisme de signatura incorrecte en un element signat digitalment.
cy: Algorithm llofnod anghywir wedi ei bennu mewn elfen llofnod digidol.
es_mx: Algoritmo de firma incorrecto especificado en un elemento firmado digitalmente.
eu: Sinadura-algoritmo okerra zehaztu da digitalki sinatutako elementu batean.
ga_ie: Algartam mícheart sínithe in eilimint shínithe go digiteach.
hr: Digitalno potpisan element ima netočno definiran algoritam potpisa.
hu: A digitálisan aláírt elemben helytelen aláírási algoritmus van megadva.
id: Algoritme tanda tangan yang salah yang ditentukan pada elemen yang ditandatangani digital.
is: Skilgreindur var vitlaust undirskrifta algrím í einindi sem með rafræna undirritun.
kk: Цифрлы қолтаңбасы бар элементінің қолтаңба алгоритмі дұрыс емес.
km: បាន​បញ្ជាក់​ក្បួន​ដោះស្រាយ​ហត្ថលេខា​មិន​ត្រឹមត្រូវ​នៅ​ក្នុង​ធាតុ​ដែល​បាន​ចុះ​ហត្ថលេខា​ឌីជីថល។
kn: ಡಿಜಿಟಲಿ ಸಹಿ ಮಾಡಲಾದ ಘಟಕದಲ್ಲಿ ತಪ್ಪಾಗಿ ಸಹಿಮಾಡಿದ ಅಲ್ಗಾರಿತಮ್ ಅನ್ನು ಸೂಚಿಸಲಾಗಿದೆ.
lt: Skaitmeniniu būdu pasirašytame elemente nurodytas neteisingas parašo algoritmas.
lv: Elektroniski parakstītā elementā norādīts nederīgs algoritms.
mai: डिजिटली हस्ताक्षरित तत्व मे गलत हस्ताक्षर अलगोरिथम अछि.
nb_no: Feil signaturalgoritme angitt i et digitalt signert element.
nn_no: Feil signaturalgoritme spesifisert i eit digitalt signert element.
pt_br: Algoritmo de assinatura incorreto especificado em um elemento assinado digitalmente.
ro: Algoritm de semnare incorect specificat într-un element semnat digital.
si: එය ඩිජිටල් අත්සන් අංගයක් , හි නිශ්චිතව දක්වා වැරදි අත්සන ඇල්ගොරිධම .
sv: Felaktig signaturalgoritm anges i ett digitally-signed elementet.
te: డిజిటల్‌గా-సైనైన మూలకంనందు సరికాని సిగ్నేచర్ అల్గార్దెమ్ తెలుపబడెను.
uz: Noto‘g‘ri imzo algoritmi raqamli kiritilgan elementda ko‘rsatilgan.

source: The next protocol negotiation extension was enabled, but the callback was cleared prior to being needed.
bg: Активирано е разширение за договаряне на следващ протокол, но обратното повикване беше прекъснато преди да бъде нужно.
bn_in: পরবর্তী প্রোটোকল নেগশিয়েশন এক্সটেনশন সক্রিয় করা হয়েছিল, কিন্তু কলব্যাকটি প্রয়োজনের পূর্বে পরিষ্কার করা হয়েছে।
br: Gweredekaet eo bet askouezh ar c'homenad kevraouiñ met skarzhet eo bet an adc'halv a-raok bezañ arveret.
ca: L'extensió de negociació de següent protocol està activada, però s'ha esborrat la crida de retorn abans que fos necessària.
cy: Roedd yr estyniad negydu protocol yn barod ond cafodd yr adalw ei glirio cyn fod ei angen.
es_mx: Se activó la extensión de negociación del siguiente protocolo, pero la llamada de respuesta se inicializó antes de necesitarse.
eu: Hurrengo prokolo-negoziazio hedapena gaitu da baina atzera-deia behar baino lehenago garbitu da.
ga_ie: Cumasaíodh an chéad eisínteacht eile ar idirbheartaíocht an phrótacail, ach glanadh an t-aisghlao sula raibh gá leis.
hr: Proširenje dogovaranja idućeg protokola je omogućeno, ali ponovni poziv je obrisan prije no što je bio potreban.
hu: A következő protokoll tárgyalási kiterjesztés be lett kapcsolva, de a visszahívás törölve lett a szükségessé válása előtt.
id: Ekstensi negosiasi protokol berikutnya tidak diaktifkan, tetapi pemanggilan kembali telah dibersihkan sebelum dibutuhkan.
is: Next protocol negotiation viðbót var virk, en kallið til baka var hreinsað áður en það var notað.
kk: Келесі хаттаманы орнату кеңейтуі іске қосылған, бірақ, кері шақыру қолданғанға дейін өшірілді.
km: បាន​បើក​ផ្នែក​បន្ថែម​ការ​ចរចា​ពិធីការ​បន្ទាប់ ប៉ុន្តែ​ការ​ហៅ​ត្រឡប់​ត្រូវ​បាន​សម្អាត​ពីមុន​ដើម្បី​ភាព​ចាំបាច់។
kn: ಮುಂದಿನ ಪ್ರೊಟೊಕಾಲ್ ನೆಗೋಶಿತೇಶನ್ ವಿಸ್ತರಣೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ, ಆದರೆ ಅಗತ್ಯವಿರುವ ಮೊದಲೆ ಕಾಲ್‌ಬ್ಯಾಕ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಲಾಗಿದೆ.
lt: „Next Protocol Negotiation“ plėtinys buvo įjungtas, tačiau atgalinis iškvietimas buvo pašalintas jo dar neprireikus.
lv: Tika aktivizēts nākamais protokola noteikšanas papildinājums, bet atgriezeniskais izsaukums tika notīrīts pirms bija nepieciešams.
mai: अगिला प्रोटोकॉल निगोशियेशन विस्तार सक्रिय छला, मुदा कॉलबैक जरूरी केर पहिने साफ कएल गेल अछि.
nb_no: Den neste protokollforhandlingsutvidelsen var påslått, men tilbakekallet ble fjernet før den trengtes.
nn_no: Den neste protokollforhandlingsutvidinga var påslått, men tilbakekallet vart fjerna før det trongst.
pt_br: A extensão Next Protocol Negotiation estava ativada, mas o callback foi removido entre o início da requisição e a resposta do servidor.
ro: Extensia „next protocol negotiation” a fost activată, însă funcția de reapelare a fost eliminată înainte de a putea fi folosită.
si: ඊළඟ ප්රොටොකෝලය සාකච්ඡා දීර්ඝ සක්රීය කරන ලදී , නමුත් callback පෙර අවශ්ය කරනු සඳහා කරන ලදී.
sv: Nästa protokollförhandlingstillägg aktiverades, men motringningen rensades innan den användes.
te: తరువాతి ప్రొటోకాల్ నెగోషియేషన్ ఎక్స్‌టెన్షన్ చెతనమైంది, కాని కాల్‌బాక్ అనేది అవసరానికన్నా ముందే క్లియర్ అయింది.
uz: Keyingi protokol inkori yoqib qo‘yilgan, ammo teskari chaqirish kerakli bo‘lishi uchun oldingilari tozalangan.

source: The server supports no protocols that the client advertises in the ALPN extension.
bg: Сървърът не поддържа протокол, който клиентът обявява в разширение ALPN.
bn_in: এই সার্ভারটি কোনো প্রোটোকল সাপোর্ট করে না যা ক্লায়েন্ট ALPN এক্সটেনশনে বিজ্ঞাপিত করে।
br: An dafariad ne skor hini ebet eus ar c'homenadoù erspizet gant an arval e-barzh an askouezh ALPN.
ca: El servidor és no és compatible amb cap dels protocols que anuncia el client en l'extensió ALPN.
cy: Nid yw'r gweinydd yn cynnal protocolau mae'r client yn ei hysbysu yn yr estyniad ALPN.
es_mx: El servidor no admite protocolos anunciados por el cliente en la extensión ALPN.
eu: Zerbitzariak ez du onartzen bezeroak ALPN hedapenean iragartzen duen protokolorik.
ga_ie: Ní thacaíonn an freastalaí le haon phrótacal a fhógraíonn an cliant san eisínteacht ALPN.
hr: Poslužitelj ne potžava nijedan protokol kojeg klijent oglašava u ALPN proširenju.
hu: A kiszolgáló nem támogat olyan protokollokat, amelyeket a kliens az ALPN kiterjesztésben hirdet.
id: Server mendukung tidak satu pun protokol yang diajukan klien pada ekstensi ALPN.
is: Netþjónn styður enga samskiptareglu sem biðlari skilgreinir í ALPN viðbótinni.
kk: Клиент ALPN кеңейтуінде жазылған хаттамалардың ешбіреуін сервер қолдамайды.
km: ម៉ាស៊ីន​មេ​មិន​គាំទ្រ​ពិធីការ​ដែល​ម៉ាស៊ីន​កូន​ផ្សាយ​នៅ​ក្នុង​ផ្នែក​បន្ថែម ALPN ទេ។
kn: ಕ್ಲೈಂಟ್‌ ತನ್ನ ALPN ವಿಸ್ತರಣೆಯಲ್ಲಿ ಪ್ರಕಟಿಸಿದ ಯಾವುದೆ ಪ್ರೊಟೊಕಾಲ್‌ಗಳನ್ನು ಸರ್ವರ್‌ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
lt: Serveris nepalaiko nė vieno iš kliento nurodomų ALPN plėtinyje protokolų.
lv: Serveris neatbalsta nevienu protokolu, ko klients piedāvā savā ALPN paplašinājumā.
mai: ई सर्वर कोनो प्रोटोकॉल केर समर्थन नहि करैत अछि जे क्लाइंट ALPN विस्तार क प्रचार करैत अछि.
nb_no: Serveren støtter ingen protokoller som klienten annonserer i ALPN-utvidelsen.
nn_no: Tenaren støttar ingen protokollar som klienten annonserer i ALPN-utvidinga.
pt_br: O servidor não suporta nenhum protocolo que o cliente divulga na extensão ALPN.
ro: Serverul nu suportă niciun protocol anunțat de client în extensia ALPN.
si: සේවාදායකය සේවාදායකයා ALPN දීර්ඝ ප්රචාරය බවට කිසිදු මැඩීමට සඳහා සහය දක්වයි.
sv: Servern stödjer inga protokoll där klienten annonserar i ALPN-tillägget.
te: క్లైంట్ ALPN ఎక్స్‌టెన్షన్ నందు ప్రకటింటే ఏ ప్రొటోకాల్స్‌కు సేవిక తోడ్పాటునీయదు.
uz: Server ALPN kengaytmadagi reklama mijozlari protokollarini qo‘llab-quvvatlamaydi.

source: The server rejected the handshake because the client downgraded to a lower TLS version than the server supports.
bg: Сървърът отхвърли ръкостискането, защото клиентът понижи версията на TLS до такава, която не се поддържа от сървъра.
bn_in: এই সার্ভারটি হ্যান্ডশেকটি প্রত্যাখ্যাত করেছে কারণ ক্লায়েন্ট নীচের TLS সংস্করণে পর্যবসিত হয়েছে সার্ভার সাপোর্টের তুলনায়।
br: An dafariad en deus distaolet ar saludiñ rak an arval a arver un handelv TLS izeloc'h eget an hini izelañ skoret gant an dafariad.
ca: El servidor ha rebutjat la conformitat de connexió perquè el client ha tornat a una versió de TLS inferior que el servidor no admet.
cy: Gwrthododd y gweinydd yr ysgwyd llaw oherwydd i'r client israddio i fersiwn TLS is na mae'r gweinydd yn ei gynnal.
es_mx: El servidor rechazó la negociación porque el cliente degradó a una versión TLS inferior a la que admite el servidor.
eu: Zerbitzariak diosala ukatu du zerbitzariak onartzen duen TLS bertsioa baino bertsio zaharragora aldatu delako bezeroa.
ga_ie: Dhiúltaigh an freastalaí an chumarsáid thionscantach toisc gur bhain an cliant úsáid as leagan de TLS atá níos lú ná na leaganacha a dtacaíonn an freastalaí leo.
hr: Poslužitelj je odbio rukovanja jer je klijent zatražio prelazak na nižu inačicu TLS-a, koju poslužitelj ne podržava.
hu: A kiszolgáló visszautasította a kézfogást, mert a kliens a szerver által támogatottnál régebbi TLS verzióra állt vissza.
id: Server menilah handshake karena klien menurunkan ke versi TLS yang lebih rendah dari yang didukung server.
is: Netþjónn hafnaði tengingu vegna þess að biðlari fór niður í lægri útgáfu af TLS sem netþjónn styður ekki.
kk: Сервер байланысты орнату сұранымын тайдырды, өйткені клиенттің сұраған TLS нұсқасы сервер қолдайтын нұсқасынан кіші болып тұр.
km: ម៉ាស៊ីន​មេ​បាន​បដិសេធ​ការ​ស្វាគមន៍ ព្រោះ​ម៉ាស៊ីន​កូន​បាន​បន្ទាប​កំណែ TLS ឲ្យ​ទាប​ជាង​កំណែ​ដែល​ម៉ាស៊ីន​មេ​គាំទ្រ។
kn: ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಅನ್ನು ಸರ್ವರ್‌ ತಿರಸ್ಕರಿಸಿದೆ ಏಕೆಂದರೆ ಸರ್ವರ್‌ ಬೆಂಬಲಿಸುವ TLS ಆವೃತ್ತಿಗಿಂತಲೂ ಕೆಳಗಿನದಕ್ಕೆ ಕ್ಲೈಂಟ್‌ ಅನ್ನು ಇಳಿಸಲಾಗಿದೆ.
lt: Serveris atmetė pasisveikinimą, nes klientas grįžo prie žemesnės, negu serverio palaikoma, TLS versijos.
lv: Serveris noraidīja sarokošanos, jo klients pazeminājās uz zemāku TLS versiju, kā atbalsta serveris.
mai: सर्वर ने हैंडशेक अस्वीकृत कए देलक किएक क्लाइंट ने निम्न TLS संस्करण मे डाउनग्रेड कएल अछि अपेक्षाकृत सर्वर समर्थन केर.
nb_no: Serveren avviste håndhilsenen fordi klienten nedgraderte til en lavere TLS-versjon enn det serveren støtter.
nn_no: Tenaren avviste handhelsinga fordi klienten nedgraderte til ein lågare TLS-versjon enn det tenaren støttar.
pt_br: O servidor rejeitou a conexão porque o cliente suporta uma versão TLS mais antiga do que é suportado pelo servidor.
ro: Serverul a respins negocierea deoarece clientul a trecut la o versiune TLS inferioară celei suportate de server.
si: සේවාලාභියා විසින් සේවාදායකය ආධාරක , වඩා අඩු TLS අනුවාදය බාල්දු නිසා සේවාදායකය 'handshake' ප්රතික්ෂේප කලේ ය.
sv: Servern avvisade en handskakning eftersom klienten nedgraderas till en lägre TLS-version som servern stöder.
te: క్లైంట్ అనేది సేవిక తోడ్పాటునిచ్చే TLS వర్షన్ కన్నా తక్కువకు డౌన్‌గ్రేడ్ అవడంవలన హాండ్‌షేక్‌ను సేవిక తిరస్కరించెను.
th: เซิร์ฟเวอร์ปฏิเสธการจับมือเนื่องจากลูกข่ายปรับลดเป็นรุ่น TLS ที่ต่ำกว่าที่เซิร์ฟเวอร์รองรับ
uz: Server qo‘l siltashni rad qilid, chunki mijoz server qpo‘llab-quvvatlaydigan pastroq STLS versiyasiga yangilangan.

source: The server certificate included a public key that was too weak.
bg: Сертификатът на сървъра има публичен ключ, който е твърде слаб.
bn_in: সার্ভার সার্টিফিকেটে এমন একটি পাব্লিক কী আছে যা খুবই দুর্বল।
br: Ur alc'hwez foran re wan a oa endalc'het gant testeni an dafariad.
gd: Bha iuchair phoblach ann an teisteanas an fhrithealaiche a bha ro lag.
is: Netþjóna skírteinið inniheldur opinberan lykil sem er of veikur.
kk: Сервер сертификаты публикалық кілті тым әлсіз болып тұрған сертификатты ұсынған.
nb_no: Server-sertifikatet inneholder en offentlig nøkkel som er for svak.
pt_br: O certificado do servidor inclui uma chave pública muito fraca.

source: Not enough room in buffer for DTLS record.
bg: Няма достатъчно място в буфера за запис на DTLS.
nb_no: Ikke nok plass i buffer for DTLS-oppføring.
nn_no: Ikkje nok plass i buffer for DTLS-oppføring.

source: No supported TLS signature algorithm was configured.
bg: Настроен е неподдържан алгоритъм за подпис на TLS.
nb_no: Ingen støttede TLS signaturalgoritmer var konfigurert.
nn_no: Ingen støtta TLS signaturalgoritmar vart konfigurerte.

source: The peer used an unsupported combination of signature and hash algorithm.
bg: Партньорът използва неподдържана комбинация от подпис и алгоритъм за хеширане.
nb_no: Motparten brukte en ustøttet kombinasjon av signatur og hash-algoritmer.
nn_no: Motparten brukte ein ustøtta kombinasjon av signatur og hash-algoritmar.

source: The peer tried to resume without a correct extended_master_secret extension.
bg: Партньорът се опита да продължи без правилно разширение extended_master_secret.
nb_no: Motparten forsøkte å fortsette uten en gyldig extended_master_secret-utvidelse.
nn_no: Motparten freista å fortsetja utan ei gyldig extended_master_secret-utviding.

source: The peer tried to resume with an unexpected extended_master_secret extension.
bg: Партньорът се опита да продължи с неочаквано разширение extended_master_secret.
nb_no: Motparten forsøkte å fortsette med en uventet extended_master_secret-utvidelse.
nn_no: Motparten freista å fortsetja med ei uventa extended_master_secret-utviding.

source: An I/O error occurred during security authorization.
af: 'n T/A-fout het tydens sekuriteitsmagtiging voorgekom.
ar: حصل خطأ دخل/خرج أثناء المصادقة الأمنية.
as: সুৰক্ষা প্ৰমাণীকৰণৰ সময়ত এটা I/O ত্ৰুটি দেখা দিছিল।
az: Təhlükəsizlik təsdiqləməsi zamanı giriş-çıxış səhvi baş verdi.
bg: Получи се входно-изходна грешка по време на удостоверяване по сигурността.
bn_bd: নিরাপত্তামূলক অনুমোদনের সময় ইনপুট/আউটপুট ত্রুটি দেখা দিয়েছে।
bn_in: নিরাপত্তামূলক অনুমোদনের সময় ইনপুট/আউটপুট সমস্য়া দেখা দিয়েছে।
br: Degouezhet ez eus bet ur fazi enankañ/ec'hankañ pa oa o reiñ an aotre diogelroez.
ca: S'ha produït un error I/O durant l'autorització de seguretat.
cy: Digwyddodd gwall I/O yn ystod dilysu diogelwch.
es_mx: Ha ocurrido un error de E/S durante la autorización de seguridad.
eu: S/I errore bat gertatu da segurtasun autorizazioan.
fa: یک خطای ورودی/خروجی در هنگام مجازشماری امنیتی رخ داد.
fur: Erôr I/O te autorizazion di sigurece.
ga_ie: Tharla earráid I/A le linn údarú slándála.
gd: Thachair mearachd I/O rè an ùghdarrachaidh thèarainteachd.
gu: સુરક્ષા સત્તાધિકરણ દરમ્યાન I/O ભૂલ આવી.
hi_in: एक I/O त्रुटि आई सुरक्षा सत्यापन के दौरान.
hr: Došlo je do ulazno-izlazne greške pri sigurnosnoj autorizaciji.
hu: I/O hiba történt a biztonsági hitelesítés közben.
hy_am: Մ/Ե սխալ տեղի ունեցավ անվտանգության ավտորիզացիայի ժամանակ:
id: Kesalahan Input/Output terjadi saat otorisasi keamanan.
is: I/Ú villa varð í vottun á öryggisheimild.
kk: Қауіпсіз авторизация кезінде Е/Ш қатесі кеткен.
km: កំហុស I/O បាន​កើតឡើង​អំឡុង​ពេល​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​សុវត្ថិភាព ។
kn: ಸುರಕ್ಷತಾ ದೃಢೀಕರಣದ ಸಮಯದಲ್ಲಿ ಒಂದು I/O ದೋಷ ಕಂಡುಬಂದಿದೆ.
ku: Di piştrastkirina ewlehiyê de çewtiyeke I/O derket.
lt: Saugiai nustatant tapatybę, įvyko įvesties–išvesties klaida.
lv: Drošības autorizācijas laikā notika I/O kļūda.
mai: एकटा I/O त्रुटि आई सुरक्षा सत्यापन क दौरान.
ml: സുരക്ഷയുടെ ആധികാരികത ഉറപ്പാക്കുമ്പോള്‍ ഒരു ഐ/ഒ പിശകുണ്ടായിരിയ്ക്കുന്നു.
mr: सुरक्षा अधिप्रमाणनतेवेळी I/O त्रुटी आढळली.
ms: Kesalahan I/O berlaku semasa pengesahan keselamatan.
my: လုံခြုံရေး အခွင့်ကာဏာ အချိန်တွင်း I/O အမှားတခု ဖြစ်ပွားတယ်။
nb_no: En I/O-feil oppstod under sikkerhetsautorisasjon.
nn_no: Ein I/O-feil oppstod under sikkerheitsautorisasjon.
oc: Una error d'entrada/sortida s'es producha pendent l'autorizacion de seguretat.
pt_br: Ocorreu um erro de I/O durante a autorização de segurança.
ro: A intervenit o eroare I/O în timpul autorizării securizate.
sd: سلامتيءَ جي تصديق دؤران آءِ/او چوڪ ٿي ويئي۔
si: ආරක්ෂණ අවසර ලබා දීමේදී I/O දෝෂයක් මතු විය.
sr: Дошло је до У/И грешке током безбедносне ауторизације.
sv: Ett I/O-fel uppstod under säkerhetsauktorisation.
te: సురక్షిత ఆధికారంనందు ఒక I/O దోషము సంభవించింది.
th: พบ I/O error ระหว่างการรับรองความปลอดภัย
ug: بىخەتەر ھوقۇق بېرىش جەريانىدا I/O خاتالىقى يۈز بەردى.
uz: Tasdiqdan o‘tkazish jarayoni davomida I/O xatolik yuz berdi.
vi: Một lỗi I/O xảy ra trong quá trình thẩm định bảo mật.
zh_tw: 在安全鑑別時發生 I/O 錯誤。
