Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Unable to import. Error attempting to import certificate chain.
eu: Ezin da inportatu. Errorea ziurtagiri katea inportatzerakoan.
fa: قادر به وارد کردن نیست. خطا در وارد کردن زنجیرهٔ گواهی.
hr: Uvoz nije moguć. Greška pri pokušaju uvoza lanca certifikata.
lv: Nevar importēt. Kļūda mēģinot importēt sertifikāta ķēdi.
mai: आयात करब मे असमर्थ. प्रमाणपत्र शृंखला आयात करब क प्रयास मे त्रुटि.
mr: इम्पोर्ट करू शकत नाही. प्रमाणपत्र चैन इम्पोर्ट करतेवेळी त्रुटी आढळली.
oc: Importacion impossibla. Error al moment de la temptativa d'importacion de la cadena de certificat.
ro: Nu se poate importa. Eroare la încercarea de a importa lanțul de certificate.
si: ආනයනය කළ නොහැක. සහතික දාමය ආනයනය කිරීමට උත්සහ කිරීමේදී දෝෂයක්.
sr: Увоз није могућ. Грешка при увозу ланца сертификата.
zh_tw: 無法匯入，嘗試匯入憑證鏈時錯誤。

source: Unable to export. Unable to locate certificate or key by nickname.
eu: Ezin da esportatu. Ezin da ziurtagiri edo gako ezizenaren bidez kokatu.
fa: قادر به صادر کردن نیست. قادر به پیدا کردن گواهی یا کلید بر حسب نام مستعار نبود.
hr: Izvoz nije moguć. Nije moguće locirati certifikat ili ključ prema nadimku.
lv: Nevar eksportēt. Ar norādīto segvārdu nevar atrast sertifikātu vai atslēgu.
mai: निर्यात करब मे असमर्थ. उपनाम सँ प्रमाणपत्र अथवा कुँजी पता करब मे असमर्थ.
mr: एक्सपोर्ट करू शकत नाही. प्रमाणपत्र किंवा कि निकनाव नुरूप शोधता आले नाही.
oc: Exportacion impossibla. Impossible de localizar lo certificat o la clau per son escais.
ro: Nu se poate exporta. Nu se poate găsi certificatul sau cheia după poreclă.
si: අපනයනය කිරීමට නොහැක. සහතිකය හෝ විකට නමින් යතුර සොයා නිශ්චය කිරීමට නොහැක
sr: Увоз није могућ. Није могуће пронаћи сертификат или кључ по имену.
zh_tw: 無法匯出，無法依暱稱定位憑證或金鑰。

source: Unable to export. Private Key could not be located and exported.
eu: Ezin da inportatu. Ezin da gako pribatua kokatu eta esportatu.
fa: قادر به صادر کردن نیست. قادر به پیدا و صادر کردن کلید خصوصی نبود.
hr: Izvoz nije moguć. Privatni ključ nije pronađen i izvezen.
lv: Nevar exportēt. Privāto atslēgu nevar atrast vai eksportēt.
mai: निर्यात करब मे असमर्थ. निज कुँजी क पता आओर निर्यातित नहि कएल जाए सकल.
mr: एक्सपोर्ट करू शकत नाही. व्यक्तिगत कि आढळली नाही व एक्सपोर्ट केले जाऊ शकत नाही.
oc: Exportacion impossibla. La clau privada es pas estada trobada.
ro: Nu se poate exporta. Nu se poate localiza și exporta cheia privată.
si: අපනයනය කිරීමට නොහැක. පුද්ගලික යතුර නිශ්චය හා අපනයනය කිරීමට නොහැකි විය.
sr: Извоз није могућ. Приватни кључ није пронађен.
zh_tw: 無法匯出，無法定位私密金鑰並匯出。

source: Unable to export. Unable to write the export file.
eu: Ezin da esportatu. Ezin da esportazio fitxategian idatzi.
fa: قادر به صادر کردن نیست. قادر به نوشتن پروندهٔ صادر شده نبود.
hr: Izvoz nije moguć. Izvozna datoteka ne može biti zapisana.
lv: Nevar exportēt. Nevar ierakstīt eksporta failā.
mai: निर्यात करब मे असमर्थ. निर्यात फाइल लिखब मे असमर्थ.
mr: एक्सपोर्ट करू शकत नाही. एक्सपोर्ट फाइल लिहू शकत नाही.
oc: Exportacion impossibla. Impossible d'escriure lo fichièr d'exportacion.
ro: Nu se poate exporta. Nu se poate scrie fișierul exportat.
si: අපනයනය කිරීමට නොහැක. අපනයන ගොනුව ලිවීමට නොහැක.
sr: Извоз није могућ. Није могуће записати извозну датотеку.
zh_tw: 無法匯出，無法寫入匯出檔案。

source: Unable to import. Unable to read the import file.
eu: Ezin da inportatu. Ezin da inportazio fitxategia irakurri.
fa: قادر به وارد کردن نیست. قادر به خواندن پروندهٔ ورودی نبود.
hr: Uvoz nije moguć. Uvoznu datoteku nije moguće pročitati.
lv: Nevar importēt. Nevar nolasīt importa failu.
mai: आयात करब मे असमर्थ. आयात फाइल लिखब मे असमर्थ.
mr: एक्सपोर्ट करू शकत नाही. इम्पोर्ट फाइल वाचण्यास अशक्य.
oc: Exportacion impossibla. Impossible de legir lo fichièr d'importacion.
ro: Nu s-a putut importa. Nu s-a putut citi fișierul de importat.
si: ආනයනය කිරීමට නොහැක. ආනයන ගොනුව කියවීමට නොහැක.
sr: Увоз није могућ. Није могуће прочитати увозну датотеку.
zh_tw: 無法匯入，無法讀取匯入檔案。

source: Unable to export. Key database corrupt or deleted.
eu: Ezin da esportatu. Gako datubasea hondaturik edo ezabaturik dago.
fa: قادر به صادر کردن نیست. پایگاه دادهٔ کلید پیدا نشد یا مخدوش شده است.
hr: Izvoz nije moguć. Baza ključeva je oštećena ili izbrisana.
lv: Nevar eksportēt. Atslēgu datubāze ir bojāta vai izdzēsta.
mai: निर्यात करब मे असमर्थ. कुँजी डेटाबेस खराब अथवा मेटायल गेल.
mr: एक्सपोर्ट करू शकत नाही. कि माहितीकोष सदोषीत किंवा काढूण टाकले गेले.
oc: Exportacion impossibla. La banca de donadas de las claus es corrompuda o escafada.
ro: Nu se poate exporta. Baza de date cu chei este coruptă sau ștearsă.
si: අපනයනය කිරීමට නොහැක. යතුරු දත්ත ගබඩාව දූෂිත හෝ මැකී ඇත.
sr: Извоз није могућ. База кључева је оштећена или уклоњена.
zh_tw: 無法匯出，金鑰資料庫毀損或已刪除。

source: Password entered is invalid. Please pick a different one.
eu: Idatzitako pasahitza baliogabea da. Mesedez hautatu beste bat.
fa: گذرواژهٔ وارد شده معتبر نیست. لطفاً گذرواژهٔ دیگری انتخاب کنید.
hr: Unesena lozinka je kriva. Molim odaberite drugu.
lv: Ievadītā parole ir nederīga. Lūdzu izvēlieties citu.
mai: दाखिल गुड़किल्ली अवैध अछि. कृप्या ककरो भिन्न चुनू.
mr: प्रविष्ट गुप्तशब्द अवैध आहे. कृपया अन्य निवडा.
oc: Lo senhal picat es invalid. Causissètz-ne un autre.
ro: Parola introdusă este invalidă. Vă rugăm alegeți una diferită.
si: ඇතුල් කරන ලද රහස් පදය අවලංගුයි. කරුණාකර වෙනස් එකක් තෝරා ගන්න.
sr: Унесена лозинка је неважећа. Молимо да изаберете неку другу.
zh_tw: 輸入的密碼無效，請選擇其他的密碼。

source: Old password entered incorrectly. Please try again.
eu: Pasahitz zaharra oker idatzi duzu. Saiatu berriro.
fa: گذرواژهٔ قدیمی اشتباه وارد شد. لطفاً مجدداً تلاش کنید.
hr: Stara lozinka je krivo unesena. Molim pokušajte ponovno.
lv: Vecā parole ievadīta nepareizi. Mēģiniet vēlreiz.
mai: पुराना गुड़किल्ली गलत दाखिल कएल गेल. कृप्या फेर कोशिश करू .
mr: जुणे गुप्तशब्द अयोग्यरित्या प्रविष्ट केले गेले. कृपया पुन्हा प्रयत्न करा.
oc: Lo senhal ancian es pas estat picat corrèctament. Tornatz ensajar.
ro: Parola veche a fost introdusă incorect. Vă rugăm să încercați din nou.
si: පරණ රහස් පදය වැරදි ලෙස ඇතුල් කරන ලදි. කරුණාකර නැවත උත්සහ කරන්න.
sr: Стара лозинка је неисправно унета. Молимо да пробате поново.
zh_tw: 輸入的舊密碼不正確，請再試一次。

source: New CKL has different issuer than current CKL. Delete current CKL.
eu: CKL berriak dagoen CKL-aren jaulkitzaile ezberdina du. Dagoen CKL-a ezabatu.
fa: صادرکنندهٔ CKL جدید با صادرکنندهٔ CKL فعلی متفاوت است. CKL فعلی را حذف نمایید.
hr: Novi CKL ima drugačijeg izdavača od trenutnog CKL-a. Obrišite trenutni CKL.
lv: Jaunajam CKL ir no pašreizējā CKL atšķirīgs izdevējs. Izdzēsiet pašreizējo CKL.
mai: नव CKL क पास भिन्न निर्गतकर्ता अछि अपेक्षाकृत मोजुदा CKL के. मोजुदा CKL मेटाउ.
mr: नविन CKL कडे वर्तमान CKL पेक्षा वेगळे देयक आहे. वर्तमान CKL काढूण टका.
oc: La lista de claus compromesas novèla proven d'una autoritat diferenta de la qu'es en cors d'utilizacion. Suprimissètz la lista en cors d'utilizacion.
ro: Noul CKL are un emitent diferit decât cel actual. Ștergeți CKL-ul actual.
si: නව CKL ට දැනට පවතින CKL ට වඩා වෙනස් නිකුත් කරන්නෙක් ඇත. දැනට පවතින CKL මකන්න.
sr: Нови ЦКЛ (CKL) има другог издавача од тренутног ЦКЛа. Уклоните тренутни ЦКЛ.
zh_tw: 新洩漏金鑰清冊和目前的清冊簽發者不同，請刪除目前的洩漏金鑰清冊。

source: A PKCS #11 module returned CKR_FUNCTION_FAILED, indicating that the requested function could not be performed. Trying the same operation again might succeed.
eu: PKCS #11 modulu batek CKR_FUNCTION_FAILED itzuli du, eskatutako funtzio bat ezin dela burutu adieraziz. Eragiketa berdina berriro saiatuz ondo burutu liteke.
fa: یک پیمانهٔ PKCS ‎#11 خطای CKR_FUNCTION_FAILED به معنی عدم امکان اجرای عملیات درخواست شده را بازگرداند. تلاش دوباره برای همین عملیات ممکن است موفقیت‌آمیز باشد.
hr: PKCS #11 modul je vratio CKR_FUNCTION_FAILED, indicirajući da zatražena funkcija nije mogla biti izvedena. Ponovni pokušaj iste operacije bi možda mogao uspjeti.
lv: PKCS #11 modulis atgrieza CKR_FUNCTION_FAILED, kas nozīmē, ka pieprasīto funkciju nevar izpildīt. Mēģina atkārtot funkcijas izpildi, varbūt sanāks.
mr: PKCS #11 घटकाने CKR_FUNCTION_FAILED पुरवले, जे विनंती केलेले फंक्शन कार्यान्वित करणे अशक्य असल्याचे संकेत देते. पुनः तेच कार्य कार्यान्वीत केल्यास यशस्वी ठरू शकते.
oc: Un modul PKCS #11 a renviat CKR_FUNCTION_FAILED, qu'indican que la foncion demandada podiá pas èsser realizada. Ensajar tornarmai la meteissa operacion poiriá foncionar.
ro: Modulul PKCS#11 a returnat CKR_FUNCTION_FAILED, care indică faptul că funcția solicitată nu a putut fi efectuată. Încercând aceeași operațiune din nou ați putea reuși.
sr: PKCS #11 модул је вратио CKR_FUNCTION_FAILED, што значи да тражена функција не може бити изведена. Можда ће операција успети из новог покушаја.
zh_tw: 一個 PKCS #11 模組回覆了 CKR_FUNCTION_FAILED，表示請求的函式無法被執行。再做一次相同的動作也許就會成功。
