Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL peer reported bad certificate hash value.
af: SSL-eweknie meld slegte sertifikaathutswaarde.
ar: أخبر ند SSL عن قيمة بعثرة شهادة سيئة.
as: SSL সমনীয়ায় এটা বেয়া প্ৰমাণপত্ৰ হেষ মানৰ সংবাদ দিছে।
az: SSL həmkarı xarab olmuş təsdiq sənədi xülasəsi olduğunu xəbər verdi.
bg: Партньорът на SSL докладва за грешна стойност на хеш на сертификат.
bn_bd: পিয়ার SSL দ্বারা সার্টিফিকেট হ্যাশের ভুল মান সম্পর্কে রিপোর্ট করা হয়েছে।
bn_in: সমকক্ষ SSL দ্বারা সার্টিফিকেট হ্যাশের ভুল মান সম্পর্কে সূচিত করা হয়েছে।
br: Ar par SSL en deus danevellet ur werzh yod fall evit an testeni.
ca: L'altre extrem SSL ha informat d'un valor de resum del certificat malmès.
cy: Adroddodd cyfoed yr SSL gwerth hash tystysgrif gwael.
es_mx: El otro extremo de la conexión SSL ha informado de un valor hash de certificado erróneo.
eu: SSL parekoak okerreko ziurtagiri egiaztapen balio baten berri eman du.
fa: طرف مقابل SSL گزارش از مقدار درهم‌سازی گواهی نادرست داد.
fur: L'estrem SSL al segne un valôr di sintesi dal certificât ruvinât.
ga_ie: Thug an comhghleacaí SSL tuairisc ar dhroch-luach haise teastais.
gd: Dh'aithris an seise SSL gun robh droch luach-hais aig an teisteanas.
gu: SSL સમકક્ષે ખરાબ પ્રમાણપત્ર હેશ કિંમતનો અહેવાલ આપ્યો.
hi_in: SSL साथी ने हैश मान के लिए खराब प्रमाणपत्र रिपोर्ट किया है.
hr: SSL čvor je prijavio lošu jedinstvenu vrijednost certifikata.
hu: Az SSL-partner rossz hash-értéket jelzett a tanúsítványhoz.
hy_am: SSL հանգույցը հաղորդում է սերտիֆիկատի հաշի սխալի մասին:
id: Pihak SSL lain melaporkan nilai hash sertifikat yang salah.
is: SSL jafningi tilkynnti gallað gildi fyrir dulritun.
kk: SSL торабы сертификаттың хеш сомасы қате екенін хабарлады.
km: ម៉ាស៊ីន​ដូចគ្នា​របស់ SSL បាន​រាយការណ៍​អំពី​តម្លៃ​សញ្ញា​របស់​វិញ្ញាបនបត្រ​​ដែល​មិន​ត្រឹមត្រូវ ។
kn: SSL ಪೀರ್ ಸರಿಯಲ್ಲದ ಪ್ರಮಾಣಪತ್ರ ಹ್ಯಾಶ್ ಮೌಲ್ಯವನ್ನು ವರದಿ ಮಾಡಿದೆ.
ku: SSL peerê nirxa çewt a sertîfîkayê rapor kir.
lt: SSL partnerinis kompiuteris pranešė apie blogą liudijimo maišos reikšmę.
lv: SSL partneris ziņoja par sliktu sertifikāta kontrolsummas vērtību.
mai: SSL सँगी अछि श मान क लेल खराब प्रमाणपत्र रिपोर्ट कएल अछि.
ml: എസ്എസ്എല്‍ പിയര്‍ തെറ്റായ സര്‍ട്ടിഫിക്കേറ്റിനുള്ള ഗാഷ് മൂല്ല്യം രേഖപ്പെടുത്തിയിരിയ്ക്കുന്നു.
mr: SSL समघटकने चुकीचे प्रमाणपत्र हॅश मुल्य कळविले आहे.
ms: Karib SSL lapor harga cincangan sijil yang buruk.
my: SSL မျိုးတူက မကောင်းတဲ့ လက်မှတ် ပြင်ဆင်မှု တန်ဖိုးကို အစီရင်ခံထားတယ်။
nb_no: SSL-motparten rapporterer om ugyldig listeverdi i sertifikatet.
nn_no: SSL-motparten rapporterer om ugyldig listeverdi i sertifikatet.
oc: Lo par SSL senhala una valor d'emprencha numerica de certificat incorrècta.
pt_br: O sistema remoto SSL reportou valor incorreto do hash do certificado.
ro: Partenerul de conexiune SSL a raportat o valoare hash greșită a certificatului.
sd: ايس ايس ايل ثانيءَ خراب سرٽيفڪيٽ جي گهالميل واري ملهہ جي رپورٽ ڏني۔
sr: Удаљени рачунар за ССЛ је дојавио лошу вредност хеша за сертификат.
sv: Den andra SSL-parten rapporterade felaktigt certifikathashvärde.
te: SSL పీర్ చెడ్డ ధృవీకరణపత్రం హేష్ విలువను నివేదించింది.
th: SSL ปลายทางรายงานถึงค่า hash ของใบรับรองที่ผิดพลาด
ug: SSL نۇقتا بۇزۇلغان گۇۋاھنامە تەرتىپسىز قىممىتىنى دوكلات قىلدى.
uz: SSL manbasi yomon sertifikat mayda qiymatini ma’lumot berdi.
vi: Máy ngang hàng báo giá trị chứng thực xấu.
zh_tw: SSL 節點回報了損壞的憑證雜湊值。

source: SSL received an unexpected New Session Ticket handshake message.
ar: استلم SSL رسالة مصافحة تذكرة جلسة جديدة غير متوقعة.
as: SSL এটা অপ্ৰত্যাশীত নতুন অভিবৰ্তন টিকট হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir Yeni Hesab İstəyi əl sıxışma mesajı aldı.
bg: SSL получи неочаквано съобщение за ръкостискане New Session Ticket.
bn_bd: একটি অপ্রত্যাশিত নতুন সেশন টিকেট হ্যান্ডসেক বার্তা SSL গ্রহণ করেছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn digoradur kennask "New Session Ticket" dic'hortozet.
ca: L'SSL ha rebut un missatge de conformitat de connexió de tiquet de nova sessió no esperat.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Tocyn Sesiwn Newydd annisgwyl.
es_mx: SSL recibió un mensaje inesperado de handshake New Session Ticket.
eu: SSLk saio berriko ticket-aren espero gabeko diosal-mezua jaso du.
fa: SSL یک پیام غیر منتظرهٔ New Session Ticket دریافت نمود.
ga_ie: Fuair SSL cumarsáid thionscantach Eochair Nua Sheisiúin gan choinne.
gd: Fhuair SSL teachdaireachd crathadh-làimhe New Session ris nach robh dùil.
gu: SSL ને અનિચ્છનીય નવી સત્ર ટિકીટ હૅન્ડશેક સંદેશો મળ્યો હતો.
hr: SSL je primio neočekivanu New Session Ticket handshake poruku.
hu: Az SSL egy váratlan New Session Ticket kézfogási üzenetet kapott.
hy_am: SSL-ը ստացավ անսպասելի Նոր Որոնում Տոմսերի իրար ձեռք սեղմելու հաղորդագրությունը.
id: SSL menerima pesan handshake Tiket Sesi Baru yang tidak diharapkan.
is: SSL tók á móti óvæntum skilaboðum um nýja lotu.
kk: SSL күтілмеген New Session Ticket handshake хабарламасын алды.
km: SSL បាន​ទទួល​សារ​សំបុត្រ​សម័យ​ថ្មី​ដែល​មិន​បាន​រំពឹង​បាន​ទទួល ។
kn: SSL ಒಂದು ಅನಿರೀಕ್ಷಿತವಾದ ನ್ಯೂ ಸೆಶನ್ ಟಿಕೆಟ್ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಸ್ವೀಕರಿಸಿದೆ.
ku: SSLyê peyama Bilêta Danişîna Nû a silavdanê ku nedihat hêvîkirin stand.
lt: SSL posistemė gavo netikėtą naujos sesijos pradžios pranešimą (New Session Ticket).
lv: SSL saņēma negaidītu Jaunas sesijas pieprasījuma sveiciena ziņojumu.
ml: എസ്എസ്എലിനു് അപ്രതീക്ഷിതമായ പുതിയ സെഷനുള്ള ടിക്കറ്റ് ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിയ്ക്കുന്നു.
mr: SSLला अनपेक्षीत नवीन सत्र टिकिट हँडशेक संदेश आढळले.
ms: SSL menerima satu mesej handshake New Session Ticket yang tidak dijangka.
my: SSL မှမမျှော်လင့်သော ချိတ်ဆက်မှူအသစ် စာတိုရရှိခဲ့သည်။
nb_no: SSL mottok en uventet New Session Ticket-håndhilsen.
nn_no: SSL mottok ei uventa New Session Ticket-handhelsing.
oc: SSL a recebut un messatge d'establiment de ligason « New Session Ticket » inesperat.
pt_br: O SSL recebeu uma mensagem “New Session Ticket” não esperada no processo de handshake.
ro: SSL a primit un tichet de sesiune nouă neașteptat în mesajul de negociere.
sd: SSL / اَڻچتايو نئين سيشن جي ٽڪيٽ هٿ ملائڻ جو سنديش مليو
sr: SSL је примио неочекивану New Session Ticket handshake поруку.
sv: SSL mottog ett oväntat New Session Ticket-handskakningsmeddelande.
te: SSL అనునది వొక అనుకోని కొత్త సెషన్ టికెట్ హాండ్‌షేక్ సందేశం స్వీకరించినది.
th: SSL ได้รับข้อความ New Session Ticket handshake ที่ไม่คาดคิด
ug: SSL تاسادىپىي يېڭى ئەڭگىمە بىلەت قول تۇتۇشۇش ئۇچۇرى تاپشۇرۇۋالدى.
uz: SSL kutilmagan yangi seans bileti qo‘lni siltash xabarini qabul qildi.
vi: SSL nhận một thông điệp bắt tay New Session Ticket không mong đợi.
zh_tw: SSL 接收到了一個未預期的新連線要求（New Session Ticket）握手訊息。

source: SSL received a malformed New Session Ticket handshake message.
ar: استلم SSL رسالة مصافحة تذكرة جلسة جديدة سيئة التكوين.
as: SSL এটা ক্ষতিগ্ৰস্থ নতুন অভিবৰ্তন টিকট হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL xədəli bir yeni Hesab İstəyi əl sıxışma mesajı aldı.
bg: SSL получи лошо конструирано съобщение за ръкостискане New Session Ticket.
bn_bd: একটি বিকৃত নতুন সেশন টিকেট হ্যান্ডসেক বার্তা SSL গ্রহণ করেছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn digoradur kennask "New Session Ticket" stummet fall.
ca: L'SSL ha rebut un missatge de conformitat de connexió de tiquet de nova sessió mal format.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Tocyn Sesiwn Newydd.
es_mx: SSL recibió un mensaje de handshake New Session Ticket con formato incorrecto.
eu: SSLk saio berriko ticket-aren gaizki eratutako diosal-mezua jaso du.
fa: SSL یک پیام بدشکل New Session Ticket دریافت نمود.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Eochair Nua Sheisiúin.
gd: Fhuair SSL teachdaireachd crathadh-làimhe New Session mhì-chumte.
gu: SSL ને મેલફોર્મ થયેલ નવી સત્ર ટિકીટ હૅન્ડશેક સંદેશો મળ્યો હતો .
hr: SSL je primio krivo formatiranu New Session Ticket handshake poruku.
hu: Az SSL egy rosszul formázott New Session Ticket kézfogási üzenetet kapott.
hy_am: SSL-ը ստանում է անձև նոր սեսսիաի ձեռք սեղմելու հաղորդագրությունը.
id: SSL menerima pesan handshake Tiket Sesi Baru yang bentuknya salah.
is: SSL tók á móti gölluðum skilaboðum um nýja lotu.
kk: SSL қате New Session Ticket handshake хабарламасын алды.
km: SSL បាន​ទទួល​សារ​សំបុត្រ​សម័យ​ថ្មី​បាន​ទទួល​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಸರಿಯಲ್ಲದ ನ್ಯೂ ಸೆಶನ್ ಟಿಕೆಟ್ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಸ್ವೀಕರಿಸಿದೆ.
ku: SSLyê peyameke bi teşeya çewt a Bilêta Danişîna Nû ya silavdanê stand.
lt: SSL posistemė gavo neteisingai suformuotą naujos sesijos pradžios pranešimą (New Session Ticket).
lv: SSL saņēma nepilnīgi noformētu Jaunas sesijas pieprasījuma sveiciena ziņojumu.
ml: എസ്എസ്എലിനു് തകരാറുള്ള പുതിയ സെഷനുള്ള ടിക്കറ്റ് ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിയ്ക്കുന്നു.
mr: SSLला दोषीत नवीन सत्र टिकिट हँडशेक संदेश आढळले.
ms: SSL menerima satu mesej handshake New Session Ticket yang tukar bentuk.
my: SSL မှမမျှော်လင့်သော ချိတ်ဆက်မှူအသစ် စာတိုရရှိခဲ့သည်။
nb_no: SSL mottok en New Session Ticket-håndhilsen i feil format.
nn_no: SSL mottok ei New Session Ticket-handhelsing i feil format.
oc: SSL a recebut un messatge d'establiment de ligason « New Session Ticket » mal format.
pt_br: O SSL recebeu uma mensagem “New Session Ticket” defeituosa no processo de handshake.
ro: SSL a primit un tichet de sesiune nouă formatat greșit în mesajul de negociere.
sd: SSL کي خراب رچيل نئين سيشن جي ٽڪيٽ هٿ ملائڻ جو سنديش۔
sr: SSL је примио malformed New Session Ticket handshake поруку.
sv: SSL mottog ett vanskapt New Session Ticket-handskakningsmeddelande.
te: SSL అనునది చెడ్డగారూపొందిన కొత్త సెషన్ టికెట్ హాండ్‌షేక్ సందేశమును స్వీకరించినది.
th: SSL ได้รับข้อความ New Session Ticket handshake ที่ผิดรูปแบบ
ug: SSL بىنورمال بولغان يېڭى ئەڭگىمە بىلەت قول تۇتۇشۇش ئۇچۇرىنى قوبۇللىدى.
uz: SSL zararlangan yangi seans bileti qo‘lni siltash xabarini qabul qildi.
vi: SSL nhận một thông điệp bắt tay New Session Ticket sai dạng.
zh_tw: SSL 接收到了一個不正常的新連線要求（New Session Ticket）握手訊息。

source: SSL received a compressed record that could not be decompressed.
ar: استلم SSL تسجيلًا مضغوطًا تعذر فك ضغطه.
as: SSL এটা সংকোচিত সংবাদ গ্ৰহণ কৰিছে যিটো অসংকোচিত কৰিব নোৱাৰি।
az: SSL açıla bilməyən bir sıxışdırılmış qeyd aldı.
bg: SSL получи компресиран запис, който не можа да се декомпресира.
bn_bd: SSL একটি সংকোচিত রেকর্ড গ্রহণ করেছে যা প্রসারিত করা যাবেনা।
br: Degemeret ez eus bet gant SSL ur varilhadenn goazhet na c'hell ket bezañ digoazhet.
ca: L'SSL ha rebut un registre comprimit que no s'ha pogut descomprimir.
cy: Mae SSL wedi derbyn cofnod cywasgedig nad oedd modd ei datgywasgu.
es_mx: SSL recibió un registro comprimido que no podrá descomprimirse.
eu: SSLk deskonprimatu ezin den konprimatutako erregistroa jaso du.
fa: SSL اطلاعاتی فشرده دریافت نمود که قابل درآوردن از حالت فشرده نیست.
ga_ie: Fuair SSL taifead comhbhrúite narbh fhéidir a dhíchomhbhrú.
gd: Fhuair SSL reacord dùmhlaichte nach urrainn dhuinn dì-dhùmhlachadh.
gu: SSL ને મળેલ સંકોચાયેલ રેકોર્ડ કે જેને ડિકમ્પ્રેસ કરી શક્યા નહિં
hr: SSL je primio sažeti zapis koji nije moguće raspakirati.
hu: Az SSL egy tömörített rekordot kapott, amit nem sikerült kicsomagolni.
hy_am: SSL ստացել է սեղմված հաղորդակարգ, որ չի կարող բացվել.
id: SSL menerima record terkompresi yang seharusnya tidak terkompresi.
is: SSL tók á móti þjappaðri færslu sem tókst ekki að afþjappa.
kk: SSL тарқатуға келмейтін сығылған жазбаны алды.
km: SSL បាន​ទទួល​កំណត់ត្រា​ដែល​បាន​បង្ហាប់​​ថា​មិន​អាច​ត្រូវ​បាន​​ពន្លា ។
kn: ಡಿಕಂಪ್ರೆಸ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗದೆ ಇರುವಂತಹ ರೀತಿಯ ಒಂದು ಸಂಕುಚನಗೊಳಿಸಲಾದ ದಾಖಲೆಯನ್ನು SSL ಸ್ವೀಕರಿಸಿದೆ.
ku: SSLyê qeydeke ku nayê vekirin stand.
lt: SSL posistemė gavo suspaustą pranešimą, kurio nepavyko išskleisti.
lv: SSL saņēma arhivētu ierakstu, kuru nebija iespējams atarhivēt.
ml: ഡീകംപ്രസ്സ് ചെയ്യുവാന്‍ സാധ്യമല്ലാത്ത കംപ്രസ്സ് ചെയ്തൊരു റിക്കോര്‍ഡ് എസ്എസ്എലിനു് ലഭ്യമായിരിയ്ക്കുന്നു.
mr: SSLला संकुचीत रेकॉर्ड आढळले ज्यांस संकुचन अशक्य करणे शक्य नाही.
ms: SSL menerima satu rekod mampat yang tidak boleh dimampat.
my: SSL မှ ဖိသိပ်ထားသော မှတ်တမ်းရရှိသော်လည် ပြန်ဖြည်ထုတ်မရပါ
nb_no: SSL mottok et komprimert element som ikke kunne bli dekomprimert.
nn_no: SSL mottok eit komprimert element som ikkje kunne bli dekomprimert.
oc: SSL a recebut un enregistrament compressat qu'a pas pogut descompressar.
pt_br: O SSL recebeu um registro compactado que não pode ser descompactado.
ro: SSL a primit o înregistrare comprimată care nu a putut fi decomprimată.
sd: SSL کي سوڙهو ڪيل رڪارڊ مليو جنهن جي سوڙهوئي ختم نٿي ڪري سگهجي۔
sr: SSL је примио сабијени запис који не може да се распакује.
sv: SSL mottog en komprimerad post som inte kunde packas upp.
te: డికంప్రెస్ చేయలేనటువంటి కంప్రెస్ రికార్డును SSL పొందినది.
th: SSL ได้รับค่าที่ถูกบีบอัดที่ไม่สามารถแตกออกได้
ug: SSL پىرىسلانغان خاتىرە تاپشۇرۇۋالدى ئۇنى يېشەلمىدى.
uz: SSL siquvdan chiqarib bo‘lmaydigan siqilgan yozuvni qabul qildi.
vi: SSL nhận một bản ghi nén mà không thể giải nén được.
zh_tw: SSL 接收到了一個無法被解壓縮的壓縮記錄。

source: Renegotiation is not allowed on this SSL socket.
ar: إعادة التفاوض غير مسموحة في مقبس SSL هذا.
as: এই SSL চকেটত পুনৰ মিট মাটৰ অনুমতি দিয়া নহয়।
az: Bu SSL socketində yenidən əməliyyata icazə verilmir.
bg: Не е позволено предоговаряне в този сокет на SSL.
bn_bd: SSL সকেটে পুনরায় নেগোসিয়েশন করার অনুমোদন নেই।
br: N'eo ket aotreet an adkevraouiñ gant ar gennask SSL-mañ.
ca: No es permet la renegociació en aquest sòcol SSL.
cy: Nid oes modd ail negodi ar y soced SSL hwn.
es_mx: La renegociación no está permitida por este SSL socket.
eu: Birnegoziazioa ez da baimentzen SSL socket honetan.
fa: مذاکرهٔ مجدد در این سوکت SSL امکان‌پذیر نیست.
ga_ie: Ní cheadaítear ath-idirbheartaíocht ar an soicéad SSL seo.
gd: Chan eil co-rèiteachadh ceadaichte san t-socaid SSL seo.
gu: પુન:મંત્રણા એ આ SSL સોકેટ પર પરવાનગી આપેલ નથી.
hr: Ponovni pregovor nije dopušten na ovom SSL utoru.
hu: Az újratárgyalás nem engedélyezett ezen az SSL socketen.
hy_am: Վերաքննարկումը չի թույլատրվում այս SSL բնիկում:
id: Renegosiasi tidak diizinkan pada soket SSL ini.
is: Nýjar samningaviðræður eru ekki leyfðar á þessari SSL tengingu.
kk: Бұл SSL сокетінде сөйлесуді қайта бастауға рұқсат жоқ.
km: មិន​អនុញ្ញាត​ឲ្យ​ការ​ចរចា​ជាថ្មី​នៅ​លើ​រន្ធ​របស់ SSL នេះ​ទេ ។
kn: ಈ SSL ಸಾಕೆಟ್‌ನಲ್ಲಿ ಮರುಸಂಧಾನಕ್ಕೆ ಅನುಮತಿ ಇಲ್ಲ.
ku: Nûpeyman li ser vê soketa SSL'ê nayê ne bi destûr e.
lt: Šioje programinėje jungtyje (socket) draudžiamas pakartotinis SSL parametrų derinimas.
lv: SSL ligzdā atkārtota vienošanās nav atļauta.
ml: ഈ എസ്എസ്എല്‍ സോക്കറ്റില്‍ വീണ്ടും സംവാദം അനുവദിയ്ക്കുന്നില്ല.
mr: या SSL सॉकेट वर पुनःबोलणी शक्य नाही.
ms: Perundingan adalah dilarang bagi soket SSL.
my: SSL socket ပေါ်တွင်အပြန်အလှန် ချိတ်ဆက်ခြင်း ခွင့်မပြုပါ။
nb_no: Gjenforhandling er ikke tillatt på denne SSL-socketen.
nn_no: Reforhandling er ikkje tillate på denne SSL-socketen.
oc: La renegociacion es pas autorizada sus aquesta interfàcia de connexion SSL.
pt_br: Renegociação não é permitida neste socket SSL.
ro: Renegocierea nu este permisă pe acest soclu SSL.
sd: هن SSL ساڪٽ تي نئين سر ٺاهە جي ڳاهە ٻول ڪرڻ جي اِجازت ناهي۔
sr: Renegotiation није дозвољен на овом SSL socket-у.
sv: Omförhandling är inte tillåtet på den här SSL-sockeln.
te: ఈ SSL సాకెట్‌పై పునఃసంప్రతింపు అనునది అనుమతించబడదు.
th: SSL ซ็อกเก็ตนี้ไม่อนุญาตให้มีการต่อรองซ้ำ
ug: قايتا كېلىشىش SSL socket قا يول قويمايدۇ.
uz: Qayta muhokama o‘tkazish ushbu SSL sokketda ruxsat berilmagan.
vi: Tái đàm phán không được phép trên socket SSL này.
zh_tw: SSL 連線端口不允許重新交涉。

source: Peer attempted old style (potentially vulnerable) handshake.
af: Eweknie het oustyl- (potensieel kwesbare) bladskud probeer.
ar: حاول الند استخدام مصافحة قديمة الطراز (فيها ثغرات كامنة).
as: সমনিয়ায় পুৰনি শৈলী চেষ্টা কৰিছিল (বিভৱীয় বিপদজনক) হেন্ডশেক।
az: Həmkar, köhnə nəsil (potansial olaraq etibarsız) əl sıxışma istəyi verdi.
bg: Партньорът опита ръкостискане в стар стил, който е потенциално уязвим.
bn_bd: পিয়ার পুরনো শৈলী (সম্ভবত অরক্ষিত) হ্যান্ডসেক প্রচেষ্টা করে।
br: Klasket en deus ar par arverañ ur mod digoradur kennask diamzeret (frailh diogelroez).
ca: L'altre extrem ha provat una conformitat de connexió d'estil antic (i, per tant, potencialment vulnerable).
cy: Ceisiodd y cyfoed ysgwyd llaw hen ffurf (bregus posib).
es_mx: Peer intentó un handshake al viejo estilo (potencialmente vulnerable).
eu: Bezeroak estilo zaharreko (erabat babesik gabeko) diosalaren saiakera egin du.
fa: طرف مقابل برای استفاده از روش شروع قدیمی (و به صورت بالقوه آسیب‌پذیری) تلاش کرد.
ga_ie: Rinne an piara iarracht cumarsáid thionscantach ar an sean-nós a úsáid, rud a d'fhéadfadh a bheith contúirteach.
gd: Dh'fheuch an seise ri crathadh-làimhe seann nòsach a dhèanamh (a dh'fhaodadh a bhith so-leònte).
gu: Peer એ જૂની શૈલી (સંભવત નિર્બળ) હૅન્ડશેક નો પ્રયત્ન કર્યો હતો.
hr: Čvor je pokušao izvesti stari (potencijalno ranjiv) handshake.
hu: A partner régi stílusú (potenciálisan sebezhető) kézfogással próbálkozott.
hy_am: Հանգույցը փորձեց ձեռք սեղմելը հին ոճով (պոտենցիալ խոցելի:
id: Pihak lain mencoba menggunakan handshake gaya lama (mengandung kerawanan potensial).
is: Jafningi reyndi eldri tegund (hugsanlega óöruggt) af handsali.
kk: Торап ескіше түрдегі (сындыруға келетін) handshake хабарламасын жіберген.
km: ម៉ាស៊ីន​ដូចគ្នា​បាន​ប៉ុនប៉ង​រចនាប័ទ្ម​ចាស់​ (មាន​សក្ដានុពល​ដែល​អាច​បាត់បង់) ។
kn: ಪೀರ್ ಹಳೆಯ ಶೈಲಿಯ ಹ್ಯಾಂಡ್‌ಶೇಕ್‌ ಅನ್ನು (ಅತ್ಯಂತ ದುರ್ಭಲವಾದ) ಪ್ರಯತ್ನಿಸಿದೆ.
ku: Peera şêweya kevin (gengaz e bêparastin e).
lt: SSL partnerinis kompiuteris bandė naudoti seno tipo (galimai nesaugų) pasisveikinimo pranešimą (handshake).
lv: Partneris mēģina veco (potenciāli nedrošo) sveicienu.
ml: പഴയ ശൈലിയിലുള്ള ഹാന്‍ഡ്ഷെയിക്ക് പിയര്‍ ശ്രമിയ്ക്കുന്നു.
mr: पिअरने जुण्या शैलीचे (संभाव्यतया जोखिम) हँडशेक करण्याचा प्रयत्न केला.
ms: Karib membiasakan gaya lama ( rentan berpotensi) handshake.
nb_no: Motparten forsøkte gammel type (muligens utrygg) håndhilsen.
nn_no: Motparten prøvde gammel type (kanskje utrygg) handhelsing.
oc: Lo par a ensajat un establiment de ligason obsolèta (potencialament vulnerable).
pt_br: A outra máquina tentou um handshake ao estilo antigo (potencialmente vulnerável).
ro: Partenerul a încercat o negociere în stil vechi (potențial de vulnerabilitate).
sd: ثانيءَ پراڻي اِنداز ۾ (اِمڪاني طور جرح پذير) هٿ ملائڻ جي ڪوشش ڪئي۔
sr: Peer је покушао (можда рањив) handshake старог стила.
sv: Den andra parten försökte med en gammal (möjligen sårbar) handskakning.
te: పీర్ పాత శైలి (అత్యంత హానికారక) హాండ్‌షేక్ ప్రయత్నించినది.
th: ปลางทางพยายามที่จะทำ handshake รูปแบบเก่า (ที่อาจจะเป็นอันตราย)
ug: نۇقتا كونا ئۇسلۇب(يوشۇرۇن ئاجىز)تا قول تۇتۇشۇشنى سىناۋاتىدۇ.
uz: Manba eski qo‘l siltash (butunlay zararli) uslubiga urindi.
vi: Máy ngang hàng cố một kiểu bắt tay cũ (có thể tiềm ẩn điểm yếu).
zh_tw: 對方電腦用了較舊的（可能是容易遭攻擊的）握手方式要求連線。

source: SSL received an unexpected uncompressed record.
af: SSL het 'n onverwagse niesaamgepakte rekord ontvang.
ar: استلم SSL تسجيلًا غير مضغوط غير متوقع.
as: SSL এটা অপ্ৰত্যাশীত অসংকোচিত সংবাদ গ্ৰহণ কৰিছে।
az: SSL gözlənilməyən bir sıxışdırılmış qeyd aldı.
bg: SSL получи неочакван некомпресиран запис.
bn_bd: SSL একটি অপ্রত্যাশিত অসংকোচিত রেকর্ড গ্রহণ করেছে।
br: Degemeret ez eus bet gant SSL ur varilhadenn goazhet dic'hortozet.
ca: L'SSL ha rebut un registre descomprimit inesperat.
cy: Derbyniodd SSL gofnod datgywasgedig annisgwyl.
es_mx: SSL recibió un registro sin comprimir inesperado.
eu: SSLk espero gabeko konprimatu gabeko erregistroa jaso du.
fa: SSL اطلاعات فشردهٔ غیر منتظره‌ای دریافت نمود.
ga_ie: Fuair SSL taifead neamhchomhbhrúite gan choinne.
gd: Fhuair SSL clàr neo-dhùmhlaichte ris nach robh dùil.
gu: SSL ને અનિચ્છનીય અસંકોચનીય થયેલ રેકોર્ડ મળ્યો હતો.
hr: SSL je primio neočekivani raspakirani zapis.
hu: Az SSL egy váratlan tömörítetlen rekordot kapott.
hy_am: SSL-ը ստացել է անսպասելի չխտացված հաղորդակարգ:
id: SSL menerima record tak terkompresi yang tidak diharapkan.
is: SSL tók á móti óvæntri óþjappaðri færslu.
kk: SSL күтілмеген сығылмаған жазбаны алды.
km: SSL បាន​ទទួល​កំណត់ត្រា​ដែល​មិន​បាន​បង្ហាប់​ដែល​មិន​បាន​រំពឹង ។
kn: SSL ಒಂದು ಅನಿರೀಕ್ಷಿತವಾದ ಸಂಕುಚನಗೊಳಿಸದೆ ಇರುವ ದಾಖಲೆಯನ್ನು ಸ್ವೀಕರಿಸಿದೆ.
ku: SSL'ê tomareke bêdestek a nayê vekirin stand.
lt: SSL posistemė gavo netikėtą išskleistą pranešimą.
lv: SSL saņēma negaidītu nešifrētu ierakstu.
ml: എസ്എസ്എലിനു് അപ്രതീക്ഷിതമായ കമ്പ്രസ്സ് ചെയ്യാത്ത റിക്കോര്‍ഡ് ലഭിച്ചിരിയ്ക്കുന്നു.
mr: SSLला अनपेक्षीत संकुचन अशक्य रेकॉर्ड आढळले.
ms: SSL telah menerima rekod yang tidak dijangka dan tidak tersusun.
my: SSL က မမျှော်လင့်တဲ့ အိတ်ဖွင့်သတိပေးမှတ်တမ်းတခု ရရှိထားတယ်။
nb_no: SSL mottok et uventet ukomprimert element.
nn_no: SSL mottok eit uventa ukomprimert element.
oc: SSL a recebut enregistrament non compressat inesperat.
pt_br: O SSL recebeu um registro descompactado não esperado.
ro: SSL a primit o înregistrare neașteptată necomprimată.
sd: ايس ايس ايل کي اَڻچتايو سوڙهو نە ڪيل رڪارڊ مليو۔
sr: SSL је примио неочекиван распаковани запис.
sv: SSL mottog en oväntad okomprimerad post.
te: SSL అనునది అనుకోని వొక కంప్రెస్‌చేయలేని రికార్డు.
th: SSL ได้รับค่าที่ไม่บีบอัดที่ไม่คาดคิด
ug: SSL تاسادىپىي پىرىسلانمىغان خاتىرە تاپشۇرۇۋالدى.
uz: SSL kutilmagan siqilmagan yozuvni qabul qildi.
vi: SSL nhận một bản ghi không nén không mong đợi.
zh_tw: SSL 收到了一個未預期的未壓縮記錄。
