Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: The CRL for the certificate's issuer has an invalid signature.
af: Die SOL vir die sertifikaatuitreiker het 'n ongeldige handtekening.
ar: CRL الخاص بمزوّد الشهادة يملك توقيعًا غير صالح.
as: প্ৰমাণপত্ৰ প্ৰেৰণকৰ্তাৰ বাবে CRLৰ এটা অবৈধ স্বাক্ষৰ আছে।
az: Təsdiq sənədi yayımlayıcısının ləğv edilmişlər siyahısının etibarsız imzası var.
bn_bd: সার্টিফিকেট নির্মাণকারীর CRL-এ অকার্যকর স্বাক্ষর বিদ্যমান।
bn_in: সার্টিফিকেট নির্মাণকারীর CRL-এ অবৈধ স্বাক্ষর উপস্থিত রয়েছে।
br: Ur sinadur didalvoudek ez eus gant CRL evit testeni ar skigner.
ca: La CRL de l'emissor del certificat no té una signatura vàlida.
cy: Mae i CRL cyhoeddwr y dystysgrif lofnod annilys.
es_mx: La CRL del emisor del certificado tiene una firma no válida.
eu: Ziurtagiri jaulkitzailearen CRL-ak sinadura baliogabe bat du.
fa: فهرست الغاهای صادرکنندهٔ این گواهی امضائی نامعتبر دارد.
fur: La CRL pal mitent dal certificât e à une firme no valide.
ga_ie: Tá síniú neamhbhailí ar an LTC d'eisitheoir an teastais.
gd: Tha ainm mì-dhligheach aig CRL foillsichear an teisteanais.
hi_in: प्रमाणपत्र निर्गतकर्ता के लिए CRL में अवैध हस्ताक्षर है.
hr: CRL za izdavača certifikata ima nevažeći potpis.
hu: A tanúsítvány kiadója CRL-jének aláírása érvénytelen.
hy_am: Սերտիֆիկատ տրամադրողի CRL-ը ունի սխալ ստորագրություն:
id: CRL untuk penerbit sertifikat mempunyai tanda tangan yang tidak sah.
is: CRL fyrir útgefanda inniheldur vitlausa undirskrift.
kk: Осы сертификат үшін CRL қолтаңбасы қате.
km: CRL សម្រាប់​អ្នក​ចេញ​ផ្សាយ​​របស់​វិញ្ញាបនបត្រ​មាន​​ហត្ថលេខា​មិន​ត្រឹមត្រូវ ។
kn: ಪ್ರಮಾಣಪತ್ರ ವಿತರಿಸಿದವರ CRL ಒಂದು ಅಮಾನ್ಯವಾದ ಸಹಿಯನ್ನು ಹೊಂದಿದೆ.
ku: CRL ya ji bo belavkerê sertîfîkayan xwediyê îmzeyeke nederbasdar e.
lt: Liudijimą išdavusios įstaigos CRL (atšauktų liudijimų sąrašo) parašas negalioja.
lv: Sertifikāta izdevēja CRL ir nederīgs paraksts.
mai: प्रमाणपत्र निर्गतकर्ताक लेल CRL अवैध हस्ताक्षर अछि.
ml: സര്‍ട്ടിഫിക്കേറ്റ് ഇഷ്യുവറിന്റെ സിആര്‍എലിനു് ശരിയായ ഒപ്പു് ലഭ്യമല്ല.
mr: या CRL करीता प्रमाणपत्र देयकाची अवैध स्वाक्षरी आढळली.
ms: CRL bagi penerbit sijil mempunyai tandatangan yang tidak sah.
my: လက်မှတ် ထုတ်ပြန်သူရဲ့ CRL မှာ မမှန်ကန်တဲ့ လက်မှတ်တခု ရှိနေတယ်။
oc: La lista de certificats revocats per l'autoritat de desliurança del certificat a una signatura invalida.
pt_br: A CRL para o expedidor do certificado possui uma assinatura inválida.
ro: Lista CRL pentru emitentul certificatului are o semnătură invalidă.
sd: سرٽيفڪيٽ جاري ڪندڙ لاءِ سي آر ايل جي نامنطور صحيح آهي۔
si: සහතිකයේ නිකුත් කරන්නා සඳහා CRT සඳහා අවලංගු අත්සනක් ඇත.
sr: ЦРЛ (CRL) издавача сертификата садржи неважећи потпис.
sv: Spärrlistan för certifikatets utfärdare har en ogiltig signatur.
te: ధృవీకరణపత్రం ఇచ్చువాని CRL చెల్లని సంతకం కలిగివుంది.
th: CRL สำหรับผู้ออกใบรับรองมีลายเซ็นที่ไม่ถูกต้อง
ug: گۇۋاھنامە تارقاتقۇچىنىڭ CRL ئىمزاسى ئىناۋەتسىز.
uz: Sertifikat beruvchi uchun CRL’da noto‘g‘ri imzo bor.
vi: CRL của nhà cấp phát chứng nhận chứa một chữ kí không hợp lệ.
zh_tw: 憑證簽發者的廢止清冊含無效的簽章。

source: Couldn't initialize Fortezza personalities.
af: Kon nie Fortezza-persoonlikhede inisialiseer nie.
ar: لم يمكن بدء شخصيات فورتيزا.
as: Fortezza ব্যক্তিত্বসমূহ আৰম্ভ কৰিব নোৱাৰি।
az: Fortezza şəxsiyyətləri tapılmadı.
bn_bd: Fortezza নিজস্ব উপস্থাপনা শৈলী চালু করা যায়নি।
br: N'haller ket deraouekaat personelezhioù mod Fortezza.
ca: No s'han pogut inicialitzar les personalitats de Fortezza.
cy: Methu cychwyn personoliaethau Fortezza.
es_mx: No se pueden inicializar las personalidades Fortezza.
eu: Ezin dira Fortezza pertsonalitateak abiarazi.
fa: قادر به شروع شخص فورتزا نبود.
fur: No si pues inizializâ lis identitâts di Fortezza.
ga_ie: Níorbh fhéidir pearsantachtaí Fortezza a thúsú.
gd: Cha deach na pearsantachdan Fortezza a thòiseachadh.
hi_in: Fortezza व्यक्तित्व को आरंभीकृत नहीं कर सका.
hr: Inicijalizacija fortezza identiteta nije moguća.
hu: Nem sikerült inicializálni a Fortezza-személyiségeket.
hy_am: Չստացվեց կարգավորել Fortezza-ի առանձնահատկությունները:
id: Tidak dapat menginisialisasi personalitas Fortezza.
is: Get ekki frumstillt Fortezza persónuleika.
kk: Fortezza personalities іске қосу мүмкін емес.
km: មិន​អាច​រៀបចំ​បុគ្គលិកលក្ខណៈ​របស់ Fortezza បាន​ទេ ។
kn: ಫೊರ್ಟೆಝಾ ವ್ಯಕ್ತಿತ್ವವನ್ನು ಆರಂಭಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ku: Takekesiyên Fortezza nikare were meşandin.
lt: Nepavyko inicijuoti „Fortezza“ tapatybių.
lv: Nevar inicializēt Fortezza personas.
mai: Fortezza व्यक्तित्व केँ आरंभीकृत नहि कए सकल.
ml: ഫോര്‍ട്ടെസ്സാ ആരംഭിയ്ക്കുവാന്‍ സാധ്യമായില്ല.
mr: Fortezza रूपरेखा प्रारंभ करू शकले नाही.
ms: Tidak dapat memulakan personaliti Fortezza.
my: Fortezza ရဲ့ အ​ရည်အသွေးများကို စတင်လို့ မရနိုင်ဘူး။
oc: Impossible d'inicializar las personalitats Fortezza.
pt_br: Não foi possível inicializar as identidades Fortezza.
ro: Nu se pot inițializa personalitățile Fortezza.
sd: فورٽيزا شخصيتون شروعات ۾ نہ آڻي سگهيو
si: Fortezza පුද්ගලත්වයක් ආරම්භ කිරීමට නොහැකි විය.
sr: Није могуће покренути фортецине (Fortezza) личности.
sv: Kunde inte initiera Fortezza-personligheter.
te: ఫార్టెజ్జా పర్సనాలిటీలను సిద్దంచేయలేదు.
ug: Fortezza شەخسىي تەڭشەكنى دەسلەپلەشتۈرەلمىدى.
uz: Fortezza shaxsiyatlarini ishga tushirib bo‘lmadi.
vi: Không thể khởi tạo các thuộc tính (personality) Fortezza.
zh_tw: 無法初始化 Fortezza 的個人身分。

source: No KRL for this site's certificate has been found.
af: Kon geen KRL vir hierdie werf se sertifikaat vind nie.
ar: لم يُعثر على أي KRL لشهادة هذا الموقع.
as: এই ছাইটৰ প্ৰমাণত্ৰৰ কাৰণে কোনো KRL পোৱা নগল।
az: Bu saytla bağlı hər hansı etibarsız açar siyahısı tapılmadı.
bn_bd: এই সাইট থেকে প্রাপ্ত সার্টিফিকেট এর জন্য কোনো KRL পাওয়া যায়নি।
br: N'eo ket bet kavet KRL evit testeni al lec'hienn-mañ.
ca: No s'ha trobat cap KRL per al certificat d'aquest lloc.
cy: Heb ganfod KRL ar gyfer tystysgrif y wefan.
es_mx: No se ha encontrado KRL para el certificado de este sitio.
eu: Ez da KRL-rik aurkitu gune honen ziurtagiriarentzat.
fa: هیچ KRL برای گواهی این پایگاه پیدا نشد.
fur: No si à cjatât nissune KRL pal certificât di chest sît.
ga_ie: Níor aimsíodh Liosta Eochracha Cúlghairthe le haghaidh teastas an tsuímh seo.
gd: Chan eil liosta nan iuchraichean a chaidh a chùl-ghairm a lorg airson teisteanas na làraich seo.
hi_in: इस साइट के लिए कोई KRL नहीं मिला है.
hr: Nije pronađen nijedan KRL za certifikat ove stranice.
hu: A hely tanúsítványához nem található KRL.
hy_am: Չգտնվեց և ոչ մի KRL այս կայքի սերտիֆիկատի համար:
id: Tidak ada KRL untuk sertifikat situs ini yang bisa ditemukan.
is: Fann ekkert KRL fyrir skilríki þessa vefsvæðis.
kk: Осы сайт сертификаты үшін бірде-бір KRL табылмады.
km: គ្មាន KRL សម្រាប់​វិញ្ញាបនបត្រ​របស់​តំបន់បណ្ដាញ​ត្រូវ​បាន​រក​ឃើញ​ឡើយ ។
kn: ಈ ತಾಣದ ಪ್ರಮಾಣಪತ್ರಕ್ಕಾಗಿ ಯಾವುದೆ KRL ಕಂಡು ಬಂದಿಲ್ಲ.
ku: Ji bo sertîfîkaya vê malperê tu KRL nehat dîtin.
lt: Šios srities liudijimo atšauktų raktų sąrašas (KRL) nerastas.
lv: Šīs vietnes sertifikātam nav atrasts KRL.
mai: ई साइट क लेल कोनो KRL नहि भेटल अछि.
ml: ഈ സൈറ്റിന്റ സര്‍ട്ടിഫിക്കേറ്റിനുള്ള കെആര്‍എല്‍ ലഭ്യമല്ല.
mr: या प्रमाणपत्र करीता KRL आढळले नाही.
ms: Sijil laman ini tidak menjumpai KRL.
my: ဒီကွန်ရက်ရဲ့ လက်မှတ်အတွက် KRL ကို ​မတွေ့ရဘူး။
oc: Cap de lista de claus revocadas pel certificat d'aqueste site es pas estada trobada.
pt_br: Nenhuma KRL para o certificado deste site foi encontrada.
ro: Nu s-a găsit nici un KRL pentru certificatul acestui sait.
sd: هن سائيٽ جي سرٽيفڪيٽ لاءِ ڪي آر ايل جو پتو نہ لڳو آهي۔
si: මෙම අඩවියේ සහතිකය සඳහා KRL හමු වී නොමැත.
sr: КРЛ (KRL) за сертификат овог сајта није пронађен.
sv: Ingen KRL för den här platsens certifikat har hittats.
te: ఈసైటుయొక్క ధృవీకరణపత్రంకు ఎటువంటి KRL నిర్వచించిలేదు.
th: ไม่พบ KRL สำหรับใบรับรองของเว็บไซต์นี้
ug: مەزكۇر بېكەت دەلىللىگەن KRL نى تاپالمىدى.
uz: Ushbu saytning sertifikati uchun KRL topilmadi.
vi: Không tìm thấy KRL nào cho chứng nhận này.
zh_tw: 找不到此網站憑證的金鑰廢止清冊。

source: The KRL for this site's certificate has expired.
af: Die KRL vir hierdie werf se sertifikaat het verval.
ar: انتهت صلاحية KRL الخاص بهذا الموقع.
as: এই ছাইটৰ প্ৰমাণপত্ৰৰ কাৰণে থকা KRL ৰ অৱকাশ ঘটিছে।
az: Bu saytın etibarsız açar siyahısının vaxtı çıxmışdır.
bn_bd: এই সাইট থেকে প্রাপ্ত সার্টিফিকেট এর KRL মেয়াদোত্তীর্ণ হয়ে গিয়েছে।
br: Diamzeret eo KRL evit testeni al lec'hienn-mañ.
ca: La KRL del certificat d'aquest lloc ha vençut.
cy: Mae KRL y wefan wedi dod i ben.
es_mx: La KRL del certificado de este sitio ha expirado.
eu: Gune honen ziurtagiriaren KRL-a iraungita dago.
fa: KRL گواهی این پایگاه منقضی شده است.
fur: La KRL dal certificât di chest sît e je scjadude.
ga_ie: Tá an Liosta Eochracha Cúlghairthe le haghaidh teastas an tsuímh seo as feidhm.
gd: Dh'fhalbh an ùine air liosta nan iuchraichean a chaidh a chùl-ghairm airson teisteanas na làraich seo.
hi_in: इस साइट प्रमाणपत्र के लिए KRL समाप्त हो चुका है.
hr: KRL za certifikat ove stranice je istekao.
hu: A hely tanúsítványának KRL-je lejárt.
hy_am: Այս կայքի սերտիֆիկատի KRL-ը ժամկետանց է:
id: KRL untuk sertifikat situs ini telah kedaluwarsa.
is: KRL fyrir skilríki vefsvæðis er útrunninn.
kk: Осы сайт сертификатының KRL мерзімі өткен.
km: KRL សម្រាប់​វិញ្ញាបនបត្រ​របស់​តំបន់​បណ្ដាញ​នេះ​ផុត​កំណត់​ហើយ ។
kn: ಈ ತಾಣದ ಪ್ರಮಾಣಪತ್ರಕ್ಕಾಗಿನ KRL ನ ಕಾಲಾವಧಿ ಪೂರ್ಣಗೊಂಡಿದೆ.
ku: KRL a ji bo vê maperê kevin bûye.
lt: Šios srities liudijimo atšauktų raktų sąrašas (KRL) nebegalioja.
lv: Šīs vietnes sertifikāta KRL ir beidzies derīguma termiņš.
mai: ई साइट प्रमाणपत्र क लेल KRL समाप्त भ' चुकल अछि.
ml: ഈ സൈറ്റിന്റെ സര്‍ട്ടിഫിക്കേറ്റിനുള്ള കെആര്‍എലിന്റെ കാലാവധി കഴിഞ്ഞിരിയ്ക്കുന്നു.
mr: या स्थळावरील प्रमाणपत्राचे कालबाह्य झाले.
ms: KRL bagi sijil laman ini telah luput.
my: ဒီကွန်ရက်ရဲ့ လက်မှတ်အတွက် KRL ဟာ သက်တမ်း ကုန်သွားပြီ။
oc: La lista de las claus revocadas pel certificat d'aqueste site a expirat.
pt_br: A validade da KRL para o certificado deste site está vencida.
ro: KRL pentru certificatul acestui sait a expirat.
sd: هن سائيٽ جي سرٽيفڪيٽ لاءِ ڪي آر ايل وٽ جو مدو پورو ٿي چڪا آهي۔
si: මෙම අඩවියේ සහතිකය අඳහා KRL කල් ඉකුත් වී ඇත.
sr: КРЛ (KRL) за сертификат овог сајта је истекао.
sv: KRL:en för den här platsens certifikat har förfallit.
te: ఈ సైటుయొక్క ధృవీకరణపత్రంకు KRL కాలముతీరినది.
th: KRL สำหรับใบรับรองของเว็บไซต์นี้หมดอายุแล้ว
ug: مەزكۇر بېكەت گۇۋاھنامىسىنىڭ KRL سىنىڭ ۋاقتى ئۆتكەن.
uz: Ushbu saytning sertifikati uchun KRL eskirgan.
vi: KRL của chứng nhận trong trang này đã quá hạn.
zh_tw: 此網站憑證的金鑰廢止清冊已過期。

source: The KRL for this site's certificate has an invalid signature.
af: Die KRL vir hierdie werf se sertifikaat het 'n ongeldige handtekening.
ar: KRL الخاص بشهادة هذا الموقع لديه توقيع غير صالح.
as: এই ছাইটৰ প্ৰমাণপত্ৰৰ কাৰণে থকা KRL ৰ এটা অবৈধ স্বাক্ষৰ আছে।
az: Bu saytın etibarsız açar siyahısının açarı etibarsızdır.
bn_bd: এই সাইট থেকে প্রাপ্ত সার্টিফিকেট এর KRL এ একটি অকার্যকর স্বাক্ষর আছে।
br: Ur sinadur didalvoudek ez eus gant KRL evit testeni al lec'hienn-mañ.
ca: La KRL del certificat d'aquest lloc no té una signatura vàlida.
cy: Mae llofnod annilys i KRL tystysgrif y wefan.
es_mx: La KRL del certificado de este sitio tiene una firma no válida.
eu: Gune honen ziurtagiriaren KRL-ak sinadura baliogabe bat du.
fa: KRL این پایگاه دارای امضایی نامعتبر است.
fur: La KRL pal certificât di chest sît e à une firme no valide.
ga_ie: Tá síniú neamhbhailí ar an Liosta Eochracha Cúlghairthe le haghaidh teastas an tsuímh seo.
gd: Tha ainm mì-dhligheach ri liosta nan iuchraichean a chaidh a chùl-ghairm airson teisteanas na làraich seo.
hi_in: इस साइट के प्रमाणपत्र के लिए KRL के पास एक अवैध हस्ताक्षर है.
hr: KRL za certifikat ove stranice ima nevažeći potpis.
hu: A hely tanúsítványa KRL-jének aláírása érvénytelen.
hy_am: Այս կայքի սերտիֆիկատի KRL-ը ունի սխալ ստորագրություն:
id: KRL untuk sertifikat situs ini mempunyai tanda tangan yang tidak sah.
is: KRL fyrir skilríki þessa vefsvæðis inniheldur ranga undirskrift.
kk: Осы сайт сертификатының KRL қолтаңбасы қате.
km: KRL សម្រាប់​វិញ្ញាបនបត្រ​របស់​តំបន់​បណ្ដាញ​នេះ​មាន​ហត្ថលេខា​មិន​ត្រឹមត្រូវ ។
kn: ಈ ತಾಣದ ಪ್ರಮಾಣಪತ್ರದ KRL ನಲ್ಲಿ ಒಂದು ಅಮಾನ್ಯವಾದಸಹಿಯನ್ನು ಹೊಂದಿದೆ.
ku: Di KRL a sertîfîkaya vê malperê de îmzeya nederbasdar heye.
lt: Šios srities liudijimo atšauktų raktų sąrašo (KRL) parašas netinkamas.
lv: Šīs vietnes sertifikāta KRL ir nederīgs paraksts.
mai: ई साइट क प्रमाणपत्र क लेल KRL क पास एकटा अवैध हस्ताक्षर अछि.
ml: ഈ സൈറ്റിന്റെ സര്‍ട്ടിഫിക്കേറ്റിനുള്ള കെആര്‍എലിനു് തെറ്റായ ഒപ്പു്.
mr: या स्थळावरील प्रमाणपत्रात अवैध स्वाक्षरी आढळली.
ms: KRL bagi sijil laman ini mendapati satu tandatangan yang tidak sah.
my: ဒီကွန်ရက်ရဲ့ လက်မှတ်အတွက် KRL မှာ မမှန်ကန်တဲ့ လက်မှတ် တခု ရှိတယ်။
oc: La lista de las claus revocadas pel certificat d'aqueste site a un signatura invalida
pt_br: A validade da KRL para o certificado deste site possui uma assinatura inválida.
ro: KRL pentru certificatul acestui sait are semnătura invalidă.
sd: هن سائيٽ جي سرٽيفڪيٽ لاءِ ڪي آر ايل جي نامنظور صحيح آهي۔
si: මෙම අඩවියේ සහතිකය සඳහා KRL ට අවලංගු අත්සනක් ඇත.
sr: КРЛ (KRL) за сертификат овог сајта има неважећи потпис.
sv: KRL:en för den här platsens certifikat har en ogiltig signatur.
te: ఈ సైటుయొక్క ధృవీకరణపత్రంకు KRL చెల్లని సంతకంకలిగివుంది.
th: KRL สำหรับใบรับรองของเว็บไซต์นี้มีลายเซ็นที่ไม่ถูกต้อง
ug: مەزكۇر بېكەت گۇۋاھنامىسىنىڭ KRL ئىمزاسى ئىناۋەتسىز.
uz: Ushbu saytning sertifikati uchun KRL’da noto‘g‘ri imzo bor.
vi: KRL của chứng nhận trên trang này chứa một khóa (signature) không hợp lệ.
zh_tw: 此網站憑證的金鑰廢止清冊含無效的簽章。

source: The key for this site's certificate has been revoked.
af: Die sleutel vir hierdie werf se sertifikaat is ingetrek.
ar: مفتاح شهادة هذا الموقع قد فُسخ.
as: এই ছাইটৰ প্ৰমাণপত্ৰৰ কাৰণে থকা কি'ক প্ৰত্যাহাৰ কৰা হৈছে।
az: Bu saytın təsdiq sənədi açarı ləğv edilmişdir.
bn_bd: এই সাইট এর সার্টিফিকেট এর কী প্রত্যাহার করা হয়েছে।
br: Tennet kuit eo bet an alc'hwez evit testeni al lec'hienn-mañ.
ca: S'ha revocat la clau d'aquest certificat de lloc.
cy: Mae allwedd tystysgrif y wefan honn wedi ei therfynnu.
es_mx: La clave para el certificado de este sitio ha sido revocada.
eu: Gune honetako ziurtagiriaren gakoa baliogabetua izan da.
fa: کلید گواهی این پایگاه ملغی شده است.
fur: La clâf pal certificât di chest sît e je stade revocade.
ga_ie: Tá eochair theastas an tsuímh seo cúlghairthe.
gd: Chaidh iuchair teisteanas na làraich seo a chùl-ghairm.
hi_in: इस साइट प्रमाणपत्र की कुंजी वापस की जा रही है.
hr: Ključ certifikata ove stranice je poništen.
hu: A hely tanúsítványának kulcsát visszavonták.
hy_am: Այս կայքի սերտիֆիկատի բանալին ետ է կանչվել:
id: Kunci untuk sertifikat situs ini telah dicabut.
is: Skilríkjalykill vefsvæðis hefur verið afturkallaður.
kk: Осы сайт сертификатының KRL қайта шақырылған.
km: សោ​សម្រាប់​វិញ្ញាបនបត្រ​របស់​តំបន់​បណ្ដាញ​ត្រូវ​បាន​ដកហូត ។
kn: ಈ ತಾಣದ ಪ್ರಮಾಣಪತ್ರಕ್ಕಾಗಿನ ಕೀಲಿಯು ರದ್ದು ಮಾಡಲ್ಪಟ್ಟಿದೆ.
ku: Mifteya ji bo sertîfîkaya vê malperê hatiye betalkirin.
lt: Šios srities liudijimo rakto galiojimas atšauktas.
lv: Šīs vietnes sertifikāta atslēga ir anulēta.
mai: ई साइट प्रमाणपत्र क कुँजी वापस क जाए रहल अछि.
ml: ഈ സൈറ്റിന്റെ സര്‍ട്ടിഫിക്കേറ്റിനുള്ള കീ വീണ്ടും ലഭ്യമാക്കിയിരിയ്ക്കുന്നു.
mr: या स्थळावरील प्रमाणपत्राची कि पुन्हस्थापीत केली गेली आहे.
ms: Kunci bagi sijil laman ini telah ditarik balik.
my: ဒီကွန်ရက်ရဲ့ လက်မှတ်အတွက် သော့ချက်ကို သိမ်းဆည်းလိုက်ပြီ။
oc: La clau pel certificat d'aqueste sit es estada revocada.
pt_br: A chave para o certificado deste site foi revogada.
ro: Cheia pentru certificatul acestui sait a fost revocată.
sd: هن سائيٽ جي سرٽيفڪيٽ لاءِ ڪنجي رد ڪئي ويئي آهي۔
si: මෙම අඩවියේ සහතිකය සඳහා යතුර අවලංගු කර ඇත.
sr: Кључ за сертификат овог сајта је опозван.
sv: Nyckeln för den här platsens certifikat har återkallats.
te: ఈ సైటుయొక్క ధృవీకరణపత్రంకు కీ తీసివేయబడింది.
ug: مەزكۇر بېكەتنىڭ گۇۋاھنامە شىفىرلىق ئاچقۇچى بىكار قىلىنغان.
uz: Ushbu saytning sertifikati kaliti rad qilindi.
vi: Mã khóa cho chứng nhận trên trang này đã bị thu hồi.
zh_tw: 此網站憑證的金鑰廢止清冊金鑰已廢止。

source: Couldn't remove the principal
af: Kon nie die hoofelement verwyder nie
ar: تعذرت إزالة الرئيسي
as: অধ্যক্ষক আতৰাব নোৱাৰি।
az: Baş bölmə silinmədi.
bn_bd: প্রিন্সিপাল মুছে ফেলা যায়নি
br: N'hall ket tennañ kuit an hini pennañ
ca: No s'ha pogut suprimir el principal
cy: Methu tynnu'r prif
es_mx: No se puede eliminar el principal
eu: Ezin da nagusia ezabatu
fa: قادر به حذف مجوز نیست
fur: No si pues cancelâ il principâl.
ga_ie: Ní féidir an príomhaí a scrios.
gd: Cha do ghabh am prìomhaire a thoirt air falbh
hi_in: प्रधान के हटा नहीं सका
hr: Uklanjanje upravitelja nije moguće
hu: Nem sikerült eltávolítani az egyszerű nevet
hy_am: Չկարողացա ջնջել պրինցիպալին
id: Tidak dapat membuang prinsipal
is: Gat ekki fjarlægt umbjóðanda
kk: Principal өшіру мүмкін емес
km: មិន​អាច​យក​គោលការណ៍​ចេញ​បាន​ទេ
kn: ಪ್ರಮುಖವಾದುದನ್ನು(ಪ್ರಿನ್ಸಿಪಲ್) ತೆಗೆದು ಹಾಕಲಾಗಲಿಲ್ಲ
ku: Bingeh nikare were rakirin
lt: Nepavyko pašalinti mazgo
lv: Nevar aizvākt direktoru
mai: प्रधान क हटाए नहि सकल
ml: പ്രിന്‍സിപ്പള്‍ നീക്കം ചെയ്യുവാന്‍ സാധ്യമായില്ല
mr: मुळ हटवू शकत नाही
ms: Tidak dapat memadam prinsipal
my: အဓိကအချက်ကို ဖယ်ရှားလို့ မရဘူး
oc: Impossible de suprimir lo principal
pt_br: Incapaz de remover o principal
ro: Nu se poate elimina principalul
sd: پرڌان نہ ڪڍي سگهيو
si: ප්‍රධානියා ඉවත් කිරීමට නොහැකි විය
sr: Није могуће уклонити принципал
sv: Kunde inte ta bort principal
te: ఈసూత్రంను తీసివేయలేదు
ug: ئاساسىي گەۋدىنى چىقىرىۋېتەلمەيدۇ
uz: Tamoyilni o‘chirib bo‘lmadi
vi: Không thể xóa principal
zh_tw: 無法移除 Principal

source: Couldn't delete the privilege
af: Kon nie die voorreg skrap nie
ar: تعذرت إزالة الامتياز
as: সুবিধা মচিব নোৱাৰি।
az: İstisnalıq silinə bilmədi
bn_bd: বিশেষাধিকার মুছে ফেলা যায়নি
br: N'hall ket dilemel ar brient
ca: No s'ha pogut suprimir el privilegi
cy: Methu dileu'r fraint
es_mx: No se puede eliminar el privilegio
eu: Ezin da eskubidea ezabatu
fa: قادر به حذف امتیاز نیست
fur: No si pues cancelâ il privileç.
ga_ie: Níorbh fhéidir an phribhléid a scrios
gd: Cha do ghabh a' phribhleid a sguabadh às
hi_in: अधिकार को मिटा नहीं सका
hr: Uklanjanje privilegija nije moguće
hu: Nem sikerült törölni a jogosultságot
hy_am: Չկարողացավ ջնջել արտոնություննները
id: Tidak dapat menghapus privilege
is: Get ekki eytt sérréttindunum
kk: Privilege өшіру мүмкін емес
km: មិន​អាច​លុប​សិទ្ធិ​បាន​ទេ
kn: ಸವಲತ್ತನ್ನು ಅಳಿಸಿ ಹಾಕಲಾಗಲಿಲ್ಲ
ku: Mafê taybet nehat jêbirin
lt: Nepavyko panaikinti privilegijos
lv: Nevar nodzēst privilēģiju
mai: अधिकार केँ मेटाय नहि सकल
ml: മുന്‍ഗണന നീക്കം ചെയ്യുവാന്‍ സാധ്യമായില്ല
mr: परवानगी हटवू शकत नाही
ms: Tidak dapat memadam privilej
my: အခွင့်အလမ်းကို မပယ်ဖျက်နိုင်ဘူး
oc: Impossible de suprimir lo privilègi
pt_br: Não foi possível excluir o direito
ro: Nu s-a putut șterge privilegiul
sd: خاص حق خارد نہ ڪري سگهيو
si: වරප්‍රසාදය ඉවත් කිරීමට නොහැකි විය
sr: Није могуће уклонити привилегију
sv: Kunde inte ta bort privilegium
te: ప్రివిలైజ్‌ను తొలగించలేదు
th: ไม่สามารถลบสิทธิ์
ug: ئالاھىدە ئىمتىيازنى ئۆچۈرەلمەيدۇ
uz: Imtiyozlarni o‘chirib bo‘lmadi
vi: Không thể xóa được đặc quyền
zh_tw: 無法刪除 Privilege

source: This principal doesn't have a certificate
af: Die hoofelement het nie 'n sertifikaat nie
ar: هذا الرئيس لا يملك شهادة
as: এই অধ্যক্ষৰ কোনো প্ৰমাণপত্ৰ নাই।
az: Bu baş bölməsinin təsdiq sənədi yoxdur
bn_bd: প্রিন্সিপালটির কোনো সার্টিফিকেট নেই
br: N'eus testeni ebet gant an hini pennañ-mañ.
ca: Aquest principal no té un certificat
cy: Nid oes gan y prif dystysgrif
es_mx: Este principal no tiene un certificado
eu: Nagusiak ez du ziurtagiririk
fa: گواهی موجود نیست
fur: Chest principâl nol à un certificât.
ga_ie: Níl teastas ag an bpríomhaí.
gd: Chan eil teisteanas aig a' phrìomhaire
hi_in: इस प्रधान के पास प्रमाणपत्र नहीं है
hr: Upravitelj nema certifikat
hu: Ehhez az egyszerű névhez nem tartozik tanúsítvány
hy_am: Այս պրինցիպալը չունի արտոնագիր
id: Prinsipal berikut tidak memiliki sertifikat
is: Umbjóðandi er ekki með skilríki
kk: Осы principal сертификаты жоқ
km: គោលការណ៍​នេះ​គ្មាន​វិញ្ញាបនបត្រ​ឡើយ
kn: ಪ್ರಮುಖವಾದ(ಪ್ರಿನ್ಸಿಪಲ್) ಇದು ಒಂದು ಪ್ರಮಾಣಪತ್ರವನ್ನು ಹೊಂದಿಲ್ಲ
ku: Sertîfîkaya mafê taybet tune
lt: Šis mazgas neturi liudijimo
lv: Direktoram nav sertifikāta
mai: ई प्रधान क पास प्रमाणपत्र नहि अछि
ml: ഈ പ്രിന്‍സിപ്പളിനു് സര്‍ട്ടിഫിക്കേറ്റ് ലഭ്യമല്ല
mr: मुळकडे प्रमाणपत्र नाही
ms: Prinsipal ini tidak mempunyai sijil
my: အဓိကအချက်မှာ လက်မှတ်တခု မရှိဘူး။
oc: Aqueste principal es pas de certificat
pt_br: Este principal não tem um certificado
ro: Acest principal nu are un certificat
sd: هن پرڌان وٽ سرٽيفڪيٽ ناهي
si: මෙම ප්‍රධානියාට සහතිකයක් නොමැත
sr: Овај принципал нема сертификат
sv: Denna principal har inget certifikat
te: ఈసూత్రం ఎటువంచి ధృవీకరణపత్రం కలిగిలేదు.
ug: مەزكۇر ئاساسىي گەۋدىنىڭ گۇۋاھنامىسى يوق
uz: Tamoyilda sertifikat yo‘q.
vi: Principal này không có chứng nhận
zh_tw: 此 Principal 沒有憑證

source: The signer's certificate could not be found.
af: Kon nie die ondertekenaar se sertifikaat vind nie.
ar: لم يمكن العثور على شهادة الموقّع.
as: স্বাক্ষৰকৰ প্ৰমাণপত্ৰ পোৱা নগল।
az: Yayımlayıcının təsdiq sənədi tapılmadı.
bn_bd: সাক্ষরকারীর সার্টিফিকেট পাওয়া যায়নি।
br: Testeni ar skigner n'eo ket bet kavet.
ca: No s'ha pogut trobar el certificat del signatari.
cy: Nid oedd modd canfod tystysgrif y llofnodwr.
es_mx: No se ha podido encontrar el certificado del firmante.
eu: Ez da ziurtagiri sinatzailea aurkitu.
fa: گواهی امضاکننده پیدا نشد.
fur: No si pues cjatâ il firmatari dal certificât
ga_ie: Níorbh fhéidir teastas an tsínitheora a aimsiú.
gd: Cha deach teisteanas an t-soidhniche a lorg.
hi_in: हस्ताक्षरकर्ता प्रमाणपत्र नहीं मिल सका.
hr: Certifikat potpisnika nije pronađen.
hu: Az aláíró tanúsítványa nem található.
hy_am: Ստորագրող անձի սերտիֆիկատը չի գտնվում:
id: Sertifikat milik penandatangan tidak ditemukan.
is: Skilríki undirskriftar fannst ekki.
kk: Қолтаңба қоюшысының сертификатын табу мүмкін емес.
km: រក​មិន​ឃើញ​វិញ្ញាបនបត្រ​របស់​អ្នក​​ចុះហត្ថលេខា​​ឡើយ ។
kn: ಸೈನ್ ಮಾಡಿದವರ ಪ್ರಮಾಣಪತ್ರ ಕಂಡು ಬಂದಿಲ್ಲ.
ku: Belgeya erêkirinê ya belavkar nehat dîtin.
lt: Pasirašytojo liudijimo nepavyko rasti.
lv: Parakstītāja sertifikāts nav atrodams.
mai: हस्ताक्षरकर्ता प्रमाणपत्र नहि भेट सकल.
ml: സൈനറിനുള്ള സര്‍ട്ടിഫിക്കേറ്റ് ലഭ്യമല്ല.
mr: स्वाक्षरकाचे प्रमाणपत्रT आढळले नाही.
ms: Sijil penandatangan tidak dapat dijumpai.
my: လက်မှတ် ရေးထိုးသူရဲ့ လက်မှတ်ကို မတွေ့နိုင်ဘူး။
oc: Impossible de trobar lo signaire del certificat.
pt_br: O certificado do signatário não pôde ser encontrado.
ro: Nu se poate găsi certificatul semnatarului.
sd: قرار ڪندڙ جي سرٽيفڪيٽ جو پتو نہ لڳي سگهيو۔
si: අත්සන් කරන්නාගේ සහතිකය සොයා ගැනීමට නොහැකි විය.
sr: Потписников сертификат није пронађен.
sv: Signerarens certifikat kunde inte hittas.
te: సైనర్సు ‌యొక్క ధృవీకరణపత్రం కనుగొనబడలేదు.
ug: ئىمزا قويغۇچنىڭ گۇۋاھنامىسى تېپىلمىدى.
uz: Kirituvchining sertifikati topilmadi.
vi: Không tìm thấy chứng chỉ của người kí.
zh_tw: 找不到簽署者的憑證。
