Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: The OCSP server suggests trying again later.
af: Die OCSP-bediener stel voor dat u later weer probeer.
ar: يقترح خادوم OCSP المحاولة مجدًا في وقت لاحق.
as: OCSP চাৰ্ভাৰে পিছত পুনৰ চেষ্টা কৰাৰ অনুমতি দিয়ে।
az: OCSPserveri daha sonra yoxlanılmasını təklif edir.
bg: Съръвърът за OCSP предлага да се опита по-късно.
bn_bd: OCSP সার্ভার পরবর্তীতে আবার চেষ্টা করার পরামর্শ দিচ্ছে।
br: Aliañ a ra an dafariad OCSP da glask en-dro diwezhatoc'h.
ca: El servidor OCSP suggereix que ho torneu a provar més tard.
cy: Mae gweinydd yr OCSP yn awgrymu y dylech geisio eto.
es_mx: El servidor OCSP sugiere que lo intente de nuevo más tarde.
eu: OCSP zerbitzariak geroago saiatzea gomendatzen du.
fa: کارگزار OSCP پیشنهاد کرد که بعداً دوباره تلاش کنید.
fur: Il servidôr OCPS al propon di tornâ a provâ plui indevant.
ga_ie: Molann an freastalaí OCSP iarracht a dhéanamh níos déanaí.
gd: Tha am frithealaiche OCSP a' moladh dhut feuchainn ris a-rithist an ceann tàmaill.
gu: OCSP સર્વર પછીથી ફરીથી પ્રયાસ કરવાનું સૂચન કરે છે.
hi_in: OCSP सर्वर की सलाह फिर कोशिश करने के लिए है.
hr: OCSP poslužitelj predlaže ponovni pokušaj kasnije.
hu: Az OCSP-kiszolgáló azt javasolja, hogy próbálkozzon később.
hy_am: OCSP-սերվերը առաջարկում է փորձել ավելի ուշ:
id: Server OCSP menyarankan mencoba lagi nanti.
is: OCSP þjónn mælir með því að reyna aftur.
kk: OCSP-сервері кейінірек қайталап көруді ұсынады.
km: ម៉ាស៊ីន​បម្រើ​របស់ OCSP ផ្ដល់​យោបល់​ឲ្យ​ព្យាយាម​ម្ដងទៀត​ពេលក្រោយ ។
kn: OCSP ಪರಚಾರಕವು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಲು ಸಲಹೆ ಮಾಡುತ್ತದೆ.
ku: Pêşkêşkara OCSP dîsa ceribandina paşê pêşniyar dike.
lt: OCSP serveris siūlo pakartoti bandymą vėliau.
lv: OCSP serveris iesaka mēģināt vēlreiz nedaudz vēlāk.
mai: OCSP सर्वर क सलाह फेर कोशिश करब क लेल अछि.
ml: OCSP സര്‍വര്‍ പിന്നീടു് വീണ്ടു് ശ്രമിക്കുന്നതിനായി നിര്‍ദ്ദേശിക്കുന്നു.
mr: OCSP सर्वर पुन्ह प्रयत्न करण्याकरीता सूचवितो.
ms: Pelaya OCSP memberi cadangan cuba kemudian.
my: OCSP ​ဆာဗာက ထပ်ကြိုးစားဖို့ ​အကြံပြုတယ်။
nb_no: OCSP-serveren foreslår at du prøver igjen senere.
nn_no: OCSP-tenaren føreslår at du prøver igjen seinare.
oc: Lo servidor OCSP conselha de tornar ensajar pus tard.
pt_br: O servidor OCSP sugere tentar de novo mais tarde.
ro: Serverul OCSP sugerează sa încercați din nou mai târziu.
sd: او سي ايس پي سرور پوءِ وري ڪوشش ڪرڻ جي صلاح ڏئي ٿو۔
si: OCSP සේවකයා පසුව නැවත උත්සහ කිරීමට යෝජනා කරයි.
sr: ОЦСП (OCSP) сервер предлаже ад пробате касније опет.
sv: OCSP-servern föreslår att du försöker igen senare.
te: OCSP తరువాత ప్రయత్నించమని సూచిస్తోంది.
ug: OCSP مۇلازىمىتىرى سەل تۇرۇپ قايتا سىناشنى تەۋسىيە قىلىدۇ.
uz: OCSP server keyinroq yana urinib ko‘rishni tavsiya qilmoqda.
vi: Máy chủ OCSP đề nghị thử lại sau.
zh_tw: OCSP 伺服器建議您稍候再試。

source: The OCSP server requires a signature on this request.
af: Die OCSP-bediener vereis 'n handtekening vir hierdie versoek.
ar: يحتاج خادوم OCSP توقيعًا على هذا الطلب.
as: OCSP চাৰ্ভাৰৰ এই অনুৰোধত এটা স্বাক্ষৰৰ প্ৰয়োজন।
az: OCSP serveri bu istəkdə imza lazım olduğunu bildirir.
bg: Съръвърът за OCSP изисква подпис за тази заявка.
bn_bd: OCSP সার্ভার এই অনুরোধটিতে একটি সাক্ষর চাচ্ছে।
br: Ur sinadur war an azgoulenn-mañ zo bet goulennet gant an dafariad OCSP.
ca: El servidor OCSP demana una signatura amb aquesta sol·licitud.
cy: Mae angen llofnod ar gyfer y gweinydd OCSP.
es_mx: El servidor OCSP requiere una firma en esta solicitud.
eu: OCSP zerbitzariak sinadura bat behar du eskaera honetan.
fa: کارگزار OSCP تقاضای امضا شدن این درخواست را نمود.
fur: Il servidôr OCSP al vûl une firme su cheste domande.
ga_ie: Tá síniú ar an iarratas seo ag teastáil ón bhfreastalaí OCSP.
gd: Feumaidh am frithealaiche OCSP ainm ris an iarrtas seo.
gu: OCSP સર્વરને આ અરજી માટે સહી જરૂરી છે.
hi_in: OCSP सर्वर को इस आग्रह पर एक हस्ताक्षर चाहिए.
hr: OCSP poslužitelj traži potpis na ovaj zahtjev.
hu: Az OCSP-kiszolgáló aláírást követel ehhez a kéréshez.
hy_am: Այս հարցման համար OCSP-սերվերը պահանջում է ստորագրություն:
id: Server OCSP membutuhkan tanda tangan untuk permintaan ini.
is: OCSP þjónn þarfnast undirskriftar fyrir þessa beiðni.
kk: OCSP сервері бұл сұраным үшін қолтаңба сұрайды.
km: ម៉ាស៊ីន​បម្រើ OCSP ទាមទារ​​ហត្ថលេខា​នៅ​លើ​សំណើ​នេះ ។
kn: OCSP ಪರಿಚಾರಕವು ಈ ಮನವಿಯಲ್ಲಿ ಒಂದು ಸಹಿಯನ್ನು ಬಯಸುತ್ತದೆ.
ku: Di vê daxwazê de pêdiviya îmzeyeke ya Pêşkêşkara OCSP heye.
lt: OCSP serveris reikalauja parašo po šia užklausa.
lv: OCSP serveris pieprasa šī pieprasījuma parakstu.
mai: OCSP सर्वर केँ एहि आग्रह पर एकटा हस्ताक्षर चाही.
ml: OCSP സര്‍വറിനു് ഈ ആവശ്യത്തില്‍ ഒരു ഒപ്പു് ആവശ്യമുണ്ടു്.
mr: OCSP सर्वरला या विनंतीकरीता स्वाक्षरीची आवश्यकता आहे.
ms: Pelayar OCSP memerlukan satu tandatangan pada permohonan ini.
my: OCSP ​ဆာဗာက ဒီတောင်းဆိုချက်အပေါ် လက်မှတ်တခုကို တောင်းဆိုတယ်။
nb_no: OCSP-serveren krever en signatur for denne forespørselen.
nn_no: OCSP-tenaren krev ein signatur for denne førespurnaden.
oc: Lo servidor OCSP necessita una signatura sus aquesta requèsta.
pt_br: O servidor OCSP necessita de uma assinatura para este pedido.
ro: Serverul OCSP cere o semnătură în această cerere.
sd: او سي ايس پي سرور کي هن عرض تي صحيح گهرجي۔
si: මෙම ඉල්ලීම කෙරෙහි OCSP සේවකයා අත්සනක් ඉල්ලයි.
sr: ОЦСП (OCSP) сервер тражи потпи на овом захтеву.
sv: OCSP-servern kräver en signatur på denna förfrågan.
te: OCSP సేవిక ఈఅభ్యర్దనపై ఒక సంతకం అవసరం.
ug: مەزكۇر ئىلتىماسقا نىسبەتەن OCSP مۇلازىمىتىر ئىمزاغا ئېھتىياجلىق.
uz: OCSP server ushbu so‘rovda imzoni so‘ramoqda.
vi: Máy chủ OCSP yêu cầu chữ kí cho truy vấn này.
zh_tw: OCSP 伺服器需要此請求的簽章。

source: The OCSP server has refused this request as unauthorized.
af: Die OCSP-bediener het hierdie versoek van die hand gewys as ongemagtig.
ar: رفض خادوم OCSP هذا الطلب واعتبره غير مصادق عليه.
as: OCSP চাৰ্ভাৰে এই অনুৰোধক অপ্ৰমাণীকৰীত হিচাপে নাকচ কৰিছে।
az: OCSP serveri icazəsiz olması əsası ilə bu istəyi rədd etdi.
bg: Съръвърът за OCSP отказа тази заявка като неудостоверена.
bn_bd: OCSP সার্ভার এই অনুরোধটিকে অননুমোদিত হিসেবে প্রত্যাখ্যান করেছে।
br: Nac'het eo bet an azgoulenn-mañ gant an dafariad OCSP rak dizaotreet eo.
ca: El servidor OCSP ha rebutjat la sol·licitud com a no autoritzada.
cy: Mae'r gweinydd OCSP wedi gwrthod y cais fel un anawdurdodedig.
es_mx: El servidor OCSP ha rechazado esta solicitud como no autorizada.
eu: OCSP zerbitzariak eskaera hau ukatu egin du baimendurik ez dagoelako.
fa: کارگزار OSCP این تقاضا را غیر مجاز تشخیص داد.
fur: Il servidôr OCPS al à refudât la domande par vie che no jere autorizade.
ga_ie: Dhiúltaigh an freastalaí OCSP leis an iarratas seo toisc é a bheith neamhúdaraithe.
gd: Dhiùlt am frithealaiche OCSP an t-iarrtas seo a chionn 's nach eil ùghdarras aige.
gu: OCSP સર્વરે આ અરજીને બિનસત્તાધિકારીત હોવાને કારણે અવગણી કાઢી.
hi_in: OCSP सर्वर ने इस आग्रह को अनधिकृत के रूप में अस्वीकृत किया है.
hr: OCSP poslužitelj je odbio zahtjev kao neovlašteni.
hu: Az OCSP-kiszolgáló visszautasította a kérést, mint jogosulatlant.
hy_am: OCSP-սերվերը մերժեց այս հարցում, որպես չնույնականացված:
id: Server OCSP menolak permintaan ini karena tidak diotorisasi.
is: OCSP þjónn neitar þessari beiðni vegna þess að hún er óheimil.
kk: OCSP сервері бұл сұранымды авторизацияланбаған деп үзді.
km: ម៉ាស៊ីន​បម្រើ​របស់ OCSP បដិសេធ​សំណើ​នេះ​​ដូច​ដែល​​មិន​​បាន​អនុញ្ញាត ។
kn: OCSP ಪರಿಚಾರಕವು ಈ ಮನವಿಯನ್ನು ಅನಧೀಕೃತ ಎಂದು ತಿರಸ್ಕರಿಸಿದೆ.
ku: Pêşkêşkara OCSP vê daxwazê weke nehatî erêkirin nepejirand.
lt: OCSP serveris atsisakė šios užklausos kaip neleidžiamos.
lv: OCSP serveris noraisīja šo pieprasījumu kā neautorizētu.
mai: OCSP सर्वर ने एहि आग्रह केँ अनधिकृत क रूपेँ अस्वीकृत कएल अछि.
ml: OCSP സര്‍വര്‍ ഈ ആവശ്യം ആധികാരികതയില്ലാത്തതായി നിഷേധിച്ചിരിക്കുന്നു.
mr: OCSP सर्वरने या विनंतीस अनाधिकृत्तपणे नकारले.
ms: Pelayar OCSP telah menolak permohonan ini sebagai atur cara tanpa izin.
my: OCSP ​ဆာဗာက ဒီတောင်းဆိုမှုကို မသက်ဆိုင်သူအဖြစ် ငြင်းပယ်ခံရတယ်။
nb_no: OCSP-serveren har avslått forespørselen som uautorisert.
nn_no: OCSP-tenaren har avslått førespurnaden som uautorisert.
oc: Lo servidor OCSP a refusat aquesta requèsta per çò que es pas autorizada.
pt_br: O servidor OCSP recusou este pedido pois não possui autorização.
ro: Serverul OCSP a refuzat această cerere ca fiind neautorizată.
sd: او سي ايس پي سرور هي عرض بنا اِختياريءَ وارو مڃي سويڪار ڪيو آهي۔
si: OCSP සේවකයා මෙම ඉල්ලීම අවසර නොමැති ලෙස ප්‍රතික්ෂේප කර ඇත.
sr: ОЦСП (OCSP) сервер је одбио овај захтев као неовлашћен.
sv: OCSP-servern har avslagit denna förfrågan som obehörig.
te: OCSP సేవిక ఈఅభ్యర్ధనను అనధికారికమైనదిగా తిరస్కరించింది.
ug: OCSP مۇلازىمىتىرى مەزكۇر قانۇنسىز ئىلتىماسنى رەت قىلدى.
uz: OCSP server ushbu so‘rovni tasdiqdan o‘tmagan sifatida rad qildi.
vi: Máy chủ OCSP từ chối vì cho rằng truy vấn này không được phép.
zh_tw: OCSP 伺服器已拒絕此未授權的請求。

source: The OCSP server returned an unrecognizable status.
af: Die OCSP-bediener het 'n nieherkenbare status gelewer.
ar: أرجع خادوم OCSP حالة غير متعرّف عليها.
as: OCSP চাৰ্ভাৰে এটা অচিনাক্তিকৰ অৱস্থা ঘুৰাই দিছে।
az: OCSP serveri naməlum bir vəziyyətlə qarşılaşdı.
bg: Съръвърът за OCSP върна неразпознаваемо състояние.
bn_bd: OCSP সার্ভার একটি অচেনা অবস্থা পাঠিয়েছে।
br: Distroet ez eus bet ur stad dianavezus gant an dafariad OCSP.
ca: El servidor OCSP ha retornat un estat no reconeixible.
cy: Dychwelodd y gweinydd OCSP statws heb ei gydnabod.
es_mx: El servidor OCSP ha devuelto un estado irreconocible.
eu: OCSP zerbitzariak egoera ezezagun bat itzuli du.
fa: کارگزار OSCP وضعیتی غیر قابل تشخیص را برگرداند.
fur: Il servidôr OCPS al à tornât indaûr un messaç di stât no cognossût.
ga_ie: Sheol an freastalaí OCSP stádas do-aitheanta.
gd: Thill am frithealaiche OCSP inbhe nach gabh aithneachadh.
gu: OCSP સર્વરે બિનસત્તાધિકારીત પરિસ્થિતિ આપી.
hi_in: OCSP सर्वर अपरिचित स्थिति दिया है.
hr: OCSP poslužitelj je vratio neprepoznatljiv status.
hu: Az OCSP-kiszolgáló felismerhetetlen státuszt adott vissza.
hy_am: OCSP-սերվերը վերադարձրեց անծանոթ կարգավիճակ:
id: Server OCSP mengembalikan status yang tidak dikenali.
is: OCSP þjónn skilaði óþekktri stöðu.
kk: OCSP сервері түсініксіз күйді қайтарды.
km: ម៉ាស៊ីន​បម្រើ​របស់ OCSP បាន​ត្រឡប់​ស្ថានភាព​ដែល​មិន​អាច​ទទួល​ស្គាល់ ។
kn: OCSP ಪರಿಚಾರಕವು ಒಂದು ಗುರುತಿಸಲಾಗದ ಸ್ಥಿತಿಯನ್ನು ಮರಳಿಸಿದೆ.
ku: Pêşkêşkara OCSP vegeriya rewşeke ku nayê naskirin.
lt: OCSP serveris grąžino nežinomą būseną.
lv: OCSP serveris atgrieza neatpazīstamu statusu.
mai: OCSP सर्वर अपरिचित स्थिति देब अछि.
ml: OCSP സര്‍വര്‍ തിരിച്ചറിയാത്ത അവസ്ഥ ലഭ്യമാക്കിയിരിക്കുന്നു.
mr: OCSP सर्वरने अपरिचीत स्थिती घोषीत केली आहे.
ms: Pelayar OCSP mengembalikan satu status yang tidak diiktiraf.
my: OCSP ​ဆာဗာက အသိအမှတ် မပြုနိုင်တဲ့ အနေအ​ထားတခုကို ​ပေးပို့တယ်။
nb_no: OCSP-serveren returnerte en ugjenkjennbar status.
nn_no: OCSP-tenaren returnerte ein ikkje attkjennande status.
oc: Lo servidor OCSP a tornat un estatut impossible de reconéisser.
pt_br: O servidor OCSP retornou um status não reconhecido.
ro: Serverul OCSP a returnat o stare necunoscută.
sd: او سي ايس پي سرور سڃاڻڻ ۾ نہ ايندڙ درجو موٽائي موڪليو۔
si: OCSP සේවකයා හඳුනාගනීමට නොහැකි තත්වයක් ආපසු එවන ලදි.
sr: ОЦСП (OCSP) сервер је вратио статусни код који није препознат.
sv: OCSP-servern skickade tillbaka en oigenkännlig status.
te: OCSP సేవిక గుర్తించలేని స్థితిని తిప్పియిచ్చింది.
ug: OCSP مۇلازىمىتىرى تونۇغىلى بولمايدىغان ھالەتنى قايتۇردى.
uz: OCSP server aniqlab bo‘lmaydigan holatni qaytardi.
vi: Máy chủ OCSP trả lại trạng thái không thể nhận diện.
zh_tw: OCSP 伺服器回傳了未辨識的狀態。

source: The OCSP server has no status for the certificate.
af: Die OCSP-bediener het geen status vir die sertifikaat nie.
ar: لا يملك خادوم OCSP حالة للشهادة.
as: OCSP চাৰ্ভাৰৰ প্ৰমাণপত্ৰটোৰ কাৰণে কোনো অৱস্থা নাই।
az: OCSP serveri təsdiq sənədi ilə bağlı bir status bildirişi verə bilmir.
bg: Съръвърът за OCSP няма състояние за сертификата.
bn_bd: OCSP সার্ভারের এই সার্টিফিকেটের জন্য কোনো অবস্থা নেই।
br: N'eus stad ebet evit an testeni gant an dafariad OCSP.
ca: El servidor OCSP no té cap estat per al certificat.
cy: Nid oes gan y gweinydd OCSP statws ar gyfer y dystysgrif.
es_mx: El servidor OCSP no tiene estado para el certificado.
eu: OCSP zerbitzariak ez du egoerarik ziurtagiri honentzat.
fa: کارگزار OSCP برای این گواهی وضعیتی برنگرداند.
fur: Il servidôr OCPS nol à nissun stât pal certificât.
ga_ie: Níl aon stádas ag an bhfreastalaí OCSP don teastas.
gd: Chan eil inbhe airson an teisteanais seo aig an fhrithealaiche OCSP.
gu: OCSP સર્વરને પ્રમાણપત્ર માટે કોઈ પરિસ્થિતિ નથી.
hi_in: OCSP सर्वर के पास प्रमाणपत्र के लिए कोई स्थिति नहीं है.
hr: OCSP poslužitelj nema nijedan status za certifikat.
hu: Az OCSP-kiszolgálónak nincs státusza a tanúsítványhoz.
hy_am: Այս սերտիֆիկատի համառ OCSP-սերվերը չունի կարգավիճակ:
id: Server OCSP tidak memiliki status untuk sertifikat ini.
is: OCSP þjónn er ekki með stöðu fyrir skilríkið.
kk: OCSP серверінің бұл сертификат үшін ақпарат жоқ.
km: ម៉ាស៊ីន​បម្រើ​របស់ OCSP គ្មាន​ស្ថានភាព​​សម្រាប់​វិញ្ញាបនបត្រ​ឡើយ ។
kn: OCSP ಪರಿಚಾರಕವು ಪ್ರಮಾಣಪತ್ರಕ್ಕಾಗಿ ಯಾವುದೆ ಸ್ಥಿತಿಯನ್ನು ಹೊಂದಿಲ್ಲ.
ku: Pêşkêşkara OCSPê ji bo sertîfîkayê tu rewş tune.
lt: OCSP serveris nežino šio liudijimo būsenos.
lv: OCSP serverim nav šī sertifikāta statusa.
mai: OCSP सर्वर क पास प्रमाणपत्र क लेल कोनो स्थिति नहि अछि.
ml: OCSP സര്‍വറിനു് സര്‍ട്ടിഫിക്കേറ്റിനുള്ള അവസ്ഥ ലഭ്യമല്ല.
mr: OCSP सर्वरकडे प्रमाणपत्र स्थिती आढळली नाही.
ms: Tiada status pada pelayan OCSP untuk sijil tersebut.
my: OCSP ​ဆာဗာမှာ လက်မှတ်အတွက် အနေအထားမရှိဘူး။
nb_no: OCSP-serveren har ingen status for sertifikatet.
nn_no: OCSP-tenaren har ingen status for sertifikatet.
oc: Lo servidor OCSP a pas d'estatut pel certificat.
pt_br: O servidor OCSP não possui o status deste certificado.
ro: Serverul OCSP nu cunoaște starea acestui certificat.
sd: او سي ايس پي سرور وٽ سرٽيفڪيٽ لاءِ درجو ناهي۔
si: OCSP සේවකයාට සහතිකය සඳහා තත්වයක් නොමැත.
sr: ОЦСП (OCSP) сервер нема статусни код за овај сертификат.
sv: OCSP-servern har ingen status för certifikatet.
te: OCSP సేవిక ధృవీకరణపత్రంకు ఎటువంచి స్థితిని కలిగిలేదు.
ug: OCSP مۇلازىمىتىر گۇۋاھنامە ھالىتى يوق.
uz: OCSP serverda sertifikat uchun holat yo‘q.
vi: Máy chủ OCSP không có trạng thái cho chứng chỉ.
zh_tw: OCSP 伺服器沒有憑證狀態。

source: You must enable OCSP before performing this operation.
af: U moet OCSP aktiveer voor u hierdie bewerking kan doen.
ar: عليك أن تفعّل OCSP قبل أداء هذه العملية.
as: আপুনি এই কাৰ্য্য কৰাৰ আগত OCSP সামৰ্থবান কৰিব লাগিব।
az: Bu əməliyyatı etmədən əvvəl OCSP-ni aktivləşdirməlsiniz.
bg: Трябва да активирате OCSP преди извършването на тази операция.
bn_bd: এই অপারেশন শুরু করার পূর্বে আপনার অবশ্যই OCSP সক্রিয় করতে হবে।
br: Ret eo deoc'h gweredekaat OCSP kent seveniñ ar gwezhiadur-mañ.
ca: Heu d'habilitar l'OCSP abans de realitzar aquesta operació.
cy: Rhaid galluogi OCSP cyn cyflawni'r weithred.
es_mx: Debe activar OCSP antes de ejecutar esta operación.
eu: OCSP gaitu egin behar da ekintza hau aurrera eramateko.
fa: پیش از انجام این عمل باید OCSP را فعال کنید.
fur: Tu âs di abilità OCPS prime di fâ cheste operazion.
ga_ie: Caithfear OCSP a chumasú roimh an oibríocht seo a dhéanamh.
gd: Feumaidh tu OCSP a chur an comas mus dèan thu seo.
gu: આ પ્રક્રિયા કરવા પહેલાં તમારે OCSP સક્રિય કરવું જ પડશે.
hi_in: आप जरूर OCSP को सक्रिय करें इस संक्रिया को करने के पहले.
hr: Prije izvođenja ove operacije morate omogućiti OCSP.
hu: A művelet végrehajtása előtt engedélyeznie kell az OCSP-t.
hy_am: Այս գործողությունը կատարելուց առաջ դուք պետք է միացնեք OCSP -ն:
id: Anda harus mengaktifkan OCSP sebelum melakukan tindakan berikut.
is: Þú verður að virkja OCSP áður en þú keyrir þessa aðgerð.
kk: Осы операцияны жалғастыру алдында OCSP қосуыңыз керек.
km: អ្នក​ត្រូវតែ​បើក OCSP មុន​ពេល​​ធ្វើ​ប្រតិបត្តិការ​នេះ ។
kn: ಈ ಕಾರ್ಯವನ್ನು ನಿರ್ವಹಿಸುವ ಮೊದಲು ನೀವು OCSP ಅನ್ನು ಶಕ್ತಗೊಳಿಸಬೇಕು.
ku: Berî ku vê çalakiyê pêk bînî divê tu OCSPyê çalak bikî.
lt: Prieš vykdant šį veiksmą, reikia aktyvuoti OCSP.
lv: Jums jāaktivē OCSP pirms šīs darbības veikšanas.
mai: अहाँ जरूर OCSP केँ सक्रिय करू एहि संक्रिया केँ करब क पहिने.
ml: ഈ പ്രക്രിയ നടപ്പാക്കുന്നതിനു് മുമ്പു് നിങ്ങള്‍ OCSP പ്രവര്‍ത്തന സജ്ജമാക്കേണ്ടതാണു്.
mr: ही कार्यपद्धती कार्यरत करण्यापूर्वी OCSP कार्यान्वीत केली पाहिजे.
ms: Anda mesti mendayakan OCSP sebelum melakukan operasi ini.
my: ဒီလုပ်ငန်းကို မဆောင်ရွတ်မီ OCSP ကို သင် ဖွင့်ထားရမယ်။
nb_no: Du må slå på OCSP før du utfører denne handlingen.
nn_no: Du må slå på OCSP før du utfører denne handlinga.
oc: Debètz activar OCSP abans d'efectuar aquesta operacion.
pt_br: Você precisa ativar o OCSP antes de efetuar esta operação.
ro: Trebuie să activați OCSP înainte de a executa această operație.
sd: هيءَ ڪارروائي ڪرڻ کان اڳ توهين او سي ايس پي ضرور سمرٿ بڻايو۔
si: මෙම ක්‍රියාව සිදු කිරීමට පෙර ඔබ OCSP ක්‍රියාත්මක කළ යුතුය.
sr: Морате да укључите ОЦСП (OCSP) пре него што изведете ово дејство.
sv: Du måste aktivera OCSP innan du utför detta moment.
te: ఈ ఆపరేషన్ జరుపుటకు ముందుగా మీరు OCSPను చెతనంచేయాలి.
th: คุณต้องเปิดใช้งาน OCSP ก่อนจะทำการดำเนินการนี้
ug: مەزكۇر مەشغۇلاتنى ئىجرا قىلىشتىن بۇرۇن OCSP نى قوزغىتىڭ.
uz: Ushbu jarayonni amalga oshirishdan oldin OCSPni yoqib qo‘yishingiz kerak.
vi: Bạn phải kích hoạt OCSP trước khi thực hiện thao tác này.
zh_tw: 您必須啟用 OCSP 才能完成此操作。

source: You must set the OCSP default responder before performing this operation.
af: U moet die OCSP se verstek antwoorde opstel voor u hierdie bewerking kan doen.
ar: عليك أن تعدّ مجيب OCSP الافتراضي قبل إجراء هذه العملية.
as: আপুনি এই কাৰ্য্য কৰাৰ আগত OCSP অবিকল্পিত প্ৰতিক্ৰিয়কক সংহতি কৰিব লাগিব।
az: Bu əməliyyatı etməzdən qabaq OCSP-ni standart cavab verici olaraq nizamlamalısınız.
bg: Трябва да зададете подразбиращ се отговарящ OCSP преди извършването на тази операция.
bn_bd: এই অপারেশন শুরু করার পূর্বে আপনাকে অবশ্যই OCSP ডিফল্ট অবস্থা জ্ঞাপনকারী সেট করতে হবে।
br: Ret eo arventennañ responter OCSP dre ziouer kent sevel ar gwezhiadur-mañ.
ca: Heu de definir el contestador per defecte OCSP abans de realitzar aquesta operació.
cy: Rhaid gosod ymatebwr rhagosodedig yr OCSP cyn cyflawni'r weithred.
es_mx: Debe establecer el respondedor OCSP predeterminado antes de ejecutar esta operación.
eu: OCSP lehenetsiriko erantzulea ezarri behar duzu ekintza hau egin aurretik.
fa: باید پاسخ‌گوی پیش‌فرض OCSP را پیش از انجام این عمل فعال نمایید.
fur: Tu âs di impuestâ il rispuindidôr predefinît OCPS prime di fâ cheste operazion.
ga_ie: Caithfear an freagróir OCSP réamhshocraithe a shocrú roimh an oibríocht seo a dhéanamh.
gd: Feumaidh tu freagairiche OCSP bunaiteach a shuidheachadh mus dèan thu seo.
gu: આ પ્રક્રિયા કરવા પહેલાં તમારે OCSP નો મૂળભૂત પ્રત્યુત્તર આપનાર સુયોજીત કરવો જ પડશે.
hi_in: आपको जरूर OCSP मूलभूत प्रतिक्रिया कर्ता को देखना चाहिए इस ऑपरेशन को करने के पहले.
hr: Prije izvođenja ove operacije morate postaviti zadani OCSP odgovor.
hu: A művelet végrehajtása előtt be kell állítani az alapértelmezett OCSP-válaszadót.
hy_am: Դուք պետք է կանխավ կարգավորեք OCSP պատասխանիչը մինչև այս գործեղությունը կատարելը:
id: Anda harus mengatur penjawab OCSP baku sebelum melakukan tindakan berikut.
is: Þú verður að setja sjálfgefinn OCSP svaranda áður en þú framkvæmir þessa aðgerð.
kk: Осы операцияны жалғастырар алдында негізгі OCSP серверді таңдауыңыз керек.
km: អ្នក​​ត្រូវ​តែ​កំណត់​កម្មវិធី​ឆ្លើយតប​លំនាំ​ដើម​របស់ OCSP មុន​ពេល​ធ្វើ​ប្រតិបត្តិការ​នេះ ។
kn: ಈ ಕಾರ್ಯವನ್ನು ನಿರ್ವಹಿಸುವ ಮೊದಲು ನೀವು OCSP ಪೂರ್ವನಿಯೋಜಿತ ಪ್ರತಿಸ್ಪಂದಕವನ್ನು(ರೆಸ್ಪಾಂಡರ್) ಹೊಂದಿಸಬೇಕಾಗುತ್ತದೆ.
ku: Berî ku vê çalakiyê pêk bînî divê tu OCSPyê bikî bersivkera sereke.
lt: Prieš vykdant šį veiksmą, reikia nustatyti numatytąjį OCSP atsakiklį.
lv: Jums jāiestata noklusētais OCSP atbildētājs pirms šīs darbības veikšanas.
mai: आपको जरूर OCSP पूर्वनिर्धारित प्रतिक्रिया कर्ता केँ देखनाइ चाही एहि आपरेशन केँ करब क पहले.
ml: ഈ പ്രക്രിയ നടപ്പാക്കുന്നതിനു് മുമ്പു് നിങ്ങള്‍ OCSP ഡീഫോള്‍ട്ട് റെസ്പോണ്ടര്‍ സജ്ജമാക്കേണ്ടതാണു്.
mr: ही कार्यपद्धती पूर्ण करण्यापूर्वीचे OCSP मुलभूत प्रतिसादक.
ms: Awak mesti menetapkan OCSP sebagai pegerak balas pemacu lalai bagi operasi ini.
my: ဒီလုပ်ငန်းကို မဆောင်ရွတ်မီ OCSP စံထားချက် တုံ့ပြန်သူကို သင် ချမှတ်ရမယ်။
nb_no: Du må stille inn OCSP standard svarer før du utfører denne operasjonen.
nn_no: Du må stille inn OCSP standardsvarar før du utfører denne operasjonen.
oc: Vos cal definir lo respondeire OCSP per defaut abans d'efectuar aquesta operacion.
pt_br: Você deve definir um servidor OCSP padrão antes de efetuar esta operação.
ro: Trebuie să setați răspunzătorul implicit pentru OCSP înainte de a efectua această operație.
si: මෙම ක්‍රියාව සිදු කිරීමට පෙර ඔබ OCSP පෙරනිමි ප්‍රතිචාරකයා සකසා තිබිය යුතුය.
sr: Морате да поставите изворни респондер пре него што изведете ово дејство.
sv: Du måste ange standardsvarare för OCSP innan du utför detta moment.
te: ఈ ఆపరేషన్ జరుపుటకు ముందుగా మీరుతప్పక OCSP అప్రమేయ స్పందనిని అమర్చాలి.
ug: مەزكۇر مەشغۇلاتنى ئىجرا قىلىشتىن بۇرۇن OCSP نىڭ كۆڭۈلدىكى ئىنكاس قايتۇرغۇچىسىنى تەڭشەڭ.
uz: Ushbu jarayonni amalga oshirishdan oldin OCSPni standart javob bergich kabi o‘rnatishingiz kerak.
vi: Bạn phải cài đặt phần phản hồi mặc định cho OCSP trước khi thực hiện thao tác này.
zh_tw: 您必須設定 OCSP 預設回應者才能完成此操作。
