Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: No PKCS#11 token could be found to do a required operation.
af: Geen PKCS#11-teken kon gevind word om 'n vereiste bewerking uit te voer nie.
ar: لم يمكن إيجاد أي قطعة PKCS#11 الأمنية للقيام بالعملية المطلوبة.
as: No PKCS#11 টকেনটো এটা প্ৰয়োজনীয় কাৰ্য্য কৰাৰ কাৰণে পোৱা নগল।
az: Lazım olan əməliyyatı etmək üçün axtarılan PKCS#11 nişanı tapılmadı.
bg: Не можа да се намери токена на PKCS#11, която да извърши изисквана операция.
bn_bd: আবশ্যক কর্ম সঞ্চালনের জন্য কোনো PKCS#11 টোকেন পাওয়া যায়নি।
bn_in: আবশ্যক কর্ম সঞ্চালনের জন্য কোনো PKCS#11 টোকেন পাওয়া যায়নি।
br: N'eus reveziadenn PKCS#11 ebet bet kavet evit ober ar gwezhiadur bet goulennet.
ca: No s'ha pogut trobar cap testimoni PKCS#11 per realitzar l'operació sol·licitada.
cy: Ni fu modd canfod tocyn PKCS#11 i gyflawni'r weithredu.
es_mx: No se ha podido encontrar un token PKCS#11 para hacer una operación requerida.
eu: Ez da PKCS#11 tokenik aurkitu eskatutako ekintza aurrera eramateko.
fa: هیچ نشان PKCS#11 برای عملیات مورد نیاز پیدا نشد.
fur: No si à podût cjatâ nissun testemoni PKCS#11 par eseguî cheste operazion.
ga_ie: Níorbh fhéidir ceadchomhartha PKCS#11 a aimsiú chun oibríocht riachtanach a dhéanamh.
gd: Cha deach tòcan PKCS#11 a lorg gus obrachadh riatanach a dhèanamh.
gu: કોઈ PKCS#11 ટોકન શોધી શકાયું નહિં જરૂરી પ્રક્રિયા કરવામાં.
hi_in: No PKCS#11 जरूरी संक्रिया करने के लिए नहीं मिल सका.
hr: Nijedan PKCS#11 token nije pronađen za dovršetak potrebne operacije.
hu: Nem található PKCS#11 token a kívánt művelet elvégzésére.
hy_am: Գործողության համար անհրաժեշտ ոչ մի PKCS#11 -ի պիտակ չի գտնվել:
id: Tidak ada token PKCS#11 yang ditemukan untuk operasi yang dibutuhkan.
is: Ekkert PKCS#11 tákn fannst til að framkvæma nauðsynlega aðgerð.
kk: Сұранған операцияны жасау үшін бірде-бір PKCS#11 токені табылмады.
km: No PKCS#11 token អាច​ត្រូវ​បាន​រក​ឃើញ​​ក្នុង​ការ​ប្រតិបត្តិការ​ដែល​បាន​ស្នើ ។
kn: ಒಂದು ಅಗತ್ಯವಾದ ಕಾರ್ಯಕ್ಕಾಗಿನ PKCS#11 ಟೋಕನ್ ದೊರೆಯುತ್ತದೆ.
ku: Tu jetona PKCS#11 nehat dîtin ku çalakiya pêwîst were çêkirin.
lt: Nerasta PKCS #11 saugumo priemonių, galinčių atlikti reikiamą operaciją.
lv: Netika atrasts neviens PKCS#11 marķieris, lai veiktu nepieciešamo darbību.
mai: No PKCS#11 जरूरी संक्रिया करब क लेल नहि भेट सकल.
ml: ആവശ്യമായ പ്രക്രിയ നടപ്പാക്കുന്നതിനായി ഒരു PKCS#11 ടോക്കനും ലഭ്യമായില്ല.
mr: आवश्यक कार्यपद्धती पूर्ण करण्याकरीता PKCS#11 टोकन आढळले नाही.
ms: Tiada token PKCS#11 dijumpai untuk sesebuah operasi yang dikehendaki.
my: လိုအပ်တဲ့ လုပ်ငန်းတခု ဆောင်ရွတ်ဖို့ PKCS#11 အမှတ်အသားကို မတွေ့ရဘူး။
nb_no: Ingen PKCS#11 elementer ble funnet for å gjøre nødvendig operasjon.
nn_no: Ingen PKCS#11-element vart funne for å gjera nødvendig operasjon.
oc: Cap de geton PKCS#11 es pas estat trobat per acomplir una operacion requesa.
pt_br: Nenhum token PKCS#11 pôde ser encontrado para efetuar a operação requisitada.
ro: Nu s-a găsit niciun token PKCS#11 pentru a efectua o operație necesară.
sd: گهربل ڪارروائي ڪرڻ لاءِ ڪوبہ پي ڪي سي ايس #11 ٽوڪن نہ ملي سگهيو۔
si: අවශ්‍ය ක්‍රියාව සිදු කිරීමට PKCS#11 සංඥාව සොයා ගැනීමට නොහැකි විය.
sr: Није нађен ниједан новчић за ПКЦС#11 за тражено дејство.
sv: Ingen PKCS#11-token fanns för att utföra ett nödvändigt moment.
te: కావలిసిన ఆపరేషన్ చేయుటకు PKCS#11 టోకెన్ కనబడలేదు.
th: ไม่พบโทเค็น PKCS#11 ที่จำเป็นในการทำงาน
ug: ئىلتىماس قىلغان مەشغۇلاتنى بىجىرىشتەPKCS#11 تېپىلمىدى.
uz: PKCS#11 marker so‘rov jarayonini bajarishni topa olmadi.
vi: Không tìm thấy dấu hiệu PKCS#11 để thực hiện tác vụ yêu cầu.
zh_tw: 找不到 PKCS#11 token 完成要求的操作。

source: Cannot communicate securely with peer: no common compression algorithm(s).
af: Kan nie beveilig met eweknie kommunikeer nie: geen gemene inpakalgoritme(s) nie.
ar: لا يمكن التواصل بشكل آمن مع الجهاز الند: لا يوجد خوارزميات ضغط مشتركة.
as: সমনীয়াৰ লগত সুৰক্ষিতভাৱে সংযোগ কৰিবলে অক্ষম: কোনো সাধাৰণ সংকোচন এলগৰিথম(সমূহ) নাই।
az: Qarşı tərəflə təhlükəsiz bağlantı qurulmadı: Ortaq birsıxışdırma açma yolu yoxdur.
bg: Не може да се осъществи сигурна комуникация. Няма общи алгоритми за компресиране.
bn_bd: পিয়ারের সাথে নিরাপদভাবে যোগাযোগ করা সম্ভব নয়: কোনো সাধারণ কমপ্রেশন এলগরিদম নেই।
bn_in: সমকক্ষের সাথে নিরাপদরূপে যোগাযোগ করা সম্ভব নয়: no common compression algorithm(s).
br: N'haller ket kehentiñ diarvar gant ar par : n'eus treol koazhañ boutin ebet.
ca: No es pot comunicar de forma segura amb l'altre extrem: no hi ha cap algorisme de compressió comú.
cy: Methu cyfathrebu'n ddiogel gyda'r cyfoed: dim algorithmau(au) cywasgu cyffredin.
es_mx: No se puede comunicar de forma segura con la otra parte: no hay algoritmos de compresión comunes.
eu: Ezin da parekoarekin komunikazio seguru bat sortu: Ez dago konpresio algoritmo bateraturik.
fa: ارتباط امن با طرف مقابل ممکن نیست: هیچ الگوریتم فشرده‌سازی مشترکی وجود ندارد.
fur: No si pues inviâ une conession sigure cun chel altri estrem: nol è nissun algoritmi di compression in comun.
ga_ie: Ní féidir cumarsáid shlán a dhéanamh leis an gcomhghleacaí: níl comhalgartam comhbhrúite ann.
gd: Cha ghabh conaltradh tèarainte a dhèanamh ris an t-seise: chan eil algairim(ean) dùmhlachaidh coitcheann ann.
gu: સમકક્ષ સાથે સુરક્ષિત રીતે સંપર્કવ્યવહાર કરી શકતા નથી: કોઈ સામાન્ય સંકોચન અલગોરિધમ(ઓ) નથી.
hi_in: साथी के साथ ठीक से संचार नहीं कर सका: कोई साझा संकुचन अलगोरिथम नहीं.
hr: Sigurna komunikacija s čvorom nije moguća: nema zajedničkih algoritmaama sažimanja.
hu: Nem lehet biztonságosan kommunikálni a partnerrel: nincs közös tömörítő algoritmus.
hy_am: Չհաջողվեց հաստատել ապահով կապ այս հանգույցի հետ՝ չկան սեղղման ընդհանուր ալգորիթմեր:
id: Tidak dapat tersambung dengan aman dengan pihak lain: tidak ada algoritma kompresi yang sama.
is: Get ekki haft örugg samskipti við jafningja: engin þjöppunaralgrím eru sameiginleg.
kk: Тораппен қауіпсіз байланысу мүмкін емес: жалпы сығу алгоритмдері табылмады.
km: មិន​អាច​​​ទំនាក់ទំនង​ជា​មួយ​ម៉ាស៊ីន​ដូចគ្នា​ដោយ​សុវត្ថិភាព​ឡើយ ៖ គ្មាន​ក្បួន​ដោះស្រាយ​​អំពី​ការ​បង្ហាប់​ទូទៅ​ឡើយ ។
kn: ಪೀರ್ ನೊಂದಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: ಯಾವುದೆ ಸಾಮಾನ್ಯ ಸಂಕುಚನಾ(ಕಂಪ್ರೆಶನ್) ಅಲ್ಗಾರಿದಮ್(ಗಳು) ಇಲ್ಲ.
ku: Bi peer re têkiliya ewle nehat çêkrin: tu algorîtma giştî ya şidandinê tune.
lt: Saugaus ryšio užmegzti nepavyko, nes nerasta bendrų suspaudimo algoritmų.
lv: Nevar droši sazināties ar komunikācijas partneri: nav kopīgu saspiešanas algoritmu.
mai: सँगी क सँग ठीक सँ संचार नहि कए सकल: कोनो साझा संकुचन अलगोरिथम नहि.
ml: പിയറുമായി സുരക്ഷിതമായി ആശയവിനിമയം നടത്തുവാന്‍ സാധ്യമല്ല: പൊതുവായ കമ്പ്രഷന്‍ ആല്‍ഗോരിഥം ലഭ്യമല്ല.
mr: समघटकाशी सुरक्षीतरित्या संवाद स्थापीत करू शकले नाही: समान संकुचीत अल्गोरिदम आढळले नाही.
ms: Tiada perikatan hubungan dengan anggota: tiada persamaan pemampatan algoritma(-algoritma).
my: မျိုးတူနဲ့ လုံလုံခြုံခြုံ ဆက်သွယ်လို့ ​မရနိုင်ဘူး - ဖြစ်နေကျ ဖိသိပ်မှု လုပ်ငန်းစနစ်(များ) မရှိဘူး။
nb_no: Kan ikke kommunisere sikkert med verten: Har ingen felles komprimeringsalgoritmer.
nn_no: Kan ikkje kommunisere trygt med verten: Har ingen felles komprimeringsalgoritmar.
oc: Impossible de comunicar en mòde securizat amb lo par : pas cap d'algoritme de compression en comun.
pt_br: Não foi possível comunicar-se de forma segura com o sistema remoto: não há algoritmos de compactação em comum.
ro: Nu se poate comunica sigur cu partenerul de conexiune: nu există niciun algoritm comun de comprimare.
si: අග්‍රය සමඟ ආරක්ෂිතව සන්නිවේදනය කළ නොහැක: පොදු සංකෝචන ඇල්ගොරිතම(ඇල්ගොරිතමයන්) නැත.
sr: Није могућа безбедна комуникација са удаљеним рачунаром: нема заједничких алгоритама за представу.
sv: Kan inte kommunicera säkert med den andra parten: ingen gemensam komprimeringsalgoritm.
te: పీర్‌తో సురక్షితంగా సంప్రదించలేదు: ఏ వుమ్మడి కంప్రెషన్ అల్గార్దెమ్(లు) లేవు.
th: ไม่สามารถสื่อสารแบบนิรภัยกับปลายทาง: ไม่สามารถใช้ขั้นตอนวิธีการบีบอัดข้อมูลร่วมกันได้
ug: نۇقتا بىلەن بىخەتەر ئالاقىلىشالمىدى: ئاممىۋى پرىسلاش ھېسابلاش ئۇسۇلى يوق.
uz: Manba bilan xavfsiz ulanib boʻlmadi: umumiy siqish algoritmlari to‘g‘ri kelmadi.
vi: Không thể kết nối an toàn với máy ngang hàng: không dùng chung thuật toán nén.
zh_tw: 無法安全與節點通訊: 無通用壓縮演算法。

source: Cannot initiate another SSL handshake until current handshake is complete.
af: Kan nie nog 'n SSL-bladskud inisieer voor huidige bladskud klaar is nie.
ar: لا يمكن بدء مصافحة SSL أخرى حتى تكتمل المصافحة الحالية.
as: বৰ্তমান হেন্ডশেক সম্পূৰ্ণ নোহোৱা লৈকে অন্য এটা SSL হেন্ডশেক আৰম্ভ কৰিব নোৱাৰি।
az: Hazırki SSL qarşılaması bitmədən başqa bir qarşılamaya girilə bilməz.
bg: Не може да се инициира друго ръкостискане на SSL, докато текущото ръкостискане все още е в ход.
bn_bd: বর্তমান হ্যান্ডশেক সমাপ্ত না হওয়া অবধি পৃথক SSL হ্যান্ডশেক আরম্ভ করা সম্ভব নয়।
bn_in: বর্তমান হ্যান্ড-শেক সমাপ্ত না হওয়া অবধ পৃথক SSL হ্যান্ড-শেক আরম্ভ করা সম্ভব নয়।
br: N'haller ket deraouiñ seveniñ ur c'hennask SSL all keit ha na vo ket echuet ar seveniñ kennask bremanel.
ca: No es pot iniciar una altra conformitat de connexió SSL fins que aquesta no es completi.
cy: Methu cychwyn ysgwyd llaw SSL arall nes i'r ysgwyd llaw cyfredol ddod i ben.
es_mx: No se puede iniciar otra negociación SSL (SSL handshake) hasta que la actual se haya completado.
eu: Ezin da beste SSL diosalik abiarazi aurreko diosala osatu arte.
fa: تا پایان مرحلهٔ آغازین این ارتباط، قادر به آغاز ارتباط دیگری نیست.
fur: No si pues inizializâ une altre conformitât di conession SSL fintremai che la conformitât di cumò no je completade.
ga_ie: Ní féidir cumarsáid thionscantach SSL eile a thosú go dtí go mbeidh an ceann reatha críochnaithe.
gd: Cha ghabh crathadh-làimhe SSL eile a thòiseachadh mus dàining an crathadh làithreach gu crìoch.
gu: અન્ય SSL હાથમિલાવોનો આરંભ કરી શકતા નથી જ્યાં સુધી વર્તમાન હાથમિલાવો સમાપ્ત નહિં થાય.
hi_in: किसी दूसरे SSL हैंडशेक को आरंभ नहीं कर सकता है जबतक कि मौजूदा हैंडशेक समाप्त नहीं हो जाता है.
hr: Pokretanje drugog SSL rukovanja nije moguće dok se trenutno rukovanje ne dovrši.
hu: Nem lehet egy másik SSL-kézfogást kezdeményezni, amíg az aktuális kézfogás nem fejeződik be.
hy_am: Հնարավոր չէ սկսել մեկ այլ SSL փոխանակում քանի դեռ չի վերջացել ընթացիկը:
id: Tidak dapat memulai handshake SSL yang lain hingga handshake yang sedang berjalan selesai.
is: Get ekki hafið nýtt SSL handsal fyrr en núverandi handsal er búið.
kk: Жаңа SSL handshake жасау мүмкін емес, өйткені ағымдағы handshake әлі бітпеген.
km: មិន​អាច​ផ្ដើម​ SSL ផ្សេង​ទៀត​បាន​ទេ​​រហូត​ដល់​បាន​ទទួល​បច្ចុប្បន្ន​​បាន​បញ្ចប់ ។
kn: ಈಗಿನ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂಪೂರ್ಣಗೊಳ್ಳದೆ ಇನ್ನೊಂದು SSL ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಅನ್ನು ಆರಂಭಿಸಲಾಗುವುದಿಲ್ಲ.
ku: SSL handshake'eke din nikare were sepandin heta ku ya heyî biqede.
lt: Negalima pradėti naujo SSL pasisveikinimo, neužbaigus jau pradėto.
lv: Nevar sākt jaunu SSL sasveicināšanos, kamēr nav pabeigts esošais.
mai: ककरो दोसर SSL हैंडशेक केँ आरंभ नहि कए सकैत अछि जखनतक जे मोजुदा हैंडशेक समाप्त नहि भ' जाएत अछि.
ml: നിലവിലുള്ള ഹാന്‍ഡ്ഷെയിക്ക് പൂര്‍ത്തിയാക്കുന്നതു് വരെ മറ്റൊരു എസ്എസ്എല്‍ ഹാന്‍ഡ്ഷെയിക്ക് ആരംഭിയ്ക്കുവാന്‍ സാധ്യമല്ല.
mr: वर्तमान हॅन्डशेक पूर्ण होईपर्यंत अन्य SSL हॅन्डशेक प्रारंभ करू शकत नाही.
ms: Tidak berjaya memulakan satu lagi berjabat-tangan SSL sehingga berjabat-tangan sekarang selesai.
my: လက်ရှိ လက်ဆွဲမှု မပြီးဆုံးတဲ့အထိ တခြား SSL လက်ဆွဲမှုကို စတင်လို့ မရနိုင်ဘူး။
nb_no: Kan ikke initiere flere SSL-håndhilsener før nåværende håndhilsen er fullført.
nn_no: Kan ikkje initiere fleire SSL-handhelsingar før noverande handhelsing er fullført.
oc: Impossible d'inicializar un autre establiment de ligason SSL tant que lo qu'es en cors es pas acabat.
pt_br: Não é possível iniciar outro processo de handshake SSL até que o processo de handshake atual seja concluído.
ro: Nu se poate începe o altă negociere SSL până ce cea actuală nu este completată.
si: දැනට පවතින ඇරඹීම සම්පූර්ණ වන තෙක් තවත් SSL ඇරඹීමක් ආරම්භ කළ නොහැක.
sr: Није могуће покренути још један сусрет за ССЛ док се тренутни сусрет не доврши.
sv: Kan inte initiera en ytterligare SSL-handskakning förrän aktuell handskakning är slutförd.
te: ప్రస్తుత హాండ్‌షేక్ పూర్తగునంతవరకు వేరే SSL హాండ్‌షేక్‌ను సిద్దంచేయలేదు.
th: ไม่สามารถเริ่ม SSL handshake อื่นได้จนกว่า handshake ปัจจุบันจะเสร็จสิ้น
ug: نۆۋەتتىكى قول تۇتۇشۇش تاماملىنىشتىن بۇرۇن، باشقا بىر SSL قول تۇتۇشىشىنى دەسلەپلەشتۈرگىلى بولمايدۇ.
uz: Joriy qo‘lni siltash tugamaguncha, boshqa SSL qo‘lni siltashni ishga tushirib bo‘lmaydi.
vi: Không thể khởi đầu bắt tay SSL khác cho đến khi bắt tay hiện tại hoàn tất.
zh_tw: 到目前的交握完成前無法初始其他的 SSL 交握。

source: Received incorrect handshakes hash values from peer.
af: Verkeerde bladskudhutswaardes van eweknie ontvang.
ar: استُلمت قيم بعثرة مصافحات غير صحيحة من الند.
as: সমনীয়াৰ পৰা ভুল হেষ মানসমূহ গ্ৰহণ কৰা হৈছে।
az: Həmkardan səhv qarşılama dəyərləri alındı.
bg: От партньора са получени неправилни хеш стойности на ръкостискането.
bn_bd: পিয়ার থেকে হ্যান্ডশেক হ্যাশের ভুল মান গ্রহণ করেছে।
bn_in: সমকক্ষ থেকে হ্যান্ড-শেক হ্যাশের ভুল মান প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gwerzhioù yod direizh evit seveniñ ur c'hennask digant ar par.
ca: S'han rebut conformitats de connexió incorrectes de l'altre extrem.
cy: Wedi derbyn gwerthoedd hash ysgwyd llaw anghywir gan y cyfoed.
es_mx: Se han recibido de la otra parte valores hash incorrectos de negociación.
eu: Diosalaren egiaztapen-balio okerrak jaso dira parekotik.
fa: مقادیر درهم‌سازی آغاز ارتباط نامعتبری از طرف مقابل دریافت شد.
fur: Di chel altri estrem a son rivâts dâts di conformitât di conession no corets.
ga_ie: Fuarthas luachanna haise mícheart i gcumarsáid thionscantach ón gcomhghleacaí.
gd: Fhuaradh luachan-hais mì-cheart airson crathadh-làimhe on t-seise.
gu: સમકક્ષ તરફથી અયોગ્ય હાથમિલાવો હેશ કિંમતો મળી.
hi_in: गलत हैंडशेक हैश मान को साथी से प्राप्त किया.
hr: Od čvora su primljeni netočni iznosi raspršenog rukovanja.
hu: Helytelen kézfogási hash-értékek érkeztek a partnertől.
hy_am: Ստացվել են փոխանակման հեշ-ի ոչ կոռեկտ արժեքներ զույգից:
id: Diterima hash handshake yang salah dari pihak lainnya.
is: Tók á móti röngum dulrituðum handsala gildum frá jafningja.
kk: Тораптан алынған handshakes hash мәндері қате.
km: បាន​ទទួល​តម្លៃ​សញ្ញា​បាន​ទទួល​មិន​ត្រឹមត្រូវ​ពី​ម៉ាស៊ីន​ដូចគ្នា ។
kn: ಪೀರ್ ನಿಂದ ಒಂದು ಅಸಮರ್ಪಕ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಹ್ಯಾಶ್ ಮೌಲ್ಯಗಳು ದೊರೆತಿವೆ.
ku: Ji peer nirxeke nederbasdar a handshakes hat standin.
lt: Iš partnerinio kompiuterio gauta neteisinga pasisveikinimo maišos reikšmė.
lv: No partnera saņemtas nederīgas sagaidīšanas ziņojumu kontrolsummas vērtības.
mai: गलत हैंडशेक अछि श मान केँ सँगी सँ प्राप्त कएलक.
ml: പിയറില്‍ നിന്നും തെറ്റായ ഹാന്‍ഡ്ഷെയിക്ക് ഹാഷ് മൂല്ല്യങ്ങള്‍ ലഭിച്ചിരിയ്ക്കുന്നു.
mr: समघटक पासून अवैध हॅन्डशेकs हॅश मुल्य प्राप्त झाले.
ms: Menerima pengesahan nilai hash yang salah daripada rakan jaringan.
my: မျိုးတူဆီက မမှန်ကန်တဲ့ လက်ဆွဲ ပြင်ဆင်မှု တန်ဖိုးများကို ရရှိထားတယ်။
nb_no: Mottok uriktige håndhilsen-liste fra motparten.
nn_no: tok imot urett handhelsing-liste frå motparten.
oc: Recepcion de valors d'emprenchas numericas incorrèctas al moment de l'establiment de ligason amb lo pair.
pt_br: Recebidos do sistema remoto valores incorretos do hash do processo de handshake.
ro: S-au primit valori hash de conectare greșite din partea partenerului de conexiune.
sd: ثانيءَ وٽان غلط هٿ ملائڻ جي گڏيل مسيل ملهہ حاصل ٿيا۔
sr: Примљене су неисправне вредности хеша са удаљеног рачунара.
sv: Mottog felaktigt hashvärde för handskakning från den andra parten.
te: పీర్‌నుండి సరికాని హాండ్‌షేక్సు హాష్ విలువలను పొందింది.
th: ได้รับค่า handshake hash ที่ไม่ถูกต้องจากปลายทาง
ug: ناتوغرا قول تۇتۇشۇش تەرتىپسىز قىممىتىنى تاپشۇرۇۋالدى.
uz: Manbadan noto‘g‘ri qo‘l siltash mayda qiymatlari qabul qilindi.
vi: Đã nhận được giá trị bắt tay sai từ máy khách.
zh_tw: 從節點接收到錯誤的交握雜湊值。

source: The certificate provided cannot be used with the selected key exchange algorithm.
af: Die sertifikaat wat aangegee is, kan nie met die gemerkte sleutelruilalgoritme gebruik word nie.
ar: لا يمكن أن تُستخدم الشهادة المزودة مع خوارزمية تبادل المفاتيح.
as: প্ৰদান কৰা প্ৰমাণপত্ৰ নিৰ্বাচিত কি' সলনি এলগৰিথমৰ লগত ব্যৱহাৰ কৰিব নোৱাৰি।
az: Təqdim edilən təsdiq sənədi seçilən açar dəyişmə yolu ilə istifadə edilə bilməz.
bg: Даденият сертификат не може да се използва с избрания алгоритъм за обмяна на ключове.
bn_bd: নির্বাচিত কী বিনিময়ের অ্যালগরিদমের জন্য প্রদত্ত সার্টিফিকেট ব্যবহার করা সম্ভব নয়।
bn_in: নির্বাচিত কি (key) বিনিময়ের অ্যালগোরিদমের জন্য প্রদত্ত সার্টিফিকেট ব্যবহার করা সম্ভব নয়।
br: N'haller ket arverañ an testeni pourchaset gant an treol da eskemm alc'hwezioù bet diuzet.
ca: El certificat proporcionat no pot utilitzar-se amb l'algorisme d'intercanvi de claus seleccionat.
cy: Nid oes modd defnyddio'r dystysgrif hon gyda'r algorythm cyfnewid allwedd hwn.
es_mx: El certificado proporcionado no puede usarse con el algoritmo de intercambio de claves seleccionado.
eu: Emandako ziurtagiria ezin da erabili hautatutako gako aldaketa algoritmoarekin.
fa: از گواهی فراهم شده نمی‌توان برای این الگوریتم تبادل کلید استفاده نمود.
fur: Il certificât dât nol pues jessi doprât cul algoritmi di scambi di clâfs sielzût.
ga_ie: Ní féidir an teastas a sholáthraíodh a úsáid leis an algartam malartaithe eochrach atá roghnaithe.
gd: Cha ghabh an teisteanas a fhuaradh a chleachdadh le algairim malairt na h-iuchrach a chaidh a thaghadh.
gu: પૂરું પાડવામાં આવેલ પ્રમાણપત્ર પસંદિત કી ફેરબદલી અલગોરિધમ સાથે વાપરી શકાતું નથી.
hi_in: दिया गया प्रमाणपत्र प्रयोग नहीं किया जा सकता है चयनित कुंजी विनिमय अलगोरिथम के साथ.
hr: Dani certifikat ne može biti upotrjebljen s odabranim algoritmom razmjene ključa.
hu: A rendelkezésre álló tanúsítvány nem használható a kiválasztott kulcskicserélő algoritmussal.
hy_am: Տրամադրված սերտիֆիկատը չի կարող օգտագործվել բանալիների փոխանակման ընտրված ալգորիթմի հետ:
id: Sertifikat yang disediakan tidak dapat digunakan untuk algoritma pertukaran kunci yang dipilih.
is: Ekki er hægt að nota skilríki með valið lyklaskipta algrím.
kk: Ұсынылған сертификат таңдалған кілт алмасу алгоритмімен қолданыла алмайды.
km: មិន​អាច​ប្រើ​វិញ្ញាបនបត្រ​ដែល​បាន​ផ្ដល់​ជាមួយ​ក្បួន​ដោះស្រាយ​​ការ​ផ្លាស់ប្ដូរ​កូនសោ​ដែល​បាន​ជ្រើស​ឡើយ ។
kn: ಒದಗಿಸಲಾದ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾದ ಕೀಲಿ ಎಕ್ಸ್‍ಚೇಂಜ್ ಅಲ್ಗಾರಿದಮ್‌ ಜೊತೆಗೆ ಬಳಸಲಾಗುವುದಿಲ್ಲ.
ku: Sertîfîkaya peydakirî nikare bi algorîtmaya pevguhertina mifteyê a bijartî were bikaranîn.
lt: Pateiktas liudijimas negali būti naudojamas su parinktu apsikeitimo raktais algoritmu.
lv: Piedāvāto sertifikātu nevar izmantot ar izvēlēto atslēgu apmaiņas algoritmu.
mai: देने गेल प्रमाणपत्र प्रयोग नहि कएल जा सकैत अछि चयनित कुँजी विनिमय अलगोरिथम क सँग.
ml: തെരഞ്ഞെടുത്ത കീ എക്സ്ചെയിഞ്ച് ആല്‍ഗോരിഥത്തിനൊപ്പം ലഭ്യമാക്കിയ സര്‍ട്ടിഫിക്കേറ്റ് ഉപയോഗിയ്ക്കുവാന്‍ സാധ്യമല്ല.
mr: पुरविलेले प्रमाणपत्र निवडलेले कि देवाणघेवाण अल्गोरिदमसह वापरले जाऊ शकत नाही.
ms: Sijil yang diberi tidak boleh digunakan bersama algoritma pertukaran kekunci yang dipilih.
my: ပံ့ပိုးထားတဲ့ လက်မှတ်ဟာ ရွေးချယ်ထားတဲ့ သော့ချက် ​ဖလှယ်ရေး လုပ်ငန်းစနစ်နဲ့ သုံးစွဲလို့ မရနိုင်ဘူး။
nb_no: Det mottatte sertifikatet kan ikke brukes med den valgte nøkkelutvekslingsalgoritmen.
nn_no: Det mottatte sertifikatet kan ikkje brukast med den valde nykelutvekslingsalgoritmen.
oc: Lo certificat provesit pòt pas èsser utilizat amb l'algoritme d'escambi de claus seleccionat.
pt_br: O certificado fornecido não pode ser usado com o algoritmo de troca de chaves selecionado.
ro: Certificatul furnizat nu poate fi folosit cu algoritmul de schimb de chei selectat.
si: සපයා ඇති සහතිකය තෝරා ඇති යතුරු හුවමාරු ඇල්ගොරිතම සමඟ භාවිතා කළ නොහැක.
sr: Дати сертификат се не може употребити за изабрани алгоритам размене кључева.
sv: Det presenterade certifikatet kan inte användas med den valda nyckelutbytesalgoritmen.
te: అందించబడిన ధృవీకరణపత్రం ఎంపికకాబడిన కీ ఎక్సేంజ్ అల్గార్దెమ్‌తో వుపయోగించలేము.
th: ใบรับรองที่มีไม่สามารถใช้ได้กับขั้นตอนวิธีการแลกเปลี่ยนกุญแจที่เลือกไว้ได้
ug: تەمىنلىگەن گۇۋاھنامىنى تاللىغان شىفىرلىق ئاچقۇچ ئالماشتۇرۇش ھېسابلاش ئۇسۇلىدا ئىشلىتەلمەيدۇ.
uz: Tanlangan kalitni almashtirish algoritmi bilan foydalanib bo‘lmaydiganini sertifikat keltirdi.
vi: Chứng thực được cung cấp không thể được sử dụng với thuật toán chuyển đổi khoá lựa chọn.
zh_tw: 提供的憑證無法用於所選的金鑰交換演算法。
