Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Invalid or unsupported URL in CRL distribution point name.
ar: مسار غير سليم أو غير مدعوم في اسم نقطة توزيع CRL.
as: CRL বিতৰণ বিন্দু নামত অবৈধ অথবা অসমৰ্থিত URL
az: CRL paylama nöqtəsi adında etibarsız və ya dəstəklənilməyən URL.
bg: Невалиден или неподдържан URL в име на точка за разпространение на CRL.
bn_bd: CRL ডিস্ট্রিবিউশন পয়েন্টের নামের মধ্যে অবৈধ বা অসমর্থিত URL।
br: URL didalvoudek pe anskoret e-barzh an anv poent dasparzh CRL.
ca: URL no vàlida o no suportada al punt de distribució CRL.
cy: URL annilys neu heb ei gynnal yn enw pwynt dosbarthiad CRL.
es_mx: URL no válida o no admitida en el nombre del punto de distribución de la CRL.
eu: URL baliogabe edo onargabea CRL banaketaren puntu-izenean.
fa: آدرس اشتباه یا پشتیبانی نشده در نام نقطۀ توزیع CRL وجود دارد.
ga_ie: URL neamhbhailí nó gan tacaíocht in ainm an phointe dáilte CRL.
gd: URL mì-dhligheach no gun taic ann an ainm puing sgaoileadh CRL.
gu: CRL વિતરણ બિંદુ નામમાં અમાન્ય અને બિનઆધારભૂત URL.
hi_in: CRL वितरण बिंदु नाम में अमान्य या असमर्थित URL.
hr: Neispravan ili nepodržan URL u imenu CRL distribucije.
hu: Érvénytelen vagy nem támogatott URL a CRL terjesztési pont nevében.
hy_am: Անվավեր կամ չաջակցվող URL՝ CRL տարածման կետի անվան մեջ:
id: URL tidak valid atau tidak didukung pada nama titik distribusi KRL.
is: Ógilt eða óstutt URL í CRL dreifingarnafni.
kk: CRL тарату нүктесінің атындағы белгісіз не қолдауы жоқ URL.
km: URL មិន​ត្រឹមត្រូវ ឬ​មិន​បាន​គាំទ្រ​នៅ​ក្នុង​ឈ្មោះ​ចំណុច​ការបែងចែក CRL ។
kn: URL in CRL ವಿತರಣೆ ಬಿಂದುವಿನ ಹೆಸರಿನಲ್ಲಿ ಅಮಾನ್ಯವಾದ ಅಥವ ಬೆಂಬಲವಿರದ URL.
ku: Di navê xala belavkar ya CRLê de URLa nederbasdar yan jî bêdestek.
lt: Nurodytas CRL (atšauktų liudijimų sąrašo) adresas yra neleistinas arba nežinomo tipo.
lv: Nederīga vai neatbalstīta URL CRL izplatīšanas punkta nosaukumā.
mai: CRL वितरण बिंदु नाम मे अमान्य अथवा असमर्थित URL.
ml: സിആര്‍എല്‍ വിതരണ പോയിന്റ് നാമത്തില്‍ തെറ്റായ അല്ലെങ്കില്‍ പിന്തുണയില്ലാത്ത യുആര്‍എല്‍.
mr: CRL वितरण पॉइंट नावात अवैध किंवा असमर्थीत URL आढळले.
ms: URL sah atau tidak disokong nama pusat dalam pembahagian CRL.
nb_no: Ugyldig eller ustøttet URL i CRL distribusjonspunktnavn.
nn_no: Ugyldig eller ustøtta URL i CRL distribusjonspunktnamn.
oc: URL invalida o pas gerida dins un punt de distribucion CRL.
pt_br: URL inválida ou não suportada no nome do ponto de distribuição da CRL.
ro: URL invalid sau nesuportat în punctul nume al distribuției CRL.
sd: CRL ورهاست جي نقطي جي نالي ۾ ناجائز يا سمرٿن نە مليل URL
sr: Неисправна или УРЛ адреса која није подржана у ЦРЛ имену дистрибутивне тачке.
sv: Ogiltig eller icke stödd URL i distributionspunktnamnet för CRL.
te: CRL పంపిణీ పాయింట్ పేరు నందు చెల్లని లేదా తోడ్పాటులేని URL.
th: URL ไม่ถูกต้องหรือไม่รองรับในชื่อจุดแจกจ่าย CRL
ug: CRL تارقىتىش نۇقتىسىنىڭ ئىسمى ئىناۋەتسىز ياكى قوللىمايدىغان تور ئادرېسى (URL).
uz: CRL tarqatish nuqtasi nomida noto‘g‘ri yoki mos kelmaydigan URL manzili .
vi: URL sai hoặc không được hỗ trợ trong tên điểm phân phối CRL.
zh_tw: CRL 發佈點當中有無效或未支援的 URL。

source: The certificate was signed using a signature algorithm that is disabled because it is not secure.
ar: وُقَّعت الشهادة باستخدام خوارزمية عُطّلت لعدم أمانها.
as: প্ৰমাণপত্ৰক এটা স্বাক্ষৰ এলগৰিথম ব্যৱহাৰ কৰি স্বাক্ষৰ কৰা হৈছিল যি অসামৰ্থবান কৰাণ ই সুৰক্ষিত নহয়।
az: Sertifikat, etibarlı olmadığı üçün söndürülən bir imza alqoritmi ilə imzalandı.
bg: Сертификатът е подписан с подписващ алгоритъм, който е деактивиран, понеже не е сигурен.
bn_bd: সার্টিফিকেট একটি নিষ্ক্রিয় সিগনেচার অ্যালগরিদম ব্যবহার করে সাইন করেছে, যা পূর্বেই নিষ্ক্রিয় করা আছে, কারণ এটি নিরাপদ নয়।
br: Sinet eo bet an testeni gant un treol sinañ a zo bet diweredekaet rak ne oa ket diogel.
ca: El certificat s'ha signat amb un algoritme que s'ha inhabilitat perquè no és segur.
cy: Cafodd y dystysgrif ei llofnodi gan ddefnyddio algorithm llofnod sydd wedi ei analluogi am nad yw'n ddiogel.
es_mx: El certificado se firmó usando un algoritmo de firma que está desactivado porque no es seguro.
eu: Segurua ez delako desgaituta dagoen sinadura-algoritmo bat erabiliz sinatu da ziurtagiria.
fa: مدرک توسط نوعی الگوریتم نا امن امضا شده، به همین دلیل غیر فعال شده است.
ga_ie: Síníodh an teastas le halgartam atá díchumasaithe toisc nach bhfuil sé slán.
gd: Chaidh an teisteanas a shoidhneadh le algairim soidhnidh a tha à comas a chionn 's nach eil e tèarainte.
gu: પ્રમાણપત્ર હસ્તાક્ષર અલગોરિધમની મદદથી હસ્તાક્ષર થયેલ હતુ કે જે નિષ્ક્રિય છે કારણ કે તે સુરક્ષિત નથી.
hi_in: इस प्रमाणपत्र को हस्ताक्षर अलगोरिथम के उपयोग से हस्ताक्षरित किया गया जो निष्क्रिय है क्योंकि यह सुरक्षित नहीं है.
hr: Certifikat je potpisan koristeći algoritam potpisivanja koji je onemogućen jer se smatra nesigurnim.
hu: A tanúsítvány egy nem biztonságos, és emiatt letiltott aláírási algoritmussal lett aláírva.
hy_am: The certificate was signed using an signature algorithm that is disabled because it is not secure.
id: Sertifikat ditandatangani dengan algoritma tandatangan yang dinonaktifkan karena tidak aman.
is: Skilríkið var undirritað af undirskriftar algrími sem er óvirkt vegna þess að það er ekki öruggt.
kk: Сертификатқа қауіпсіз емес болғаны салдарынан сөндірілген алгоритмі көмегімен қолтаңба қойылған.
km: វិញ្ញាបនបត្រ​ត្រូវ​បាន​ចុះហត្ថលេខា​ដោយ​ក្បួន​ដោះស្រាយ​ ដែល​ត្រូវ​បាន​បិទ ដោយ​សារ​តែ​វា​គ្មាន​សុវត្ថិភាព ។
kn: ಪ್ರಮಾಣಪತ್ರವನ್ನು ಒಂದು ಅಸುರಕ್ಷತೆಯ ಕಾರಣದಿಂದಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾದ ಒಂದು ಸಹಿಯ ಅಲ್ಗಾರಿತಮ್ ಇಂದ ಸಹಿ ಮಾಡಲಾಗಿದೆ.
ku: Belgeya erêkirinê, ji ber nebûna ewlekariyê, bi algorîtmayeke îmzayê ya nerewa hate îmzekirin.
lt: Liudijimas pasirašytas, naudojant nesaugų ir todėl nepalaikomą algoritmą.
lv: Sertifikāts tika parakstīts ar paraksta algoritmu, kura izmantošana ir deaktivēta, jo šis algoritms nav drošs.
mai: एहि प्रमाणपत्र केँ हस्ताक्षर अलगोरिथम केर उपयोग सँ हस्ताक्षरित कएल गेल जे निष्क्रिय अछि किएक ई सुरक्षित नहि अछि.
ml: സര്‍ട്ടിഫിക്കേറ്റ് സുരക്ഷിതമല്ലാത്തതിനാല്‍ പ്രവര്‍ത്തന രഹിതമായൊരു സിഗ്നേച്ചര്‍ ആല്‍ഗോരിഥം ഉപയോഗിച്ചു് ഒപ്പിട്ടിരിയ്ക്കുന്നു.
mr: बंद असलेल्या सिगनेचर अल्गोरिदमचा वापर करून प्रमाणपत्राची स्वाक्षरी झाल्यामुळे, हे असुरक्षित आहे.
ms: Sijil ditandatangan menggunakan algoritma yang dilumpuhkan kerana tidak selamat.
my: The certificate was signed using an signature algorithm that is disabled because it is not secure.
nb_no: Sertifikatet ble signert med en signaturalgoritme som er deaktivert fordi den er utrygg.
nn_no: Sertifikatet vart signert med ein signaturalgoritme som er deaktivert fordi den er utrygg.
oc: Lo certificat es estat signat amb l'ajuda d'un algoritme de signatura qu'es desactivat per sa manca de seguretat.
pt_br: O certificado foi assinado usando um algoritmo de assinatura que está desativado porque não é seguro.
ro: The certificate was signed using an signature algorithm that is disabled because it is not secure.
si: ආරක්ශාකාරී නොවූ නිසා අක්‍රීය කළ සන්කිරීම් ඇල්ගොරිතමයක් භාවිතයෙන් මෙම සහතිකය සන් කර ඇත.
sr: Сертификат је потписан коришћењем алгоритма за потписивање који је онемогућен из сигурносних разлога.
sv: Certifikatet signerades med en signaturalgoritm som är inaktiverad av säkerhetsskäl.
te: సురక్షితం కాని కారణంగా అచేతనపరచిన సిగ్నేచర్ అల్గార్దెమ్ వుపయోగించి యీ ధృవీకరణపత్రం సంతకం చేయబడింది.
th: ใบรับรองถูกเซ็นโดยใช้อัลกอริทึมใบรับรองที่ถูกปิดการใช้งานเนื่องจากไม่ปลอดภัย
ug: بۇ گۇۋاھنامە ئىمزاسىغا ئىشلەتكەن ئىمزا ھېسابلاش ئۇسۇلى چەكلەنگەن چۈنكى ئۇ بىخەتەر ئەمەس.
uz: Imzo algoritmidan foydalanib yozilgan sertifikat o‘chirib qo‘yildi, chunki u xavfsiz emas.
vi: Chứng thư được ký theo thuật toán ký đã bị hủy bỏ do không an toàn.
zh_tw: 此憑證使用了已被停用的演算法所簽署，因為該演算法不安全。

source: The server uses key pinning (HPKP) but no trusted certificate chain could be constructed that matches the pinset. Key pinning violations cannot be overridden.
as: চাৰ্ভাৰে কি পিনিং (HPKP) ব্যৱহাৰ কৰে কিন্তু পিনচেটৰ সৈতে মিল খোৱা কোনো ভৰষাবান প্ৰমাণপত্ৰ শৃংখল নিৰ্মাণ কৰিব পৰা নগল। কি পিনিং উলংঘনসমূহক অভাৰৰাইড কৰিব নোৱাৰি।
bg: Сървърът използва закотвяне на ключове (HPKP), но не може да се построи доверена верига от сертификати, която да съвпадата с закотвянето (pinset). Нарушенията при закотвяне на ключове не могат да бъдат пренебрегнати.
bn_in: সার্ভার কি পিন (HPKP) ব্যবহার করে কিন্তু কোন বিশ্বস্ত শংসাপত্র শৃঙ্খল নির্মাণ করা যেতে পারে না জা পিনসেটের সাথে মেলে। কি পিন লঙ্ঘনের উপেক্ষা করা যাবে না।
br: Arverañ a ra an dafariad ar wikefre "key pinning" (HPKP) met n'eo ket bet posupl sevel ur steudad testenioù a fiziañs a genglot gant ar "pinset". N'haller tremen dreist ar forzhadurioù eus "Key pinning".
ca: El servidor utilitza la fixació de claus (HPKP) però no s'ha pogut construir cap cadena de certificat que coincideixi amb el conjunt de claus fixes. Les infraccions de fixació de claus no es poden ometre.
cy: Mae'r gweinydd yn defnyddio pinio allwedd (HPKP) ond nid oedd modd cynhyrchu cadwyn tystysgrif ymddiriedig sy'n cyd-fynd a'r set pinnau. Nid oes mod gwrthwneud torri pinio allweddi.
es_mx: Este servidor usa key pinning (HPKP) pero no se ha podido construir una cadena de certificados confiables que coincida con el pinset. Las violaciones de key pinning no se pueden solventar.
eu: Zerbitzariak gakoen ainguratzea erabiltzen du (HPKP) baina ezin da gako finkoekin bat datorren fidatzeko moduko ziurtagiri-katerik eraiki. Gakoen ainguratzeen bortxaketak ezin dira gainidatzi.
ga_ie: Úsáideann an freastalaí pionnáil eochrach (HPKP), ach níorbh fhéidir slabhra teastas iontaofa a chruthú a mheaitseálann na pionnaí. Ní féidir fadhbanna le pionnáil eochracha a shárú.
hr: Poslužitelj koristi "key pinning" (HPKP), ali nije moguće sastaviti nijedan lanac certifikata koji odgovara pinsetu. "Key pinning" prekršaji se ne mogu zaobići.
hu: A kiszolgáló a kulcsrögzítést (HPKP) használja, de nem hozható létre a rögzítési készletnek megfelelő megbízható tanúsítványlánc. A kulcsrögzítés irányelvsértései nem bírálhatók felül.
id: Server menggunakan key pinning (HPKP) tetapi tidak ada rantai sertifikat dipercaya yang dapat dibangun yang sesuai dengan pinset. Pelanggaran key pinning tidak dapat ditimpa.
is: Netþjónninn notar key pinning (HPHK) en ekki fannst neitt öruggt skilríki sem passar við pinset. Ekki er hægt að hunsa kröfur vegna key pinning.
kk: Бұл сервер кілттерді бекітуді (HPKP) қолданады, бірақ, бекітуге сай келетін сенімді сертификатты жасау мүмкін емес. Кілттерді бекітуді бұзуын ережеден тыс қабылдауға болмайды.
km: ម៉ាស៊ីន​មេ​ប្រើ​គន្លឹះ​ខ្ទាស់ (HPKP) ប៉ុន្តែ​មិន​អាច​បង្កើត​​វិញ្ញាបនបត្រ​គាំទ្រ​ដែល​ផ្គូផ្គង​សំណុំ​ខ្ទាស់​បាន​ទេ។ ការ​បំពាន​គន្លឹះ​ខ្ទាស់​មិន​អាច​បដិសេធ​បាន។
kn: ಸರ್ವರ್‌ ಕೀ ಪಿನ್ನಿಂಗ್ (HPKP) ಅನ್ನು ಬಳಸುತ್ತದೆ ಆದರೆ ಪಿನ್‌ಸೆಟ್‌ಗೆ ಹೊಂದಿಕೆಯಾಗುವ ಯಾವುದೆ ನಂಬಿಕಸ್ತ ಪ್ರಮಾಣಪತ್ರವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಕೀ ಪಿನ್ನಿಂಗ್ ಉಲ್ಲಂಘನೆಯನ್ನು ಅತಿಕ್ರಮಿಸಲು ಆಗುವುದಿಲ್ಲ.
lt: Šis serveris yra reikalavęs įsiminti šifravimui naudojamus raktus (HPKP), tačiau iš dabar pateiktų liudijimų nepavyko sukonstruoti liudijimų grandinės, tenkinančios įsimintus raktus. Šio tipo pažeidimų nepaisyti neleidžiama.
mai: ई सर्वर ने बीज पिनिंग (HPKP) क उपयोग कएने अछि मुदा कोनो भरोसामंद प्रमाणपत्र बनाओल नहि जाए सकल जे पिनसेट सँ मैच करैत अछि. कुंजी पिनिंग उल्लंघन केर अधिरोहन नहि कएल जाए सकल.
nb_no: Serveren bruker key pinning (HPKP), men ingen tiltrodde sertifikater ble funnet som passer til pin-settet. Brudd på key-pinning kan ikke overstyres.
nn_no: Tenaren brukar key pinning (HPKP), men ingen tiltrudde sertifikat vart funne som passar til pin-settet. Brot på key-pinning kan ikkje overstyrast.
pt_br: O servidor usa memorização de chaves (HPKP) mas nenhuma cadeia de certificados que poderia ser montada pode ser encontrada no conjunto de chaves memorizadas. Violações da memorização de chaves não podem ser contornadas.
ro: Serverul folosește mecanismul de „key pinning” (HPKP) însă niciun lanț de certificate de încredere nu poate fi construit pentru a se potrivi cu pinsetul. Încălcările key pinning nu pot fi ignorate.
si: මෙම සේවාදායකය යතුරු ඇමිනුමට (HPKP) සහය දක්වන නමුත් ඇමිණුම් කට්ටලයට තහවුරු කළ හැකි සහතික මාලාවක් සැකසිය නොහැකි විය යතුරු ඇමිනුම් උල්ලංඝනයන් අතික්‍රමණය කළ නොහැක.
sv: Servern använder pinkoder (HPKP) men ingen betrodd certifikatkedja kunde sättas samman som matchar pinuppsättningen. Pinkodöverträdelser kan inte bortses från.
te: సేవిక కీ పిన్నింగ్ (HPKP) ఉపయోగిస్తోంది అయితే పిన్‌సెట్‌తో పోలే ఏ ట్రస్టెడ్ సర్టిఫికేట్ చైన్ నిర్మించబడలేక పోయింది. కీ పిన్నింగ్ ఉల్లంఘనలు ఓవర్‌రిడెన్ చేయబడలేవు.
uz: Ushbu server kalitni terib olish (HPKP)dan foydalanadi, ammo pinset toppganlarda ishochli sertifikat zanjiri tuzishi mumkin bo‘lgani yo‘q. Kalitni terib olishni buzishlar almashtirilmaydi.

source: The server uses a certificate with a basic constraints extension identifying it as a certificate authority. For a properly-issued certificate, this should not be the case.
as: চাৰ্ভাৰে এটা মৌলিক বাধা সম্প্ৰসাৰনৰ সৈতে এটা প্ৰমাণপত্ৰ ব্যৱহাৰ কৰে যাৰ বাবে ইয়াক এটা প্ৰমাণপত্ৰ কতৃপক্ষ ৰূপে চিনাক্ত কৰা হয়। এটা ভালদৰে-প্ৰেৰণ কৰা প্ৰমাণপত্ৰৰ বাবে, এনেকুৱা হব নালাগে।
bg: Сървърът използва сертификат с разширение за основни ограничения, определящи го като удостоверител на сертификати (CA). Това не може да е така при правилно издаден сертификат.
bn_in: সার্ভার একটি সার্টিফিকেট মৌলিক সীমাবদ্ধতা এক্সটেনশনের সঙ্গে অথোরিটি হিসাবে চিহ্নিত একটি শংসাপত্র ব্যবহার করে। একটি সঠিকভাবে জারি করা সার্টিফিকেট, এই ক্ষেত্রে করা উচিত হবে না।
br: Arverañ a ra an dafariad un testeni gant un askouezh destrizhoù eeun a hennad anezhañ evel un aotrouniezh testeniañ. An dra-se ne rankfe ket degouezhout gant un testeni skignet ent dereat.
ca: El servidor utilitza un certificat amb una extensió de restriccions bàsiques que l'identifica com a entitat certificadora. Això no hauria de passar amb un certificat que s'hagi emès correctament.
cy: Mae'r gweinydd yn defnyddio tystysgrif gydag estyniad cyfyngiadau sylfaenol sy'n ei ddynodi fel yr awdurdod tystysgrifo. Ar gyfer tystysgrifau sydd wedi eu rhyddhau'n briodol, ni ddylai hyn fod yn wir.
es_mx: El servidor usa un certificado con una extensión básica de restricciones que lo identifica como autoridad de certificación. Esto no debería ser el caso para un certificado emitido correctamente.
eu: Zerbitzariak oinarrizko murriztapenen hedapenak dituen eta ziurtagiri-autoritate gisa identifikatzen den ziurtagiria erabiltzen du. Hau ezin liteke gertatu ondo jaulkitako ziurtagiri batentzat.
ga_ie: Úsáideann an freastalaí teastas le heisínteacht bunsrianta a chuireann in iúl gur údarás deimhniúcháin é. Ní tharlaíonn sé seo le teastas a bhí eisithe mar is ceart.
hr: Poslužitelj koristi certifikat s proširenjem osnovnih uvjeta koji ga identificiraju kao certifikacijsku kuću. Za ispravno izdan certifikat, ovo ne bi smio biti slučaj.
hu: A kiszolgáló által használt tanúsítvány alapvető megszorítások kiterjesztése hitelesítésszolgáltatóként azonosítja. A megfelelően kibocsátott tanúsítványok esetén ennek nem így kell lennie.
id: Server menggunakan sertifikat dengan ekstensi kendala dasar yang mengidentifikasi sebagai otoritas sertifikat. Hal ini salah untuk sertifikat yang diterbitkan dengan benar.
is: Þessi netþjónn notar skilríki með viðbót með einföldum hömlum sem skilgreinir það sem vottunarstöð. Svoleiðis ætti aldrei að þurfa fyrir skilríki sem eru útgefin á réttan hátt.
kk: Бұл сервер негізгі шектеулерді кеңейтетін, сол себептен оны сертификаттау орталығы ретінде анықтайтын сертификатты қолданады. Жарамды сертификаттар үшін осылай болмау тиіс.
km: ម៉ាស៊ីន​មេ​ប្រើ​វិញ្ញាបនបត្រ​ដែល​មាន​ផ្នែក​បន្ថែម​ដាក់​កម្រិត​មូលដ្ឋាន​បញ្ជាក់​ថា​វា​ជា​ប្រភព​វិញ្ញាបនបត្រ។ សម្រាប់​វិញ្ញាបនបត្រ​ដែល​បាន​ចេញ​ត្រឹមត្រូវ វា​នឹង​មិន​មាន​បញ្ហា​ទេ។
kn: ಮೂಲಭೂತ ನಿರ್ಬಂಧಗಳ ವಿಸ್ತರಣೆಯನ್ನು ಹೊಂದಿರುವ ಒಂದು ಪ್ರಮಾಣಪತ್ರವನ್ನು ಒಂದು ಪ್ರಮಾಣಪತ್ರ ಅತಾರಿಟಿ ಎಂದು ಗುರುತಿಸಲು ಬಳಸುತ್ತಿದೆ. ಸಮರ್ಪಕವಾಗಿ ನೀಡಲಾದ ಪ್ರಮಾಣಪತ್ರದ ಸಂದರ್ಭ ಹೀಗೆ ಇರುವಂತಿಲ್ಲ.
lt: Šio serverio pateiktame liudijime naudojamas „Basic Constraints“ plėtinys, identifikuojantis patį serverį kaip liudijimų įstaigą. Tvarkingai išduotų liudijimų atveju taip neturėtų būti.
lv: Serveris izmanto sertifikātu ar pamata ierobežojumu paplašinājumu (basic constraints extension) kā tā sertifikātu autoritāti. Korekti izsniegtiem sertifikātiem nevajadzētu būt šādi.
mai: ई सर्वर कोनो प्रमाणपत्र केर उपयोग करैत अछि बेसिक निर्धारक विस्तार केर सँग जे एकरा प्रमाणपत्र प्राधिकार केर रूप मे चिन्हैत अछि. कोनो उचित तरीका सँ निर्गत प्रमाणपत्र कलेल, ई मुद्दा नहि हएबाक चाही.
nb_no: Serveren bruker et sertifikat som identifiserer det som en sertifikatutsteder. For et riktig utstedt sertifikat bør ikke dette skje.
nn_no: Tenaren brukar eit sertifikat som identifiserer det som ein sertifikatutskrivar. For eit rett utskrive sertifikat bør ikkje dette skje.
pt_br: O servidor usa um certificado com uma extensão de restrições básica identificado-o como uma autoridade certificadora. Para um certificado emitido corretamente, este não deveria ser o caso.
ro: Serverul folosește un certificat cu o extensie de bază privind constrângerile care se identifică drept o autoritate de certificare. Pentru un certificat emis corespunzător nu ar trebui să fie cazul.
si: මෙම සේවාදායකය සහතික බලධාරී හඳුනාගැනීමට මූලික නිරෝධය දිගුවක් සහිත සහතිකයක් භාවිත කරයි. නිසිපරිදි නිකුත් කළ සහතිකයකට, මෙය ගැටළුවක් නොවේ.
sv: Servern använder ett certifikat med en basic constraints extension som anger det som ett för en certifikatutfärdare. För ett korrekt utfärdat certifikat ska detta inte vara fallet.
te: సర్టిఫికేట్ అథారిటీగా గుర్తించబడుతున్న బేసిక్ కన్‌స్ట్రైంట్స్ ఎక్స్‌టెన్షన్ తో గల సర్టిఫికేట్‌ను సేవిక ఉపయోగించును. సరిగా-జారీచేసిన సర్టిఫికేట్ విషయంలో, ఇలా ఉండకూడదు.
uz: Server asosiy majburiy kengaytmalarni tasdiqdan o‘tkazishda uni tasdiqdan o‘tkazish sertifikati kabi sertifikatdan foydalanadi. Mos tushadigan sertifikatlar bunday bo‘lmaydi.

source: The server presented a certificate with a key size that is too small to establish a secure connection.
as: চাৰ্ভাৰে এটা প্ৰমাণপত্ৰক এটা কি আকাৰৰ সৈতে প্ৰস্তুত কৰিছে যি এটা সুৰক্ষিত সংযোগ স্থাপন কৰিবলে অতি সৰু।
bg: Сървърът предостави сертификат с дължина на ключ, която е твърде малка за осигуряване на сигурна връзка.
bn_in: সার্ভার একটি নিরাপদ সংযোগ স্থাপন করার জন্য একটি শংসাপত্র একটি খুব ছোট চাবির সাথে উপস্থাপন করেছে।
br: Kinniget en deus an dafariad un testeni gant ur ment alc'hwez re vihan evit savelañ ur c'hennask diogel.
ca: El servidor ha presentat un certificat que té una mida de clau massa petita per establir una connexió segura.
cy: Cyflwynodd y gweinydd dystysgrif sydd ag allwedd sy'n rhy fach i greu cysylltiad diogel.
es_mx: El servidor ha presentado un certificado con un tamaño de clave que es demasiado pequeño para establecer una conexión segura.
eu: Zerbitzariak aurkeztu duen ziurtagiriaren gako-tamaina oso txikia da konexio segurua ezartzeko.
ga_ie: Níl an eochair i dteastas an fhreastalaí sách mór le ceangal slán a bhunú.
hr: Poslužitelj je prezentirao certifikat s ključem premale dužine za uspostavljanje sigurne veze.
hu: A kiszolgáló által bemutatott tanúsítvány kulcsmérete túl kicsi biztonságos kapcsolat létrehozásához.
id: Server menggunakan sertifikat dengan ukuran kunci yang terlalu kecil untuk membuat sambungan aman.
is: Netþjónninn sendi skilríki með lyklastærð sem er of lítil til að geta tengst á öruggan hátt.
kk: Бұл сервер қауіпсіз байланысты орнату үшін өлшемі тым аз болып тұрған кілті бар сертификатты қолданады.
km: ម៉ាស៊ីន​មេ​បាន​បង្ហាញ​ថា​វិញ្ញាបនបត្រ​មាន​ទំហំ​ពាក្យគន្លឹះ​​តូច​ពេក​មិន​អាច​បង្កើត​ការ​តភ្ជាប់​សុវត្ថិភាព​បាន​ទេ។
kn: ಒಂದು ಸುರಕ್ಷಿತ ಸಂಪರ್ಕವನ್ನು ಸಾಧಿಸಲು ಅಗತ್ಯವಿರುವುದಕ್ಕಿಂತಲೂ ಅತ್ಯಂತ ಚಿಕ್ಕದಾದ ಒಂದು ಪ್ರಮಾಣಪತ್ರ ಕೀಲಿಯನ್ನು ಸರ್ವರ್‌ ಒದಗಿಸಿದೆ.
lt: Šis serveris pateikė liudijimą, kurio rakto dydis per mažas saugiam ryšiui užmegzti.
lv: Serveris piedāvāja sertifikātu ar pārāk mazu atslēgas garumu, lai izveidotu drošu savienojumu.
mai: ई सर्वर ने कुंजी आकार केर साथ एकटा प्रमाणपत्र देने अछि जे सुरक्षित कनेक्शन बनाबै कलेल बड़ छोट अछि.
nb_no: Serveren bruker et sertifikat med en nøkkelstørrelse som er for liten til å etablere en sikker tilkobling.
nn_no: Tenaren brukar eit sertifikat med ein nykelstorleik som er for liten til å etablera ei trygg tilkopling.
pt_br: O servidor apresentou um certificado com um tamanho de chave que é pequeno demais para estabelecer uma conexão segura.
ro: Serverul a prezentat un certificat cu o mărime a cheii care este prea mică pentru a stabili o conexiune securizată.
si: මෙම සේවාදායකය විසින් ආරක්ශාකාරී සබඳතාවක් ඇරඹීමට නොහැකි තරම් කුඩා යතුරු ප්‍රමාණයක් සහිත සහතිකයක් පිළිගැන්විනි.
sv: Servern presenterade ett certifikat med en nyckelstorlek som är för liten för att etablera en säker anslutning.
te: సురక్షిత అనుసంధానం ఏర్పరుచుటకు కావలసినదానికన్నా తక్కువ పరిమాణం గల కీతో వున్న ధృవీకరణపత్రాన్ని సేవిక ఇచ్చినది.
uz: Server xavfsiz ulanish o‘rnatish uchun juda kichik bo‘lgan kalit hajmli sertifikatni ko‘rsatmoqda.

source: An X.509 version 1 certificate that is not a trust anchor was used to issue the server’s certificate. X.509 version 1 certificates are deprecated and should not be used to sign other certificates.
bg: За издаване на сървърния сертификат е използван сертификат X.509 версия 1, който не е доверена опора. Сертификатите X.509 версия 1 са излезли от употреба и не трябва да се използват за подписване на други сертификати.
nb_no: Et X.509 versjon 1-sertifikat som ikke er et tiltrodd ble brukt til å utstede serverens sertifikat. X.509 versjon 1-sertifikater er foreldede, og bør ikke brukes til å signere andre sertifikater.
nn_no: Eit X.509 versjon 1-sertifikat, som ikkje er tiltrudd, vart brukt til å skriva ut tenarsertifikatet. X.509 versjon 1-sertifikat er forelda, og bør ikkje brukast til å signera andre sertifikat.

source: The server presented a certificate that is not yet valid.
af: Die bediener het 'n sertifikaat aangebied wat nog nie geldig is nie.
bg: Сървърът предостави сертификат, който все още не е валиден.
bn_in: সার্ভারটি একটি সার্টিফিকেট দিয়েছিল যা বৈধ নয়।
br: N'eo ket talvoudek c'hoazh an testeni kinniget gant ar servijer.
ca: El servidor ha presentat un certificat que encara no és vàlid.
cy: Cyflwynodd y gweinydd dystysgrif nad yw eto'n ddilys.
eu: Zerbitzariak aurkeztu duen ziurtagiria ez da baliozkoa oraindik.
ga_ie: Níl teastas an fhreastalaí bailí fós.
gd: Nochd am frithealaiche teisteanas nach eil dligheach fhathast.
hr: Poslužitelj je ponudio certifikat koji još nije važeći.
hu: A kiszolgáló által bemutatott tanúsítvány még nem érvényes.
id: Server memberikan sertifikat yang masih belum valid.
is: Netþjónn sendi skilríki sem eru ekki ennþá orðin gild.
kk: Сервер әлі жарамсыз болып тұрған сертификатты ұсынған.
km: ម៉ាស៊ីន​មេ​ប្រាប់​ថា​វិញ្ញាបនបត្រ​គឺ​មិនទាន់​ត្រឹមត្រូវ។
kn: ಸರ್ವರ್ ಮಾನ್ಯವಲ್ಲದ ಸರ್ಟಿಫಿಕೇಟ್ ಅನ್ನು ಪ್ರಸ್ತುತ ಪಡಿಸಿದೆ.
lt: Serveris pateikė dar neįsigaliojusį liudijimą.
lv: Serveris piedāvāja sertifikātu, kas vēl nav derīgs.
mai: सर्वर द्वारा एकटा प्रमाणपत्र प्रस्तुत कएल गेल जे आब वैध नहि अछि.
nb_no: Serveren presenterte et sertifikat som ikke er gyldig ennå.
nn_no: Tenaren presanterte eit sertifikat som ikkje er gyldig enno.
pt_br: O servidor apresentou um certificado que ainda não é válido.
ro: Serverul a prezentat un certificat care nu este încă valabil.
sv: Servern visade ett certifikat som ännu inte är giltigt.
uz: Server haligacha tasdiqlanmagan sertifikatni ko‘rsatdi.

source: A certificate that is not yet valid was used to issue the server’s certificate.
bg: За издаване на сървърския сертификат е използван все още невалиден сертификат.
nb_no: Et sertifikat som ikke er gyldig ennå ble brukt til å utstede serverens sertifikat.
nn_no: Eit sertifikat som ikkje er gyldig enno vart brukt til å skriva ut sertifikatet åt tenaren.
