Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: The signature algorithm in the signature field of the certificate does not match the algorithm in its signatureAlgorithm field.
bg: Подписващият алгоритъм в полето с подпис на сертификата не съвпада с алгоритъма в неговото поле signatureAlgorithm.
bn_in: এই সিগনেচার অ্যালগোরিদম সার্টিফিকেটের সিগনেচার ফিল্ডের সাথে ম্যাচ করে না এর signatureAlgorithm ফিল্ডে।
br: An treol sinadur e maezienn sinadur an testeni ne glot ket gant an treol er vaezienn signatureAlgorithm.
ca: L'algorisme de signatura del camp de signatura del certificat no coincideix amb l'algorisme del camp «signatureAlgorithm».
cy: Nid yw'r algorithm llofnod ym maes llofnod y dystysgrif yn cyd-fynd â'r algorithm ym maes signatureAlgorithm.
eu: Ziurtagiriaren sinaduraren eremuko sinadura-algoritmoa ez dator bat signatureAlgorithm eremuko algoritmoarekin.
ga_ie: Ní ionann an t-algartam sínithe i réimse sínithe an teastais agus an t-algartam ina réimse signatureAlgorithm.
gd: Chan eil an algairim soidhnidh san raon soidhnidh aig an teisteanas co-ionnann ris an algairim san raon signatureAlgorithm aige.
hu: A tanúsítvány aláírás mezőjében lévő aláírás-algoritmus nem egyezik a signatureAlgorithm mezőjében lévő algoritmussal.
id: Algoritme tanda tangan pada bidang tanda tangan sertifikat tidak cocok dengan algoritme yang ditentukan pada bidang algoritme tanda tangan.
is: Undirskrifta algóriþminn í undirskriftarsvæðinu á skilríkinu passar ekki við algóriþmann sem er í signatureAlgorithm svæðinu.
kk: Сертификаттың қолтаңба өрісіндегі қолтаңба алгоритмі оның signatureAlgorithm өрісіндегі алгоритмге сәйкес келмейді.
lt: Parašo algoritmas liudijimo parašo lauke nesutampa su algoritmu, nurodytu „signatureAlgorithm“ lauke.
lv: Paraksta algoritms sertifikāta paraksta laukā neatbilst algoritmam no signatureAlgorithm lauka.
nb_no: Signaturalgoritmen i signaturfeltet til sertifikatet passer ikke med algoritmen i signatureAlgorithm-feltet.
nn_no: Signaturalgoritmen i signaturfeltet på sertifikatet passar ikkje med algoritmen i feltet signatureAlgorithm.
pt_br: O algoritmo de assinatura no campo 'signature' do certificado não corresponde ao algoritmo no seu campo 'signatureAlgorithm'.
sv: Signaturalgoritmen i signaturfältet på certifikatet matchar inte algoritmen i fältet signatureAlgorithm.

source: The OCSP response does not include a status for the certificate being verified.
bg: Отговорът от OCSP не съдържа състоянието на проверявания сертификат.
bn_in: OCSP প্রতিক্রিয়া সার্টিফিকেটের জন্য একটি অবস্থা যাঁচাই করে যা এর অন্তর্ভুক্ত নয়।
br: N'eo ket endalc'het ar stad evit an testeni o vezañ gwiriet er respont OSCP.
gd: Chan eil staid mu choinneamh an teisteanais a tha ’ga dhearbhadh san fhreagairt OCSP.
is: OCSP svarið inniheldur ekki stöðu fyrir skírteinið sem er verið að staðfesta.
kk: OCSP жауабында расталып тұрған сертификаттың қалып-күйі жоқ.
nb_no: OCSP-svaret inneholder ingen status for sertifikatet som blir kontrollert.
nn_no: OCSP-svaret inneheld ingen status for sertifikatet som skal verifiserast.
pt_br: A resposta OCSP não inclui um estado para poder verificar o certificado.

source: The server presented a certificate that is valid for too long.
bg: Сървърът предостави сертификат, който е валиден от твърде много време насам.
nb_no: Serveren presenterte et sertifikat som har for lang gyldighetstid.
nn_no: Tenaren presenterte eit sertifikat som har for lang gyldigheitstid.

source: A required TLS feature is missing.
bg: Липсва задължителна възможност на TLS.
nb_no: En påkrevd TLS-funksjon mangler.
nn_no: Ein turvande TLS-funksjon manglar.

source: The server presented a certificate that contains an invalid encoding of an integer. Common causes include negative serial numbers, negative RSA moduli, and encodings that are longer than necessary.
bg: Сървърът представи сертификат, съдържащ невалидно кодиране на цяло число. Разпространени причини за това са отрицателен сериен номер, отрицателен RSA moduli и кодиране, по-дълги от нужното.
nb_no: Serveren oppgav et sertifikat som inneholder en ugyldig koding av et tall. Vanlige årsaker er negative serienumre, negative RSA-modulus, eller kodinger som er lengre enn nødvendig.
nn_no: Tenaren spesifiserte eit sertifikat som inneheld ei ugyldig koding av eit tal. Vanlege årsaker er negative serienummer, negative RSA-modulus, eller kodingar som er lengre enn nødvendig.

source: The server presented a certificate with an empty issuer distinguished name.
nb_no: Serveren presenterte et sertifikat med et tomt unikt utstedernavn.

source: Unable to communicate securely with peer: peers's certificate was rejected.
af: Kon nie beveilig met eweknie kommunikeer nie: eweknie se sertifikaat is verwerp.
ar: تعذر التواصل بشكل آمن مع الجهاز الند: شهادة الند مرفوضة.
as: সমনীয়াৰ লগত সুৰক্ষিতভাৱে সংযোগ কৰিবলে অক্ষম: সমনীয়াৰ প্ৰমাণপত্ৰ নাকচ কৰা হৈছিল।
az: Qarşı tərəflə təhlükəsiz bağlantı qurulmad: Qarşı tərəfin təsdiqləmə sənədi rədd edildi.
bn_bd: নিরাপদভাবে পিয়ার সার্ভারের সাথে তথ্য বিনিময় করা সম্ভব নয়: পিয়ার সার্ভারের সার্টিফিকেট প্রত্যাখ্যান করা হয়েছে।
bn_in: নিরাপদরূপে সমকক্ষ সার্ভারের সাথে তথ্য বিনিময় করা সম্ভব নয়: সমকক্ষ সার্ভারের সার্টিফিকেট প্রত্যাখ্যান করা হয়েছে।
br: N'haller ket kehentiñ diarvar gant ho par : distaolet eo bet testeni ar par
ca: No es pot comunicar de forma segura amb l'altre extrem: s'ha rebutjat el seu certificat.
cy: Methu cyfathrebu'n ddiogel gyda'r cyfoed: tystysgrif y cyfoed wedi ei wrthod.
es_mx: No es posible la comunicación de forma segura con el otro extremo de la conexión porque el certificado de éste fue rechazado.
eu: Ezin da parekoarekin modu seguruan konektatu: parekoaren ziurtagiria ukatua izan da.
fa: ارتباط امن با طرف مقابل ممکن نیست: گواهی طرف مقابل معتبر نیست.
fur: No si pues tacâ une conession sigure cun chel altri estrem: il certificât di chel altri estrem al è stât dineât.
ga_ie: Ní féidir cumarsáid shlán a dhéanamh leis an gcomhghleacaí: diúltaíodh le teastas an chomhghleacaí.
gd: Cha ghabh conaltradh tèarainte a dhèanamh ris an t-seise: chaidh teisteanas an t-seise a dhiùltadh.
hi_in: साथी के साथ सुरक्षित रूप से संचार में असमर्थ: साथी प्रमाणपत्र अस्वीकृत.
hr: Sigurna komunikacija s čvorom nije moguća: certifikat čvora je odbijen.
hu: Nem lehet biztonságosan kommunikálni a partnerrel: a partner tanúsítványa vissza lett utasítva.
hy_am: Չստացվեց հաստատել ապահով կապ հանգույցի հետ՝ հանգույցի սերտիֆիկատը մերժվեց:
id: Gagal tersambung dengan aman. Sertifikat pihak lain ditolak.
is: Get ekki haft örugg samskipti við jafningja: Skilríkjum jafningja var hafnað.
kk: Қорғалған байланысты орнату сәтсіз аяқталды: тораптың сертификаты қабылданбады.
km: មិន​អាច​ទាក់ទង​​ជា​មួយ​ម៉ាស៊ីន​ដូច​គ្នា​ដោយ​សុវត្ថិភាព​បាន​ទេ ៖ វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​ដូច​គ្នា​ត្រូវ​បាន​ច្រាន​ចោល ។
kn: ಪೀರ್ ನೊಂದಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: ಪೀರ್ ನ ಪ್ರಮಾಣಪತ್ರವು ತಿರಸ್ಕರಿಲ್ಪಟ್ಟಿದೆ.
ku: Nekarî bi peer re têkiliya ewle pêk bîne: sertîfîkaya peers nehat pejirandin.
lt: Saugaus ryšio užmegzti nepavyko, nes partnerinio kompiuterio liudijimas atmestas.
lv: Nevar sazināties droši ar komunikācijas partneri : partnera sertifikāts tika noraidīts.
mai: सँगी क सँग सुरक्षित रूप सँ संचार मे असमर्थ: सँगी प्रमाणपत्र अस्वीकृत.
ml: സുരക്ഷിതമായി പിയറുമായി ബന്ധപ്പെടുവാന്‍ സാധ്യമല്ല: പിയറിന്റെ സര്‍ട്ടിഫിക്കേറ്റ് നിഷേധിച്ചിരിക്കുന്നു.
mr: समघटकाशी सुरक्षीतरित्या संवाद स्थापीत करू शकले नाही: समघटकाचे प्रमाणपत्र नकारले गेले.
ms: Tidak dapat komunikasi dengan karib dengan selamat: sijil karib telah ditolak.
my: မျိုးတူနဲ့ လုံလုံခြုံခြုံ မ​ဆက်သွယ်​နိုင်ဘူး - မျိုးတူ လက်မှတ်ကို ပယ်ချခံရတယ်။
oc: Impossible de comunicar en mòde securizat amb lo par : lo certificat del par es estat regetat.
pt_br: Não é possível comunicar-se de forma segura com o sistema remoto: o certificado do sistema remoto foi rejeitado.
ro: Nu se poate stabili o conexiune sigură cu serverul de la distanță: certificatul serverului a fost respins.
si: අග්‍රය සමඟ ආරක්ෂිතව සන්නොවේදනය කළ නොහැක: අග්‍රයේ සහතිකය ප්‍රතික්ෂේප කරන ලදි.
sr: Није могуће безбедно комуницирати са удаљеним рачунаром: рачунаров сертификат је одбијен.
sv: Kan inte kommunicera säkert med den andra parten: partens certifikat förkastades.
te: పీర్‌తో సురక్షితంగా సంప్రదింపు జరుపలేకపోయింది: పీర్‌యొక్క ధృవీకరణపత్రం తిరస్కరించబడింది.
th: ไม่สามารถสื่อสารแบบนิรภัยกับปลายทางได้: ใบรับรองของปลายทางถูกตีกลับ
ug: نۇقتا ئارقىلىق بىخەتەر يوللىيالمىدى: نۇقتا گۇۋاھنامىسى رەت قىلىندى.
uz: Manba bilan xavfsiz ulanishning imkoni boʻlmadi: manbaning sertifikati rad qilindi.
vi: Không thể kết nối an toàn với máy ngang hàng: chứng thư của máy ngang hàng bị từ chối.
zh_tw: 無法安全與節點通訊: 節點 的憑證已被拒絕。

source: Unable to communicate securely with peer: requested domain name does not match the server's certificate.
af: Kon nie beveilig met eweknie kommunikeer nie: aangevraagde domeinnaam pas nie by die bediener se sertifikaat nie.
ar: تعذر التواصل بشكل آمن مع الجهاز الند: اسم المجال المطلوب لا يتطابق مع شهادة الخادوم.
as: সমনীয়াৰ লগত সুৰক্ষিতভাৱে সংযোগ কৰিবলে অক্ষম: অনুৰোধ কৰা ডমেইন নাম চাৰ্ভাৰৰ প্ৰমাণপত্ৰৰ লগত মিল নাখায়।
az: Qarşı tərəflə təhlükəsiz bağlantı qurulmadı: İstənən domen adı ilə serverin təsdiq sənədi uyğun deyil.
bn_bd: নিরাপদভাবে পিয়ার সার্ভারের সাথে তথ্য বিনিময় করা সম্ভব নয়: অনুরোধ করা ডোমেইনের নাম ও সার্ভারের সার্টিফিকেটের মধ্যে অমিল।
bn_in: নিরাপদরূপে সমকক্ষ সার্ভারের সাথে তথ্য বিনিময় করা সম্ভব নয়: অনুরোধ করা ডোমেইনের নাম ও সার্ভারের সার্টিফিকেটের মধ্যে অমিল।
br: N'eo ket gouest da gehentiñ diarvar gant ar par : anv an domani goulenn ne glot ket gant testeni an dafariad.
ca: No s'ha pogut comunicar de forma segura amb l'altre extrem: el nom de domini sol·licitat no coincideix amb el servidor de certificats.
cy: Methu cyfathrebu'n ddiogel gyda'r cyfoed; nid yw'r enw parth yn cydfynd â thystysgrif y gweinydd.
es_mx: No es posible comunicar de forma segura con el otro extremo de la conexión porque el nombre de dominio solicitado no coincide con el certificado del servidor.
eu: Ezin da parekoarekin modu seguruan harremanetan ipini: eskatutako domeinu izena ez da zerbitzari ziurtagiriaren berdina.
fa: ارتباط امن با طرف مقابل ممکن نیست: نام دامنهٔ تقاضا شده با گواهی کارگزار هم‌خوانی ندارد.
fur: No si pues tacâ une conession sigure cun chel altri estrem: il non di domini nol corispuint al certificât dal servidôr.
ga_ie: Ní féidir cumarsáid shlán a dhéanamh leis an gcomhghleacaí: ní oireann an t-ainm fearann iarrtha do theastas an fhreastalaí.
gd: Cha ghabh conaltradh tèarainte a dhèanamh ris an t-seise: chan eil ainm na h-àrainne a' freagairt ri teisteanas an fhrithealaiche.
hi_in: साथी के साथ सुरक्षित रूप से संचार में असमर्थ: निवेदित डोमेन नाम सर्वर के प्रमाणपत्र से मेल नहीं खाता है.
hr: Sigurna komunikacija s čvorom nije moguća: zatraženo ime domene ne odgovara certifikatu poslužitelja.
hu: Nem lehet biztonságosan kommunikálni a partnerrel: a kért tartománynév nem egyezik a kiszolgáló tanúsítványában levővel.
hy_am: Անհնար է ապահովել անվտանգ կապ հանգույցի հետ՝ հարցված դոմեին անունը չի համապատասխանում սպասարկիչի սերտիֆիկատում նշվածին:
id: Gagal tersambung dengan aman. nama domain yang diminta tidak cocok dengan sertifikat server.
is: Get ekki haft örugg samskipti við svæði: umbeðið lén passar ekki við skilríki netþjóns.
kk: Қорғалған байланысты орнату сәтсіз аяқталды: сұраған домен аты сервер сертификатындағы көрсетілгенге сәйкес келмейді.
km: មិន​អាច​ទាក់ទង​ជាមួយ​ម៉ាស៊ីន​ដូចគ្នា​ដោយ​សុវត្ថិភាព​បាន​ឡើយ ៖ ឈ្មោះ​ដែន​ដែល​បាន​ស្នើ​មិន​ផ្គូផ្គង​វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​បម្រើ​ឡើយ ។
kn: ಪೀರ್ ನೊಂದಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: ಮನವಿ ಸಲ್ಲಿಸಲಾದ ಕ್ಷೇತ್ರದ ಹೆಸರು ಪರಿಚಾರಕದ ಪ್ರಮಾಣಪತ್ರದೊಂದಿಗೆ ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ.
ku: Bi hêla din re têkiliyeke ewle nehat danîn: Domaina hatiye xwestin û belgeya erêkirinê ya pêşkêşkarê hev nagirin.
lt: Saugaus ryšio užmegzti nepavyko, nes vardas, kuriuo kreiptasi, nesutampa su nurodytu serverio liudijime.
lv: Nevar sazināties droši ar komunikācijas partneri: pieprasītais domēna nosaukums neatbilst servera sertifikātam.
mai: सँगी क सँग सुरक्षित रूप सँ संचार मे असमर्थ: निवेदित डोमेन नाम सर्वर क प्रमाणपत्र सँ मेल नहि खाइत अछि.
ml: സുരക്ഷിതമായി പിയറുമായി ബന്ധപ്പെടുവാന്‍ സാധ്യമല്ല: ആവശ്യപ്പെട്ടിരിക്കുന്ന ഡൊമെയിന്‍ നാമം സര്‍വറിന്റെ സര്‍ട്ടിഫിക്കേറ്റുമായി പൊരുത്തപ്പെടുന്നില്ല.
mr: समघटकाशी सुरक्षीतरित्या संवाद स्थापीत करू शकले नाही: विनंतीकृत क्षेत्र नाव सर्वरच्या प्रमाणत्राशी जुळत नाही.
ms: Tidak dapat berkomunikasi selamat dengan karib: meminta nama domain tidak pasang dengan sijil pelayan.
my: မျိုးတူနဲ့ လုံလုံခြုံခြုံ မဆက်သွယ်နိုင်ဘူး - တောင်းဆိုထားတဲ့ ဒိုမန်း အမည်ဟာ ဆာဗာရဲ့ လက်မှတ်နဲ့ မကိုက်ညီဘူ။
oc: Impossible de comunicar en mòde securizat amb lo par : lp nom de domeni demandat correspond pas al certificat del servidor.
pt_br: Não é possível comunicar-se de forma segura com o sistema remoto: o nome de domínio solicitado não corresponde ao certificado do servidor.
ro: Nu se poate comunica securizat cu partenerul: numele domeniului solicitat nu corespunde cu certificatul serverului.
si: අග්‍රය සමඟ ආරක්ෂිතව සන්නොවේදනය කළ නොහැක: ඉල්ලූ වසම නාමය සේවකයාගේ සහතිකය සමඟ නොගැළපේ.
sr: Није могућа безбедна комуникација са удаљеним рачунаром: тражено име домена се не поклапа са серверовим сертификатом.
sv: Kan inte kommunicera säkert med den andra parten: det efterfrågade domännamnet matchar inte serverns certifikat.
te: పీర్‌తో సురక్షితంగా సంప్రదింపు జరుపలేకపోయింది: అభ్యర్దించబడిన డొమైన్ నామము సేవికయొక్క ధృవీకరణపత్రంను పోలిలేదు.
th: ไม่สามารถสื่อสารแบบนิรภัยกับปลายทาง: ชื่อโดเมนไม่ตรงกับใบรับรองของเซิร์ฟเวอร์
ug: نۇقتا ئارقىلىق بىخەتەر يوللىيالمىدى: ئىلتىماس قىلغان دائىرە بىلەن مۇلازىمىتىردىكى گۇۋاھنامە ماسلاشمىدى.
uz: Manba bilan xavfsiz aloqa oʻrnatib boʻlmadi: soʻralgan domen nomi server sertifikatidagi bilan mos kelmadi.
vi: Không thể kết nối an toàn với máy ngang hàng: tên miền yêu cầu không khớp với chứng thư của máy chủ.
zh_tw: 無法安全與節點通訊: 請求的網域名稱與伺服器的憑證不符。

source: SSL was unable to extract the public key from the peer's certificate.
af: SSL kon nie die publieke sleutel uit die eweknie se sertifikaat trek nie.
ar: تعذر على SSL استخراج المفتاح العام من شهادة الند.
as: SSL এ সমনীয়াৰ প্ৰমাণপত্ৰৰ পৰা ৰাজহুৱা কি' উদ্ধাৰ কৰিবলে অক্ষম হৈছিল।
az: SSL qarşı tərəfin sənədindən ümumi açar çıxara bilmədi.
bn_bd: পিয়ার এর সার্টিফিকেট থেকে পাবলিক কী বের করতে ব্যর্থ হয়েছে SSL।
br: N'eo ket barrek SSL da eztennañ an alc'hwez foran diouzh testeni ar par.
ca: L'SSL no ha pogut extreure la clau públic del certificat de l'altre extrem.
cy: Roedd SSL yn methu tynnu'r allwedd gyhoeddus o dystysgrif y cyfoed.
es_mx: SSL no ha podido extraer la clave pública del certificado del otro extremo de la conexión.
eu: SSL ez da parekoaren ziurtagiritik gako publikoa ateratzeko gai.
fa: SSL قادر به استخراج کلید عمومی از گواهی طرف مقابل نبود.
fur: SSL no à podût di estrai la clâf publiche dal certificât di chel altri estrem.
ga_ie: Ní raibh SSL in ann an eochair phoiblí a fháil ó theastas an chomhghleacaí.
gd: Cha b' urrainn do SSL an iuchair phoblach a tharraing à teisteanas an t-seise.
hi_in: SSL साथी के प्रमाणपत्र से सार्वजनिक कुंजी को निकालने में असमर्थ था.
hr: SSL nije mogao izvući javni ključ iz certifikata čvora.
hu: Az SSL nem tudta kicsomagolni a nyilvános kulcsot a partner tanúsítványából.
hy_am: SSL-ը չի կարող արտաբերել բաց բանալին զույգային կապի սերտիֆիկատից.
id: SSL gagal mengekstrak kunci publik dari sertifikat pihak lain.
is: SSL gat ekki afpakkað dreifilykli frá skilríki jafningja.
kk: SSL тораптың сертификатынан ашық кілтті тарқата алмады.
km: SSL មិន​អាច​ស្រង់​កូនសោ​សាធារណៈ​ចេញ​ពី​វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​ដូចគ្នា​បាន​ទេ ។
kn: SSL ಗೆ ಪೀರ್ ನ ಪ್ರಮಾಣಪತ್ರದಿಂದ ಖಾಸಗಿ ಕೀಲಿಯನ್ನು ತೆಗೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ku: SSLyê nekarî mifteya gelemperî derxe ji sertîfîkaya peer.
lt: SSL posistemei nepavyko iš partnerinio liudijimo išskirti viešojo rakto.
lv: SSL nespēja iegūt publisko atslēgu no partnera sertifikāta.
mai: SSL सँगी क प्रमाणपत्र सँ सार्वजनिक कुँजी केँ निकालने मे असमर्थ छल.
ml: പിയറിന്റെ സര്‍ട്ടിഫിക്കേറ്രില്‍ നിന്നും പബ്ലിക് കീ ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.
mr: समघटक प्रमाणपत्र पासून SSL सर्वसामान्य कि प्राप्त करण्यास अपयशी ठरला.
ms: SSL tidak mampu untuk ekstrak kunci awam daripada sijil para rangkaian.
my: SSL က မျိုးတူ လက်မှတ်ဆီမှ လူထု သော့ချက်ကို ဆွဲထုတ်လို့ မရနိုင်ဘူး။
oc: SSL a pas pogut extraire la clau publica del certificat del par.
pt_br: O SSL não conseguiu extrair a chave pública do certificado sistema remoto.
ro: SSL nu a reușit să extragă cheia publică din certificatul partenerului de conexiune.
sd: ايس ايس ايل ثانيءَ جي سرٽيفڪيٽ مان عام ڪنجيءَ جو اِختصار رچڻ ۾ اَسمرٿ هو۔
si: SSL ට අග්‍රයේ සහතිකයෙන් පොදු යතුර උපුටා ගැනීමට නොහැකි විය.
sr: ССЛ није могао да извуче јавни кључ из сертификата удаљеног рачунара.
sv: SSL kunde inte extrahera den öppna nyckeln ur den andra partens certifikat.
te: పబ్లిక్ కీను పీర్‌యొక్క ధృవీకరణపత్రంనుండి SSL ఎక్స్‌ట్రాక్ట్ చేయలేదు.
th: SSL ไม่สามารถแตกกุญแจสาธารณะออกจากใบรับรองของปลายทางได้
ug: SSL نۇقتا گۇۋاھنامىسىدىن ئاممىۋى شىفىرلىق ئاچقۇچنى ئاجرىتالمىدى.
uz: SSL manbaning sertifikatidan ochiq kalitni ajrata olmadi.
vi: SSL không thể trích ra khóa chung từ chứng thực của máy ngang hàng.
zh_tw: SSL 無法解開來自節點的憑證中的公開金鑰。

source: Client's SSL session ID not found in server's session cache.
af: Kliënt se SSL-sessie-ID nie in bediener se sessiekas gevind nie.
ar: لم يُعثر على معرف جلسة SSL للعميل في مخبأ جلسات الخادوم.
as: চাৰ্বাৰৰ অভিবৰ্তন ক্যাশত ক্লাএন্টৰ SSL অভিবৰ্তন ID পোৱা নগল।
az: Klientin SSL hesab kimlyi serverin hesab yaddşında tapılmadı.
bn_bd: সার্ভারের সেশন ক্যাশের মধ্যে ক্লায়েন্টের SSL সেশন ID পাওয়া যায়নি।
bn_in: সার্ভারের সেশান ক্যাশের মধ্যে ক্লায়েন্টের SSL সেশান ID পাওয়া যায়নি।
br: N'eo ket bet kavet naoudi an estez e arval SSL e-barzh krubuilh dafariad an estez.
ca: No s'ha trobat l'ID de la sessió del client SSL en la memòria cau de les sessions del servidor.
cy: Nid yw enw sesiwn SSL y cleient wedi ei ganfod yn storfa sesiwn y gweinydd.
es_mx: La ID de sesión SSL del cliente no se ha encontrado en el caché de sesión del servidor.
eu: Bezeroaren SSL saio IDa ez da aurkitu zerbitzariaren saioaren cachean.
fa: شناسهٔ نشست SSL کارگیر در حافظهٔ نهان نشست کارگزار وجود ندارد.
fur: No si à cjatât l'ID di session dal client SSL te memorie cache di session dal servidôr.
ga_ie: Níor aimsíodh aitheantas seisiúin SSL an chliaint i dtaisce seisiúin an fhreastalaí.
gd: Cha deach ID seisean SSL a' chliant a lorg ann an tasgadan-seisein an frithealaiche.
hi_in: क्लाएँट का SSL सत्र ID सर्वर के सत्र कैश में नहीं मिला.
hr: Klijentov ID SSL prijave nije pronađen u privremenoj memoriji prijava poslužitelja.
hu: Az ügyfél SSL-munkamenet-azonosítója nem található a kiszolgáló munkamenet-gyorsítótárában.
hy_am: Հաճախորդի SSL-սեսիայի համարը չի գտնվել սեռվերի սեսսիաների քեշում:
id: ID sesi klien SSL tidak ditemukan pada tembolok sesi di server.
is: SSL lotu númer biðlara fannst ekki í skyndiminni netþjóns.
kk: Клиенттің SSL сессиясының нөмірі (ID) сервердің сессия кэшінен табылмады.
km: រក​មិន​ឃើញ​​លេខ​សម្គាល់​សម័យ SSL របស់​ម៉ាស៊ីន​ភ្ញៀវ​នៅ​ក្នុង​ឃ្លាំង​​សម្ងាត់​សម័យ​របស់​ម៉ាស៊ីន​បម្រើ​ឡើយ ។
kn: ಕ್ಲೈಂಟ್‌ನ SSL ಅಧಿವೇಶನ ಐಡಿಯು ಪರಿಚಾರಕದ ಅಧಿವೇಶನದ ಕ್ಯಾಶೆಯಲ್ಲಿ ಕಂಡು ಬಂದಿಲ್ಲ.
ku: Di cache a danişîna pêşkêşkarê de ID ya danişîna SSLya daxwazkarê nehat dîtin.
lt: Kliento SSL sesijos identifikatorius nerastas serverio sesijų podėlyje.
lv: Klienta SSL sesijas ID nav atrodams servera sesiju kešatmiņā.
mai: क्लाएँट क SSL सत्र ID सर्वर क सत्र कैश मे नहि भेटल.
ml: സര്‍വറിന്റെ സെഷന്‍ കാഷില്‍ ക്ലയന്റിനുള്ള എസ്എസ്എല്‍ സെഷന്‍ ഐഡി ലഭ്യമായില്ല.
mr: सर्वरच्या सत्र कॅश अंतर्गत क्लाऐंट SSL सत्र ID आढळले नाही.
ms: ID sesi pengguna SSL tidak dijumpai di dalam cache sesi milik pelayan.
my: ဆာဗာ အပိုင်း ယာယီ သိမ်းဆည်းခန်းထဲမှာ သုံးစွဲသူရဲ့ SSL အပိုင်း ID ကို မတွေ့ရဘူး။
oc: L'identificant de sesilha SSL del client es pas estat trobat dins l'escondedor de sesilha del servidor.
pt_br: ID da sessão SSL do cliente não encontrado no cache da sessão do servidor.
ro: Identificatorul sesiunii SSL a clientului nu a fost găsit în cache-ul sesiunii serverului.
sd: سرور جي سيشن جي ڪاش ۾ گراهڪ جي ايس ايس ايل جي سيشن جي آءِ ڊيءَ جو پتو نہ لڳو۔
si: සේව්‍යයාගේ SSL සැසිය හඳුනා ගැනීමේ අංකය සේවකයාගේ සැසි ගබඩාවේ හමු නොවිණි.
sr: Клијентов ИБ за сесију ССЛа није нађен у серверовом кешу за сесије.
sv: Klientens sessions-ID för SSL hittades inte i serverns sessionscache.
te: క్లైంట్‌యొక్క SSL సెషన్ ID సేవికయొక్క సెషన్ క్యాచీనందు కనబడలేదు.
th: ไม่พบ SSL session ID ของเครื่องลูกข่ายในแคช session ของเซิร์ฟเวอร์
ug: مۇلازىمىتىرنىڭ سۆزلىشىش غەملىكىدە خېرىدارنىڭ SSL سۆزلىشىشىنىڭ ID تېپىلمىدى.
uz: Mijozning SSL seansi ID raqami serverning seans keshida topilmadi.
vi: Không tìm thấy định danh phiên SSL máy khách trong bộ đệm phiên làm việc của máy chủ.
zh_tw: 伺服器的連線快取中找不到用戶端的 SSL 連線 ID。

source: Peer's certificate has an invalid signature.
af: Eweknie se sertifikaat het 'n ongeldige handtekening.
ar: شهادة الند لديها توقيع غير صالح.
as: সমনীয়াৰ প্ৰমাণপত্ৰত এটা অবৈধ স্বাক্ষৰ আছে।
az: Həmkarın təsdiq sənədinin etibarsız bir imzası var.
bn_bd: পিয়ারের সার্টিফিকেটের মধ্যে অকার্যকর স্বাক্ষর বিদ্যমান।
bn_in: সমকক্ষের সার্টিফিকেটের মধ্যে অবৈধ স্বাক্ষর উপস্থিত রয়েছে।
br: Ur sinadur didalvoudek ez eus gant testeni ar par.
ca: El certificat de l'altre extrem no té una signatura vàlida.
cy: Mae gan y tystysgrif cyfoed lofnod annilys.
es_mx: El certificado de la otra parte tiene una firma no válida.
eu: Parekoaren ziurtagiriak sinadura okerra du.
fa: گواهی طرف مقابل امضای نامعتبری دارد.
fur: Il certificât di chel altri estrem nol à une firme valide.
ga_ie: Tá síniú neamhbhailí ar theastas an chomhghleacaí.
gd: Tha ainm mì-dhligheach ri teisteanas an t-seise.
hi_in: साथी का प्रमाणपत्र में अवैध हस्ताक्षर है.
hr: Certifikat čvora ima nevaljani potpis.
hu: A partner tanúsítványának aláírása érvénytelen.
hy_am: Հանգույցի սերտիֆիկատի ստորագրությունը սխալ է:
id: Tandatangan sertifikat pihak lain tidak sah.
is: Skilríki jafningja inniheldur vitlausa undirskrift.
kk: Торап сертификатының қолтаңбасы қате.
km: វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​ដូចគ្នា​មាន​​ហត្ថលេខា​មិន​ត្រឹមត្រូវ ។
kn: ಪೀರ್ ನ ಪ್ರಮಾಣಪತ್ರವು ಒಂದು ಅಮಾನ್ಯ ಸಹಿಯನ್ನು ಹೊಂದಿದೆ.
ku: Sertîfîkaya peerê îmzeyeke nederbasdar dihewîne.
lt: Partnerinio kompiuterio liudijimo parašas negaliojantis.
lv: Partnera sertifikātam ir nederīgs paraksts.
mai: सँगी क प्रमाणपत्र मे अवैध हस्ताक्षर अछि.
ml: പിയറിന്റെ സര്‍ട്ടിഫിക്കേറ്റില്‍ തെറ്റായ ഒപ്പു്.
mr: समघटकाच्या प्रमाणपत्रात अवैध स्वाक्षरी आढळली.
ms: Sijil rangkaian mempunyai tandatangan tidak sah
my: မျိုးတူ လက်မှတ်မှာ မမှန်ကန်တဲ့ လက်မှတ်တခု ရှိတယ်။
oc: Lo certificat del par a una signatura invalida.
pt_br: O certificado do sistema remoto possui uma assinatura inválida.
ro: Certificatul partenerului are o semnătură invalidă.
sd: ثانيءَ جي سرٽيفڪيٽ ۾ نامنظور صحيح آهي
si: අග්‍රයේ සහතිකයේ අවිධිමත් අත්සනක් ඇත.
sr: Сертификат удаљеног рачунара има неважећи потпис.
sv: Den andra partens certifikat har en ogiltig signatur.
te: పీర్‌యొక్క ధృవీకరణపత్రం ఒక చెల్లని సంతకంను కలిగివుంది.
ug: نۇقتا گۇۋاھنامە ئىمزاسى ئىناۋەتسىز.
uz: Manbaning sertifikatida noto‘g‘ri imzo bor.
vi: Chứng thực của máy ngang hàng có chữ kí không hợp lệ.
zh_tw: 節點的憑證有無效的簽章。
