Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL peer rejected your certificate as revoked.
af: SSL-eweknie het u sertifikaat verwerp as opgehef.
ar: رفض ند SSL شهادتك لأنها باطلة.
as: SSL সমনীয়ায় আপোনাৰ প্ৰমাণপত্ৰ প্ৰত্যাহাৰ কৰা হিচাপে নাকচ কৰিছে।
az: SSL həmkarı təsdiq sənədizi etibarsız olduğu üçün rədd etdi.
bg: Партньорът на SSL отхвърли вашия сертификат като анулиран.
bn_bd: SSL পিয়ার দ্বারা আপনার সার্টিফিকেটকে বাতিল বলে প্রত্যাখ্যান করা হয়েছে।
bn_in: SSL সমকক্ষ দ্বারা আপনার সার্টিফিকেটকে অবচিত বলে প্রত্যাখ্যান করা হয়েছে।
br: Distaolet eo bet ho testeni gant SSL evel ma oa tennet kuit.
ca: L'altre extrem de la connexió SSL ha rebutjat el vostre certificat com a revocat.
cy: Mae'r cyfoed SSL wedi gwrthod eich tystysgrif fel un wedi ei atal.
es_mx: El otro extremo de la conexión SSL ha rechazado tu certificado por considerarlo revocado.
eu: SSL parekoak zure ziurtagiria baliogabe bezala ukatu du.
fa: طرف مقابل SSL گواهی شما را به دلیل لغو شدن رد کرد.
fur: Chel altri estrem SSL al à refudât il certificât par vie che lu à calcolât revocât.
ga_ie: Dhiúltaigh an comhghleacaí SSL le do theastas toisc é a bheith cúlghairthe.
gd: Dhiùlt an seise SSL an teisteanas agad is e ag ràdh gun deach a chùl-ghairm.
gu: SSL સમકક્ષે તમારું પ્રમાણપત્ર પાછું બોલાવ્યા તરીકે રદ કરી નાંખ્યુ.
hi_in: SSL साथी ने आपके प्रमाणपत्र को खत्म हुए रूप में अस्वीकृ किया है.
hr: SSL čvor je odbio vaš certifikat kao poništeni.
hu: Az SSL-partner visszautasította a tanúsítványát, mert szerinte az vissza lett vonva.
hy_am: SSL հանգույցը մերժեց ձեր սերտիֆիկատը, որպես ետ կանչված:
id: Pihak SSL menolak sertifikat Anda karena telah dicabut.
is: SSL jafningi hafnaði þínu skilríki því það hefur verið afturkallað.
kk: SSL торабы сертификатыңызды кері шақырылған деп қабылдамады.
km: ម៉ាស៊ីន​ដូច​គ្នា​របស់ SSL បាន​ច្រានចោល​​វិញ្ញាបនបត្រ​របស់​អ្នក​​នៅ​ពេល​​បាន​ដកហូត​វិញ ។
kn: SSL ಪೀರ್ ನಿಮ್ಮ ಪ್ರಮಾಣಪತ್ರವು ರದ್ದು ಮಾಡಲ್ಪಟ್ಟಿದೆ ಎಂದು ತಿರಸ್ಕರಿಸಿದೆ.
ku: SSL peerê sertîfîkaya te nepejirand.
lt: Partnerinis kompiuteris jūsų liudijimą atmetė kaip atšauktą.
lv: SSL partneris noraidīja jūsu sertifikātu kā anulētu.
mai: SSL सँगी ने अहाँक प्रमाणपत्र केँ खत्म हुए रूपेँ अस्वीकृ कएल अछि.
ml: SSL പിയര്‍ നിങ്ങളുടെ സര്‍ട്ടിഫിക്കേറ്റു് നിഷേധിച്ചിരിക്കുന്നു.
mr: SSL समघटकाने प्रमाणपत्र पुन्हस्थापतीत केले आहे.
ms: Karib SSL menolak sijil kamu sebagai sijil yang tidak boleh ditarik balik.
my: SSL မျိုးတူက သင့်ရဲ့ လက်မှတ်ကို သိမ်းဆည်းခံအဖြစ် ပယ်ချထားတယ်။
nb_no: SSL-motparten avviste sertifikatet fordi det er tilbakekalt.
nn_no: SSL-verten avslo sertifikatet ditt som tilbakekalt.
oc: Lo par SSL a regetat vòstre certificat perque aqueste es revocat.
pt_br: O sistema remoto SSL rejeitou seu certificado por considerá-lo revogado.
ro: Partenerul de conexiune SSL v-a respins certificatul ca fiind revocat.
sd: ايس ايس ايل ثانيءَ توهانجو سرٽيفڪيٽ رد ڪيل جي روپ ۾ خارج ڪيو۔
si: SSL අග්‍රය ඔබගේ සහතිකය අහෝසි වූවක් ලෙස ප්‍රතික්ෂේප කරන ලදි.
sr: Удаљени рачунар са ССЛом је одбио Ваш сертификат јер је сертификат опозван.
sv: Den andra SSL-parten förkastade ditt certifikat som indraget.
te: SSL పీర్ మీధృవీకరణపత్రంను తొలగించినదానిలా తిరస్కరించింది.
th: SSL ปลายตีกลับใบรับรองของคุณด้วยสถานะถอดถอน
ug: گۇۋاھنامىڭىز بىكار قىلىنغاچقا SSL نۇقتا قوبۇللاشنى رەت قىلدى.
uz: SSL manba sertifikatingizni bekor qilingan deb rad qilmoqda.
vi: SSL máy ngang hàng từ chối vì cho rằng chứng thư của bạn đã bị thu hồi.
zh_tw: 由於您的憑證已廢止，SSL 節點拒絕接收。

source: SSL peer rejected your certificate as expired.
af: SSL-eweknie het u sertifikaat verwerp as verval.
ar: رفض ند SSL شهادتك لأنها منتهية الصلاحية.
as: SSL সমনীয়ায় আপোনাৰ প্ৰমাণপত্ৰ অৱকাশ ঘটা হিচাপে নাকচ কৰিছে।
az: SSL həmkarı təsdiq sənədinizi vaxtı bitdiyi üçün rədd etdi.
bg: Партньорът на SSL отхвърли вашия сертификат като с изтекъл срок.
bn_bd: SSL পিয়ার দ্বারা আপনার সার্টিফিকেটকে মেয়াদোত্তীর্ণ বলে প্রত্যাখ্যান করা হয়েছে।
bn_in: SSL সমকক্ষ দ্বারা আপনার সার্টিফিকেটকে মেয়াদোত্তীর্ণ বলে প্রত্যাখ্যান করা হয়েছে।
br: Distaolet eo bet ho testeni gant ar par SSL evel ma oa diamzeret.
ca: L'altre extrem de la connexió SSL ha rebutjat el vostre certificat com a vençut.
cy: Mae'r cyfoed SSL wedi gwrthod eich tystysgrif fel un wedi dod i ben.
es_mx: El otro extremo de la conexión SSL ha rechazado tu certificado por considerarlo expirado.
eu: SSL parekoak zure ziurtagiria iraungita bezala ukatu du.
fa: طرف مقابل SSL گواهی شما را به دلیل منقضی شدن رد کرد.
fur: Chel altri estrem SSL al à refudât il certificât par vie che lu à calcolât scjadût.
ga_ie: Dhiúltaigh an comhghleacaí SSL le do theastas toisc é a bheith as feidhm.
gd: Dhiùlt an seise SSL an teisteanas agad is e ag ràdh gun do dh'fhalbh an ùine air.
gu: SSL સમકક્ષે તમારું પ્રમાણપત્ર નિવૃત્ત થઈ ગયા તરીકે રદ કરી નાંખ્યુ.
hi_in: SSL साथी ने आपके प्रमाणपत्र को समय समाप्त रूप में अस्वीकृ किया है.
hr: SSL čvor je odbio vaš certifikat kao istekli.
hu: Az SSL-partner visszautasította a tanúsítványát, mert szerinte az lejárt.
hy_am: SSL հանգույցը մերժեց ձեր սերտիֆիկատը, որպես ժամկետանց:
id: Pihak SSL menolak sertifikat Anda karena telah kedaluwarsa.
is: SSL jafningi hafnaði þínu skilríki því það er útrunnið.
kk: SSL торабы сертификатыңызды мерзімі аяқталған деп қабылдамады.
km: ម៉ាស៊ីន​បម្រើ​របស់ SSL បាន​ច្រានចោល​វិញ្ញាបនបត្រ​របស់​អ្នក​​ពីព្រោះ​​ផុត​កំណត់ ។
kn: SSL ಪೀರ್ ನಿಮ್ಮ ಪ್ರಮಾಣಪತ್ರದ ಕಾಲಾವಧಿ ಮುಗಿದಿದೆ ಎಂದು ತಿರಸ್ಕರಿಸಿದೆ.
ku: SSL peerê sertîfîkaya te ji ber xelasbûna demê nepejirand.
lt: Partnerinis kompiuteris jūsų liudijimą atmetė kaip baigusį galioti.
lv: SSL partneris noraidīja jūsu sertifikātu kā noilgušu.
mai: SSL सँगी ने अहाँक प्रमाणपत्र केँ समय समाप्त रूपेँ अस्वीकृ कएल अछि.
ml: SSL പിയര്‍ നിങ്ങളുടെ സര്‍ട്ടിഫിക്കേറ്റിന്റെ കാലാവധി കഴിഞ്ഞിരിക്കുന്നതിനാല്‍ നിഷേധിച്ചിരിക്കുന്നു.
mr: SSL समघटकाने प्रमाणपत्र कालबाह्य झाल्यामुळे वगळले आहे.
ms: Karib SSL menolak sijil kamu kerana luput.
my: SSL မျိုးတူက သင့်ရဲ့ လက်မှတ်ကို သက်တမ်းကုန်တဲ့အဖြစ် ပယ်ချထားတယ်။
nb_no: SSL-motparten avviste sertifikatet fordi det er utløpt på dato.
nn_no: SSL-verten avslo sertifikatet ditt som utgått på dato.
oc: Lo par SSL a regetat vòstre certificat perque aqueste a expirat.
pt_br: O sistema remoto SSL rejeitou seu certificado por considerá-lo com a validade vencida.
ro: Partenerul de conexiune SSL v-a respins certificatul ca fiind expirat.
sd: ايس ايس ايل ثانيءَ توهانجو سرٽيفڪيٽ مدو پورو ٿيڻ سبب خارج ڪيو
si: SSL අග්‍රය ඔබගේ සහතිකය කල් ඉකුත් වූවක් ලෙස ප්‍රතික්ෂේප කර ලදි.
sr: Удаљени рачунар са ССЛом је одбио Ваш сертификат јер је сертификат истекао.
sv: Den andra SSL-parten förkastade ditt certifikat som förfallet.
te: SSL పీర్ మీధృవీకరణపత్రంను కాలముతీరినదానిలా తిరస్కరించింది.
th: SSL ปลายทางตีกลับใบรับรองของคุณด้วยสถานะหมดอายุ
ug: گۇۋاھنامىڭىزنىڭ ۋاقتى ئۆتكەچكە SSL نۇقتا گۇۋاھنامىڭىزنى رەت قىلدى.
uz: SSL manba sertifikatingizni eskirgan deb rad qilmoqda.
vi: SSL máy ngang hàng từ chối vì cho rằng chứng thư của bạn đã bị hết hạn.
zh_tw: 由於您的憑證已過期，SSL 節點拒絕接收。

source: Cannot connect: SSL is disabled.
af: Kan nie koppel nie: SSL is gedeaktiveer.
ar: لا يمكن الاتصال: SSL معطل.
as: সংযোগ কৰিব নোৱাৰি: SSL অসামৰ্থবান।
az: Bğlanıla bilmir: SSL söndürülüb.
bg: Не може да се осъществи връзка: SSL е деактивиран.
bn_bd: সংযোগ করা সম্ভব নয়: SSL নিষ্ক্রিয় রয়েছে।
bn_in: সংযোগ করা সম্ভব নয়: SSL নিষ্ক্রিয় রয়েছে।
br: N'haller ket kennaskañ : diweredekaet eo SSL.
ca: No s'ha pogut connectar: l'SSL està inhabilitat.
cy: Methu cysylltu: SSL wedi ei analluogi.
es_mx: No se puede conectar: SSL está desactivado.
eu: Ezin da konektatu: SSL ezgaiturik dago.
fa: برقراری اتصال ممکن نیست: SSL غیر فعال شده است.
fur: No si pues conetis: SSL e je disativade.
ga_ie: Ní féidir ceangal: tá SSL díchumasaithe.
gd: Cha ghabh ceangal a dhèanamh: tha SSL air a chur à comas.
gu: જોડાઈ શકતા નથી: SSL નિષ્ક્રિય કરેલ છે.
hi_in: कनेक्ट नहीं कर सकता है: SSL निष्क्रिय है.
hr: Spajanje nije moguće: SSL je onemogućen.
hu: Nem lehet kapcsolódni: az SSL le van tiltva.
hy_am: Կապակցումը չհաջողվեց՝ SSL-ը պասիվացված է:
id: Tidak tersambung: SSL dimatikan.
is: Get ekki tengst: SSL er óvirkt.
kk: Байланысү мүмкін емес: SSL сөндірулі тұр.
km: មិន​អាច​តភ្ជាប់​ ៖ SSL ត្រូវ​បាន​បិទ ។
kn: ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: SSL ಅಶಕ್ತಗೊಂಡಿದೆ.
ku: Nikare bigihije: SSL ne çalak e.
lt: Ryšio užmegzti nepavyko, nes išjungtas SSL protokolas.
lv: Nevar savienoties: SSL ir atslēgts.
mai: कनेक्ट नहि कए सकैत अछि : SSL निष्क्रिय अछि.
ml: കണക്ട് ചെയ്യുവാന്‍ സാധ്യമല്ല: SSL പ്രവര്‍ത്തന രഹിതമാക്കിയിരിക്കുന്നു.
mr: जुळवणी स्थापन अयशस्वी: SSL अकार्यान्वीत केले गेले.
ms: Tidak boleh disambung: SSL dinyahdayakan.
my: မချိတ်ဆက်နိုင်ဘူး - SSL ကို ပိတ်ထားတယ်။
nb_no: Klarte ikke koble til: SSL er avslått.
nn_no: Klarte ikkje kople til: SSL er avslått.
oc: Impossible de se connectar : SSL es desactivat.
pt_br: Não é possível conectar-se: o SSL está desativado.
ro: Nu se poate conecta: SSL este dezactivat.
sd: سنٻنڌ قائم نٿو ڪري سگهي۔ ايس ايس ايل اَسمرٿ بڻايو ويو آهي۔
si: Cannot connect: SSL අකර්මන්‍ය කර ඇත.
sr: Није могуће повезати се: ССЛ је искључен.
sv: Kan inte ansluta: SSL är inaktiverat.
te: అనుసంధానం కాలేదు: SSL అచేతనం చేయబడింది.
th: ไม่สามารถเชื่อมต่อได้: SSL ถูกปิดใช้งาน
ug: ئۇلىنالمىدى: SSL ئېتىۋېتىلگەن.
uz: Ulana olmadi: SSL - o‘chirilgan.
vi: Không thể kết nối: SSL bị vô hiệu hoá.
zh_tw: 無法連線: SSL 已停用。

source: Cannot connect: SSL peer is in another FORTEZZA domain.
af: Kan nie koppel nie: SSL-eweknie is in 'n ander FORTEZZA-domain.
ar: لا يمكن الاتصال: ند SSL في مجال FORTEZZA آخر.
as: সংযোগ কৰিব নোৱাৰি: SSL সমনীয়া অন্য FORTEZZA ডমেইনত আছে।
az: Bağlanıla bilmir: SSL digər bir FORTEZZA domen adındadır.
bg: Не може да се осъществи връзка: партньорът на SSL е в друг домейн FORTEZZA.
bn_bd: সংযোগ করা সম্ভব নয়: পিয়ার SSL একটি পৃথক FORTEZZA ডোমেইনের মধ্যে অবস্থিত।
bn_in: সংযোগ করা সম্ভব নয়: সমকক্ষ SSL একটি পৃথক FORTEZZA ডোমেইনের মধ্যে অবস্থিত।
br: N'haller ket kennaskañ : emañ par SSL en un domani FORTEZZA all.
ca: No s'ha pogut connectar: l'altre extrem de la connexió SSL es troba en un altre domini FORTEZZA.
cy: Methu cysylltu: cyfoed SSL mewn parth FORTEZZA arall.
es_mx: No se puede conectar: el otro extremo de la conexión SSL está en otro dominio FORTEZZA.
eu: Ezin da konektatu: SSL parekoa beste FORTEZZA domeinu batetan dago.
fa: برقراری اتصال ممکن نیست: طرف مقابل SSL در دامنهٔ فورتزای دیگری است.
fur: No si pues conetisi: l'estrem SSL al è intun altri domini Fortezza.
ga_ie: Ní féidir ceangal: tá an comhghleacaí SSL i bhfearann eile Fortezza.
gd: Cha ghabh ceangal a dhèanamh: tha an seise SSL ann an àrainn FORTEZZA eile.
gu: જોડાઈ શકતા નથી: SSL સમકક્ષ અન્ય FORTEZZA ડોમેઈનમાં છે.
hi_in: कनेक्ट नहीं कर सकता है: SSL साथी दूसरा FORTEZZA डोमेन है.
hr: Spajanje nije moguće: SSL čvor je druga FORTEZZA domena.
hu: Nem lehet kapcsolódni: az SSL egy másik FORTEZZA-tartományban van.
hy_am: Կապակցումը չհաջողվեց՝ հանգույցը գտնվում է այլ FORTEZZA տիրույթում:
id: Tidak tersambung: pihak lain SSL ber-domain FORTEZZA.
is: Get ekki tengst: SSL jafningi er á öðru FORTEZZA léni.
kk: Байланыс орнату мүмкін емес: SSL торабы басқа FORTEZZA доменде орналасқан.
km: មិន​អាច​តភ្ជាប់ ៖ ម៉ាស៊ីន​ដូចគ្នា​របស់ SSL គឺ​នៅ​ក្នុង​ដែន​របស់ FORTEZZA ផ្សេង​ទៀត ។
kn: ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: SSL ಪೀರ್ ಇನ್ನೊಂದು ಫೋರ್ಟೆಝಾ (FORTEZZA) ಕ್ಷೇತ್ರವಾಗಿದೆ.
ku: Nikare bigihîjê: SSL peer di domaineke din a FORTEZZA de ye.
lt: Ryšio užmegzti nepavyko, nes partnerinis SSL kompiuteris yra kitoje „Fortezza“ srityje.
lv: Nevar savienoties: SSL partneris atrodas citā FORTEZZA domēnā.
mai: कनेक्ट नहि कए सकैत अछि : SSL सँगी दूसरा FORTEZZA डोमेन अछि.
ml: കണക്ട് ചെയ്യുവാന്‍ സാധ്യമല്ല: SSL പിയര്‍ മറ്റൊരു FORTEZZA ഡൊമെയിന്‍ ആണു്.
mr: जुळवणी स्थापन अयशस्वी: SSL समघटक अन्य FORTEZZA क्षेत्र मध्ये अस्तित्वात आहे.
ms: Tidak dapat menyambung: Karib SSL berada dalam domain FORTEZZA yang lain.
my: မချိတ်ဆက်နိုင်ဘူး - SSL မျိုးတူဟာ တခြား FORTEZZA ဒိုမိန်းထဲမှာ ရှိနေတယ်။
nb_no: Klarte ikke koble til: SSL-verten er i et annet FORTEZZA-domene.
nn_no: Klarte ikkje å kopla til: SSL-verten er i eit anna FORTEZZA-domene.
oc: Impossible de se connectar : lo par SSL es dins un autre domeni FORTEZZA.
pt_br: Não é possível conectar-se: o sistema remoto SSL está em outro domínio FORTEZZA.
ro: Conectare imposibilă: partenerul de conexiune SSL este într-un alt domeniu FORTEZZA.
sd: سنٻنڌ قائم نٿو ڪري سگهي۔ ايس ايس ايل ثاني ٻئي فور تيزا کيتر ۾ آهي۔
si: Cannot connect: SSL අග්‍රය තවත් FORTEZZA වසමකි.
sr: НИје могуће повезати се: удаљени рачунар са ССЛом се налази у другом фортеца домену (FORTEZZA).
sv: Kan inte ansluta: Den andra SSL-parten är i en annan FORTEZZA-domän.
te: అనుసంధానం కాలేదు: SSL పీర్ వేరే FORTEZZA డొమైన్‌నందు వుంది.
th: ไม่สามารถเชื่อมต่อได้: SSL ปลายทางเป็นโดเมน FORTEZZA ประเภทอื่น
ug: ئۇلىنالمىدى: SSL تۈگۈنى باشقا FORTEZZA دائىرىسىدە.
uz: Ulana olmadi: SSL manba boshqa FORTEZZA domenga ulangan.
vi: Không thể kết nối: SSL máy ngang hàng ở tên miền FORTEZZA khác.
zh_tw: 無法連線: SSL 節點位於其他的 FORTEZZA 網域。

source: An unknown SSL cipher suite has been requested.
af: 'n Onbekende SSL-syfersuite is aangevra.
ar: طُلب طاقم شفرة SSL غير معروف.
as: এটা অজ্ঞাত SSL চিফাৰ চুইট অনুৰোধ কৰা হৈছে।
az: Naməlum bir SSL şifrələmə dəsti tələb edildi.
bg: Поискан бе неизвестен комплект за шифроване на SSL.
bn_bd: একটি অজানা SSL সাইফার স্যুটের অনুরোধ জানানো হয়েছে।
bn_in: একটি অজানা SSL সাইফার স্যুটের অনুরোধ জানানো হয়েছে।
br: Azgoulennet ez eus bet un hedad sifroù SSL dianav.
ca: S'ha sol·licitat un entorn de xifratge SSL desconegut.
cy: Mae cais wedi ei dderbyn am swit seiffr SSL.
es_mx: Se ha solicitado una suite de cifrado SSL desconocida.
eu: SSL zifratze-suite ezezaguna eskatu da.
fa: یک مجموعه رمز ناشناختهٔ SSL درخواست گردید.
fur: E je stade domandade une suite di cifradure SSL no cognossude.
ga_ie: Tá sraith shifir SSL anaithnid iarrtha.
gd: Chaidh sreath-sifir SSL neo-aithnichte iarraidh.
gu: એક અજ્ઞાત SSL સાયફર સેવાની અરજી થયેલ છે.
hi_in: एक अज्ञात SSL साइफर सूट के लिए आग्रह किया गया है.
hr: Zatražen je nepoznati SSL šifrator.
hu: Ismeretlen SSL-kódolókészlet lett kérve.
hy_am: Պահանջվեց SSL-ի անհայտ կոդերի համախումբ:
id: Salah satu SSL cipher suite yang tidak dikenali telah diminta.
is: Beðið var um óþekkt SSL dulkóðunarkerfi.
kk: Белгісіз SSL шифрлер жинағы сұранған.
km: ឈុត​​សរសេរ​សម្ងាត់​របស់ SSL ដែល​មិន​ស្គាល់​ត្រូវ​បាន​ស្នើ ។
kn: ಒಂದು ಅಜ್ಞಾತ SSL ಸಿಫರ್ ಸೂಟ್‌ಗೆ ಮನವಿ ಸಲ್ಲಿಸಲಾಗಿದೆ.
ku: SSL cipher suite a nenas hat xwestin.
lt: Buvo užprašyta nežinomo SSL šifrų rinkinio.
lv: Pieprasīts nezināms SSL šifrētājs.
mai: एकटा अज्ञात SSL साइफर सूट क लेल आग्रह कएल गेल अछि.
ml: അപരിചിതമായ ഒരു SSL സിഫര്‍ സ്യൂട്ട് ആവശ്യപ്പെട്ടിരിക്കുന്നു.
mr: अपरिचीत SSL सीफर संकुलची विनंती प्राप्त झाली आहे.
ms: Satu cip SSL yang tidak diketahui telah diminta.
my: အမည်မသိ SSL စာဝှက် ဖေါ်နည်း အစုံတခုကို တောင်းဆိုထားတယ်။
nb_no: En ukjent SSL-chiffreringssamling ble forespurt.
nn_no: Ei ukjent SSL-chiffreringssamling vart førespurd.
oc: Una seguida de chiframent SSL desconeguda es estada demandada.
pt_br: Um conjunto de códigos SSL desconhecido foi solicitado.
ro: S-a cerut o suită necunoscută de cifrare SSL.
sd: نامعلوم ايس ايس ايل صفر سوٽ جي گهر ڪئي ويئي آهي۔
si: නාඳුනන SSL කේතාංක කටටළයක් ඉල්ලා ඇත.
sr: Тражен је непознат пакет шифара за ССЛ.
sv: En okänd SSL-chiffersvit har efterfrågats.
te: ఒక తెలియని SSL సైఫర్ సూట్ అభ్యర్ధించబడింది.
th: มีการร้องขอการแปรรหัส SSL ที่ไม่ทราบประเภท
ug: نامەلۇم SSL ئىم گۇرۇپپىسىغا ئېھتىياجلىق.
uz: Noma'lum SSL kodlash usuli so‘ralgan.
vi: Một mã khóa SSL chưa biết vừa được yêu cầu.
zh_tw: 請求了未知的 SSL 密文組。

source: No cipher suites are present and enabled in this program.
af: Geen syfersuites is teenwoordig en in hierdie program geaktiveer nie.
ar: لا طواقم شيفرات موجودة ومفعلة في هذا البرنامج.
as: এই প্ৰগ্ৰামত কোনো চিফাৰ চুইট উপলব্ধ নহয় আৰু সামৰ্থবান কৰা নাই।
az: Bu proqramda heç bir şifrələmə təsdqi yoxdur və ya aktiv deyil.
bg: Няма активирани комплекти за шифроване в тази програма.
bn_bd: কোনো ধরনের সাইফার স্যুট উপস্থিত নেই ও প্রোগ্রামের মধ্যে সক্রিয় করা নেই।
bn_in: কোনো ধরনের সাইফার স্যুট উপস্থিত নেই ও প্রোগ্রামের মধ্যে সক্রিয় করা নেই।
br: N'eus hedad sifroù ebet bezant ha gweredekaet er goulev-mañ.
ca: No hi ha cap entorn de xifratge present i habilitat en el programa.
cy: Nid oes swit seiffr ar gael ac wedi eu galluogi yn y rhaglen hon.
es_mx: No hay suites de cifrado presentes y activas en este programa.
eu: Ez dago zifratze-suiterik gaituta programa honetan.
fa: هیچ مجموعه رمز فعالی در این برنامه وجود ندارد.
fur: In chest program nol risulte che a sedin e che a sedin inviadis suites di cifradure.
ga_ie: Níl sraith shifir ar bith le fáil agus cumasaithe sa chlár seo.
gd: Chan eil sreath-sifir ann agus an comas sa phrògram seo.
gu: કોઈ સાયફર સેવાઓ હાજર નથી અને આ કાર્યક્રમમાં સક્રિય કરાયેલ નથી.
hi_in: इस प्रोग्राम में कोई साइफर सूट मौजूद औऱ सक्रिय है.
hr: U ovom programu nije prisutan i omogućen nijedan šifrator.
hu: Ebben a programban egyetlen kódolókészlet sincs jelen és engedélyezve.
hy_am: Այս ծրագրում գոյություն չունի կոդերի ոչ մի համախումբ:
id: Tidak ada cipher suite yang tersedia dan diaktifkan di program ini.
is: Engin dulkóðunarkerfi finnast eða eru virkar í þessu forriti.
kk: Бағдарламада бірде-бір шифрлер жинағы жоқ және қосылмаған.
km: គ្មាន​ឈុត​សរសេរ​សម្ងាត់​ត្រូវ​បាន​បង្ហាញ និង​បើក​នៅ​ក្នុង​កម្មវិធី​នេះ​ទេ ។
kn: ಈ ಪ್ರೋಗ್ರಾಂನಲ್ಲಿ ಯಾವುದೆ ಸಿಫರ್ ಸೂಟ್‌ಗಳು ಶಕ್ತಗೊಂಡಿಲ್ಲ.
ku: Di vê bernameyê de tu koma reqeman ne amade û çalakirî ye.
lt: Nėra programoje apibrėžtų ir įjungtų šifrų rinkinių.
lv: Šajā programmā nav pieejams neviens šifrētājs.
mai: ई प्रोग्राम मे कोनो साइफर सूट मोजुद औऱ सक्रिय अछि.
ml: ഈ പ്രോഗ്രാമില്‍ പ്രവര്‍ത്തന സജ്ജമാക്കിയിരിക്കുന്ന സിഫര്‍ സ്യൂട്ടുകള്‍ ലഭ്യമല്ല.
mr: सीफर संकुल अस्तित्वात नाही व या कार्यक्रमात कार्यान्वीत केले गेले नाही.
ms: Tiada cipher yang sesuai dan bersedia dalam program ketika ini.
my: ဒီပရိုဂရမ်ထဲမှာ ဘယ် စာဝှက်ဖေါ်နည်း အစုံတွေ မရှိ၊ မဖွင့်ထားဘူ။
nb_no: Ingen chiffreringssamlinger fins og er påslått i dette programmet.
nn_no: Ingen chiffreringssamlingar finst og er slått på i dette programmet.
oc: Cap de seguida de chiframent es pas presenta e activada dins aqueste programa.
pt_br: Nenhum conjunto de códigos de criptografia está presente e ativo neste aplicativo.
ro: Nu sunt prezente și activate în acest program niciun fel de suite de cifrare.
sd: هن پروگرام ۾ صفر سوٽ مؤجود يا سمرٿ ناهن
si: මෙම වැඩසටහනේ කේතාංක කට්ටළ නැති අතර ඒවා ක්‍රියාත්මක කර නැත.
sr: Ниједан пакет шифара није присутан нити укључен у овај програм.
sv: Inga chiffersviter finns tillgängliga och aktiverade i detta program.
te: ఈ ప్రోగ్రామ్‌నందు ఏసైఫర్ సూట్‌లు లేవు మరియు చేతనంచేయబడలేదు.
th: ไม่มีชุดการแปรรหัสที่เปิดใช้งานในโปรแกรมนี้
ug: بۇ پروگراممىدا ھېچقانداق كود گۇرۇپپىسى يوق.
uz: Ushbu dasturda kodlangan narsalar yo‘q
vi: Không có bộ mã nào được kích hoạt trong chương trình này.
zh_tw: 此程式目前沒有啟用任何密文組。

source: SSL received a record with bad block padding.
af: SSL het 'n rekord ontvang met swak blokopvulling.
ar: استلم SSL سجلًا ذا توسيد كتلات سيئ.
as: SSL এ এটা বেয়া খন্ড পেডিং থকা সংবাদ গ্ৰহণ কৰিছে।
az: SSL səhv bir blok doldurulması olan bir qeyd aldı.
bg: SSL получи запис с лошо допълване на блок.
bn_bd: ত্রুটিপূর্ণ ব্লক প্যাড করা একটি রেকর্ড SSL দ্বারা প্রাপ্ত হয়েছে।
bn_in: ত্রুটিপূর্ণ ব্লক প্যাড করা সংক্রান্ত একটি রেকর্ড SSL দ্বারা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur varilhadenn gant ul leuniadur fall eus ur bloc'had.
ca: L'SSL ha rebut un registre amb una mala separació de bloc.
cy: Mae SSL wedi derbyn cofnod gyda phadin bloc gwael.
es_mx: SSL ha recibido un registro con un ajuste de bloque incorrecto.
eu: SSL okerreko bloke betetzea duen erregistro bat jaso du.
fa: SSL رکوردی با حاشیه‌گذاری نادرست بلوک دریافت کرد.
fur: SSL al à vût un regjistri cuntune separazion di bloc no corete.
ga_ie: Fuair SSL taifead le stuáil bhloic mhícheart.
gd: Fhuair SSL clàr le droch phadadh bluic.
gu: SSL ને ખરાબ બ્લોક પેડીંગ સાથેનો રેકોર્ડ મળ્યો.
hi_in: SSL खराब ब्लॉक पैडिंग के साथ एक रिकार्ड प्राप्त करता है.
hr: SSL je primio zapis s lošom blok postavom.
hu: Az SSL egy rossz blokkfeltöltéssel rendelkező rekordot kapott.
hy_am: SSL-ը ստացավ վատ պարունակությամբ տվյալների բլոկ:
id: SSL menerima bagian pesan dengan penambahan blok yang jelek.
is: SSL fékk gögn með gallaðri blokk fyllingu.
kk: SSL түзетілуі қате жазбасын алды.
km: SSL បាន​ទទួល​កំណត់ត្រា​ដោយ​មាន​ចន្លោះ​ប្លុក​​ខូច ។
kn: SSL ಸಮರ್ಪಕವಲ್ಲದ ಬ್ಲಾಕ್ ಪ್ಯಾಡಿಂಗ್ ಅನ್ನು ಹೊಂದಿದ ಒಂದು ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeydeke bi teşeya çewt a bi tijekirina bad block stand.
lt: SSL posistemė gavo įrašą su blogu bloko išlygiavimu.
lv: SSL saņēma ierakstu ar sliktu bloku polsterējumu.
mai: SSL खराब ब्लाक पैडिंग क सँग एकटा रिकार्ड प्राप्त करैत अछि.
ml: തെറ്റായ ബ്ലോക്ക് പാഡിങുള്ള ഒരു റിക്കോര്‍ഡ് SSL-നു് ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे चुकीचे ब्लॉक जोडणीचे रेकॉर्ड प्राप्त झाले आहे.
ms: SSL menerima rakaman dengan rekod yang tidak berkualiti.
my: SSL က ​မကောင်းတဲ့ အကွက်ခံနေတဲ့ မှတ်တမ်းတခုကို ရရှိထားတယ်။
nb_no: SSL mottok et dokument med ugyldig blokkutfylling.
nn_no: SSL tok imot eit dokument med ugyldig blokkutfylling.
oc: SSL a recebut un enregistrament amb un emplenatge de blòt marrit.
pt_br: SSL recebeu um registo com enchimento de bloco errado.
ro: SSL a primit o înregistrare cu blocuri formatate greșit.
sd: ايس ايس ايل کي خراب بلاڪ پيڊنگ سان رڪارڊ مليو۔
si: නරක ඇසුරුම් කිරීමක් ඇති වාර්තාවක් SSL ට ලැබුණි.
sr: ССЛ је примио слог са лошом попуном блока (padding).
sv: SSL mottog en post med felaktig blockutfyllnad.
te: చెడ్డ బ్లాక్ పాడింగ్‌తో SSL ఒక రికార్డు‌ పొందింది.
th: SSL ได้รับข้อมูลเสียเพราะ bad block padding.
ug: SSL قۇرۇلمىسى بۇزۇلغان خاتىرىنى قوبۇللىدى.
uz: SSL yomon to‘ldirilgan blok yozuvini oldi.
vi: SSL nhận một hồ sơ có thành phần xấu.
zh_tw: SSL 收到含損壞區塊填充的記錄。
