Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: A sensitive key cannot be moved to the slot where it is needed.
af: 'n Sensitiewe sleutel kan nie na die gleuf geskuif word waar dit nodig is nie.
ar: المفتاح الحساس لا يمكن نقله غلى الفتحة التي يُحتاج إليه فيها.
as: এটা অনুভূতিপ্ৰৱণ কি'ক তাৰ প্ৰয়োজনীতা থকা স্লটলে লৈ যাব নোৱাৰি।
az: Həssas bir açar lazım olan slot saxlana bilmir.
bg: Конфиденциален ключ не можа да бъде преместен в слота, където е нужен.
bn_bd: একটি সংবেদনশীল কী প্রয়োজনীয় স্লটে সরানো যায়নি।
br: Ur stokell gizidik n'hall ket bezañ dilec'hiet betek an darnad ez eus ezhomm anezhi.
ca: Una clau sensible no pot moure's a la ranura on és necessària.
cy: Nid oes modd symud allwedd sensitif i'r slot lle mae ei hangen.
es_mx: No se puede mover una clave confidencial a la ranura donde se necesita.
eu: Gako sentikorrak ezin dira behar denean atakara mugitu.
fa: قادر به انتقال یک کلید حساس به شیاری که در آن مورد نیاز است نبود.
fur: Une clâf sensibile no pues lâ te fressure li che e covente.
ga_ie: Ní féidir eochair íogair a bhogadh go dtí an sliotán ina bhfuil gá lei.
gd: Cha ghabh iuchair chugallach a ghluasad dhan t-sliotan far a bheil feum air.
gu: સંવેદનશીલ કી એવા સ્લોટમાં ખસેડી શકાતી નથી કે જ્યાં જરૂરી હોય.
hi_in: एक संवेदनशील कुंजी को किसी स्लॉट में नहीं खिसकाया जा सकता है जहाँ इसकी जरूरत है.
hr: Osjetljiv ključ nije moguće premjestiti u utor gdje je potreban.
hu: Az érzékeny kulcsot nem lehet áthelyezni abba a slotba, ahol szükség van rá.
hy_am: Զգայուն բանալին չի կարող տեղափոխվել այն բջիջ որտեղ անհրաժեշտ է:
id: Kunci penting tidak dapat dipindah ke slot yang dibutuhkan.
is: Ekki er hægt að flytja viðkvæman lykil í nauðsynlega rauf.
kk: Сезгіш кілт керек болған кезде слот ішіне ауыстырылмайды.
km: មិន​អាច​ផ្លាស់ទី​កូនសោ sensitive ទៅកាន់​រន្ធ​ដែល​ត្រូវការ​វា ។
kn: ಒಂದು ಸೂಕ್ಷ್ಮ ಕೀಲಿಯನ್ನು ಅದು ಅಗತ್ಯವಿರುವ ಜಾಗಕ್ಕೆ ಸ್ಥಳಾಂತರಿಸಲಾಗುವುದಿಲ್ಲ.
ku: Mifteyeke hesas nikare were guhestin li slot'eke ku pêwistî pêre heye.
lt: Jautraus rakto negalima perkelti į lizdą, kur jo reikia.
lv: Sensitīvo atslēgu nevar pārvietot uz pieslēgvietu, kur tā ir nepieciešama.
mai: एकटा संवेदनशील कुँजी केँ ककरो स्लाट मे नहि खिसकलया जा सकैत अछि जहँ एकटार जरूरत अछि.
ml: ആവശ്യമായ മറ്റൊരു സ്ലോട്ടിലേക്കു് ഒരു സെന്‍സിറ്റീവ് കീ നീക്കുവാന്‍ സാധ്യമല്ല.
mr: संवेदनशील कि आवश्यक स्लॉटवर हलविता येत नाही.
ms: Satu kunci sensitif tidak boleh dialih pada slot yang diperlukan.
my: အရေးပါတဲ့ သော့ချက်ကို ၄င်းကို လိုအပ်တဲ့ အကွက်ဆီ ရွေ့လို့မရနိုင်ဘူး။
nb_no: En sensitiv nøkkel kan ikke bli flyttet til plassen der det trengs.
nn_no: Ein sensitiv nykel kan ikkje flyttast til plassen der han trengst.
oc: Una clau sensibla a pas pogut èsser deplaçada dins lo slot ont èra requesa.
pt_br: Uma chave confidencial não pôde ser movida para o slot onde era necessária.
ro: O cheie senzitivă nu poate fi mutată în slotul unde este nevoie de ea.
sd: اَثر پذير ڪنجي اُن سلاٽ ڏانهن نٿي هلي سگهي جتي اُها گهرجي۔
si: සංවේදී යතුර එය අවශ්‍ය තව්වට චලිත කරවීමට නොහැක.
sr: Поверљив кључ се не може померити до браве за коју је неопходан.
sv: En känslig nyckel kan inte flyttas till den slot där den behövs.
te: ఒక సున్నత(సెన్సిటివ్)కీ అది అవసరమైన స్లాట్‌కు కదుపబడలేదు.
ug: سەزگۈر شىفىرلىق ئاچقۇچنى لازىملىق جايغا يۆتكىيەلمىدى.
uz: Ta’sircha tugmani tuynuk kerak bo‘lgan joyga ko‘chirib bo‘lmadi.
vi: Một khóa nhạy cảm không thể di chuyển sang khe cần thiết.
zh_tw: Sensitive 金鑰無法移到所需要的 Slot。

source: Invalid module name.
af: Ongeldige modulenaam.
ar: اسم وحدة غير صالح.
as: অবৈধ মডিউল নাম।
az: Etibarsız kəmiyyət adı.
bg: Невалидно име на модул.
bn_bd: অকার্যকর মডিউল নাম।
br: Anv mollad didalvoudek.
ca: El nom del mòdul no és vàlid.
cy: Enw modiwl annilys.
es_mx: Nombre de módulo no válido.
eu: Modulu izen baliogabea.
fa: نام پیمانه نامعتبر است.
fur: Il non di modul nol è valit.
ga_ie: Ainm neamhbhailí don mhodúl.
gd: Ainm mì-dhligheach air a' mhòideal.
gu: અયોગ્ય મોડ્યુલ નામ.
hi_in: अवैध माड्यूल नाम.
hr: Nevaljani naziv modula.
hu: Érvénytelen modulnév.
hy_am: Սխալ մոդուլի անուն:
id: Nama modul tidak sah.
is: Ólöglegt nafn á einingu.
kk: Модульдің аты қате.
km: ឈ្មោះ​របស់​​ម៉ូឌុល​មិន​ត្រឹមត្រូវ ។
kn: ಅಮಾನ್ಯವಾದ ಘಟಕದ ಹೆಸರು.
ku: Navê modulê yê nederbasdar.
lt: Netinkamas modulio pavadinimas.
lv: Nekorekts moduļa nosaukums.
mai: अवैध माड्यूल नाम.
ml: തെറ്റായ ഘടകനാമം..
mr: अवैध विभाग नाम.
ms: Nama modul tidak sah.
my: မမှန်ကန်တဲ့ အစိတ်အပိုင်း အမည်။
nb_no: Ugyldig modulnavn.
nn_no: Ugyldig modulnamn.
oc: Nom de modul invalid.
pt_br: Nome do módulo inválido.
ro: Numele modulului nu este valid.
sd: نامنظور ماڊيول جو نالو
si: ඒකක නම අවලංගුයි.
sr: Неисправно име модула.
sv: Ogiltigt modulnamn.
te: చెల్లని మాడ్యూల్ పేరు.
th: ชื่อโมดูลไม่ถูกต้อง
ug: ئىناۋەتسىز بۆلەك ئاتى.
uz: Notoʻgʻri modul nomi.
vi: Tên module không hợp lệ.
zh_tw: 模組名稱無效。

source: Invalid module path/filename
af: Ongeldige modulepad/-naam.
ar: اسم ملف/مسار الوحدة غير صالح
as: অবৈধ মডিউল পথ/ফাইল নাম
az: Etibarsız kəmiyyət yolu və ya fayl adı
bg: Невалидно име на файл на модул
bn_bd: অকার্যকর মডিউল পাথ/ফাইলনাম
br: Treug/anv restr ar mollad didalvoudek
ca: El mòdul del camí / nom del fitxer no és vàlid.
cy: Llwybr/enw ffeil modiwl annilys
es_mx: Ruta o nombre de archivo de módulo no válido
eu: Modulu izen/bide baliogaea
fa: نام یا مسیر پروندهٔ پیمانه نامعتبر است
fur: Il percors o il non dal file di modul nol è valit.
ga_ie: Tá conair nó ainm comhaid an mhodúil neamhbhailí
gd: Ainm mì-dhligheach air slighe no ainm faidhle a' mhòideil
gu: અયોગ્ય મોડ્યુલ પાથ/ફાઈલનામ
hi_in: अवैध माड्यूल पथ/फाइलनाम
hr: Nevaljana putanja/ime modula.
hu: Érvénytelen modulútvonal/fájlnév
hy_am: Մոդուլի սխալ հասցե/անուն
id: Path modul/nama berkas tidak sah.
is: Rangur slóði/skráarnafn á einingu
kk: Модульдің аты/орналасқан жері қате көрсетілген.
km: ផ្លូវ/ឈ្មោះ​ឯកសារ​របស់​ម៉ូឌុល​មិន​ត្រឹមត្រូវ
kn: ಘಟಕದ ಅಮಾನ್ಯವಾದ ಮಾರ್ಗ/ಕಡತದಹೆಸರು
ku: Rê an jî pela çewt
lt: Netinkamas modulio kelias ar failo vardas
lv: Nekorekts moduļa ceļš/faila nosaukums
mai: अवैध माड्यूल पथ/फाइलनाम
ml: തെറ്റായ ഘടകത്തിന്റെ പാത്ത്/ഫയല്‍നാമം.
mr: अवैध विभाग मार्ग/फाइलनाम
ms: Modul haluan/nama fail tidak sah
my: မမှန်ကန်တဲ့ အစိတ်အပိုင်း လမ်းကြောင်း/ဖိုင်အမည်
nb_no: Ugyldig modulsti/filnavn
nn_no: Ugyldig modulsti/filnamn
oc: Camin/fichièr de modul invalid
pt_br: Caminho ou nome do arquivo do módulo inválido
ro: Cale invalidă către modul sau fișier invalid
sd: نامنظور ماڊيول جو رستو/فائل جو نالو
si: ඒකක පෙත/ගොනු නාමය අවලංගුයි
sr: Неисправна стаза или име датотеке за модул
sv: Ogiltig modulsökväg/filnamn
te: సరికాని మాడ్యూల్ పాత్/ఫైల్‌నామము
th: เส้นทางโมดูล/ชื่อไฟล์ไม่ถูกต้อง
ug: ئىناۋەتسىز بۆلەك يولى/ھۆججەت نامى
uz: Notoʻgʻi modul yoʻli/fayl nomi
vi: Tên tập tin/đường dẫn của module không hợp lệ
zh_tw: 模組路徑╱檔名無效。

source: Unable to add module
af: Kon nie module byvoeg nie
ar: تعذّر إضافة الوحدة
as: মডিউল যোগ কৰোতে অক্ষম
az: Kəmiyyət əlavə edilə bilmir
bg: Модулът не можа да се добави
bn_bd: মডিউল যোগ করতে ব্যর্থ
br: N'haller ket ouzhpennañ ur mollad
ca: No s'ha pogut afegir el mòdul
cy: Methu ychwanegu modiwl
es_mx: No es posible agregar el módulo
eu: Ezin da modulua gehitu
fa: قادر به افزودن پیمانه نبود
fur: No si pues zontâ il modul.
ga_ie: Níorbh fhéidir an modúl a chur leis
gd: Cha ghabh am mòideal a chur ris
gu: મોડ્યુલ ઉમેરવામાં અસમર્થ
hi_in: मॉड्यूल जोड़ने में असमर्थ
hr: Dodavanje modula nije moguće
hu: A modul hozzáadása sikertelen.
hy_am: Չստացվեց ավելացնել մոդուլը
id: Gagal menambah modul
is: Get ekki sett upp einingu
kk: Модульді қосу мүмкін емес
km: មិន​អាច​បន្ថែម​ម៉ូឌុល​បាន​ទេ
kn: ಘಟಕವನ್ನು ಸೇರ್ಪಡಿಸಲಾಗಿಲ್ಲ
ku: Lêzêdekirina modulê ne gengaz e
lt: Nepavyko pridėti modulio
lv: Nevar pievienot moduli
mai: माड्यूल जोड़बा मे असमर्थ
ml: ഘടകം ‍ചേര്‍ക്കുവാന്‍ സാധ്യമല്ല.
mr: विभाग जोडू शकत नाही
ms: Tidak dapat menambah modul
my: အစိတ်အပိုင်းကို မထည့်သွင်းနိုင်ဘူး
nb_no: Klarte ikke legge til modul
nn_no: Klarte ikkje å leggja til modul
oc: Apondon de modul impossible
pt_br: Não foi possível adicionar o módulo
ro: Nu s-a putut adăuga modulul
sd: ماڊيول شامل ڪرڻ ۾ اَسمرٿ
si: ඒකකය එක් කිරීමට නොහැක
sr: Немогуће је додати модул
sv: Kan inte lägga till modul
te: మాడ్యూల్‌ను జతచేయలేదు
th: ไม่สามารถเพิ่มโมดูล
ug: بۆلەك قوشالمىدى
uz: Modulni qo‘shib bo‘lmadi
vi: Không thể thêm module
zh_tw: 無法加入模組

source: Unable to delete module
af: Kon nie module skrap nie
ar: تعذّر حذف الوحدة
as: মডিউল মচোতে অক্ষম
az: Kəmiyyət silinə bilmir
bg: Модулът не можа да се изтрие
bn_bd: মডিউল মুছে ফেলতে ব্যর্থ
br: N'eo ket gouest da zilemel ar mollad
ca: No s'ha pogut suprimir el mòdul
cy: Methu dileu modiwl
es_mx: No es posible eliminar el módulo
eu: Ezin da modulua ezabatu
fa: قادر به حذف پیمانه نبود
fur: No si pues eliminâ il modul.
ga_ie: Níorbh fhéidir an modúl a scriosadh
gd: Cha ghabh am mòideal a sguabadh às
gu: મોડ્યુલ કાઢવામાં અસમર્થ
hi_in: मॉड्यूल मिटाने में असमर्थ
hr: Uklanjanje modula nije moguće
hu: A modul törlése sikertelen.
hy_am: Չստացվեց ջնջել մոդուլը
id: Gagal menghapus modul.
is: Get ekki eytt öryggiseiningu
kk: Модульді өшіру мүмкін емес
km: មិន​អាច​លុប​ម៉ូឌុល​បាន​ទេ​
kn: ಘಟಕವನ್ನು ಸೇರ್ಪಡಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ku: Jêbirina modulê bi ser neket
lt: Nepavyko pašalinti modulio
lv: Nevar izdzēst moduli
mai: माड्यूल मेटाबै मे असमर्थ
ml: ഘടകം നീക്കം ചെയ്യുവാന്‍ സാധ്യമല്ല.
mr: विभाग काढू शकत नाही
ms: Tidak dapat memadam modul
my: အစိတ်အပိုင်းကို မပယ်ဖျက်နိုင်ဘူး
nb_no: Klarte ikke slette modul
nn_no: Klarte ikkje å sletta modul
oc: Supression de modul impossibla
pt_br: Não foi possível excluir o módulo
ro: Nu s-a putut elimina modulul
sd: ماڊيول خارج ڪرڻ ۾ اَسمرٿ
si: ඒකකය මැකීමට නොහැක
sr: Неуспешно брисање модула
sv: Kan inte ta bort modul
te: మాడ్యూల్‌ను తొలగించలేదు
th: ไม่สามารถลบโมดูล
ug: بۆلەكنى ئۆچۈرەلمىدى
uz: Modulni oʻchirib boʻlmadi
vi: Không thể xóa module
zh_tw: 無法刪除模組

source: New KRL is not later than the current one.
af: Nuwe KRL is nie ouer as die huidige een nie.
ar: KRL الجديد ليس أحدث من الحالي.
as: নতুন KRL বৰ্তমানটোতকে পাছৰ নহয়।
az: Yeni ləğv edilmiş açarlar siyahısının tarixi hazırkından yeni deyil.
bg: Новото KRL не е направено по-късно от сегашното CRL.
bn_bd: নতুন KRL টি বর্তমানের চেয়ে নতুন নয়।
br: N'eo ket ar KRL nevez nevesoc'h eget an hini bremanel.
ca: La KRL nova no és després que l'actual.
cy: Nid yw'r KRL newydd yn hwyrach na'r un cyfredol.
es_mx: La nueva KRL no es posterior a la actual.
eu: KRL berria ez da dagoena baino geroagokoa.
fa: KRL جدید، تازه‌تر از KRL فعلی نیست.
fur: La KRL gnove no je di dopo rispiet a chê di cumò.
ga_ie: Níl an Liosta Eochracha Cúlghairthe níos déanaí ná an ceann reatha.
gd: Chan eil liosta nan iuchraichean a chaidh a chùl-ghairm as dèidh an fhir làithrich.
gu: નવી KRL એ વર્તમાન કરતાં જૂની નથી.
hi_in: नया KRL मौजूदा के बाद वाला नहीं है.
hr: Novi KRL nije kasniji od trenutnog.
hu: Az KRL régebbi mint a jelenlegi.
hy_am: Նոր KRL -ը ավելի նոր չէ քան ընթացիկը:
id: KRL baru tidak lebih baru dari yang ada sekarang.
is: Nýr KRL er ekki nýrri en núverandi.
kk: Жаңа KRL ағымдағы нұсқадан кеш емес.
km: KRL ថ្មី​មិន​តិច​ជាង​មួយ​បច្ចុប្បន្ន​ឡើយ ។
kn: ಹೊಸ KRL ಈಗಿರುವುದಕ್ಕಿಂತ ಹೊಸತಾಗಿಲ್ಲ.
ku: KRLya nû ji ya heyî ne nûtir e.
lt: Naujas atšauktų raktų sąrašas nėra naujesnis už senąjį.
lv: Jaunais KRL nav jaunāks par pašreizējo.
mai: नव KRL मोजुदा क बाद बला नहि अछि.
ml: പുതിയ കെആര്‍എല്‍ നിലവിലുള്ളതിനേക്കാള്‍ പഴയതാണു്‌.
mr: नविन KRL वर्तमान पेक्षा जुणे नाही.
ms: KRL yang baru adalah tidak lama banding dengan yang terkini.
my: KRL အသစ်ဟာ လက်ရှိအရာထက် ပိုနောက်မကျဘူး။
nb_no: Ny KRL er ikke nyere enn den nåværende.
nn_no: Ny KRL er ikkje nyare enn den gjeldande.
oc: La lista de claus revocadas novèla a pas una data de perempcion ulteriora a la qu'es en cors d'utilizacion.
pt_br: A nova KRL não é mais recente que a atual.
ro: Noul KRL nu este mai recent decât cel actual.
sd: نئون ڪي آر ايل مؤجودهہ ڪي آر ايل کان پوءِ جو ناهي
si: නව KRL පැරණි එකට වඩා අවර නැත.
sr: Нови КРЛ (KRL) није старији од тренутног.
sv: Den nya KRL:en är inte nyare än den aktuella.
te: కొత్త KRL ప్రస్తుతందానికన్నా తరువాతది కాదు.
th: KRL ใหม่นั้นไม่ใหม่กว่าปัจจุบัน
ug: يېڭى KRL ھازىرقىدىن يېڭى ئەمەس.
uz: Yangi KRL joriy yangisidan eskir emas.
vi: KRL mới không mới hơn cái hiện tại.
zh_tw: 新金鑰廢止清冊不能比目前的清冊還晚。

source: New CKL has different issuer than current CKL. Delete current CKL.
bg: Новото CKL има различен издател от текущото CKL. Изтрийте текущото CKL.
bn_in: নতুন CKL এর নতুন ইশ্যুয়ার আছে বর্তমান CKL এর তুলনায়। বর্তমান CKL মুছে ফেলুন।
br: Skigner disheñvel ez eus gant CKL nevez diouzh CKL bremanel. Dilamit ar CKL bremanel.
ca: La CKL nova té un emissor diferent que l'actual. Suprimiu la CKL actual.
cy: Mae gan y CKL gyhoeddwr gwahanol i'r CKL cyfredol. Dilëwch y CKL cyfredol.
gd: Tha foillsichear eile aig liosta nan iuchraichean amharasach ùr is an LIA làithreach. Sguab às an LIAT làithreach.
gu: નવી CKL ને વર્તમાન CKL કરતાં અલગ અદા કરનાર છે. વર્તમાન CKL કાઢી નાંખો.
hy_am: Նոր CKL -ի տրամադրողը տարբերվում է ընթացիկ CKL -ի տրամադրողից: Ջնջեք ընթացիկ CKL-ը:
id: CKL baru mempunyai penerbit yang berbeda dari CKL yang sekarang. Hapus CKL yang sekarang.
is: Nýr CKL er með annann útgefanda en núverandi CKL. Eyði núverandi CKL.
kk: Жаңа CKL шығарушысы ағымдағы CKL шығарушысынан басқа. Ағымдағы CKL өшіріңіз.
lt: Naująjį sukompromituotų raktų sąrašą (CKL) išleido kita įstaiga, negu dabartinį. Pašalinkite dabartinį CKL.
nb_no: Ny CKL har forskjellig utsteder enn nåværende CKL. Slett nåværende CKL.
nn_no: Ny CKL har forskjellig utskrivar enn gjeldande CKL. Slett gjeldande CKL.
pt_br: A nova CKL tem um emissor diferente da CKL atual. Exclua a CKL atual.
sv: Ny CKL har en annan utfärdare än aktuell CKL. Ta bort aktuell CKL.

source: The Certifying Authority for this certificate is not permitted to issue a certificate with this name.
af: Die sertifiserende owerheid vir hierdie sertifikaat mag nie 'n sertifikaat met hierdie naam uitreik nie.
ar: سلطة الشهادة الخاصة بهذه الشهادة غير مسموح لها أن تعطي شهادة بهذا الاسم.
as: এই প্ৰমাণপত্ৰৰ প্ৰমাণকাৰী কতৃপক্ষৰ এই নামেৰে প্ৰমাণপত্ৰ প্ৰেৰণ কৰাৰ অনুমতি নাই।
az: Bu təsdiq sənədinin rəsmisinin adı ilə yayımlamağa icazə verilmir.
bg: Не е позволено на удостоверителя на сертификати (CA) за този сертификат да издава сертификат с такова име.
bn_bd: এই সার্টিফিকেটের জন্য সার্টিফিকেট কর্তৃপক্ষ এই নামে কোনো সার্টিফিকেট ইস্যু করতে অনুমোদিত নয়।
br: N'eo ket aotreet an aotrouniezh testeniañ da skignañ un testeni gant an anv-mañ evit an testeni-mañ.
ca: No es permet a l'autoritat certificadora d'aquest certificat emetre un certificat amb aquest nom.
cy: Nid oes gan Awdurdod Tystysgrifo'r dystysgrif hon hawl i gyhoeddi tystysgrif yn yr enw hwn.
es_mx: La autoridad certificadora de este certificado no tiene permitido emitir un certificado con este nombre.
eu: Ziurtagiri honen ziurtagiri autoritatea ez dago izen honetako ziurtagiriak jaulkitzeko baimendurik.
fa: مرجع گواهی‌کنندهٔ این گواهی مجاز به صدور گواهی با این نام نیست.
fur: La autoritât di certificazion di chest certificât no à il permès di mandâ fûr un certificât cun chest non.
ga_ie: Níl cead ag Údarás Deimhniúcháin an teastais seo teastas a eisiúint leis an ainm seo.
gd: Chan eil cead aig ùghdarras teisteanachaidh an teisteanais seo teisteanas leis an ainm seo fhoillseachadh.
gu: આ પ્રમાણપત્ર માટે પ્રમાણપત્ર સત્તાને આ જ નામ સાથેનું પ્રમાણપત્ર અદા કરવાની પરવાનગી નથી.
hi_in: इस प्रमाणपत्र के लिए प्रमाणण अधिकारी इस नाम से एक प्रमाणपत्र देने के लिए अनुमति प्राप्त नहीं है.
hr: Certificirajućem tijelu ovog certifikata nije dopušteno izdavanje certifikata s ovim nazivom.
hu: A tanúsítványhoz tartozó hitelesítésszolgáltató számára nem engedélyezett, hogy ezzel a névvel tanúsítványt adjon ki.
hy_am: Այս սերտիֆիկատը տրամադրող կենտրոնին չի թույլատրվում տրամադրել այս անվամբ սերտիֆիկատ:
id: Otoritas Sertifikat untuk sertifikat ini tidak diizinkan untuk mengeluarkan sertifikat dengan nama berikut.
is: Vottunarstöð þessa skilríkis hefur ekki leyfi til að gefa út skilríki með þessu nafni.
kk: Осы сертификат үшін CA өз атымен сертификаттарды растауға құқығы жоқ.
km: បញ្ជាក់​ប្រភព​សម្រាប់​វិញ្ញាបនបត្រ​នេះ​គ្មាន​សិទ្ធិ​​ចេញ​វិញ្ញាបនបត្រ​ដែល​មាន​​ឈ្មោះ​នេះ​ទេ ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರದ ಪ್ರಮಾಣಪತ್ರ ಅಥಾರಿಟಿಗೆ ಈ ಹೆಸರಿನ ಒಂದು ಪ್ರಮಾಣಪತ್ರವನ್ನು ಒದಗಿಸಲು ಅನುಮತಿ ಇಲ್ಲ.
ku: Ji bo peywirdarê vê belgeya erêkirinê destûr tune ku bi vî belavkirinê bike.
lt: Liudijimą suteikusi liudijimų įstaiga neturi teisės suteikti liudijimo tokiu vardu.
lv: Šī sertifikāta sertifikātu autoritātei nav atļauts izsniegt sertifikātus ar šādu nosaukumu.
mai: ई प्रमाणपत्र क लेल प्रमाणण अधिकारी एहि नाम सँ एकटा प्रमाणपत्र देबाक लेल अनुमति प्राप्त नहि अछि.
ml: ഈ സര്‍ട്ടിഫിക്കേറ്റിനു് ആഥികാരികത ഉള്ളവര്‍ക്കു് ഇതേ പേരില്‍ ഒരു സര്‍ട്ടിഫിക്കേറ്റ് ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല.
mr: या प्रमाणपत्र करीता प्रमाणपत्र अधिप्रमाणन यांस समान नावाने प्रमाणत्र वाटप करण्याकरीता परवानगी देत नाही.
ms: Lembaga Persijilan untuk sijil ini tidak membenarkan sijil dengan nama yang sama dibekalkan.
my: ဒီလက်မှတ်အတွက် ထောက်ခံပေးတဲ့ အခွင့်အာဏာကို ဒီအမည်နဲ့ လက်မှတ် တခု ထုတ်ပြန်ဖို့ ခွင့်မပြုဘူး။
nb_no: Sertifikatsutsteder for dette sertifikatet har ikke tillatelse til å utstede et sertifikat med dette navnet.
nn_no: Sertifikatsutskrivar for dette sertifikatet har ikkje løyve til å skriva ut eit sertifikat med dette namnet.
oc: L'autoritat de certificacion per aqueste certificat es pas autorizada a desliurar un certificat amb aqueste nom.
pt_br: A Autoridade de Certificação deste certificado não permite expedir um certificado com este nome.
ro: Autorității de certificare pentru acest certificat nu îi este permis să emită un certificat cu acest nume.
si: මෙම සහතිකය සඳහා වූ සහතික කිරීමේ අධිකාරියට මෙම නමින් සහතිකයක් නිකුත් කිරීමට අවසර දී නොමැත.
sr: Ауторитет за сертифицирање за овај сертификат не сме да издаје сертификат са овим именом.
sv: Certifikatutfärdaren för detta certifikat har inte tillstånd att utfärda ett certifikat med detta namn.
te: ఈ ధృవీకరణపత్రంను వెలువరించిన ధృవీకరణ అధికారికంకు ఈనామముతో ధృవీకరణపత్రంను వెలువరించుటకు అనుమతిలేదు.
ug: مەزكۇر گۇۋاھنامىنى تارقاتقۇچى ئورگان بۇ خىل نامدىكى گۇۋاھنامە تارقىتىشقا يول قويۇلمايدۇ.
uz: Ushbu sertifikat uchun sertifikatni tasdiqdan o‘tkazishga ushbu nom bilan sertifikat berishga yo‘l qo‘yilmaydi.
vi: Nhà thẩm định của chứng thư này không được phép cấp phát chứng thư có tên như vậy.
zh_tw: 此憑證的憑證機構不允許用此名稱簽發憑證。

source: The key revocation list for this certificate is not yet valid.
af: Die sleutelopheffingslys vir hierdie sertifikaat is nog nie geldig nie.
ar: قائمة فسخ المفاتيح لهذه الشهادة ليست صالحة حتى الآن.
as: এই প্ৰমাণপত্ৰৰ বাবে কি' প্ৰত্যাহাৰ তালিকা বৈধ নহয়।
az: Bu təsdiq sənədinin ləğv edilmiş açarlar siyahısı hələki etibarlı deyil.
bg: Списъкът за анулиране на ключове на този сертификат все още не е валиден.
bn_bd: এই সার্টিফিকেটের জন্য কী প্রত্যাহার তালিকা এখনও কার্যকর নয়।
br: Roll an alc'hwezioù dizorniet evit an testeni n'eo ket talvoudek c'hoazh.
ca: La llista de revocació de claus d'aquest certificat encara no és vàlida.
cy: Nid yw rhestr dileu'r allwedd ar gyfer y dystysgrif yn ddilys eto.
es_mx: La lista de revocación de claves para este certificado no es válida aún.
eu: Ziurtagiri honen gako baliogabetze-zerrenda ez da baliozkoa oraindik.
fa: فهرست الغاهای کلید این گواهی هنوز معتبر نیست.
fur: La liste di revocazion des clâfs par chest certificât no je ancjemò valide.
ga_ie: Níl Liosta Eochracha Cúlghairthe an teastais seo bailí fós.
gd: Chan eil liosta cùl-ghairm nan iuchraichean airson an teisteanais seo dligheach fhathast.
gu: આ પ્રમાણપત્ર માટેની કી પુનઃબોલાવવાની યાદી હજુ સુધી માન્ય નથી.
hi_in: इस प्रमाणपत्र के लिए कुंजी वापसी सूची अबतक वैध नहीं है.
hr: Popis opozvanih ključeva za ovaj certifikat još nije valjan.
hu: A tanúsítványhoz tartozó kulcsvisszavonási lista (KRL) még nem érvényes.
hy_am: Բանալիների փոխանակման ցանկը այս արտոնագրի համար դեռ վավեր չէ:
id: Daftar pencabutan kunci untuk sertifikat ini masih belum sah.
is: Lykill afturköllunarlista skilríkja fyrir þetta skilríki er ekki ennþá gilt.
kk: Осы сертификат үшін кілтерді қайта шақыру тізімінің мерзімі әлі басталмады.
km: រាយ​បញ្ជី​ក្នុង​ការ​ដកហូត​សោ​សម្រាប់​វិញ្ញាបនបត្រ​នេះ​មិន​ត្រឹមត្រូវ​ឡើយ ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರದ ಕೀಲಿ ರದ್ದತಿ ಪಟ್ಟಿಯು ಇನ್ನೂ ಮಾನ್ಯಗೊಂಡಿಲ್ಲ.
ku: Lîsteya mifteyan a bêbandor a vê belgeya erêkirinêhê nederbasdar e.
lt: Atšauktų raktų sąrašas šiam liudijimui dar negalioja.
lv: Šī sertifikāta atslēgu anulēšanas saraksts vēl nav derīgs.
mai: ई प्रमाणपत्र क लेल कुँजी वापसी सूची अखनतक वैध नहि अछि.
ml: ഈ സര്‍ട്ടിഫിക്കേറ്റിനുള്ള കീ റിവോക്കേഷന്‍ പട്ടിക അസാധുവാണു്.
mr: या प्रमाणपत्र करीता कि पुन्हस्थापन यादी वैध नाही.
ms: Senarai pembatalan bagi sijil ini belum lagi disahkan.
my: ဒီလက်မှတ်အတွက် သော့ချက် ပြန်လည်ရုတ်သိမ်းမှု စာရင်းဟာ မမှန်ကန်သေးဘူး။
nb_no: Nøkkeltilbakekallingslisten for dette sertifikatet er ikke gyldig ennå.
nn_no: Nykeltilbakekallingslista for dette sertifikatet er ikkje gyldig enno.
oc: La lista de claus revocadas per aqueste certificat es pas encara valida.
pt_br: A lista de chaves revogadas para este certificado ainda não é válida.
ro: Lista de revocare cheie pentru acest certificat nu este încă validă.
sd: هن سرٽيفڪيٽ لاءِ ڪنجي رد ڪرڻ جي ياداشت اڃا جائز ناهي۔
si: මෙම සහතිකය සඳහා වූ යතුරු අහෝසි කිරීමේ ලැයිස්තුව තවමත් වලංගු නැත.
sr: Списак опозваних кључева за овај сертификат још није важећи.
sv: Listan över indragna nycklar för det här certifikatet är ännu inte giltig.
te: ఈ ధృవీకరణపత్రంకు కీరీవొకేషన్ జాబితా ఇంకా పరీక్షించబడలేదు.
ug: مەزكۇر گۇۋاھنامىنىڭ شىفىرلىق ئاچقۇچنى بىكار قىلىش تىزىملىكى كۈچكە ئىگە بولماپتۇ.
uz: Ushbu sertifikat uchun kalit bekor qilish ro‘yxati haligcha to‘g‘ri emas,
vi: Danh sách thu hồi khóa cho chứng chỉ này chưa hợp lệ.
zh_tw: 此憑證的金鑰廢止清冊尚未驗證。
