Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: SSL received a record that exceeded the maximum permissible length.
af: SSL het 'n rekord ontvang wat langer as die maksimum toegelate lengte is.
ar: استلم SSL سجلًا يجاوز الطول الأقصى المسموح.
as: SSL এ এটা সৰ্বাধিক অনুমোদিত দৈৰ্ঘ্য পাৰ হোৱা সংবাদ গ্ৰহণ কৰিছে।
az: SSL icazə verilən uzunluğu aşan bir qeyd aldı.
bg: SSL получи запис, надвишаващ максималната разрешена големина.
bn_bd: SSL দ্বারা প্রাপ্ত একটি রেকর্ড অনুমোদিত সর্বোচ্চ দৈর্ঘ্য অতিক্রম করেছে।
bn_in: SSL দ্বারা প্রাপ্ত একটি রেকর্ড অনুমোদিত সর্বোচ্চ দৈঘ্যের সীমা অতিক্রম করেছে।
br: Un danevell re vras a-hervez pezh a zo aotreet zo bet degemeret gant SSL.
ca: L'SSL ha rebut un registre que excedeix la longitud màxima permesa.
cy: Mae SSL wedi derbyn cofnod sy'n hirach na'r hyd posib.
es_mx: SSL ha recibido un registro que excedía la longitud máxima permitida.
eu: SSL gehienezko luzera muga jaso duen erregistro bat jaso du.
fa: SSL رکوردی با طولی بیش از حداکثر طول مجاز دریافت کرد.
fur: SLL e à vût un regjistri che al va parsore de dimension massime permetude.
ga_ie: Fuair SSL taifead a sháraigh an fad is mó atá ceadaithe.
gd: Fhuair SSL clàr a chaidh thairis air an fhad a tha ceadaichte.
gu: SSL ને રોકોર્ડ મળ્યો કે જે મહત્તમ પરવાનગી લંબાઈ કરતાં વધી ગયો.
hi_in: SSL ऐसे रिकार्ड को प्राप्त करता है जो अधिकतम अनुमति प्राप्त लंबाई से अधिक है.
hr: SSL je primio zapis koji je prekoračio najveću dopuštenu duljinu.
hu: Az SSL a maximálisan megengedhető hosszúságot meghaladó rekordot kapott.
hy_am: SSL-ը ստացել է տվյալների փաթեթ, որի չափը գերազանցում է մաքսիմալ թույլատրելին:
id: SSL menerima bagian pesan yang panjangnya melebihi yang dibolehkan.
is: SSL fékk gögn sem fóru yfir hámarksstærð.
kk: SSL ұзындығы максимал мүмкін шамадан үлкен жазбаны алды.
km: SSL បាន​ទទួល​កំណត់ត្រា​ដែល​លើស​​ប្រវែង​ដែល​អនុញ្ញាត​ឲ្យ​​អតិបរមា ។
kn: SSL ಅನುಮತಿ ಇರುವ ಗರಿಷ್ಟ ಗಾತ್ರವನ್ನು ಮೀರಿದ ಒಂದು ದಾಖಲೆಯನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê qeydeke stand ku ji dirêjahiya herî zêde jî dirêjtir e.
lt: SSL posistemė gavo įrašą, kurio ilgis viršija maksimalų leistiną.
lv: SSL saņēma ierakstu, kas pārsniedz maksimālo iespējamo garumu.
mai: SSL एहिना रिकार्ड केँ प्राप्त करैत अछि जे बेसी तम अनुमति प्राप्त नमाइ सँ बेसी अछि.
ml: അനുവദനീയമായ വ്യാപ്തിയില്‍ കൂടുതലുള്ള ഒരു റിക്കോര്‍ഡ് SSL ലഭിച്ചിരിക്കുന്നു.
mr: SSL कडे कमाल परवानगीय लांबी पेक्षा जास्त लांबीचे रेकॉर्ड प्राप्त झाले आहे.
ms: SSL telah menerima satu rekod yang telah melebihi kepanjangan maximum yang dibenarkan.
my: SSL က ​အများဆုံး လက်ခံနိုင်တဲ့ အတိုင်းအတာ ကျော်လွန်းတဲ့ မှတ်တမ်းတခုကို ရရှိထားတယ်။
nb_no: SSL mottok et dokument som er lengre enn det som er tillatt.
nn_no: SSL tok imot eit dokument som er lengre enn det som er tillate.
oc: SSL a recebut un enregistrament que depassa la longor maximala autorizada.
pt_br: O SSL recebeu um registro que excedia o comprimento máximo permitido.
ro: SSL a primit o înregistrare care depășește lungimea maximă permisă.
sd: ايس ايس ايل کي اُهو رڪارڊ مليو جيڪو وڌ ۾ وڌ مليل اجازت کان لمبائي پار ڪري ويو۔
si: උපරිම අවසර ඇති දිග ඉක්මවූ වාර්තාවක් SSL ට ලැබුණි.
sr: ССЛ је примио слог који премашује највећу дозвољену дужину.
sv: SSL mottog en post som överskred den maximalt tillåtna längden.
te: గరిష్టంగా అనుమతించిన పొడవును మించిన రికార్డు‌ను SSL పొందింది.
th: SSL ได้รับข้อมูลที่เกินความยาวที่ถูกกำหนดไว้
ug: SSL ئەڭ چوڭ ئۇزۇنلۇقتىن ئېشىپ كەتكەن رېكورتنى تاپشۇرۇۋالدى.
uz: SSL ruxsat etilgan uzunlikdan oshgan yozuvni qabul qildi.
vi: SSL nhận một hồ sơ vượt quá độ dài lớn nhất cho phép.
zh_tw: SSL 收到含超出最大允許字串長度的記錄。

source: SSL attempted to send a record that exceeded the maximum permissible length.
af: SSL het probeer om 'n rekord te stuur wat langer as die maksimum toegelate lengte is.
ar: حاول SSL أن يرسل سجلًا يجاوز الطول الأقصى المسموح.
as: SSL এ এটা সৰ্বাধিক অনুমোদিত দৈৰ্ঘ্য পাৰ হোৱা সংবাদ পঠোৱাৰ চেষ্টা কৰিছিল।
az: SSL icazə verilən uzunluğu aşan bir qeyd göndərməyə cəhd etdi.
bg: SSL се опита да изпрати запис, надвишаващ максималната разрешена големина.
bn_bd: SSL দ্বারা একটি রেকর্ড পাঠানোর প্রচেষ্টা করা হয়েছে যা অনুমোদিত সর্বোচ্চ দৈর্ঘ্য অতিক্রম করেছে।
bn_in: SSL দ্বারা একটি রেকর্ড পাঠানোর প্রচেষ্টা করা হয়েছে যা অনুমোদিত সর্বোচ্চ দৈঘ্যের সীমা অতিক্রম করেছে।
br: Klasket en deus SSL kas un danevell re vras e-keñver an hirder aotreet.
ca: L'SSL ha intentat d'enviar un registre que excedia la longitud màxima permesa.
cy: Mae SSL wedi ceisio anfon cofnod sy'n fwy na'r hyd posib.
es_mx: SSL ha intentado enviar un registro que excede la longitud máxima admisible.
eu: SSL gehienezko luzera muga gainditzen duen erregistro bat bidali saiatzen ari da.
fa: SSL برای ارسال رکوردی با طولی بیش از حداکثر طول مجاز تلاش کرد.
fur: SSL e à cirût di mandâ un regjistri che al va parsore de dimension massime permetude.
ga_ie: Rinne SSL iarracht taifead a sheoladh a sháraigh an fad is mó atá ceadaithe.
gd: Dh'fheuch SSL ri clàr a chur a-null a chaidh thairis air an fhad a tha ceadaichte.
gu: SSL રેકોર્ડ મોકલવાનો પ્રયાસ કર્યો કે જે મહત્તમ શક્ય લંબાઈ કરતાં વધુ હતો.
hi_in: SSL ऐसे रिकार्ड को भेजने का प्रयास करता है जो अधिकतम अनुमति प्राप्त लंबाई से अधिक है.
hr: SSL je pokušao poslati zapis koji je prekoračio najveću dopuštenu duljinu.
hu: Az SSL a maximálisan megengedhető hosszúságot meghaladó rekordot próbált küldeni.
hy_am: SSL-ը փորձեց ուղարկել տվյալների փաթեթ, որի չափը գերազանցում է մաքսիմալ թույլատրելին:
id: SSL mencoba mengirim bagian pesan yang panjangnya melebihi yang dibolehkan.
is: SSL reyndi að senda gögn sem fóru yfir hámarksstærð.
kk: SSL ұзындығы максимал мүмкін шамадан үлкен жазбаны жіберіп көрді.
km: SSL បាន​ប៉ុនប៉ង​​ក្នុង​ការ​ផ្ញើ​កំណត់ត្រា​ដែល​​​លើ​ប្រវែង​ដែល​អនុញ្ញាត​ឲ្យ​អតិបរមា ។
kn: SSL ಅನುಮತಿ ಇರುವ ಗರಿಷ್ಟ ಗಾತ್ರವನ್ನು ಮೀರಿದ ಒಂದು ದಾಖಲೆಯನ್ನು ಕಳುಹಿಸಲು ಪ್ರಯತ್ನಿಸಿದೆ.
ku: SSLyê hewl da ku qeydeyekê bişîne ku ji dirêjahiya herî mezin jî dirêjtir e.
lt: SSL posistemė bandė išsiųsti įrašą, kurio ilgis viršija maksimalų leistiną.
lv: SSL mēģināja nosūtīt ierakstu, kas pārsniedz maksimālo iespējamo garumu.
mai: SSL एहिना रिकार्ड केँ भेजने क प्रयास करैत अछि जे बेसी तम अनुमति प्राप्त नमाइ सँ बेसी अछि.
ml: അനുവദനീയമായ വ്യാപ്തിയില്‍ കൂടുതലുള്ള ഒരു റിക്കോര്‍ഡ് അയയ്ക്കുന്നതിനായി SSL ശ്രമിച്ചിരിക്കുന്നു.
mr: SSL ने कमाल परवानगीय लांबी पेक्षा जास्त लांबीचे रेकॉर्ड पाठविण्याचे प्रयत्न केले आहे.
ms: rekod SSL yang cuba dihantar melebihi panjang yang dibenarkan.
my: SSL က ​အများဆုံး လက်ခံနိုင်တဲ့ အတိုင်းအတာ ကျော်လွန်းတဲ့ မှတ်တမ်းတခုကို ပေးပို့ဖို့ ကြိုးစားနေတယ်။
nb_no: SSL forsøkte å sende et dokument som er lengre enn det som er tillatt.
nn_no: SSL prøvde å senda eit dokument som er lengre enn det som er tillate.
oc: SSL a ensajat de mandar un enregistrament que depassa la longor maximala autorizada.
pt_br: O SSL tentou enviar um registro que excedia o comprimento máximo permitido.
ro: SSL a încercat să trimită o listă care depășește lungimea maximă permisă.
si: උපරිම අවසර ඇති දිග ඉක්මවූ වාර්තාවක් යැවීමට SSL උත්සහ කළා.
sr: ССЛ је покушао слање слога који премашује максималну дозвољену дужину.
sv: SSL försökte skicka en post som överskred den maximalt tillåtna längden.
te: గరిష్టంగా అనుమతించిన పొడవును మించిన రికార్డు‌ను SSL పంపుటకు ప్రయత్నించింది.
th: SSL พยายามส่งข้อมูลที่เกินความยาวที่ถูกกำหนดไว้
ug: SSL ئەڭ چوڭ ئۇزۇنلۇقتىن ئېشىپ كەتكەن رېكورتنى يوللاشقا ئۇرۇندى.
uz: SSL ruxsat etilgan uzunlikdan oshgan yozuvni yuborishga urindi.
vi: SSL cố gắng gửi một hồ sơ vượt quá độ dài lớn nhất cho phép.
zh_tw: SSL 試圖傳送超出最大允許字串長度的記錄。

source: SSL received a malformed Hello Request handshake message.
af: SSL het 'n wanvormde Hello Request-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة طلب الترحيب تالفة.
as: SSL এ এটা ক্ষতীগ্ৰস্থ হেল্লো অনুৰোধ হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL xətalı bir qarşılama mesajı aldı.
bg: SSL получи лошо конструирано съобщение за ръкостискане Hello Request.
bn_bd: SSL ত্রুটিপূর্ণ Hello Request হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Hello Request হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn stummet fall eus un azgoulenn saludiñ evit seveniñ ur c'hennask.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Hello Request» mal format.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Cais Helo anffurf.
es_mx: SSL ha recibido un mensaje de negociación Hello Request mal formado.
eu: SSLk gaizki eratutako Hello eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Hello Request نادرست دریافت کرد.
fur: SLL e à vût un messaç malformât di gjenarHello Request handshake.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Iarratas Haló.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Hello Request mhì-chumte.
gu: SSL ને મલીન કેમછો અરજી હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक विरूपित हेलो आग्रह हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neispravnu poruku rukovanja zahtjeva pozdrava.
hu: Az SSL egy rosszul formázott Hello Request kézfogási üzenetet kapott.
hy_am: SSL-ը ստացավ կապի միացման վնասված Hello Request հարցում:
id: SSL menerima pesan handshake Hello Request dalam format yang salah.
is: SSL fékk gölluð halló skilaboð.
kk: SSL Hello Request байланысын орнату зақымдалған сұранымын алды.
km: SSL បាន​ទទួល​សារ​ស្នើ​សូម​បាន​ទទួល​ដែល​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಹೆಲೊ ಮನವಿ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyameke bi teşeya çewt a Hello Request handshake stand.
lt: SSL posistemė gavo netinkamai suformuotą „Hello Request“ pasisveikinimo pranešimą.
lv: SSL saņēma nekorekti noformētu Hello Pieprasījuma sasveicināšanās ziņojumu.
mai: SSL एकटा विरूपित हेलो आग्रह हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് തെറ്റായ ഒരു ഹലോ റിക്ക്വസ്റ്റ് ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे सदोषीत Hello Request हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu mesej Hello Request handshake yang cacat bentuk.
my: SSL က ပုံမမှန်တဲ့ နှုတ်ဆက်​ တောင်းဆိုမှု လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en Hello-forespørsel med feil format i håndhilsingen.
nn_no: SSL tok imot ein Hello-førespurnad med feil format i handhelsinga.
oc: SSL a recebut un messatge d'establiment de ligason « Hello Request » mal format.
pt_br: O SSL recebeu uma mensagem “Hello Request” defeituosa no processo de handshake.
ro: SSL a primit un mesaj incorect în urma cererii de negociere „Hello”.
sd: ايس ايس ايل کي غلط رچيل هيلو عرض هٿ ملائڻ جو سنديش مليو۔
sr: ССЛ је примио неисправну поздравну поруку.
sv: SSL mottog ett vanskapt Hello Request-handskakningsmeddelande.
te: SSL ఒక చెడ్డహెల్లో అభ్యర్ధన హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Hello Request handshake ที่ผิดรูปแบบ
ug: SSL غەيرىي Hello دىن سالاملىشىش ئۇچۇرى تاپشۇرۇۋالدى.
uz: SSL zararlangan "Salomlashish so‘rovi" mavjud qo‘l bilan ko‘rishish xabarini qabul qildi.
vi: SSL nhận một thông điệp bắt tay Hello Request có lỗi.
zh_tw: SSL 收到變形的 Hello 請求交握訊息。

source: SSL received a malformed Client Hello handshake message.
af: SSL het 'n wanvormde Client Hello-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة ترحيب بالعميل تالفة.
as: SSL এ এটা ক্ষতীগ্ৰস্থ ক্লাএন্ট হেল্লো হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL xətalı bir klient qarşılama mesajı aldı.
bg: SSL получи лошо конструирано съобщение за ръкостискане Client Hello.
bn_bd: SSL ত্রুটিপূর্ণ Client Hello হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Client Hello হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn saludiñ (Client Hello) stummet fall evit seveniñ ur c'hennask a-berzh un arval.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Client Hello» mal format.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Helo Cleient anffurf.
es_mx: SSL ha recibido un mensaje de negociación Client Hello mal formado.
eu: SSLk gaizki eratutako bezero Hello eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Client Hello نادرست دریافت کرد.
fur: SLL e à vût un messaç malformât di gjenar Client Hello handshake.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Haló Cliaint.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Client Hello mhì-chumte.
gu: SSL ને મલીન ક્લાઈન્ટ કેમછો હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक विरूपित क्लाएंट हेलो आग्रह हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neispravnu poruku rukovanja pozdrava klijenta.
hu: Az SSL egy rosszul formázott Client Hello kézfogási üzenetet kapott.
hy_am: SSL-ը ստացավ կապի միացման վնասված Client Hello հարցում:
id: SSL menerima pesan handshake Client Hello dalam format yang salah.
is: SSL fékk gölluð halló skilaboð frá biðlara.
kk: SSL Client Hello байланысын орнату зақымдалған сұранымын алды.
km: SSL បាន​ទទួល​​សារ​​ម៉ាស៊ីន​ភ្ញៀវ​បាន​ទទួល​មិន​​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಕ್ಲೈಂಟ್ ಹೆಲೊ ಮನವಿ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyameke bi teşeya çewt a Client Hello handshake stand.
lt: SSL posistemė gavo netinkamai suformuotą „Client Hello“ pasisveikinimo pranešimą.
lv: SSL saņēma nekorekti noformētu Klienta Hello sasveicināšanās ziņojumu.
mai: SSL एकटा विरूपित क्लाएंट हेलो आग्रह हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് തെറ്റായ ഒരു ക്ലൈന്റ് ഹലോ ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे सदोषीत Client Hello हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu kecacatan mesej jabat tangan Client Hello.
my: SSL က ပုံမမှန်တဲ့ သုံးစွဲသူ နှုတ်ဆက်​ လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en klient-Hello-håndhilsing med feil format.
nn_no: SSL tok imot ei klient Hello-handhelsing med feil format.
oc: SSL a recebut un messatge d'establiment de ligason « Client Hello » mal format.
pt_br: O SSL recebeu uma mensagem “Client Hello” defeituosa no processo de handshake.
ro: SSL a primit un mesaj de negociere formatat greșit de tip „Client Hello”.
sd: ايس ايس ايل کي غلط رچيل گراهڪ جو هيلو هٿ ملائڻ جو سنديش مليو۔
sr: ССЛ је примио неисправну клијентову поздравну поруку.
sv: SSL mottog ett vanskapt Client Hello-handskakningsmeddelande.
te: SSL చెడ్డక్లైంట్ హెల్లో హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Client Hello handshake ที่ผิดรูปแบบ
ug: SSL غەيرىي ئابونت سالاملىشىش ئۇچۇرى تاپشۇرۇۋالدى.
uz: SSL zararlangan "Mijoz salomi" qo‘l berib ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Client Hello có lỗi.
zh_tw: SSL 收到變形的用戶端 Hello 交握訊息。

source: SSL received a malformed Server Hello handshake message.
af: SSL het 'n wanvormde Server Hello-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة ترحيب بالخادوم تالفة.
as: SSL এ এটা ক্ষতীগ্ৰস্থ চাৰ্ভাৰ হেল্লো হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL xətalı bir server qarşılama mesajı aldı.
bg: SSL получи лошо конструирано съобщение за ръкостискане Server Hello.
bn_bd: SSL, ত্রুটিপূর্ণ Server Hello হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Server Hello হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn saludiñ (Server Hello) stummet fall evit seveniñ ur c'hennask a-berzh un dafariad.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Server Hello» mal format.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Helo Gweinydd anffurf.
es_mx: SSL ha recibido un mensaje de negociación Server Hello mal formado.
eu: SSLk gaizki eratutako zerbitzari Hello eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Server Hello نادرست دریافت کرد.
fur: SLL e à vût un messaç malformât di gjenar Server Hello handshake.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Haló Freastalaí.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Hello mhì-chumte.
gu: SSL ને મલીન સર્વર કેમછો હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक विरूपित सर्वर हेलो आग्रह हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neispravnu poruku rukovanja pozdrava poslužitelja.
hu: Az SSL egy rosszul formázott Server Hello kézfogási üzenetet kapott.
hy_am: SSL-ը ստացավ կապի միացման վնասված Server Hello հարցում:
id: SSL menerima pesan handshake Server Hello dalam format yang salah.
is: SSL fékk gölluð halló skilaboð frá netþjóni.
kk: SSL Server Hello байланысын орнату зақымдалған сұранымын алды.
km: SSL បាន​ទទួល​​សារ​ម៉ាស៊ីន​បម្រើ​បាន​ទទួល​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಪರಿಚಾರಕ ಹೆಲೊ ಮನವಿ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyameke bi teşeya çewt a Server Hello handshak stand.
lt: SSL posistemė gavo netinkamai suformuotą „Server Hello“ pasisveikinimo pranešimą.
lv: SSL saņēma nekorekti noformētu Servera Hello sasveicināšanās ziņojumu.
mai: SSL एकटा विरूपित सर्वर हेलो आग्रह हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് തെറ്റായ ഒരു സര്‍വര്‍ ഹലോ ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे सदोषीत Server Hello हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu kecacatan mesej jabat tangan Server Hello.
my: SSL က ပုံပျက်တဲ့ ဆာဗာ နှုတ်ဆက်​ လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en server-Hello-håndhilsing med feil format.
nn_no: SSL tok imot ei tenar Hello-handhelsing med feil format.
oc: SSL a recebut un messatge d'establiment de ligason « Server Hello » mal format.
pt_br: O SSL recebeu uma mensagem “Server Hello” defeituosa no processo de handshake.
ro: SSL a primit un mesaj de negociere formatat greșit de tip „Server Hello”.
sd: ايس ايس ايل کي غلط رچيل سرور جو هيلو هٿ ملائڻ جو سنديش مليو
sr: ССЛ је примио неисправну серверову поздравну поруку.
sv: SSL mottog ett vanskapt Server Hello-handskakningsmeddelande.
te: SSL చెడ్డసేవిక హెల్లో హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Server Hello handshake ที่ผิดรูปแบบ
ug: SSL غەيرىي مۇلازىمېتىر Hello سالاملىشىش ئۇچۇرى تاپشۇرۇۋالدى.
uz: SSL zararlangan "Mijoz salomi" qo‘l berib ko‘rishish xabarini oldi.
vi: SSL nhận một thông điệp bắt tay Server Hello có lỗi.
zh_tw: SSL 收到變形的伺服器 Hello 交握訊息。

source: SSL received a malformed Certificate handshake message.
af: SSL het 'n wanvormde Certificate-bladskudboodskap ontvang.
ar: استلم SSL رسالة مصافحة الشهادة تالفة.
as: SSL এ এটা ক্ষতীগ্ৰস্থ প্ৰমাণপত্ৰ হেন্ডশেক বাৰ্তা গ্ৰহণ কৰিছে।
az: SSL xətalı bir təsdiq sənədi qarşılama mesajı aldı.
bg: SSL получи лошо конструирано съобщение за ръкостискане Certificate.
bn_bd: SSL, ত্রুটিপূর্ণ Certificate হ্যান্ডশেক বার্তা গ্রহণ করেছে।
bn_in: SSL দ্বারা ত্রুটিপূর্ণ Certificate হ্যান্ড-শেক বার্তা প্রাপ্ত হয়েছে।
br: Degemeret ez eus bet gant SSL ur gemennadenn Certificate stummet fall evit seveniñ ur c'hennask.
ca: L'SSL ha rebut un missatge de conformitat de connexió «Certificate» mal format.
cy: Mae SSL wedi derbyn neges ysgwyd llaw Tystysgrif anffurf.
es_mx: SSL ha recibido un mensaje de negociación Certificate mal formado.
eu: SSLk gaizki eratutako ziurtagiri Hello eskaeraren diosal-mezu bat jaso du.
fa: SSL یک پیغام اولیهٔ Certificate نادرست دریافت کرد.
fur: SLL e à vût un messaç malformât di gjenar Certificate handshake.
ga_ie: Fuair SSL cumarsáid mhídhéanta thionscantach Teastais.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate mhì-chumte.
gu: SSL ને મલીન પ્રમાણપત્ર હાથમિલાવો સંદેશો મળ્યો.
hi_in: SSL एक विरूपित प्रमाणपत्र हेलो आग्रह हैंडशेक संदेश प्राप्त किया.
hr: SSL je primio neispravnu poruku rukovanja certifikata.
hu: Az SSL egy rosszul formázott Certificate kézfogási üzenetet kapott.
hy_am: SSL-ը ստացավ կապի միացման վնասված Certificate հարցում:
id: SSL menerima pesan handshake Certificate dalam format yang salah.
is: SSL fékk gölluð skilríki frá skilaboði.
kk: SSL Certificate байланысын орнату зақымдалған сұранымын алды.
km: SSL បាន​ទទួល​សារ​វិញ្ញាបនបត្រ​បាន​ទទួល​មិន​ត្រឹមត្រូវ ។
kn: SSL ಒಂದು ಅಸಮರ್ಪಕವಾದ ಪ್ರಮಾಣಪತ್ರ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ.
ku: SSLyê peyameke bi teşeya çewt a Sertîfîkaya handshake stand.
lt: SSL posistemė gavo netinkamai suformuotą „Certificate“ pasisveikinimo pranešimą.
lv: SSL saņēma nekorekti noformētu Sertifikātu sasveicināšanās ziņojumu.
mai: SSL एकटा विरूपित प्रमाणपत्र हेलो आग्रह हैंडशेक संदेश प्राप्त कएलक.
ml: SSL-നു് തെറ്റായ ഒരു സര്‍ട്ടിഫിക്കേറ്റ് ഹാന്‍ഡ്ഷെയിക്ക് സന്ദേശം ലഭിച്ചിരിക്കൂന്നു.
mr: SSL कडे सदोषीत Certificate हॅन्डशेक संदेश प्राप्त झाले.
ms: SSL menerima satu kecacatan mesej jabat tangan Certificate.
my: SSL က ပုံပျက်တဲ့ လက်မှတ် နှုတ်ဆက်​ လက်ဆွဲတဲ့ သတင်းစကား တပုဒ်ကို ရရှိထားတယ်။
nb_no: SSL mottok en sertifikat-håndhilsen med feil format.
nn_no: SSL tok imot ei sertifikat-handhelsing med feil format.
oc: SSL a recebut un messatge d'establiment de ligason « Certificate » mal format.
pt_br: O SSL recebeu uma mensagem “Certificate” defeituosa no processo de handshake.
ro: SSL a primit un mesaj de negociere formatat greșit de tip „Certificate”.
sd: ايس ايس ايل کي غلط رچيل سرٽيفڪيٽ هٿ ملائڻ جو سنديش مليو
si: විකෘති වූ සහතික ඇරඹීමේ පණිවිඩයක් SSL ට ලැබුණි.
sr: ССЛ је примио неисправну поздравну поруку са сертификатом.
sv: SSL mottog ett vanskapt Certificate-handskakningsmeddelandee.
te: SSL చెడ్డధృవీకరణపత్రం హాండ్‌షేక్ సందేశాన్ని పొందింది.
th: SSL ได้รับข้อความ Certificate handshake ที่ผิดรูปแบบ
ug: SSL بىنورمال بولغان گۇۋاھنامە قول تۇتۇشۇش ئۇچۇرىنى قوبۇللىدى.
uz: SSL zararlangan "Mijoz salomi" qo‘l berib ko‘rishish sertifikatini oldi.
vi: SSL nhận một thông điệp bắt tay báo Chứng thư sai định dạng.
zh_tw: SSL 收到變形的憑證交握訊息。
