Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Unable to communicate securely. Peer does not support high-grade encryption.
bg: Не може да се осъществи сигурна комуникация. Партньорът не поддържа висококачествено шифроване.
bn_in: নিরাপদরূপে তথ্য বিনিময় করতে ব্যর্থ। পিয়ার দ্বারা উচ্চ মানের এনক্রিপশন সমর্থিত নয়।
br: N'haller ket kehentiñ diarvar. N'eo ket skoret an enrinegañ a live uhel gant ho par.
ca: No es pot comunicar de forma segura. L'altre extrem no admet el xifratge d'alt nivell.
cy: Methu cyfathrebu'n ddiogel. Nid yw'r cyfoed cyn cynnal amgryptiad lefel uchel.
gd: Cha ghabh conaltradh tèarainte a dhèanamh. Chan eil an seise a’ cur taic ri sàr-chrioptachadh.
gu: સુરક્ષિત રીતે સંપર્કવ્યવહાર કરવામાં અસમર્થ. સમકક્ષ ઊંચા-ગ્રેડનું એનક્રિપ્શનને આધાર આપતું નથી.
hu: Nem lehet biztonságosan kommunikálni. A partner nem támogatja a magas szintű titkosítást.
hy_am: Անհնար է ապահովել անվտանգ տեղեկության փոխանցում: Հանգույցը չի ապահովում բարձրաստիճան գաղտնագրում:
id: Gagal tersambung dengan aman. Pihak lain tidak mendukung enkripsi tingkat tinggi.
is: Get ekki haft örugg samskipti. Jafningi styður ekki dulkóðum með miklum gæðum.
kk: Қорғалған байланысты орнату сәтсіз аяқталды. Торап жоғары дәрежелі шифрлеуді қолдамайды.
kn: ಸುರಕ್ಷಿತವಾಗಿ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಜೊತೆಗಾರ ಅತ್ಯುನ್ನತ-ಮಟ್ಟದ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
lt: Saugaus ryšio užmegzti nepavyko. Partnerinis kompiuteris nepalaiko aukšto lygio šifravimo.
nb_no: Klarte ikke kommunisere sikkert. Motparten støtter ikke sterk kryptering.
nn_no: Klarte ikkje å kommunisera trygt. Motparten støttar ikkje sterk kryptering.
pt_br: Impossível comunicar de forma segura. O sistema remoto não suporta criptografia de alto grau.
sv: Kan inte kommunicera säkert. Den andra parten stöder inte höggradig kryptering.

source: Unable to communicate securely. Peer requires high-grade encryption which is not supported.
bg: Не може да се осъществи сигурна комуникация. Партньорът изисква неподдържано висококачествено шифроване.
bn_in: নিরাপদরূপে তথ্য বিনিময় করতে ব্যর্থ। পিয়ার দ্বারা উচ্চ মানের এনক্রিপশন প্রয়োজন যা বর্তমানে সমর্থিত নয়।
br: N'haller ket kehentiñ gant un doare diarvar. Azgoulenn a ra ar par ul live enrinegañ uhel n'eo ket skoret.
ca: No es pot comunicar de forma segura. L'altre extrem requereix un xifratge d'alt nivell, que no és compatible.
cy: Methu cyfathrebu'n ddiogel. Mae'r cyfoed angen amgryptiad lefel uchel nad yw'n cael ei gynnal.
gd: Cha ghabh conaltradh tèarainte a dhèanamh. Feumaidh an seise sàr-chrioptachadh nach eil taic ann ris.
gu: સુરક્ષિત રીતે સંપર્કવ્યવહાર કરવામાં અસમર્થ. સમકક્ષને ઊંચા-ગ્રેડનું એનક્રિપ્શન જરૂરી છે કે જે આધારભૂત નથી.
hu: Nem lehet biztonságosan kommunikálni. A partner olyan magas szintű titkosítást kíván meg, amely nincs támogatva.
hy_am: Անհնար է ապահովել անվտանգ տեղեկության փոխանցում: Հանգույցը պահանջում է բարձրաստիճան գաղտնագրում, որը ապահովված չէ:
id: Gagal tersambung dengan aman. Pihak lain membutuhkan enkripsi tingkat tinggi yang tidak didukung.
is: Get ekki haft örugg samskipti. Jafningi þarfnast dulkóðunar með miklum gæðum sem er ekki stuðningur fyrir.
kk: Қорғалған байланысты орнату сәтсіз аяқталды. Торап сұраған жоғары дәрежелі шифрлеуге қолдау жоқ.
kn: ಸುರಕ್ಷಿತವಾಗಿ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಜೊತೆಗಾರನಿಗೆ ಅತ್ಯುನ್ನತ-ಮಟ್ಟದ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಅಗತ್ಯವಿದೆ ಆದರೆ ಅದು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
lt: Saugaus ryšio užmegzti nepavyko. Partnerinis kompiuteris reikalauja aukšto lygio šifravimo, tačiau jis nepalaikomas.
nb_no: Klarte ikke kommunisere sikkert. Motparten krever en type sterk kryptering som ikke støttes.
nn_no: Klarte ikkje å kommunisera trygt. Motparten krev ei sterk kryptering som ikkje er støtta.
pt_br: Não é possível comunicar-se de forma segura. O sistema remoto necessita de criptografia de alto nível que não é suportada.
sv: Kan inte kommunicera säkert. Den andra parten kräver en höggradig kryptering som inte stöds.

source: Cannot communicate securely with peer: no common encryption algorithm(s).
af: Kan nie beveilig met eweknie kommunikeer nie: geen gemene enkripsiealgoritme(s) nie.
ar: لا يمكن التواصل بشكل آمن مع الجهاز الند: لا توجد خوارزميات تعمية مشتركة.
as: সমনীয়াৰ লগত সুৰক্ষিতভাৱে সংযোগ কৰিব নোৱাৰি: ক(s).
az: Qarşı tərəflə təhlükəsiz bağlantı qurulmadı: ortaq bir şifrələmə yolu yoxdur.
bg: Не може да се осъществи сигурна комуникация. Няма общи алгоритми за шифроване.
bn_bd: নিরাপদভাবে পিয়ার সার্ভারের সাথে তথ্য বিনিময় করা সম্ভব নয়: এনক্রিপশন এলগরিদমে কোন মিল নেই।
bn_in: নিরাপদরূপে সমকক্ষ সার্ভারের সাথে তথ্য বিনিময় করা সম্ভব নয়: no common encryption algorithm(s).
br: N'haller ket kehentiñ diarvar gant ar par : n'eus kendreol(ioù) enrinegañ ebet.
ca: No es pot comunicar de forma segura amb l'altre extrem: no hi ha cap algorisme de xifratge comú.
cy: Methu cyfathrebu'n ddiogel gyda cyfoed: dim algorithm(au) amgrypriad cyffredin.
es_mx: No se puede comunicar de forma segura con la otra parte: no hay algoritmos de cifrado comunes.
eu: Ezin da parekoarekin modu seguruan konektatu: ez dago zifraketa algoritmo bateraturik.
fa: ارتباط امن با طرف مقابل ممکن نیست: هیچ الگوریتم رمزنگاری مشترکی وجود ندارد.
fur: No si pues inviâ une conession sigure cun chel altri estrem: no son algoritmis di cifradure in comun.
ga_ie: Ní féidir cumarsáid shlán a dhéanamh leis an gcomhghleacaí: níl comhalgartam criptiúcháin ann.
gd: Cha ghabh conaltradh tèarainte a dhèanamh: chan eil algairim(ean) crioptachaidh an cumantas ann.
gu: સમકક્ષ સાથે સુરક્ષિત રીતે સંપર્કવ્યવહાર કરી શકતા નથી: કોઈ સામાન્ય એનક્રિપ્શન અલગોરિધમ નથી.
hi_in: साथी के साथ सुरक्षित रूप से संचार में असमर्थ: कोई साझा गोपन अलगोरिथम नहीं.
hr: Sigurna komunikacija s čvorom nije moguća: nema zajedničkih algoritama šifriranja.
hu: Nem lehet biztonságosan kommunikálni a partnerrel: nincs közös titkosító algoritmus.
hy_am: Չի ստացվում անվտանգ տեղեկության փոխանակում հանգույցի հետ: Չկա ընդհանուր գաղտնագրման ալգորիթմ:
id: Tidak tersambung dengan pihak lain dengan aman: tidak ada algoritma enkripsi yang dimiliki bersama.
is: Get ekki haft örugg samskipti við jafningja: Enginn sameiginleg dulkóðunar algrím.
kk: Қорғалған байланысты орнату сәтсіз аяқталды: шифрлеудің жалпы алгоритмдері жоқ.
km: មិន​អាច​ទាក់ទង​ជាមួយ​ម៉ាស៊ីន​ដូច​គ្នា​ដោយ​សុវត្ថិភាព​បាន​ទេ ៖ គ្មាន​ក្បួន​ដោះស្រាយ​ការ​អ៊ិនគ្រីប​ទូទៅ​ឡើយ ។
kn: ಪೀರ್ ನೊಂದಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: ಯಾವುದೆ ಸಾಮಾನ್ಯಎನ್‌ಕ್ರಿಪ್ಶನ್ ಅಲ್ಗಾರಿದಮ್(ಗಳು) ಇಲ್ಲ.
ku: Bi peer re têkiliya ewle nehat çêkirin: tu algorîtmaya giştî ya şîfekirinê tune.
lt: Saugaus ryšio užmegzti nepavyko, nes nerasta bendrų šifravimo algoritmų.
lv: Nevar sazināties droši ar komunikācijas partneri : nav kopīgu šifrēšanas algoritmu.
mai: सँगी क सँग सुरक्षित रूप सँ संचार मे असमर्थ: कोनो साझा गोपन अलगोरिथम नहि.
ml: സുരക്ഷിതമായി പിയറുമായി ബന്ധപ്പെടുവാന്‍ സാധ്യമല്ല: കോമണ്‍ എന്‍ക്രിപ്ഷന്‍ ആല്‍ഗോരിഥം ലഭ്യമല്ല.
mr: समघटकाशी सुरक्षीतरित्या संवाद स्थापीत करू शकले नाही: समान एनक्रिप्शन अलगोरिदम आढळले नाही.
ms: Tidak dapat komunikasi karib dengan selamat: tiada penyulitan algoritma yang sama.
my: မျိုးတူနဲ့ လုံလုံခြုံခြုံ မဆက်သွယ်နိုင်ဘူး - ပုံမှန် စာဝှက် လုပ်ငန်းစနစ်(များ) မဟုတ်ဘူး။
nb_no: Kan ikke kommunisere sikkert med motparten: Har ingen felles krypteringsalgoritme.
nn_no: Kan ikkje kommunisera trygt med motparten: Har ingen felles krypteringsalgoritme.
oc: Impossible de comunicar en mòde securizat amb lo par : pas cap d'algoritme de chiframent en comun.
pt_br: Não foi possível comunicar-se de forma segura com o sistema remoto: não há algoritmos de criptografia em comum.
ro: Nu se poate stabili o conexiune sigură cu serverul: nu e suportat niciun algoritm de criptare.
si: අග්‍රය සමඟ ආරක්ෂිතව සන්නොවේදනය කළ නොහැක: පොදු සංකේතාංකන ඇල්ගොරිතම(ඇල්ගොරිතමයන්) නැත.
sr: Није могуће безбедна комуникација са удаљеним рачунаром. Нема заједничких алгоритама за шифровање.
sv: Kan inte kommunicera säkert med den andra parten: ingen gemensam krypteringsalgoritm.
te: పీర్‌తో సురక్షితంగా సంప్రదింపు జరుపలేకపోయింది: ఏ వుమ్మడి ఎన్క్రిప్షన్ అల్గార్దెమ్(లు) లేవు.
th: ไม่สามารถสื่อสารแบบนิรภัยกับปลายทางได้: ไม่มีขั้นตอนวิธีการเข้ารหัสร่วมกัน
ug: تۈگۈن بىلەن بىخەتەر ئالاقىلەشكىلى بولمايدۇ: ئورتاق مەخپىيلەشتۈرۈش ئالگورىزىمى يوق.
uz: Manba bilan xavfsiz ulanib boʻlmadi: umumiy algoritmlar toʻgʻri kelmadi.
vi: Không thể kết nối an toàn với máy ngang hàng: không dùng chung thuật toán mã hoá dữ liệu.
zh_tw: 無法安全與節點通訊: 無通用加密演算法。

source: Unable to find the certificate or key necessary for authentication.
af: Kon nie die sertifikaat of sleutel vind wat nodig is vir magtiging nie.
ar: تعذر إيجاد الشهادة أو المفتاح الضروري للمصادقة.
as: প্ৰমাণীকৰণৰ কাৰণে প্ৰয়োজনীয় প্ৰমাণপত্ৰ বা কি' বিচাৰি পাবলে অক্ষম।
az: Təsdiqləmə üçün lazım olan təsdiq sənədi ya da açar tapılmadı.
bg: Не може да се намери сертификата или ключа, необходим за удостоверяване.
bn_bd: অনুমোদনের জন্য প্রয়োজনীয় সার্টিফিকেট অথবা কী পাওয়া যায়নি।
bn_in: অনুমোদনের জন্য প্রয়োজন সার্টিফিকেট অথবা কি পাওয়া যায়নি।
br: N'eo ket evit kavout an testeni pe an alc'hwez ret evit an dilesa.
ca: No s'ha trobat el certificat o la clau necessària per a l'autenticació.
cy: Methu canfod tystysgrif neu allwedd angenrheidiol ar gyfer dilysu.
es_mx: No es posible encontrar el certificado o clave necesarios para la identificación.
eu: Ezin da autentifikaziorako beharrezko den ziurtagiri edo gakoa aurkitu.
fa: گواهی یا کلید لازم برای تصدیق هویت پیدا نشد.
fur: No si pues cjatâ il certificât o la clâf che a coventin pe autenticazion.
ga_ie: Ní féidir an teastas nó an eochair atá riachtanach le haghaidh fíordheimhnithe a aimsiú.
gd: Cha ghabh an ceadachas no an iuchair air a bheil feum airson dearbhadh a lorg.
gu: સત્તાધિકરણ માટે જરૂરી પ્રમાણપત્ર કે કી શોધવામાં અસમર્થ.
hi_in: सत्यापन के लिए जरूरी प्रमाणपत्र या कुंजी पाने में असमर्थ.
hr: Certifikat ili ključ potreban za prijavu nije moguće pronaći.
hu: Nem található a hitelesítéshez szükséges tanúsítvány vagy kulcs.
hy_am: Չի ստացվում գտնել վավերացման համար անհրաժեշտ սերտիֆիկատ կամ բանալի:
id: Gagal menemukan sertifikat atau kunci yang dibutuhkan untuk autentikasi.
is: Finn ekki skilríki eða lykil sem er nauðsynlegur fyrir auðkenni.
kk: Аутентификация үшін керек сертификат немесе кілт табылмады.
km: មិន​អាច​រក​​​​វិញ្ញាបនបត្រ​ ឬ​​សោ​​ចាំបាច់​សម្រាប់​​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ឡើយ ។
kn: ದೃಢೀಕರಣಕ್ಕೆ ಅಗತ್ಯವಾದ ಪ್ರಮಾಣಪತ್ರ ಅಥವ ಕೀಲಿಯನ್ನು ಪತ್ತೆಮಾಡಲಾಗಿಲ್ಲ.
ku: Mifte an jî sertîfîkaya ji bo piştrastkirinê nehat dîtin.
lt: Nerastas liudijimas ar raktas, reikalingas patikrinti tapatumui.
lv: Nevar atrast autentificēšanai nepieciešamo sertifikātu vai atslēgu.
mai: सत्यापन क लेल जरूरी प्रमाणपत्र अथवा कुँजी पाबै मे असमर्थ.
ml: ആധികാരികത ഉറപ്പാക്കുന്നതിനുള്ള സര്‍ട്ടിഫിക്കേറ്റ് അല്ലെങ്കില്‍ കീ ലഭ്യമല്ല.
mr: अधिप्रमाणन करीता आवश्यक प्रमाणपत्र किंवा कि आढळले नाही.
ms: Tidak dapat mencari sijil tertentu atau kunci keperluan untuk pengesahihan.
my: လက်မှတ်ကို မတွေ့နိုင်ဘူး သို့မဟုတ် စစ်မှန်ကြောင်း ပြသဖို့ သော့ချက် လိုအပ်တယ်။
nb_no: Klarte ikke finne sertifikatet eller nøkkelen som er nødvendig for å autentisere.
nn_no: Klarte ikkje å finna sertifikatet eller nykelen som er nødvendig for å autentisera.
oc: Impossible de trobar lo certificat o la clau necessari a l'autentificacion.
pt_br: Não foi possível encontrar o certificado ou chave necessários à autenticação.
ro: Nu se poate găsi certificatul sau cheia necesară pentru autentificare.
sd: تصديق لاءِ ضروري سرٽيفڪيٽ يا ڪنجيءَ جو پتو لڳائڻ ۾ اَسمرٿ
si: සහතික කිරීම සඳහා අවශ්‍ය සහතිකය හෝ යතුර සොයා ගැනීමට නොහැක.
sr: Није могуће пронаћи сертификат или кључ потребан за аутентикацију.
sv: Kan inte hitta certifikatet eller nyckeln som behövs för autentiseringen.
te: ధృవీకరణకు తప్పనిసరైన ధృవీకరణపత్రంగాని లేదా కీగాని కనబడలేదు.
th: ไม่สามารถหาใบรับรองหรือกุญแจที่ใช้ในการยืนยันตัวตนได้
ug: دەلىللەشكە لازىملىق گۇۋاھنامە ياكى شىفىرلىق ئاچقۇچنى تاپالمىدى.
uz: Tasdiqdan oʻtkazish uchun kerakli boʻlgan sertifikat yoki kalit topilmadi.
vi: Không tìm thấy chứng thư hoặc khóa cần thiết để xác thực.
zh_tw: 找不到鑑別需要的憑證或金鑰。

source: Unable to communicate securely with peer: peers’s certificate was rejected.
bg: Не може да се осъществи сигурна комуникация. Сертификатът на партньора е отхвърлен.
gu: સમકક્ષ સાથે સુરક્ષિત રીતે સંપર્કવ્યવહાર કરી શકતા નથી: સમકક્ષના પ્રમાણપત્રનો અસ્વીકાર થયો.
nb_no: Klarte ikke å kommunisere sikkert med motparten: Motpartens sertifikat ble avslått.
nn_no: Klarte ikkje å kommunisera trygt med motparten: Motparten sitt sertifikat vart slått av.

source: The server has encountered bad data from the client.
af: Die bediener het slegte data van die kliënt teëgekom.
ar: تلقى الخادوم بيانات سيئة من العميل.
as: চাৰ্ভাৰে ক্লাএন্টৰ পৰা বেয়া তথ্যৰ সন্মুখিন হৈছে।
az: Server klientdə təhlükəli məlumatla qarşılaşdı.
bg: Сървърът получи лоши данни от клиента.
bn_bd: সার্ভার দ্বারা ক্লায়েন্ট থেকে ত্রুটিপূর্ণ তথ্য পেয়েছে।
bn_in: সার্ভার দ্বারা ক্লায়েন্ট থেকে ত্রুটিপূর্ণ তথ্য প্রাপ্ত হয়েছে।
br: Roadennoù fall a-berzh an arval en deus bet an dafariad.
ca: El servidor s'ha trobat amb dades incorrectes del client.
cy: Mae'r gweinydd wedi derbyn data gwael gan y cleient.
es_mx: El servidor encontró datos erróneos del cliente.
eu: Zerbitzariak parekotik okerreko datuak jaso ditu.
fa: کارگزار از کارگیر اطلاعات نامعتبری دریافت کرده است.
fur: Il servidôr al à vût dâts no corets dal client.
ga_ie: Fuair an freastalaí drochshonraí ón gcliant.
gd: Fhuair am frithealaiche droch dhàta on chliant.
gu: સર્વરને ક્લાઈન્ટમાંથી ખોટી માહિતી મળી.
hi_in: सर्वर ने क्लाएंट से खराब आंकड़ा का सामना किया है.
hr: Poslužitelj je naišao na loše podatke klijenta.
hu: A kiszolgáló rossz adatokat kapott az ügyféltől.
hy_am: Սպասարկիչը հանդիպել է սխալ տվյալի սպասառուից:
id: Server menerima data jelek dari klien.
is: Netþjónninn fékk gölluð gögn frá biðlara.
kk: Серверге клиент жағынан қате мәліметтер түсті.
km: ម៉ាស៊ីន​បម្រើ​បាន​ជួប​​ប្រទះ​ទិន្នន័យ​មិន​ត្រឹមត្រូវ​ពី​ម៉ាស៊ីន​ភ្ញៀវ ។
kn: ಕ್ಲೈಂಟ್‌ನಿಂದ ಪರಿಚಾರಕಕ್ಕೆ ಸಮರ್ಪಕವಲ್ಲದ ಮಾಹಿತಿಯು ಒದಗಿ ಬಂದಿದೆ.
ku: Pêşkêşkar rastî daneya çewt a ji daxwazkerê hat.
lt: Serveris iš kliento gavo sugadintus duomenis.
lv: Serveris ir saņēmis sliktus datus no klienta.
mai: सर्वर ने क्लाएंट सँ खराब आंकड़ा क सामना कएल अछि.
ml: സര്‍വറിനു് ക്ലൈന്റില്‍ നിന്നും തെറ്റായ ഡേറ്റ ലഭിച്ചിരിക്കുന്നു.
mr: सर्वरला क्लाऐंट पासून चुकीची माहिती प्राप्त झाली.
ms: Sistem pelayan mengesan masalah data daripada pengguna.
my: ဆာဗာဟာ သုံးစွဲသူထံမှ မကောင်းတဲ့ အချက်အလက်ကြမ်းကို ရင်ဆိုင်နေရတယ်။
nb_no: Serveren mottok ugyldig data fra klienten.
nn_no: Tenaren tok imot ugyldige data frå klienten.
oc: Lo servidor a rencontrat de donadas incorrèctas en provenéncia del client.
pt_br: O servidor encontrou dados defeituosos do cliente.
ro: Serverul a primit date neașteptate de la client.
sd: سرور جو گراهڪ وٽان خراب سامگريءَ سان ٽڪراءُ ٿيو آهي۔
si: සේව්‍යයාගෙන් නරක දත්ත සේවකයාට හමු වී ඇත.
sr: Сервер је наишао на лоше податке послате од клијента.
sv: Servern har stött på ogiltig data från klienten.
te: క్లైంట్‌నుండి చెడ్డడాటాను సేవిక ఎదుర్కొంది.
th: เซิร์ฟเวอร์พบข้อมูลเสียจากลูกข่าย
ug: مۇلازىمېتىر ئابونتتىن بۇزۇلغان مەلۇماتلارنى تاپشۇرۇۋالدى.
uz: Serverga mijoz tomonidan notoʻgʻri ma`lumot berilgan.
vi: Máy chủ gặp dữ liệu xấu từ máy khách.
zh_tw: 伺服器從用戶端收到損壞的資料。

source: The client has encountered bad data from the server.
af: Die kliënt het slegte data van die bediener teëgekom.
ar: تلقى العميل بيانات سيئة من الخادوم.
as: ক্লাএন্টে চাৰ্ভাৰৰ পৰা বেয়া তথ্যৰ সন্মুখিন হৈছে।
az: Klient serverdə təhlükəli məlumatla qarşılaşdı.
bg: Клиентът получи лоши данни от сървъра.
bn_bd: ক্লায়েন্ট দ্বারা সার্ভার থেকে ত্রুটিপূর্ণ তথ্য পেয়েছে।
bn_in: ক্লায়েন্ট দ্বারা সার্ভার থেকে ত্রুটিপূর্ণ তথ্য প্রাপ্ত হয়েছে।
br: Kejet en deus an arval ouzh roadennoù fall diouzh an dafariad.
ca: El client s'ha trobat amb dades incorrectes del servidor.
cy: Mae'r cleient wedi derbyn data gwael gan y gweinydd.
es_mx: El cliente encontró datos erróneos del servidor.
eu: Bezeroak zerbitzaritik okerreko datuak jaso ditu.
fa: کارگیر از کارگزار اطلاعات نامعتبری دریافت کرده است.
fur: SSL al à vût dâts no crets dal servidôr.
ga_ie: Fuair an cliant drochshonraí ón bhfreastalaí.
gd: Fhuair am frithealaiche droch dhàta on fhrithealaiche.
gu: ક્લાઈન્ટને સર્વરમાંથી ખોટી માહિતી મળી.
hi_in: क्लाएंट ने सर्वर से खराब आंकड़ा का सामना किया है.
hr: Klijent je naišao na loše podatke poslužitelja.
hu: Az ügyfél rossz adatokat kapott a kiszolgálótól.
hy_am: Սպասառուն հանդիպել է սխալ տվյալի սպասարկիչից:
id: Klien menerima data jelek dari server.
is: Biðlarinn fékk gölluð gögn frá netþjóni.
kk: Клиентке сервер жағынан қате мәліметтер түсті.
km: ម៉ាស៊ីន​ភ្ញៀវ​បាន​ជួប​ប្រទះ​ទិន្នន័យ​​ខូច​ពី​ម៉ាស៊ីន​បម្រើ ។
kn: ಪರಿಚಾರಕದಿಂದ ಕ್ಲೈಂಟ್‌ಗೆ ಸಮರ್ಪಕವಲ್ಲದ ಮಾಹಿತಿಯು ಒದಗಿ ಬಂದಿದೆ.
ku: Daxwazkar rastî daneya çewt a ji pêşkêşkar hat.
lt: Klientas iš serverio gavo sugadintus duomenis.
lv: Klients ir saņēmis sliktus datus no servera.
mai: क्लाएंट ने सर्वर सँ खराब आंकड़ा क सामना कएल अछि.
ml: ക്ലൈന്റിനു് സര്‍വറില്‍ നിന്നും തെറ്റായ ഡേറ്റ ലഭിച്ചിരിക്കുന്നു.
mr: क्लाऐंटला सर्वर पासून चुकीची माहिती प्राप्त झाली.
ms: Pelayan telah menjumpai data yang bermasalah daripada pelanggan.
my: သုံးစွဲသူဟာ ဆာဗာထံမှ မကောင်းတဲ့ အချက်အလက်ကြမ်းကို ရင်ဆိုင်နေရတယ်။
nb_no: Klienten mottok ugyldig data fra serveren.
nn_no: Klienten tok imot ugyldige data frå tenaren.
oc: Lo client a rencontrat de donadas incorrèctas en provenéncia del servidor.
pt_br: O cliente encontrou dados defeituosos do servidor.
ro: Clientul a primit date neașteptate de la server.
sd: گراهڪ جو سرور وٽان خراب سامگريءَ سان ٽڪراءُ ٿيو آهي۔
si: සේවකයාගෙන් නරක දත්ත සේව්‍යයාට හමු වී ඇත.
sr: Клијент је наишао на лоше податке од сервера.
sv: Klienten har stött på ogiltig data från servern.
te: సేవకనుండి చెడ్డడాటాను సేవిక ఎదుర్కొంది.
th: ลูกข่ายพบข้อมูลเสียจากเซิร์ฟเวอร์
ug: ئابونت مۇلازىمېتىردىن بۇزۇلغان مەلۇماتلارنى تاپشۇرۇۋالدى.
uz: Mijozga server tomonidan notoʻgʻri ma`lumot berilgan.
vi: Máy khách gặp dữ liệu xấu từ máy chủ.
zh_tw: 用戶端從伺服器收到損壞的資料。

source: Unsupported certificate type.
af: Nieondersteunde sertifikaatsoort.
ar: نوع الشهادة غير مدعوم.
as: অসমৰ্থিত প্ৰমাণপত্ৰ ধৰণ
az: Dəstəklənməyən təsdiq sənədi formatı.
bg: Неподдържан вид на сертификат.
bn_bd: সার্টিফিকেটের ধরণ সমর্থিত নয়।
bn_in: সার্টিফিকেটের ধরন সমর্থিত নয়।
br: Rizh testeni anskoret.
ca: No s'accepta aquest tipus de certificat.
cy: Maeth o dystysgrif sydd heb ei gynnal.
es_mx: Tipo de certificado no admitido.
eu: Onartzen ez den ziurtagiri mota.
fa: از این نوع گواهی پشتیبانی نمی‌شود.
fur: Chest gjenar di certificât nol è supuartât.
ga_ie: Ní thacaítear leis an gcineál teastais.
gd: Chan eil taic ann ris an t-seòrsa seo de theisteanas.
gu: બિનઆધારભૂત પ્રમાણપત્ર પ્રકાર.
hi_in: असमर्थित प्रमाणपत्र प्रकार.
hr: Nepodržana vrsta certifikata.
hu: Nem támogatott tanúsítványtípus.
hy_am: Անընդունելի սերտիֆիկատի տեսակ:
id: Tipe sertifikat tidak didukung.
is: Ekki stuðningur við tegund skilríkis.
kk: Сертификаттың осы түріне қолдау жоқ.
km: ប្រភេទ​វិញ្ញាបនបត្រ​ដែល​មិន​គាំ​ទ្រ ។
kn: ಬೆಂಬಲವಿಲ್ಲದ ಬಗೆಯ ಪ್ರಮಾಣಪತ್ರ.
ku: Cureya nenas a sertîfîkayê.
lt: Nepriimtinas liudijimo tipas.
lv: Neatbalstīts sertifikāta tips.
mai: असमर्थित प्रमाणपत्र प्रकार.
ml: പിന്തുണ ലഭ്യമല്ലാത്ത തരത്തിലുള്ള സര്‍ട്ടിഫിക്കേറ്റ്.
mr: असमर्थीत प्रमाणपत्र प्रकार.
ms: Jenis sijil tidak disokong.
my: လက်ခံမထားတဲ့ လက်မှတ် အမျိုးအစား။
nb_no: Ustøttet sertifikattype.
nn_no: Ikkje støtta sertifikattype.
oc: Tipe de certificat pas gerit.
pt_br: Tipo de certificado não suportado.
ro: Tip nesuportat de certificat.
sd: بنا سمرٿ مليل سرٽيفڪيٽ جو قسم
si: සහය නොදක්වන සහතික වර්ගය.
sr: Ова врста сертификата није подржана.
sv: Certifikattypen stöds inte.
te: మద్దతీయని ధృవీకరణపత్రం రకము.
th: ไม่รองรับใบรับรองประเภทนี้
ug: قوللىمايدىغان گۇۋاھنامە تىپى.
uz: Mos kelmaydigan sertifikat turi.
vi: Kiểu chứng thư không được hỗ trợ.
zh_tw: 不支援的憑證類型。

source: Peer using unsupported version of security protocol.
af: Eweknie wat nieondersteunde weergawe van die sekuriteitsprotokol gebruik.
ar: الجهاز الند يستخدم نسخة غير مدعومة من بروتوكول الأمان.
as: সমনীয়ায় সুৰক্ষা প্ৰটকলৰ অসমৰ্থিত সংস্কৰণ ব্যৱহাৰ কৰি আছে।
az: Qarşı tərəf dəstəklənməyən bir təhlükəsizlik protokolundan istifadə edir.
bg: Партньорът използва неподдържана версия на протокол за сигурност.
bn_bd: পিয়ার নিরাপত্তা প্রোটোকলের অসমর্থিত সংস্করণ ব্যবহার করছে।
bn_in: সমকক্ষ দ্বারা ব্যবহৃত নিরাপত্তা প্রোটোকলের সংস্করণ সমর্থিত নয়।
br: Emañ ar par oc'h arverañ un handelv anskoret eus ar c'homenad diogelroez.
ca: L'altre extrem utilitza una versió no implementada del protocol de seguretat.
cy: Mae'r cyfoed yn defnyddio math o brotocol diogel nad yw'n cael ei gynnal.
es_mx: La otra parte está usando una versión del protocolo de seguridad no admitida.
eu: Parekoak segurtasun protokoloaren onartzen ez den bertsio bat erabiltzen du.
fa: طرف مقابل از نسخه‌ای از قرارداد امنیتی استفاده می‌کند که پشتیبانی نمی‌شود.
fur: Chel altri estrem al dopre une version no supuartade dal protocol di sigurece.
ga_ie: Tá an comhghleacaí ag úsáid leagan den phrótacal slándála nach dtacaítear leis.
gd: Tha an seise a' cleachdadh tionndadh dhen phròtacal tèarainteachd nach eil taic ris.
gu: સમકક્ષ સુરક્ષા પ્રોટોકોલની બિનઆધારભૂત આવૃત્તિ વાપરી રહ્યું છે.
hi_in: साथी सुरक्षा प्रोटोकॉल के असमर्थित संस्करण का प्रयोग कर रहा है.
hr: Čvor koristi nepodržanu inačicu sigurnosnog protokola.
hu: A partner a biztonsági protokoll nem támogatott verzióját használja.
hy_am: Հանգույցը օգտագործում է անվտանգության կանխագրի անընդունելի տարբերակ:
id: Pihak lain menggunakan versi protokol keamanan yang tidak didukung.
is: Jafningi er að nota óstudda útgáfu af þessum öryggis samskiptareglum.
kk: Торап сұраған қауіпсіздік хаттамасына қолдау жоқ.
km: ម៉ាស៊ីន​ដូចគ្នា​ដែល​ប្រើ​កំណែ​​ពិធីការ​សុវត្ថិភាព​ដែល​មិន​បាន​គាំទ្រ ។
kn: ಪೀರ್ ಬೆಂಬಲವಿಲ್ಲದೆ ಸುರಕ್ಷತಾ ಪ್ರೋಟೋಕಾಲ್‌ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದೆ.
ku: Peer protokola ewlehiyê ya ku nayê piştgirîkirin bi kar tîne.
lt: Partnerinis kompiuteris naudoja nepalaikomą saugumo protokolo versiją.
lv: Partneris izmanto neatbalstītu drošības protokola versiju.
mai: सँगी सुरक्षा प्रोटोकाल क असमर्थित संस्करण क प्रयोग कए रहल अछि.
ml: സുരക്ഷ പ്രോട്ടോക്കളിന്റെ പിന്തുണ ലഭ്യമല്ലാത്ത പതിപ്പു് പിയര്‍ ഉപയോഗിക്കുന്നു.
mr: समघटक सुरक्षा शिष्टाचाराची असमर्थीत आवृत्ती वापरत आहे.
ms: Karib menggunakan versi protokol keselamatan yang tidak disokong.
my: မျိုးတူက လုံခြုံရေး နည်းစဉ်ရဲ့ လက်ခံမထားတဲ့ မူအဆင့်ကို သုံးစွဲနေတယ်။
nb_no: Motparten bruker en ustøttet versjon av sikkerhetsprotokollen.
nn_no: Motparten brukar ein ustøtta versjon av tryggingsprotokollen.
oc: Lo par utiliza una version pas gerida del protocòl de seguretat.
pt_br: O sistema remoto usa uma versão não suportada do protocolo de segurança.
ro: Serverul folosește o versiune nesuportată a protocolului de securitate.
sd: ثاني سلامتيءَ جي مسودي جو بنا سمرٿن مليل سنسڪرڻ جو اِستعمال ڪري پيو۔
si: අග්‍රය ආරක්ෂණ සම්මුතියේ සහය නොදක්වන අනුවාදයක් භාවිතා කරමින්.
sr: Удаљени рачунар користи неподржано издање безбедносног протокола.
sv: Den andra parten använder en version av säkerhetsprokollet som inte stöds.
te: రక్షణ ప్రొటోకాల్‌యొక్క మద్దతీయని వర్షన్‌ను పీర్ వుపయోగిస్తోంది.
th: ไม่รองรับโปรโตคอลความปลอดภัยของปลายทาง
ug: تۈگۈن قوللىمايدىغان بىخەتەرلىك كېلىشىمىنى ئىشلىتىۋاتىدۇ.
uz: Manba xavfsiz protokolning qoʻllab-quvvatlanmaydigan versiyasidan foydalanmoqda.
vi: Máy khách sử dụng giao thức bảo mật không hỗ trợ.
zh_tw: 節點使用不支援的安全通訊協定版本。
