Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Bulk data encryption algorithm failed in selected cipher suite.
af: Grootmaatdataenkripsiealgoritme in die gemerkte syfersuite het misluk.
ar: فشلت خوارزمية تعمية البيانات الضخمة في طاقم الشفرة المختار.
as: নিৰ্বাচিত চিফাৰ চুইটত বহু তথ্য ইনক্ৰিপষণ এলগোৰিথম ব্যৰ্থ্য হল।
az: Seçilmiş şifrələmə dəstindəki məlumat şifrələmə açma yolu uğursuz oldu.
bg: Шифроващият алгоритъм за масови данни се провали в избрания комплект за шифроване.
bn_bd: নির্বাচিত সাইফার স্যুটের মধ্যে বৃহৎ পরিমানের তথ্য এনক্রিপশনের এলগরিদম ব্যর্থ হয়েছে।
bn_in: নির্বাচিত সাইফার স্যুটের মধ্যে বৃহৎ মাপের তথ্য এনক্রিপশনের অ্যালগোরিদম বিফল হয়েছে।
br: C'hwitadur gant treol enrinegañ ar roadennoù a-yoc'h en hedad sifroù bet diuzet.
ca: L'algorisme de xifratge de dades a l'engròs ha fallat en la suite de xifratge seleccionada.
cy: Methodd algorithm amgryptio swmp data yn y swit seiffr hwn.
es_mx: Ha fallado el algoritmo de cifrado de lotes de datos en la suite de cifrado seleccionada.
eu: Multzokako datu-zifraketa algoritmoak huts egin du hautatutako zifratze-suitean.
fa: الگوریتم رمزگذاری اطلاعات حجیم با مجموعه رمز انتخاب شده شکست خورد.
fur: L'algoritmi di cifradure ad in grues dai dâts al à falât te suite di cifradure selezionade.
ga_ie: Theip ar algartam criptiúcháin toirte sa sraith shifir roghnaithe.
gd: Dh'fhàillig algairim crioptachadh tomad dàta anns an t-sreath-sifir a chaidh a thaghadh.
gu: પસંદિત સાયફર સેવામાં જથ્થાબંધ માહિતી એનક્રિપ્શન અલગોરિધમ નિષ્ફળ ગયો.
hi_in: बड़ी संख्या में आंकड़ा गोपन चुने गए साइफर सूट में विफल रही.
hr: Algoritam šifriranja opsežnih podataka nije uspio u odabranom paketu šifratora.
hu: Az adatcsomag titkosítási algoritmusa sikertelen a kijelölt titkosítóeszközön.
hy_am: Խմբային տվյալների գաղտնագրման ալգորիթմը հանգեց սխալի ընտրված շիֆրերի խմբի մեջ:
id: Algoritma enkripsi data bulk gagal pada cipher suite yang dipilih.
is: Dulkóðunar algrím bilaði fyrir valið dulkóðunarkerfi.
kk: Таңдалған шифрлер жинағы үшін көптік ақпаратты шифрлеу алгоритмі сәтсіз.
km: បាន​បរាជ័យ​ក្បួន​ដោះស្រាយ​ការ​អ៊ិនគ្រីប​ទិន្នន័យ​​អំពី​ទំហំ​​ក្នុង​ឈុត​សរសេរ​សម្ងាត់​ដែល​បាន​ជ្រើស ។
kn: ಬಲ್ಕ್‍ ಮಾಹಿತಿ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಅಲ್ಗಾರಿದಮ್ ಆಯ್ಕೆ ಮಾಡಲಾದ ಸಿಫರ್ ಸೂಟ್‌ನಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ.
ku: Rêbaza şîfrekirina giştî ya daneyan a di koma şîfreyên hilbijartî de bi ser neket.
lt: Nepavyko panaudoti duomenų šifravimo algoritmo iš parinkto šifrų rinkinio.
lv: Masveida datu šifrēšanas algoritms saskārās ar kļūdu izvēlētajā šifrētājā.
mai: बड़ी सँख्या मे आंकड़ा गोपन चुनल गेल साइफर सूट मे बिफल रही.
ml: തെരഞ്ഞെടുത്ത സിഫര്‍ സൂട്ടില്‍ ബള്‍ക്ക് ഡേറ്റാ എന്‍ക്രിപ്ഷന്‍ ആല്‍ഗോരിഥം പരാജയപ്പെട്ടു
mr: महाकाय माहिती डीक्रिप्शन अलगोरिदम ठराविक सीफर संकुल करीता अपयशी ठरले.
ms: Algoritma penyulitan data pukal gagal di ruang penyulitan terpilih.
my: ထုထည်ကြီး အချက်အလက်ကြမ်း စာဝှက် လုပ်ငန်းစနှစ်ဟာ ရွေးချယ်ထားတဲ့ စာဝှက် ဖေါ် အစုထဲမှာ ချို့ယွင်းနေတယ်။
nb_no: Krypteringsalgoritme feilet i valgt chiffreringssamling.
nn_no: Krypteringsalgoritme feila i valt chiffreringssamling.
oc: L'algoritme de chiframent de donadas en volum a fracassat per la seguida de chiframent seleccionada.
pt_br: O algoritmo de criptografia de grande volume de dados falhou para o conjunto de códigos selecionado.
ro: Algoritmul de criptare în masă a datelor a eșuat în suita de cifrare selectată.
sd: چونڊيل صفر سوٽ ۾ ڳپل سامگري ڪوڊ ۾ تبديل ڪرڻ جي ڳڻپ جي قاعدي جو سيٽ ناڪام ٿيو۔
si: තොග වශයෙන් දත්ත සංකේතාංකන ඇල්ගොරිතම තෝරා ගන්නා ලද කේතාංක කට්ටළ වලදී අසමත් විය.
sr: Алгоритам за збирно шифровање није успео са изабраном свитом шифара.
sv: Krypteringsalgoritmen för bulkdata fungerade inte i den valda chiffersviten.
te: బల్కు డాటా ఎన్క్రిప్షన్ అల్గార్దెమ్ ఎంపికచేసిన సైఫర్ సూట్‌నందు వైఫల్యమైంది.
th: ชุดแปรรหัสที่เลือกไม่สามารถเข้ารหัสชุดข้อมูลได้
ug: تاللىغان شىفىرلىق ئاچقۇچ گۇرۇپپىسىدا سانلىق مەلۇماتنى تۈركۈملەپ شىفىرلاش ھېسابلاش ئۇسۇلى مەغلۇپ بولدى.
uz: Chiqindi ma’lumotlarini kodlash algoritmi tanlangan shifr to‘plamda amalga oshmadi.
vi: Thuật toán mã hoá dữ liệu lớn thất bại trong việc chọn lựa bộ số.
zh_tw: 所選的密文組中的大量資料加密演算法失效。

source: Bulk data decryption algorithm failed in selected cipher suite.
af: Grootmaatdatadekripsiealgoritme in die gemerkte syfersuite het misluk.
ar: فشلت خوارزمية استخراج البيانات الضخمة في طاقم الشفرة المختار.
as: নিৰ্বাচিত চিফাৰ চুইটত বহু তথ্য ডিক্ৰিপষণ এলগোৰিথম ব্যৰ্থ্য হল।
az: Seçilmiş şifrələmə dəstindəki məlumat şifrəsi açma yolu uğursuz oldu.
bg: Дешифроващият алгоритъм за масови данни се провали в избрания комплект за шифроване.
bn_bd: নির্বাচিত সাইফার স্যুটের মধ্যে বৃহৎ পরিমানের তথ্য ডিক্রিপশনের এলগরিদম বিফল হয়েছে।
bn_in: নির্বাচিত সাইফার স্যুটের মধ্যে বৃহৎ মাপের তথ্য ডিক্রিপশনের অ্যালগোরিদম বিফল হয়েছে।
br: C'hwitadenn war an treol ezrinegañ ar roadennoù a-yoc'h en hedad sifroù
ca: L'algorisme de desxifratge de dades a l'engròs ha fallat en la suite de xifratge seleccionada.
cy: Methodd algorithm dadgryptio swmp data yn y swit seiffr hwn.
es_mx: Ha fallado el algoritmo de descifrado de lotes de datos en la suite de cifrado seleccionada.
eu: Multzokako datuen deszifratze-algoritmoak huts egin du hautatutako zifratze-suitean.
fa: الگوریتم رمزگشایی اطلاعات حجیم با مجموعه رمز انتخاب شده شکست خورد.
fur: L'algoritmi di decifrazion ad in grues dai dâts al à falât te suite di cifradure selezionade.
ga_ie: Theip ar algartam díchriptiúcháin toirte sa sraith shifir roghnaithe.
gd: Dh'fhàillig algairim dì-chrioptachadh tomad dàta anns an t-sreath-sifir a chaidh a thaghadh.
gu: પસંદિત સાયફર સેવામાં જથ્થાબંધ માહિતી એનક્રિપ્શન અલગોરિધમ નિષ્ફળ ગયો.
hi_in: बड़ी संख्या में आंकड़ा गोपन चुने गए साइफर सूट में विफल रही.
hr: Algoritam dešifriranja opsežnih podataka nije uspio u odabranom paketu šifratora.
hu: Az adatcsomag visszafejtési algoritmusa sikertelen a kijelölt titkosítóeszközön.
hy_am: Տվյալների ապակոդավորման ալգորիթմը անհաջողություն է կրել տառատեսակներում:
id: Algoritma dekripsi data bulk gagal pada cipher suite yang dipilih.
is: Afkóðunar algrím bilaði fyrir valið dulkóðunarkerfi.
kk: Таңдалған шифрлер жинағы үшін көптік ақпаратты шифрлеу алгоритмі сәтсіз.
km: បាន​បរាជ័យ​ក្បួន​ដោះស្រាយ​​ការ​ឌិគ្រីប​ទិន្នន័យ​អំពី​ទំហំ​ក្នុង​ឈុត​សរសេរ​សម្ងាត់​ដែល​បាន​ជ្រើស ។
kn: ಬಲ್ಕ್‍ ಮಾಹಿತಿ ಡಿಕ್ರಿಪ್ಶನ್ ಅಲ್ಗಾರಿದಮ್ ಆಯ್ಕೆ ಮಾಡಲಾದ ಸಿಫರ್ ಸೂಟ್‌ನಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ..
ku: Rêbaza şîfrekirina giştî ya daneyan a di koma şîfreyên hilbijartî de bi ser neket.
lt: Nepavyko panaudoti duomenų iššifravimo algoritmo iš parinkto šifrų rinkinio.
lv: Masveida datu atšifrēšanas algoritms saskārās ar kļūdu izvēlētajā šifrētājā.
mai: बड़ी सँख्या मे आंकड़ा गोपन चुनल गेल साइफर सूट मे बिफल रही.
ml: തെരഞ്ഞെടുത്ത സിഫര്‍ സൂട്ടില്‍ ബള്‍ക്ക് ഡേറ്റാ ഡീക്രിപ്ഷന്‍ ആല്‍ഗോരിഥം പരാജയപ്പെട്ടു
mr: महाकाय माहिती डीक्रिप्शन अलगोरिदम ठराविक सीफर संकुल करीता अपयशी ठरले.
ms: Algoritma penyahsulitan data pukal gagal di ruang penyahsulitan terpilih.
my: ထုထည်ကြီး အချက်အလက်ကြမ်း စာဝှက် လုပ်ငန်းစနှစ်ဟာ ရွေးချယ်ထားတဲ့ စာဝှက် ဖေါ် အစုထဲမှာ ချို့ယွင်းနေတယ်။
nb_no: Dekrypteringsalgoritme feilet i valgt chiffreringssamling.
nn_no: Dekrypteringsalgoritme feila i valt chiffreringssamling.
oc: L'algoritme de deschiframent de donadas en volum a fracassat per la seguida de chiframent seleccionada.
pt_br: O algoritmo de descriptografia de grande volume de dados falhou para o conjunto de códigos selecionado.
ro: Algoritmul de decriptare a în masă a datelor a eșuat în suita de cifrare selectată.
sd: چونڊيل صفر سوُٽ ۾ ڳپل سامگري ڪوڊ ۾ تبديل ڪرڻ جو ڳڻپ جي قاعدي جو سيٽ ناڪام ٿيو۔
sr: Алгоритам за збирно дешифровање није успео са изабраном свитом шифара.
sv: Dekrypteringsalgoritmen för bulkdata fungerade inte i den valda chiffersviten.
te: బల్కుడాటా ఎన్క్రిప్షన్ అల్గార్దెమ్ ఎంపికచేసిన సైఫర్ సూట్‌నందు వైఫల్యమైంది.
th: ชุดแปรรหัสที่เลือกไม่สามารถถอดรหัสชุดข้อมูลได้
ug: تاللىغان شىفىرلىق ئاچقۇچ گۇرۇپپىسىدا سانلىق مەلۇماتنى تۈركۈملەپ شىفىر يېشىش ھېسابلاش ئۇسۇلى مەغلۇپ بولدى.
uz: Chiqindi ma’lumotlarini koddan chiqarish algoritmi tanlangan shifr to‘plamda amalga oshmadi.
vi: Thuật toán giải mã dữ liệu lớn thất bại trong việc chọn lựa bộ số.
zh_tw: 所選的密文組中的大量資料解密演算法失效。

source: Attempt to write encrypted data to underlying socket failed.
af: Poging om geënkripteerde data na onderliggende sok te skryf, het misluk.
ar: فشلت محاولة كتابة بيانات مشفرة إلى مقبس مستبطن.
as: নিম্নলিখিত চকেটলে ইনক্ৰিপটেড তথ্য লিখাৰ প্ৰচেষ্টা ব্যৰ্থ হল।
az: Girişə şifrəli məlumat yazma cəhdi uğursuz oldu.
bg: Грешка при опит за запис на шифровани данни в използвания сокет.
bn_bd: নিম্নবর্তী সকেটের মধ্যে এনক্রিপ্ট করা তথ্য লিখতে ব্যর্থ।
bn_in: নিম্নবর্তী সকেটের মধ্যে এনক্রিপ্ট করা তথ্য লিখতে ব্যর্থ।
br: C'hwitadenn war ar c'hlask skrivañ roadennoù enrineget war ar soked tevetek.
ca: Ha fallat un intent d'escriure dades xifrades en el sòcol subjacent.
cy: Merhodd ymgais i ysgrifennu data amgryptiedig i'r soced gwaelodol.
es_mx: Ha fallado un intento de escribir datos cifrados en el socket subyacente.
eu: Zifraturiko datuak azpiko socket-ean idazteko saiakerak huts egin du.
fa: تلاش برای نوشتن اطلاعات رمز شده در سوکت زیرین شکست خورد.
fur: No si à podût scrivi i dâts cifrâts in cheste prese.
ga_ie: Theip ar iarracht sonraí criptithe a scríobh chuig an bunsoicéad.
gd: Dh'fhàillig sgrìobhadh an dàta air a chrioptachadh gun bhun-socaid.
gu: એનક્રિપ્ટ થયેલ માહિતીને સોકેટ હેઠળ લખવાનો પ્રયત્ન કરવાનું નિષ્ફળ.
hi_in: अंतस्थित साकेट में गोपित आंकड़ा लिखने का प्रयास विफल रहा.
hr: Pokušaj zapisivanja šifriranih podataka na temeljno podnožje nije uspjelo.
hu: A kísérlet a titkosított adatok az alsóbb szinten levő szoftvercsatornára való kiírására sikertelen volt.
hy_am: Գաղտնագրված տվյալները հիմնական բնիկում գրելու փորձը տապալվեց:
id: Percobaan menulis data terenkripsi pada socket gagal.
is: Villa við að skrifa dulkóðuð gögn á undirliggjandi tengingu.
kk: Төменгі жатқан сокетке шифрленген ақпаратты жазу талабы сәтсіз аяқталды.
km: ប៉ុនប៉ង​ក្នុង​ការ​សរសេរ​ទិន្នន័យ​ដែល​បាន​អ៊ិនគ្រីប​រន្ធ​ដែល​ជា​មូលដ្ឋាន​បាន​បរាជ័យ ។
kn: ಕೆಳಗಿರುವ ಸಾಕೆಟ್‌ಗೆ ಎನ್‌ಕ್ರಿಪ್ಟ್‍ ಆದ ಮಾಹಿತಿಯನ್ನು ಬರೆಯುವಲ್ಲಿ ವಿಫಲತೆ ಎದುರಾಗಿದೆ.
ku: Nivîsandina daneya bişîfre ya li soketa bingehîn bi ser neket.
lt: Nepavyko perduoti šifruotų duomenų programinei jungčiai (socket).
lv: Neizdevās šifrētu datu rakstīšanas mēģinājums piesaistītajā pieslēgvietā.
mai: अंतस्थित साकेट मे गोपित आंकड़ा लिखब क प्रयास बिफल रहल.
ml: സോക്കിലേക്കു് എന്‍ക്രിപ്റ്റ് ചെയ്ത ഡേറ്റാ സൂക്ഷിയ്ക്കുന്നതില്‍ പരാജയം.
mr: अंतर्भूतीत सॉकेट करीता एनक्रिप्ट माहिती लिहीण्याचा प्रयत्न अपयशी.
ms: Percubaan untuk menulis data penyulitan pada soket tersembunyi gagal.
my: ချို့ယွင်းတဲ့ အပေါက်ကို ဖုံးဖို့ စာဝှက်ထားတဲ့ အချက်အလက်ကြမ်းကို ရေးဖို့ ကြိုးစားချက်
nb_no: Forsøk på å skrive kryptert data til underliggende socket feilet.
nn_no: Forsøk på å skriva krypterte data til underliggjande socket feila.
oc: La temptativa d'escritura de donadas chifradas cap a l'interfàcia de connexion sosjacenta a fracassat.
pt_br: Falha na tentativa de escrever dados criptografados para o socket base.
ro: Încercarea de a scrie datele criptate în soclul de bază a eșuat.
sd: زيردست ساڪٽ ۾ ڪوڊ ۾ تبديل ڪيل سامگري لکڻ جي ڪوشش ۾ ناڪام ٿيو۔
si: සංකේතාංකනය කරන ලද දත්ත පාදක වූ නාලිකාවට ලිවීමට උත්සහ කිරීම අසාර්ථක විය.
sr: Покушај писања нешифрованих података у подређени прикључак (socket) није успео.
sv: Försök att skriva krypterad data till underliggande socket misslyckades.
te: అండర్‌లేయింగ్ సాకెట్‌కు ఎన్క్రిప్టెడ్ డాటాను వ్రాయుప్రయత్నం విఫలమైంది.
th: ไม่สามารถเขียนข้อมูลที่ถูกเข้ารหัสไปยัง socket ขั้นต่ำกว่าได้
ug: ئۇلىنىش ئېغىزىنىڭ تۆۋەن قاتلىمىدىن شىفىرلانغان سانلىق مەلۇمات يېزىش مەغلۇپ بولدى.
uz: Tagiga chizilanga sokketga kodlangan ma’lumotlarni yozishga urinish amalga oshmadi.
vi: Cố gắng ghi dữ liệu đã mã hoá vào hốc dưới bị thất bại.
zh_tw: 試圖寫入加密資訊到其下的 socket 失敗。

source: MD5 digest function failed.
af: MD5-bundelfunksie het misluk.
ar: فشلت دالة بعثرة MD5.
as: MD5 ডাইজেস্ট ফলন ব্যৰ্থ হল।
az: MD5 yığma funksiyası işləmədi.
bg: Грешка при хеширане с MD5.
bn_bd: MD5 ডাইজেস্ট ফাংশন বিফল।
bn_in: MD5 ডাইজেস্ট কর্ম বিফল।
br: C'hwitadenn war an arc'hwel krennañ MD5.
ca: La funció de resum MD5 ha fallat.
cy: Methodd swyddogaeth crynhoi MD5.
es_mx: Función resumen MD5 fallida.
eu: MD5 laburpen-funtzioak huts egin du.
fa: تابع هضم MD5 شکست خورد.
fur: La esecuzion de funzion di sintesi MD5 e à falât.
ga_ie: Theip ar an bhfeidhm achoimre MD5.
gd: Dh'fhàillig am foincsean eagaraidh MD5.
gu: MD5 digest વિધેય નિષ્ફળ.
hi_in: MD5 डाइजेस्ट प्रकार्य विफल.
hr: Funkcija MD5 provjere nije uspjela.
hu: Az MD5 digest függvény sikertelen.
hy_am: MD5 digest ֆունկցիայի սխալ:
id: Fungsi MD5 digest gagal.
is: MD5 summufall mistókst.
kk: MD5 digest функция қатесі.
km: បាន​បរាជ័យ​មុខងារ​កម្រង​​អត្ថបទ​សង្ខេប​របស់ ​MD5 ។
kn: MD5 ಡೈಜೆಸ್ಟ್‍ ಕಾರ್ಯವು ವಿಫಲಗೊಂಡಿದೆ.
ku: Fonksiyona kurt a MD5 têk çû.
lt: Nepavyko panaudoti MD5 maišos (digest) funkcijos.
lv: MD5 kontrolsummas funkcija avarēja.
mai: MD5 डाइजेस्ट प्रकार्य विफल.
ml: MD5 ഡൈജസ്റ്റ് ഫംഗ്ഷന്‍ പരാജയപ്പെട്ടു.
mr: MD5 डायजेस्ट कार्यपद्धती अपयशी.
ms: Fungsi diges MD5 gagal.
my: MD5 အကျဉ်းချုပ် လုပ်ဆောင်ချက် ချို့ယွင်းနေတယ်။
nb_no: MD5-fingeravtrykksfunksjon feilet.
nn_no: MD5-fingeravtrykksfunksjon feila.
oc: La foncion de pretractament MD5 a fracassat.
pt_br: Função de digest MD5 malsucedida.
ro: Funcția MD5 digest a eșuat.
sd: ايم ڊي 5 اِنتخاب جو ڪاريہ ناڪام ٿيو۔
si: MD5 ධාරණය කිරීමේ ක්‍රියාව අසමත් විය.
sr: Функција за МД5 сажетак није успела.
sv: Funktionen MD5-summa misslyckades.
te: MD5 డైజస్టుకార్యక్రమం విఫలమైంది.
th: ฟังก์ชั่นการย่อย MD5 ผิดพลาด
ug: MD 5 مۇھىم مەزمۇن ئىقتىدار خاتالىقى.
uz: MD5 raqam funksiyasi amalga oshmadi.
vi: Chức năng phân loại MD5 thất bại.
zh_tw: MD5 摘要函式失效。

source: SHA-1 digest function failed.
af: SHA-1-bundelfunksie het misluk.
ar: فشلت دالة بعثرة SHA-1.
as: SHA-1 ডাইজেস্ট ফলন ব্যৰ্থ হল।
az: SHA-1 yığma funksiyası işləmədi.
bg: Грешка при хеширане с SHA-1.
bn_bd: SHA-1 ডাইজেস্ট ফাংশন বিফল।
bn_in: SHA-1 ডাইজেস্ট কর্ম বিফল।
br: C'hwitadenn war an arc'hwel krennañ SHA-1.
ca: La funció de resum SHA-1 ha fallat.
cy: Methodd swyddogaeth crynhoi SHA-1.
es_mx: Función resumen SHA-1 fallida.
eu: SHA-1 laburpen-funtzioak huts egin du.
fa: تابع هضم SHA-1 شکست خورد.
fur: La esecuzion de funzion di sintesi SHA-1 e à falât.
ga_ie: Theip ar an bhfeidhm achoimre SHA-1.
gd: Dh'fhàillig am foincsean eagaraidh SHA-1.
gu: SHA-1 digest વિધેય નિષ્ફળ.
hi_in: SHA-1 डाइजेस्ट प्रकार्य विफल.
hr: Funkcija SHA-1 provjere nije uspjela.
hu: Az SHA-1 digest függvény sikertelen.
hy_am: SHA-1 digest ֆունկցիայի սխալ:
id: Fungsi SHA-1 digest gagal.
is: SHA-1 summufall mistókst.
kk: SHA-1 digest функция қатесі.
km: បាន​បរាជ័យ​មុខងារ​កម្រង​អត្ថបទ​សង្ខេប​របស់ SHA-1 ។
kn: SHA-1 ಡೈಜೆಸ್ಟ್‍ ಕಾರ್ಯವು ವಿಫಲಗೊಂಡಿದೆ.
ku: Fonksiyona kurt a SHA-1 têk çû.
lt: Nepavyko panaudoti SHA-1 maišos (digest) funkcijos.
lv: SHA-1 kontrolsummas funkcija avarēja.
mai: SHA-1 डाइजेस्ट प्रकार्य विफल.
ml: SHA-1 ഡൈജസ്റ്റ് ഫംഗ്ഷന്‍ പരാജയപ്പെട്ടു.
mr: SHA-1 डायजेस्ट कार्यपद्धती अपयशी.
ms: Fungsi diges SHA-1 gagal.
my: SHA-1 အကျဉ်းချုပ် လုပ်ဆောင်ချက် ချို့ယွင်းနေတယ်။
nb_no: SHA-1-fingeravtrykksfunksjon feilet.
nn_no: SHA-1-fingeravtrykksfunksjon feila.
oc: La foncion de pretractament SHA-1 a fracassat.
pt_br: Função de digest SHA-1 malsucedida.
ro: Funcția SHA-1 digest a eșuat.
sd: ايس۔ ايڇع اي-1 اِنتخاب جو ڪاريہ ناڪام ٿيو۔
si: SHA-1 ධාරණය කිරීමේ ක්‍රියාව අසමත් විය.
sr: Функција за сажетак СХА-1 није успела.
sv: Funktionen SHA-1-summa misslyckades.
te: SHA-1 డైజస్ట్ కార్యక్రమం విఫలమైంది..
th: ฟังก์ชั่นการย่อย SHA-1 ผิดพลาด
ug: SHA-1 مۇھىم مەزمۇن ئىقتىدارى مەغلۇپ بولدى.
uz: SHA-1 raqam funksiyasi amalga oshmadi.
vi: Chức năng phân loại SHA-1 thất bại.
zh_tw: SHA-1 摘要函式失效。

source: MAC computation failed.
af: MAC-berekening het misluk.
ar: فشلت حوسبة MAC.
as: MAC গণনা ব্যৰ্থ হল।
az: MAC hesaplaması başarısız oldu.
bg: Грешка при изчисляване на MAC.
bn_bd: MAC কম্পিউটেশন বিফল।
bn_in: MAC গণনা বিফল।
br: C'hwitadenn war ar riñvañ MAC.
ca: El càlcul de la MAC ha fallat.
cy: Methodd cyfrifiant MAC.
es_mx: Cálculo MAC fallido.
eu: MAC konputazioak huts egin du.
fa: محاسبهٔ MAC شکست خورد.
fur: La esecuzion dal calcul dal MAC e à falât.
ga_ie: Theip ar ríomh an chóid fhíordheimhnithe teachtaireachta (MAC).
gd: Dh'fhàillig coimpiutadh Còd Dearbhachadh na Teachdaireachd MAC.
gu: MAC ગણતરી નિષ્ફળ.
hi_in: MAC गणना विफल.
hr: MAC računanje nije uspjelo.
hu: A MAC kiszámítása sikertelen.
hy_am: MAC -ի հաշվման սխալ:
id: Perhitungan MAC gagal.
is: MAC útreikningur mistókst.
kk: MAC есептеу қатесі.
km: បាន​បរាជ័យ​ក្នុង​ការ​គណនា MAC ។
kn: MAC ಕಂಪ್ಯೂಟೇಶನ್‌ ವಿಫಲಗೊಂಡಿದೆ.
ku: Hesabkirina MAC têk çû.
lt: Nepavyko apskaičiuoti pranešimo tapatumo kodo (MAC).
lv: MAC aprēķins neizdevās.
mai: MAC गणना विफल.
ml: മാക് കമ്പ്യൂട്ടേഷന്‍ പരാജയപ്പെട്ടു.
mr: MAC विश्लेषण अपयशी.
ms: Pengiraan MAC gagal.
my: MAC တွက်ချက်မှု ချို့ယွင်းသွားတယ်။
nb_no: MAC-komputasjon feilet.
nn_no: MAC-komputasjon feila.
oc: Lo calcul MAC a fracassat.
pt_br: Cálculo MAC malsucedido.
ro: Eșec în calcularea MAC-ului.
sd: ايم اي سي ڳڻپ ناڪام ٿي۔
si: MAC ගණනය අසමත් විය.
sr: Рачунање МАЦа (MAC) није успело.
sv: MAC-beräkning misslyckades.
te: MAC గణనము విఫలమైంది.
th: การคำนวน MAC ผิดพลาด
ug: MAC ھېسابلاش مەغلۇپ بولدى.
uz: MAC hisoblash amalga oshmadi.
vi: Tính toán MAC thất bại.
zh_tw: MAC 計算失敗。

source: Failure to create Symmetric Key context.
af: Kon nie simmetriese sleutelkonteks skep nie.
ar: فشل إنشاء سياق المفتاح المتناظر.
as: চিমেট্ৰিক কি' পৰিপ্ৰেক্ষতিত সৃষ্টি কৰোতে ব্যৰ্থ।
az: Simmetrik açar məzmunu yaradılması uğursuz oldu.
bg: Грешка при създаване на контекст за симетричен ключ.
bn_bd: Symmetric Key কনটেক্সট তৈরি করতে অসফল
br: C'hwitadenn war krouiñ kendestenn un alc'hwez kemparzhel.
ca: S'ha produït un error en crear un context de clau simètrica.
cy: Methu creu cyd-destun Allwedd Symetrig.
es_mx: No se ha podido crear un contexto de clave simétrica.
eu: Huts gako simetriko testuingurua sortzerakoan.
fa: ایجاد زمینهٔ کلید متقارن شکست خورد.
fur: No si à podût creâ il contest di clâf simetriche.
ga_ie: Theip ar chruthú comhthéacs Eochrach Siméadrach.
gd: Dh'fhàillig cruthachadh an co-theacs Symmetric Key.
gu: સીંક કી સંદર્ભ બનાવવામાં નિષ્ફળ.
hi_in: सममितीय कुंजी संदर्भ बनाने में विफलता.
hr: Greška stvaranja konteksta simetričnog ključa.
hu: A szimmetrikus kulcs kontextus létrehozása sikertelen.
hy_am: Չի հաջողվում պատրաստել Սիմետրիկ Բանալու կոնտեկստը:
id: Gagal membuat konteks Symmetric Key.
is: Gat ekki búið til samhverfan lykil.
kk: Симметриялы кілт контекстін жасау қатесі.
km: ​បរាជ័យ​ក្នុង​ការ​បង្កើត​បរិបទ​អំពី​កូនសោ​ស៊ីមេទ្រី ។
kn: ಸಿಮಿಟ್ರಿಕ್ ಕೀಲಿ ಸನ್ನಿವೇಶವನ್ನು ಸೃಜಿಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ.
ku: Di afirandina Symmetric Key de çewtî.
lt: Nepavyko sukurti simetrinio rakto konteksto.
lv: Neizdevās izveidot simetriskās atslēgas kontekstu.
mai: सममितीय कुँजी संदर्भ बनाबै मे विफलता.
ml: സിമ്മെട്രിക്ക് കീ കണ്ടെക്സ്റ്റ് തയ്യാറാക്കുന്നതില്‍ പരാജയപ്പെട്ടു.
mr: सम कि अनुक्रम निर्माण करण्यास अपयशी.
ms: Gagal untuk mencipta konteks Kekunci Simmetrik.
my: အချိုးကျတဲ့ သော့ချက် ​အကြောင်းအရာကို ဖန်တီးဖို့ ချို့ယွင်းချက်
nb_no: Klarte ikke opprette symmetrisk nøkkel-innhold.
nn_no: Klarte ikkje å opprettea symmetrisk nykel-innhald.
oc: Fracàs de creacion del contèxt de claus simetricas.
pt_br: Falha ao criar contexto de chave simétrica.
ro: Eșec în crearea contextului cheii simetrice.
sd: سمت واريءَ ڪنجيءَ جو حوالو خلقڻ ۾ ناڪام۔
si: සමමිතික යතුරු පද සම්බන්ධයක් සෑදීමට අසමත් වීම.
sr: Није успело креирање контекста за симетрични кључ.
sv: Misslyckades med att skapa kontext för symmetrisk nyckel.
te: సిమెట్రిక్ కీ కాంటెస్టు సృష్టించుటలో విఫలమైంది.
th: ไม่สามารถสร้าง Symmetric Key ได้
ug: سىممېترىك شىفىرلىق ئاچقۇچ كونتېكست قۇرۇش مەغلۇپ بولدى.
uz: Simmetrik tugma matnini yaratish amalga oshmadi.
vi: Thất bại trong việc tạo Symmetric Key.
zh_tw: 建立對稱式金鑰內容失敗。

source: Failure to unwrap the Symmetric key in Client Key Exchange message.
af: Kon nie die simmetriese sleutel in Client Key Exchange-boodskap ontvou nie.
ar: فشل إزالة غلاف المفتاح المتناظر في رسالة تبادلم فتاح العميل.
as: ক্লাএন্ট কি' সলনি বাৰ্তাত চিমেট্ৰিক কি' খোলোতে ব্যৰ্থ।
az: Klient açar dəyişikliyi mesajındakı simmetrik açar açıla bilmədi.
bg: Грешка при разопаковане на симетричен ключ в съобщение Client Key Exchange.
bn_bd: ক্লায়েন্ট কী বিনিময় বার্তার এর মধ্যে সিমেট্রিক কী বের করতে অসফল।
br: C'hwitadenn war dibakañ an alc'hwez kemperzh e kemennadenn eskemm alc'hwez an arval.
ca: No s'ha pogut desembolicar la clau simètrica en el missatge d'intercanvi de claus de client.
cy: Methu dadlapio'r allwedd Symetrig yn neges Cyfnewid Allwedd Cleient.
es_mx: No se ha podido desempaquetar la clave simétrica en el mensaje de intercambio de claves de cliente.
eu: Huts gako simetrikoa bezero gako aldaketa mezuan zabaltzean.
fa: استخراج کلید متقارن در پیغام Client Key Exchange شکست خورد.
fur: No si à podût estrai la clâf simetriche dal messaç di scambi di clâf di client.
ga_ie: Níorbh fhéidir an eochair shiméadrach i dteachtaireacht Mhalartú Eochrach Cliaint.
gd: Dh'fhàillig dì-phasgadh an Symmetric Key anns an teachdaireachd Client Key Exchange.
gu: ક્લાઈન્ટ કી ફેરબદલી સંદેશામાં સીંક કી ખોલવામાં નિષ્ફળ.
hi_in: क्लाएंट कुंजी विनिमय संदेश में सममितीय कुंजी खोलने में विफलता.
hr: Greška razmotavanja simetričnog ključa u poruci razmjene klijentskog ključa.
hu: Nem sikerült kicsomagolni a szimmetrikus kulcsot az ügyfélkulcscsere üzenetben.
hy_am: Չի հաջողվում բացել Client Key Exchange հաղորդագրության Սիմետրիկ Բանալին:
id: Gagal membuka kunci Symmetric pada pesan Client Key Exchange.
is: Gat ekki náð út samhverfum lykli frá lyklaskilaboðum biðlara.
kk: Client Key Exchange хабарламасынан симметриялы кіллті тарқату қатесі.
km: បរាជ័យ​​ក្នុង​ការ​ពន្លា​កូនសោ​ស៊ីមេទ្រី​​ក្នុង​សារ​ផ្លាស់ប្ដូរ​កូនសោ​ម៉ាស៊ីន​ភ្ញៀវ ។
kn: ಕ್ಲೈಂಟ್ ಕೀಲಿ ಎಕ್ಸ್‍ಚೇಂಜ್ ಸಂದೇಶದಲ್ಲಿ ಸಿಮಿಟ್ರಿಕ್‌ ಕೀಲಿಯನ್ನು ಹೊರತೆಗೆಯುವಲ್ಲಿ ವಿಫಲತೆ.
ku: Mifteya sîmetrîk ya di peyama Guhertina Mifteya Daxwazkarê de nehat dahûrandin.
lt: Nepavyko išskirti simetrinio rakto iš „Client Key Exchange“ tipo pranešimo.
lv: Neizdevās atpakot Simetrisko atslēgu klienta atslēgu apmaiņas ziņojumā.
mai: क्लाएंट कुँजी विनिमय संदेश मे सममितीय कुँजी खोलब मे विफलता.
ml: ക്ലയന്റ് കീ എക്സ്ചെയിഞ്ച് സന്ദേശത്തില്‍ സിമ്മെട്രിക്ക് കീ അണ്‍റാപ്പ് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു.
mr: Client Key Exchange संदेश अंतर्गत सम कि उघडण्यास अपयशी.
ms: Kegagalan untuk tidak membalut kunci Symmetric dalam mesej Client Key Exchange.
my: သုံးစွဲသူ သော့ချက် ဖလှယ်ရေး သတင်းစကားထဲမှ အချိုးကျတဲ့ သော့ချက် ဖြည်ထုတ်ဖို့ ချို့ယွင်းချက်။
nb_no: Klarte ikke pakke ut symmetrisk nøkkel i Client Key Exchange-meldingen.
nn_no: Klarte ikkje å pakka ut symmetrisk nykel i Client Key Exchange-meldinga.
oc: Fracàs de l'extraccion de la clau simetrica dins lo messatge « Client Key Exchange ».
ro: Eșec la despachetarea cheii Symmetric din mesajul Client Key Exchange.
sd: گراهڪ جي ڪنجي مَٽائڻ جي سنديش ۾ سمت واري لڪايل ڪنجي ظاهر ڪرڻ ۾ ناڪام
si: සේව්‍ය යතුරු හුවමාරු පණිවිඩයේ සමමිතික යතුර ගැළවීමට අසමත් වීම.
sr: Није могуће одмотати симетрични кључ у контексту клијентске поруке за размену кључева.
sv: Misslyckades med att packa upp den symmetriska nyckeln i Client Key Exchange-meddelandet.
te: క్లైంట్ కీ ఎక్సేంజ్ సందేశంనందు సిమ్మెట్రిక్ కీ అన్‌వ్రాప్ విఫలమైంది.
th: ไม่สามารถแกะ Symmetric key ที่อยู่ในข้อความ Client Key Exchange ได้
ug: خېرىدار شىفىرلىق ئاچقۇچ ئالماشتۇرۇش ئۇچۇرىدىكى سىممېترىك شىفىرلىق ئاچقۇچنى پرىستىن يېشىش مەغلۇپ بولدى.
uz: Mijoz kalit almashtirish xabaridagi simmetrik kalitga joylashtirishni chiqarish amalga oshmadi.
vi: Thất bại trong việc mở khóa Symmetric trong thông điệp Client Key Exchange.
zh_tw: 於用戶端金鑰交換訊息展開對稱式金鑰時失敗。
