Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pipnss/nsserrors.properties.po
Languages: af, ar, as, az, bg, bn_bd, bn_in, br, ca, cy, es_mx, eu, fa, fur, ga_ie, gd, gu, hi_in, hr, hu, hy_am, id, is, kk, km, kn, ku, lt, lv, mai, ml, mr, ms, my, nb_no, nn_no, oc, pt_br, ro, sd, si, sr, sv, te, th, ug, uz, vi, zh_tw

source: Peer reports failure of signature verification or key exchange.
af: Eweknie meld faling van handtekeningverifikasie of sleutelruil.
ar: يخبر الند عن فشل في التحقق من التوقيع أو تبادل المفاتيح.
as: সমনীয়ায় স্বাক্ষৰ সতাসত্য নিৰূপণ অথবা কি' সলনিৰ ব্যৰ্থতাৰ সংবাদ দিয়ে।
az: Həmkar imza təsdiqləmə ya da açar dəyişmə səhvi olduğunu bildirdi.
bg: Партньорът докладва за грешка в проверка на подпис или в обмяна на ключове.
bn_bd: পিয়ার স্বাক্ষর যাচাই অথবা কী বিনিময়ের ব্যর্থতা সম্পর্কে রিপোর্ট করে।
bn_in: সমকক্ষ দ্বারা স্বাক্ষর যাচাই অথবা কি বিনিময়ের ব্যর্থতা সম্পর্কে সূচিত করা হয়েছে।
br: Ur c'hwitadenn war gwiriañ ar sinadur pe eskemm an alc'hwez zo bet danevellet gant ar par.
ca: L'altre extrem informa d'un error en la verificació de signatures o en l'intercanvi de claus.
cy: Mae'r cyfoed yn cofnodi methiant llofnod dilysu neu gyfnewid allweddi.
es_mx: La otra parte indica un fallo en la verificación de la firma o intercambio de claves.
eu: Parekoak sinadura berreste edo gako aldaketa huts baten berri eman du.
fa: طرف مقابل از شکست وارسی امضا یا تبادل کلید خبر داد.
fur: Chel altri estrem al segnale un erôr tal verificâ la firme o tal scambi di clâfs.
ga_ie: Tuairiscíonn an comhghleacaí gur theip ar fhíorú sínithe nó malartú eochrach.
gd: Tha an seise ag aithris gun do dh'fhàillig dearbhadh an t-soidhnidh no malairt na h-iuchrach.
gu: સમકક્ષ સહી ખાતરી કે કી ફેરબદલીની નિષ્ફળતાનો અહેવાલ આપે છે.
hi_in: साथी हस्ताक्षर जांच या कुंजी विनिमय की विफलता का रिपोर्ट करता है.
hr: Čvor javlja neuspjeh ovjere potpisa ili razmjene ključa.
hu: A partner aláírás-ellenőrzési vagy kulcskicserélési hibát jelez.
hy_am: Հանգույցը հացորդում է ստորագրության ստուգման կամ անալու փոխանակման սխալի մասին:
id: Pihak lain melaporkan kegagalan verifikasi tanda tangan atau pertukaran kunci.
is: Jafningi tilkynnti að sannvottun undirskriftar eða lyklaskipti mistókust.
kk: Торап қолтаңбаны тексеру кезінде немесе кілттермен алмасу кезінде қате кеткені туралы хабарлады.
km: បរាជ័យ​ក្នុង​ការ​ផ្ទៀងផ្ទាត់​ហត្ថលេខា​របាយការណ៍​ម៉ាស៊ីន​ដូចគ្នា ឬ​​ការ​ផ្លាស់ប្ដូរ​កូនសោ ។
kn: ಸಹಿ ಪರಿಶೀಲನೆ ಅಥವ ಕೀಲಿ ಎಕ್ಸ್‍ಚೇಂಜ್‌ನಲ್ಲಿ ವಿಫಲತೆಯನ್ನು ಪೀರ್ ವರದಿ ಮಾಡಿದೆ.
ku: Peer têkçûneke îmzeyê an jî guherîna mifteyê rapor dike.
lt: Partnerinis kompiuteris praneša apie nesklandumus, tikrinant parašą arba apsikeičiant raktais.
lv: Partneris ziņo par kļūmi paraksta apstiprināšanā vai atslēgu apmaiņā.
mai: सँगी हस्ताक्षर जाँच अथवा कुँजी विनिमय क विफलता क रिपोर्ट करैत अछि.
ml: സിഗ്നേച്ചര്‍ ഉറപ്പാക്കല്‍ അല്ലെങ്കില്‍ കീ എക്സ്ചെയിഞ്ചിന്റെ പരാജയത്തപ്പെറ്റി പിയര്‍ രേഖപ്പെടുത്തുന്നു.
mr: समघटक स्वाक्षरी तपासणी किंवा कि देवाणघेवाणचे अपयशीपणा कळवितो.
ms: Karib melaporkan kegagalan tandatangan penentusahan atau penukaran kunci.
my: မျိုးတူက လက်မှတ် အတည်ပြုခြင်း (သို့) သော့ချက် ​​ဖလှယ်ခြင်း ချို့ယွင်းချက်များကို အစီရင်ခံတယ်။
nb_no: Motparten rapporterer om problem med signaturkontroll eller nøkkelutveksling.
nn_no: Motparten rapporterer om problem med signaturkontroll eller nykelutveksling.
oc: Lo par senhala un fracàs de la verificacion de signatura o de l'escambi de claus.
pt_br: O sistema remoto informa falha na verificação de assinatura ou na troca de chaves.
ro: Partenerul de conexiune raportează o eroare la verificarea semnăturii sau la schimbul de chei.
sd: ثاني صحيحءَ جي تصديق يا ڪنجيءَ جي مٽ سٽ جي ناڪاميءَ جي رپورٽ ڏئي ٿو۔
si: අත්සන ස්ථිර කිරීමේ හෝ යතුර හුවමාරුවේ අසමත් වීමක් අග්‍රය වාර්තා කරයි.
sr: Удаљени рачунар јавља грешку при провери потписа или размени кључева.
sv: Den andra parten rapporterar ett fel vid signaturverifiering eller nyckelutbyte.
te: పీర్ సంతకం నిర్ధారణ వైఫల్యాన్ని లేదా కీ ఎక్సేంజ్‌ను నివేదిస్తోంది.
th: ปลายทางได้รายงานถึงความล้มเหลวในการตรวจสอบลายเซ็นหรือการแลกเปลี่ยนกุญแจ
ug: ئىمزا تەكشۈرىدىغان ياكى شىفىرلىق ئاچقۇچ ئالماشتۇرىدىغان نۇقتا دوكلاتى مەغلۇپ بولدى.
uz: Manba imzoni tasdiqlash yoki almashish kaliti xatosi haqida hisobot berdi.
vi: Máy ngang hàng báo thất bại trong việc xác minh chữ kí hoặc trao đổi khóa.
zh_tw: 節點回報簽署驗證或金鑰交換失敗。

source: Peer reports negotiation not in compliance with export regulations.
af: Eweknie meld onderhandeling voldoen nie aan uitvoerregulasies nie.
ar: يخبر الند أن التفاوض لا يطيع أنظمة التصدير.
as: সমনীয়ায় এক্সপোৰ্ট সংযতৰ লগত সংগতি নথকা মিটমাটৰ সংবাদ দিয়ে।
az: Həmkar mübadilənin ixracat nizamları ilə uyğun olmadığını bildirir.
bg: Партньорът докладва несъвместимост на договарянето с регулациите за експорт на САЩ.
bn_bd: এক্সপোর্টের নিয়ম বহির্ভুত মীমাংসা পিয়ার দ্বারা রিপোর্ট করা হয়েছে।
bn_in: এক্সপোর্টের নিয়ম বহির্ভুত মীমাংসার সূচনা সমকক্ষ দ্বারা প্রদান করা হয়েছে।
br: Danevellet eo bet gant ar par ur c'hevraouiñ nad eo ket reizh e-keñver ar reolennadurioù ezporzhiañ.
ca: L'altre extrem informa que la negociació no compleix amb les regulacions d'exportació.
cy: Mae'r cyfoed yn cofnodi negodi nad yw'n gytûn â'r rheoliadau allforio.
es_mx: La otra parte informa que la negociación no cumple las regulaciones de exportación.
eu: Parekoak negoziazioa ez dituela esportazio erregulazioak betetzen berri eman du.
fa: طرف مقابل از مذاکره‌ای مغایر با مقررات صادرات خبر داد.
fur: Chel altri estrem al segnale che la negoziazion no je conforme cu lis normativis su la esportazion.
ga_ie: Deir an comhghleacaí nach n-oireann an idirbheartaíocht le rialúcháin easpórtála.
gd: Tha an seise ag aithris nach eil an co-rèiteachadh a' gèilleadh ris na riaghailtean às-phortadh.
gu: સમકક્ષ નિકાસ નિયમોમાં ભાવતાલનો અહેવાલ આપતું નથી.
hi_in: साथी निर्यात विनियमन के साथ संगत नहीं निगोशियेशन को रिपोर्ट करता है.
hr: Čvor javlja da pregovaranje nije u skladi s pravilima izvoza.
hu: A partner azt jelzi, hogy a tárgyalás nem felel meg az exportkorlátozási előírásoknak.
hy_am: Հանգույցը հաղորդում է արտահանման կարգավորումների հետ համաձայնության անհամատեղելի լինելու մասին:
id: Pihak lain melaporkan negosiasi tidak sesuai dengan peraturan ekspor.
is: Jafningi tilkynnti að samningur væri ekki í samræmi við útflutningsreglur.
kk: Торап жауаптары хабар алмасу ережелеріне сай емес.
km: ម៉ាស៊ីន​ដូចគ្នា រាយការណ៍​ថា​ការ​ចរចារ​មិន​អនុលោម​តាម​បទបញ្ជា​នាំចេញ ។
kn: ನೆಗೋಶಿಯೆಶನ್ ರಫ್ತು ನಿಯಮಾವಳಿಗಳಿಗೆ ಅನುವರ್ತನೀಯವಾಗಿಲ್ಲ ಎಂದು ಪೀರ್ ವರದಿ ಮಾಡಿದೆ.
ku: Tê raporkirin ku hevdîtin û îxrac hev nagirin.
lt: Partnerinis kompiuteris praneša, jog bandoma suderinti ryšio parametrus, neatitinkančius eksporto taisyklių.
lv: Partneris ziņo, ka vienošanās neatbilst eksportēšanas noteikumiem.
mai: सँगी निर्यात विनियमन क सँग संगत नहि निगोशियेशन केँ रिपोर्ट करैत अछि.
ml: എക്സപോര്‍ട്ട് നിയമങ്ങള്‍ക്കനുസരിച്ചല്ലാത്ത സംവാദങ്ങളെ പിയര്‍ രേഖപ്പെടുത്തുന്നു.
mr: समघटक अहवाल एक्सपोर्ट नियमावलीसह सहत्व नाही.
ms: Karib melaporkan perundingan tidak mematuhi peraturan-peraturan eksport.
my: မျိုးတူက တင်ပို့ချက် စည်းမျဉ်းများနဲ့ မကိုက်ညီတဲ့ ညှိနှိုင်းမှုကို အ​စီရင်ခံတယ်။
nb_no: Motparten rapporterer om at forhandlingen ikke er i tråd med offentlige eksportregler.
nn_no: Motparten rapporterer at forhandlinga ikkje er i samsvar med offentlege eksportreglar.
oc: Lo par senhala una negociacion qu'es pas en conformitat amb las leis sus l'exportacion.
pt_br: O sistema remoto informa que a negociação não está em conformidade com os regulamentos de exportação.
ro: Partenerul de conexiune raportează o negociere care nu respectă reglementările privitoare la export.
sd: ثانيءَ جي رپورٽن جي ڳالهہ ٻول روانگيءَ جي قاعدن سان رضامندي نٿي ڏيکاري۔
si: අග්‍ර වාර්තා ගනුදෙනුව අපනයන රෙගුලාසි සමඟ අනුකූල නොවේ.
sr: Удаљени рачунар пријављује да договор није сагласан са правилима о извозу.
sv: Den andra parten rapporterar att förhandling inte är i enlighet med exportbestämmelser.
te: పీర్ సంధీకరణను నివేదిస్తోంది ఎగుమతి నియమాలలోని కంప్లైయన్స్ కాదు.
th: ปลายทางรายงานถึงการต่อรองที่ไม่เข้ากับกฎการส่งออก
ug: نۇقتا دوكلات كېلىشىمى چىقىرىش قائىدىسىگە ئۇيغۇن ئەمەس.
uz: Manba eksport tartibi bilan rozilikda inkor yo‘qligi haqida ma’lumot bermoqda.
vi: Máy ngang hàng báo việc thương lượng không đúng với luật xuất.
zh_tw: 節點回報協議與匯出規則不符。

source: Peer reports incompatible or unsupported protocol version.
af: Eweknie meld onversoenbare of nieondersteunde protokolweergawe.
ar: يخبر الند عن نسخة بروتوكول غير ملائمة أو غير مدعومة.
as: সমনীয়ায় অসংযত অথবা অসমৰ্থিত প্ৰটকল সংস্কৰণৰ সংবাদ দিয়ে।
az: Həmkar uyğun olmayan ya da dəstəklənməyən bağlantı qaydası versiyası olduğunu bildirir.
bg: Партньорът докладва несъвместима или неподдържана версия на протокола.
bn_bd: পিয়ার দ্বারা অসংগত অথবা অসমর্থিত প্রোটোকল সংস্করণ সম্পর্কে রিপোর্ট করা হয়েছে।
bn_in: সমকক্ষ দ্বারা বিসংগত অথবা অসমর্থিত প্রোটোকল সংস্করণ সম্পর্কে সূচিত করা হয়েছে।
br: Danevellet en deus ar par un handelv komenad digeverlec'h pe anskor.
ca: L'altre extrem informa d'una versió incompatible o no implementada del protocol.
cy: Mae'r cofnod yn cofnodi ferwiwn protocol anghymarus neu heb ei gynnal.
es_mx: La otra parte informa de una versión del protocolo incompatible o no admitida.
eu: Parekoak onartzen ez duen edo bateraezina den protokolo bertsioaren berri eman du.
fa: نسخهٔ قرارداد از نظر طرف مقابل ناسازگار است و توسط آن پشتیبانی نمی‌شود.
fur: Chel altri estrem al segnale une version dal protocol incompatibile o no supuartade.
ga_ie: Deir an comhghleacaí gur leagan prótacail neamhchomhoiriúnach, nó nach dtacaítear leis, atá ann.
gd: Tha an seise ag aithris gu bheil tionndadh a' phròtacail neo-chòrdail no gun taic.
gu: સમકક્ષ અસુસંગત અને બિનઆધારભૂત પ્રોટોકોલ આવૃત્તિનો અહેવાલ આપે છે.
hi_in: साथी असंगत या असमर्थित प्रोटोकॉल संस्करण को रिपोर्ट करता है.
hr: Čvor javlja nekompatibilnu ili nepodržanu inačicu protokola.
hu: A partner nem kompatibilis vagy nem támogatott verziót jelez.
hy_am: Հանգույցը տեղեկացնում է անհամատեղելի կամ չսպասարկվող պրոտոկոլի տարբերակի մասին:
id: Pihak lain melaporkan versi protokol yang tidak kompatibel atau tidak didukung.
is: Jafningi tilkynnti ósamhæfa eða óstudda útgáfu af samskiptareglum.
kk: Торап жауаптарына немесе оның хаттамасына қолдау жоқ.
km: របាយការណ៍​ម៉ាស៊ីន​ដូច​គ្នា​ដែល​មិន​ឆប​គ្នា ឬ​​កំណែ​ពិធីការ​ដែល​មិន​បាន​គាំទ្រ ។
kn: ಹೊಂದಾಣಿಕೆಯಾಗದ ಅಥವ ಬೆಂಬಲವಿಲ್ಲದ ಪ್ರೊಟೋಕಾಲ್ ಆವೃತ್ತಿ ಎಂದು ಪೀರ್ ವರದಿ ಮಾಡಿದೆ .
ku: Dide diyarkirin ku guhertoya rêbaza têkilîdanînê hevnegirtî an jî bêdestek e.
lt: Partnerinis kompiuteris praneša apie nesuderinamą arba nepalaikomą protokolo versiją.
lv: Partneris ziņo par nesavietojamu vai neatbalstītu protokola versiju.
mai: सँगी असंगत अथवा असमर्थित प्रोटोकाल संस्करण केँ रिपोर्ट करैत अछि.
ml: പൊരുത്തപ്പെടാത്ത അല്ലെങ്കില്‍ പിന്തുണയ്ക്കാത്ത പ്രോട്ടോക്കോള്‍ പതിപ്പു് പിയര്‍ രേഖപ്പെടുത്തുന്നു.
mr: समघटक असहत्व किंवा असमर्थीत शिष्टाचार आवृत्ती विषयक कळवितो.
ms: Karib melaporkan versi protokol tidak secocok atau tidak disokong.
my: မျိုးတူက လိုက်ဖက်မှုမရှိ (သို့) လက်ခံမထားတဲ့ နည်းစဉ် မူအဆင့်ကို အ​စီရင်ခံတယ်။
nb_no: Motparten rapporterer om inkompatible eller ustøttede protokollversjoner.
nn_no: Motparten rapporterer om inkompatible eller ustøtta protokollversjonar.
oc: Lo par senhala una version de protocòl pas compatibla o pas gerida.
pt_br: O sistema remoto informa versão de protocolo não suportada ou incompatível.
ro: Partenerul de conexiune raportează o versiune incompatibilă sau nesuportată a protocolului.
sd: ثانيءَ جون رپورٽون بي ميل يا بنا سمرٿن وارو مسودي جو سنسڪرڻ
si: අනනුකූල හෝ සහය නොදක්වන සම්මුති අනුවාදයක් අග්‍රය වාර්තා කරයි.
sr: Удаљени рачунар јавља несагласно или неподржано издање протокола.
sv: Den andra parten rapporterar inkompatibel eller ej stödd protokollversion.
te: పీర్ సారూప్యంకాని లేదా మద్దతీయని ప్రొటోకాల్ వర్షన్‌ను నివేదిస్తోంది.
th: ปลายทางรายงานถึงรุ่นของโพรโตคอลที่เข้ากันไม่ได้หรือไม่รองรับ
ug: نۇقتا دوكلاتى ماسلاشمايدۇ ياكى قوللىمايدىغان كېلىشىم نەشرى.
uz: Manba mos kelmaydigan yoki mos kelmaydigan protokol versiyasi haqida ma’lumot bermoqda.
vi: Máy ngang hàng báo không tương thích hoặc không hỗ trợ phiên bản giao thức.
zh_tw: 節點回報通訊協定版本不相容或未支援。

source: Server requires ciphers more secure than those supported by client.
af: Bediener vereis syfers wat meer beveilig is as waarmee kliënt werk.
ar: يحتاج الخادوم شيفرات أكثر أمانًا من تلك المدعومة من العميل.
as: চাৰ্ভাৰৰ ক্লাএন্টে সমৰ্থন কৰা চিফাৰসমূহতকে অধিক সুৰক্ষিত চিফাৰৰ প্ৰয়োজন।
az: Server üçün şifrələrin klientin dəstəklədiyindən daha etibarlı olması lazımdır.
bg: Сървърът изисква шифри, които са по-сигурни от поддържаните от клиента.
bn_bd: ক্লায়েন্ট দ্বারা সমর্থিত সাইফারের তুলনায় অধিক নিরাপদ সাইফার সার্ভারের প্রয়োজন।
bn_in: ক্লায়েন্ট দ্বারা সমর্থিত সাইফারের তুলনায় অধিক নিরাপদ সাইফার সার্ভারের প্রয়োজন।
br: Azgoulennet eo sifroù suroc'h gant an dafariad eget ar re skoret gant an arval.
ca: El servidor necessita xifratge més segurs que els que permet el client.
cy: Mae'r gweinydd angen seiffr mwy diogel na'r rhai sy'n cael eu cynnal gan y cleient.
es_mx: El servidor requiere cifrado más segudo del soportado por el cliente.
eu: Zerbitzariak bezeroak onartzen dituen hauek baino zifraketa seguruagoa eskatzen du.
fa: کارگزار نیازمند رمزهایی امن‌تر از رمزهای پشتیبانی شده توسط کارگیر است.
fur: Il servidôr al domande un nivel di cifradure superiôr a pet di chel supuartât dal client.
ga_ie: Tá sifir níos sláine ná na cinn a thacaíonn an cliant leo ag teastáil ón bhfreastalaí.
gd: Feumaidh am frithealaiche sifirean nas tèarainte na an fheadhainn a tha an cliant a' cur taic riutha an-dràsta.
gu: સર્વરને ક્લાઈન્ટ દ્વારા આધારભૂત કરતાં વધુ સુરક્ષિત સાયફરોની જરૂર છે.
hi_in: सर्वर को क्लाइंट के द्वारा समर्थित साइफर के बनिस्पत अधिक सुरक्षित चाहिए.
hr: Poslužitelj zahtijeva sigurniji šifrator od onog kojeg podržava klijent.
hu: A kiszolgáló által megkövetelt titkosítók biztonságosabbak, mint amiket az ügyfél támogat.
hy_am: Սերվերը պահանջում է ավելի անվտանգ շիֆրեր քան այն որ սպասարկվում է կլիենտի մոտ:
id: Server membutuhkan cipher yang lebih aman dari yang didukung klien.
is: Netþjónn þarfnast dulritunaraðferða sem eru með meira öryggi en þeir sem biðlari styður.
kk: Сервер клиентте қолданылатын шифрден дәрежесі үлкен шифрлеуді сұрап тұр.
km: ម៉ាស៊ីន​បម្រើ​ទាមទារ​សរសេរ​សម្ងាត់​​ដែល​​មាន​សុវត្ថិភាព​ជាង​​ដែល​បាន​គាំទ្រ​ម៉ាស៊ីន​ភ្ញៀវ ។
kn: ಕ್ಲೈಂಟಿನಿಂದ ಬೆಂಬಲಿತವಾಗಿರುವ ಸಿಫರುಳಿಗಿಂತ ಇನ್ನಷ್ಟು ಸುರಕ್ಷಿತವಾದವುಗಳು ಪರಿಚಾರಕಕ್ಕೆ ಅಗತ್ಯವಿದೆ.
ku: Ji bo pêşkêşkar divê şîfre ji ya daxwazkar dixwaze ewletir bin.
lt: Serveris reikalauja saugesnių, negu kliento palaikomi, šifrų.
lv: Serveris pieprasa šifrētājus, kas ir drošāki nekā klienta atbalstītie.
mai: सर्वर केँ क्लाइंट क द्वारा समर्थित साइफर क बनिस्पत बेसी सुरक्षित चाही.
ml: ക്ലയന്റ് പിന്തുണയ്ക്കുന്നതിലും കൂടുതല്‍ സുരക്ഷിതമായ സിഫറുകള്‍ സര്‍വറിനു് ആവശ്യമുണ്ടു്.
mr: सर्वरला क्लाऐंट पेक्षाही जास्त सुरक्षीत सीफरची आवश्यकता असते.
ms: Server memerlukan sistem penyulitan lebih menjamin daripada yang disokong oleh klien.
my: ဆာဗာက သုံးစွဲသူများ လက်ခံထားချက်တွေထက် ပိုလုံခြုံတဲ့ စာဝှက်ဖေါ်နည်းများကို ပိုလိုအပ်တယ်။
nb_no: Serveren krever ciphere som er sikerere enn de som støttes av klienten.
nn_no: Tenaren krev ciphere som er tryggare enn dei som er støtta av av klienten.
oc: Lo servidor requerís de chiframents mai segurs que los que son gerits pel client.
pt_br: O servidor exige códigos de criptografia mais seguros que os suportados pelo cliente.
ro: Serverul necesită cifruri mai sigure decât cele suportate de către client.
sd: سرور کي گراهڪ دواران محفوط صفرن کان سرور کي وڌيڪ گهرجن۔
si: සේව්‍ය විසින් සහය දක්වන කේතාංක වලට වඩා ආරක්ෂාකාරී සේවකයාට අවශ්‍ය වේ.
sr: Server захтева шифре које су сигурније од оних које је доставио клијент.
sv: Servern kräver chiffer som är säkrare än de som stöds av klienten.
te: క్లైంట్ చేత మద్దతీయబడుతున్న వాటికన్నా ఎక్కువ సురక్షితమైన సైఫర్స్ సేవికకు అవసరం.
th: แม่ข่ายต้องการรหัสลับที่ปลอดภัยกว่าท่ลูกข่ายรองรับ
ug: مۇلازىمىتىر تەلەپ قىلغان ئىم خېرىدار قوللايدىغان ئىمدىنمۇ بىخەتەر.
uz: Server mijoz tomonidan qo‘llab-quvvatlanadigan ushbulardan ko‘ra ko‘proq xavfsiz shifrni talab qilmoqda.
vi: Máy chủ yêu cầu bộ số an toàn hơn bộ số hỗ trợ bởi máy khách.
zh_tw: 伺服器請求的密文比用戶端可支援的安全性更高。

source: Peer reports it experienced an internal error.
af: Eweknie meld dat dit 'n interne probleem teëgekom het.
ar: يخبر الند أنه واجه خطأ داخليًا.
as: ই এটা অভ্যন্তৰীক ত্ৰুটিৰ সন্মুখিন হোৱা বুলি সমনীয়ায় সংবাদ দিছে।
az: Həmkar daxili bir səhv olduğunu bildirir.
bg: Партньорът докладва за своя вътрешна грешка.
bn_bd: পিয়ার দ্বারা একটি অভ্যন্তরীণ ত্রুটির সূচনা প্রদান করা হয়েছে।
bn_in: সমকক্ষ দ্বারা একটি অভ্যন্তরীণ ত্রুটির সূচনা প্রদান করা হয়েছে।
br: Danevellañ a ra ar par en deus buhezet ur fazi diabarzh.
ca: L'altre extrem informa que ha patit un error intern.
cy: Mae'r cyfoed yn nodi gwall mewnol.
es_mx: La otra parte informa que ha experimentado un error interno.
eu: Parekoak barne errore bat izan duenaren berri eman du.
fa: کارگزار از یک خطای داخلی خبر داد.
fur: Chel altri estrem al segnale che al è stât un erôr interni.
ga_ie: Tuairiscíonn an comhghleacaí gur tharla earráid inmheánach.
gd: Tha an seise ag aithris gun do thachair mearachd inntearnail dha.
gu: સમકક્ષે અહેવાલ આપ્યો કે તેને આંતરિક ભૂલ અનુભવવી પડી.
hi_in: साथी ने रिपोर्ट किया कि इसने एक आंतरिक त्रुटि का अनुभव किया.
hr: Čvor javlja da je naišao na internu grešku.
hu: A partner saját belső hibát jelet.
hy_am: Հանգույցի մոտ տեղի է ունեցել ներքին սխալմունք:
id: Pihak lain melaporkan telah terjadi kesalahan internal.
is: Jafningi tilkynnti að upp kom innri villa.
kk: Торап жауаптары ішкі қате туралы хабарлайды.
km: របាយការណ៍​​អំពី​ម៉ាស៊ីន​ដូចគ្នា​ដែល​វា​បាន​ទទួល​បទពិសោធន៍​​​ពី​កំហុស​ខាងក្រៅ ។
kn: ಪೀರ್ ಒಂದು ಆಂತರಿಕ ದೋಷವನ್ನು ಎದುರಿಸಿದೆ ಎಂದು ಅದು ವರದಿ ಮಾಡಿದೆ.
ku: Peer rapor dike ku rastî çewtiyeke hundirîn hatiye.
lt: Partnerinis kompiuteris praneša apie iškilusius vidinius nesklandumus.
lv: Partneris ziņo, ka saskāries ar iekšēju kļūdu.
mai: सँगी ने रिपोर्ट कएलक जे ई एकटा आंतरिक त्रुटि क अनुभव कएल.
ml: പിയറില്‍ ആന്തരിക പിശകു് എന്നു് രേഖപ്പെടുത്തിയിരിയ്ക്കുന്നു.
mr: समघटक अनुभविलेले आंतरिक त्रुटी कळवितो.
ms: Karib telah melapor bahawa terdapat kesalahan dalaman telah berlaku.
my: မျိုးတူက ၄င်းတွေ့ကြုံနေတဲ့ အတွင်းပိုင်း အမှားတခုကို အစီရင်ခံတယ်။
nb_no: Motparten rapporterer om at den har fått en intern feil.
nn_no: Motparten rapporterer om at han har fått ein intern feil.
oc: Lo par senhala qu'a agut una error intèrna.
pt_br: O sistema remoto informa que sofreu um erro interno.
ro: Partenerul de conexiune raportează că a avut o eroare internă.
sd: ثاني ان آزمودي واريءَ ۽ اندروني چوڪ جي رپورٽ ڏئي ٿو۔
si: එයට අභ්‍යන්තර දෝෂයක් හමුවූ බව අග්‍රය වාර්තා කරයි.
sr: Удаљени рачунар јавља да је искусио интерну грешку.
sv: Den andra parten rapporterar ett internt fel.
te: అంతర్గతదోషము వుందని పీర్ నివేదిస్తోంది.
th: ปลายทางรายงานถึงการผิดพลาดภายใน
ug: نۇقتا دوكلاتى ئىچكى خاتالىققا يولۇقتى.
uz: Manba uni tarjibali ichki xato kabi ma’lumot bermoqda.
vi: Máy ngang hàng báo lỗi bên trong.
zh_tw: 節點回報發生內部錯誤。

source: Peer user canceled handshake.
af: Eweknie-gebruiker het bladskud gekanselleer.
ar: ألغى مستخدم الند المصافحة.
as: সমনীয়া ব্যৱহাকাৰীয়ে হেন্ডশেক বাতিল কৰিছে।
az: Həmkar istifadəçi qarşılamağı ləğv etdi.
bg: Потребителят на партньора прекъсна ръкостискането.
bn_bd: পিয়ার ব্যবহারকারী দ্বারা হ্যান্ডশেক বাতিল করা হয়েছে।
bn_in: সমকক্ষ ব্যবহারকারী দ্বারা হ্যান্ড-শেক বাতিল করা হয়েছে।
br: An arveriad par en deus dilezet seveniñ ar c'hennask.
ca: L'usuari de l'altre extrem ha cancel·lat la conformitat de connexió.
cy: Mae'r cyfoed wedi diddymu ysgwyd llaw.
es_mx: El usuario del otro extremo de la conexión ha cancelado el negociación.
eu: Pareko erabiltzaileak diosala utzi egin du.
fa: کاربر طرف مقابل مرحلهٔ آغازین را لغو کرد.
fur: L'utent di chel altri estrem al à cancelât la conformitât di conession.
ga_ie: Chealaigh an úsáideoir comhghleacaí an chumarsáid thionscantach.
gd: Sguir an cleachdaiche seise dhen chrathadh-làimhe.
gu: સમકક્ષ વપરાશકર્તાએ હાથમિલાવવાનું રદ કર્યું.
hi_in: साथी उपयोक्ता ने हैंडशेक रद्द कर दिया.
hr: Korisnik čvora je otkazao rukovanje.
hu: A partner megszakította a kézfogást.
hy_am: Հանգույցի օգտագործողը մերժեց կապի հաստատումը:
id: Pihak lain membatalkan handshake.
is: Jafningjanotanda hætti við handsal.
kk: Торап пайдаланушысы байланыс орнату хабарын тоқтатқан.
km: អ្នក​ប្រើ​ម៉ាស៊ីន​ដូចគ្នា​បាន​បោះបង់​បាន​ទទួល ។
kn: ಪೀರ್ ಬಳಕೆದಾರ ಹ್ಯಾಂಡ್‌ಶೇಕ್ ಅನ್ನು ರದ್ದು ಮಾಡಿದೆ.
ku: Bikarhênerê peerê handshake betal kir.
lt: Partnerinio kompiuterio naudotojas nutraukė pasisveikinimą.
lv: Partnera lietotājs atcēla sasveicināšanos.
mai: सँगी प्रयोक्ता हैंडशेक रद्द कए देने अछि.
ml: പിയര്‍ ഉപയോക്താവു് ഹാന്‍ഡ്ഷെയിക്ക് റദ്ദാക്കിയിരിയ്ക്കുന്നു.
mr: समघटक वापरकर्ताने हॅन्डशेक रद्द केले.
ms: Karib telah membatalkan perhubungan ini.
my: မျိုးတူ သုံးစွဲသူက လက်စွဲချက်ကို ပယ်ဖျက်လိုက်ပါတယ်။
nb_no: Brukeren hos motparten avbrøt håndhilsenen.
nn_no: Brukaren hos motparten avbraut handhelsinga.
oc: L'utilizaire par a anullat l'establiment de ligason.
pt_br: O usuário do sistema remoto cancelou o processo de handshake.
ro: Utilizatorul de la celălalt capăt al conexiunii a anulat conectarea.
sd: ثاني اِستعمال ڪندڙ هٿ ملائڻ رد ڪيو۔
si: අග්‍රය භාවිතා කරන්නා ඇරඹීම නවතා දමන ලදි.
sr: Удаљени корисник је отказао сусрет.
sv: Den andra parten återkallade handskakningen.
te: పీర్ వాడుకరి హాండ్‌షేక్‌ను రద్దుచేసినది.
th: ผู้ใช้ปลายทางยกเลิก handshake
ug: نۇقتا ئىشلەتكۈچىسى قول تۇتۇشۇشنى بىكار قىلدى.
uz: Foydalanuvchi manba qo‘l siltashni bekor qildi.
vi: Người sử dụng máy ngang hàng từ chối bắt tay.
zh_tw: 節點的使用者已取消交握。
