Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/about.dtd.po
Languages: ar, as, be, bg, br, cy, fur, hu, hy_am, id, ka, km, lv, ms, oc, or, pt_br, ro, si, sw, uz, vi, xh, zu

source: version
ar: النسخة
as: সংস্কৰণ
be: версія
bg: версия
br: handelv
cy: fersiwn
hu: verzió
hy_am: տարբերակ
id: versi
ka: ვერსია
km: កំណែ
lv: versija
ms: versi
or: ସଂସ୍କରଣ
pt_br: versão
ro: versiunea
si: වෙළුම
sw: toleo
uz: versiyasi
vi: phiên bản
xh: inguqulelo
zu: inguqulo

source: See a list of
ar: اطّلع على قائمة
as: Mozilla প্ৰকল্পৰ
be: Пабачыць спіс
bg: Виж списък от
br: Gwelout roll ar
cy: Gweld rhestr y
fur: Viôt une liste di
hu: Nézze meg a
hy_am: Տես ցանկը
id: Tampilkan daftar
ka: სიის ხილვა:
km: មើល​បញ្ជី​នៃ
lv: Mozilla projekta
ms: Lihat senarai
oc: Consultar la lista dels
or: Mozilla ପ୍ରକଳ୍ପର
pt_br: Veja uma lista dos
ro: Vezi o listă a
si: ලැයිස්තුව බලන්න
sw: Ona orodha ya
uz: Roʻyxatini koʻrish
vi: Xem danh sách
xh: Jonga uludwe lwe
zu: Bona uhlu lwe-

source: contributors
ar: المساهمين
as: অৱদানকাৰীসকলৰ
be: укладчыкаў
bg: сътрудници
br: perzhidi
cy: cyfranwyr
fur: colaboradôrs
hu: közreműködők
hy_am: սատարողներ
id: kontributor
ka: შემმუშავებლები
km: អ្នក​ចូលរួម
lv: dalībnieku
ms: penyumbang
or: ସହଯୋଗୀମାନଙ୍କର ଗୋଟିଏ
pt_br: colaboradores
ro: colaboratorilor
si: දායකවූවන්
sw: wachangiaji
uz: hissa qoʻshuvchilar
vi: những người đóng góp
xh: abenze igalelo
zu: Abanikeli

source: to the Mozilla Project.
ar: في مشروع موزيلا.
as: এটা তালিকা চাওক।
be: у праект Mozilla.
bg: към проекта Mozilla.
br: evit ar Raktres Mozilla.
cy: i Broject Mozilla.
fur: al progjet Mozilla.
hu: listáját.
hy_am: Mozilla նախագծին:
id: Proyek Mozilla.
ka: Mozilla პროექტს.
km: ក្នុង​គម្រោង Mozilla ។
lv: saraksts.
ms: untuk Projek Mozilla.
oc: al projècte Mozilla.
or: ତାଲିକା ଦେଖନ୍ତୁ।
pt_br: do projeto Mozilla.
ro: la proiectul Mozilla.
si: Mozilla ව්‍යාපෘතියට.
sw: kwa Mradi wa Mozilla.
uz: Mozilla loyihasiga.
vi: cho Dự án Mozilla.
xh: kwi-Mozilla Project.
zu: kumklamo we-Mozilla.

# about.license.beforeTheLink
source: Read the
ar: اقرأ
as: এই উৎপাদনৰ বাবে
be: Прачытайце
bg: Прочетете
br: Lenn an
cy: Darllen y
fur: Lei lis
hu: Olvassa el a
hy_am: Կարդացեք`
id: Baca
ka: იხილეთ
km: អាន
lv: Lasiet šī produkta
ms: Baca
oc: Legir
or: ଏହି ଉତ୍ପାଦନ ପାଇଁ
pt_br: Leia as
ro: Citiți
si: කියවන්න
sw: Soma
uz: Oʻqing:
vi: Đọc
xh: Funda
zu: Funda

source: licensing information
ar: معلومات ترخيص
as: অনুজ্ঞা তথ্য
be: ліцэнзійныя звесткі
bg: лицензна информация
br: titouroù a-fet lañvaz
cy: wybodaeth drwyddedu
fur: informazions su la licence
hu: licencinformációkat
hy_am: տեղեկություն լիցենզիայի մասին
id: informasi lisensi
ka: სალიცენზიო შეთანხმებას
km: ព័ត៌មាន​អាជ្ញាប័ណ្ណ
lv: licences informāciju
ms: maklumat perlesenan
oc: las entresenhas sus la licéncia
or: ଅନୁମତିପତ୍ର ସୂଚନାକୁ
pt_br: informações de licenciamento
ro: informațiile legate de licențiere
si: බලපත්‍ර තොරතුරු
sw: maelezo ya kuleseni
uz: litsenziya ma`lumoti
vi: thông tin giấy phép
xh: inkcazelo yonikezelo lwephepha-mvume
zu: Imininingwane yokulayiseniswa

source: for this product.
ar: هذا المنتج.
as: পঢ়ক।
be: для гэтага прадукта.
bg: за този продукт.
br: evit an aozad-mañ
cy: am y cynnyrch.
fur: par chest prodot.
hy_am: հետևյալ արտադրանքի համար:
id: produk ini.
ka: ამ პროდუქტისთვის.
km: សម្រាប់​ផលិតផល​នេះ ។
ms: untuk produk ini.
oc: per aqueste produch.
or: ପଢ଼ନ୍ତୁ।
pt_br: deste produto.
ro: pentru acest produs.
si: මෙම නිපැයුම සඳහා.
sw: kwa bidhaa hii.
uz: ushbu loyiha uchun.
vi: cho sản phẩm này.
xh: yale mveliso.
zu: yalo mkhiqizo.

# about.relnotes.beforeTheLink
source: Read the
ar: اقرأ
as: এই সংস্কৰণৰ বাবে
be: Прачытайце
bg: Прочетете
br: Lenn an
cy: Darllen y
fur: Lei lis
hu: Olvassa el a
hy_am: Կարդացեք`
id: Baca
ka: იხილეთ
km: អាន
lv: Lasiet šīs versijas
ms: Baca
oc: Legir las
or: ଏହି ସଂସ୍କରଣ ପାଇଁ
pt_br: Leia as
ro: Citiți
si: කියවන්න
sw: Soma
uz: Oʻqing:
vi: Đọc
xh: Funda
zu: Funda

source: release notes
ar: ملاحظات هذه الإصدارة
as: উন্মোচন টোকাসমূহ
be: заўвагі пра выданне
bg: бележките към изданието
br: notennoù an handelv
cy: nodiadau ryddhau
fur: notis di version
hu: verzióinformációkat
hy_am: թողարկման նշումներ
id: catatan rilis
ka: გამოშვების მონაცემებს
km: ឯកសារ​ចេញផ្សាយ
lv: laidiena piezīmes
ms: nota pelepasan
oc: nòtas de version
or: ପ୍ରକାଶନ ଟିପ୍ପଣୀକୁ
pt_br: notas de lançamento
ro: notele de lansare
si: නිකුතු සටහන්
sw: dondoo za utoaji
uz: Chiqish eslatmalari
vi: ghi chú phát hành
xh: khulula iingongoma
zu: Amanothi wokukhulula

source: for this version.
as: পঢ়ক।
be: для гэтай версіі.
bg: за тази версия.
br: evit an handelv-mañ.
cy: y fersiwn yma.
fur: par cheste version.
hy_am: հետևյալ տարբերակի համար:
id: versi ini.
ka: ამ ვერსიისთვის.
km: សម្រាប់​កំណែ​នេះ ។
ms: untuk versi ini.
oc: per aquesta version
or: ପଢ଼ନ୍ତୁ।
pt_br: desta versão.
ro: pentru această versiune.
si: මෙම නිකුතුව සඳහා.
sw: wa toleo hili.
uz: ushbu versiya uchun.
vi: cho phiên bản này.
xh: yale nguqulelo.
zu: yale nguquko.

source: See the
ar: انظر
as: এই সংস্কৰণৰ বাবে ব্যৱহাৰ কৰা
be: Праглядзіце
bg: Вижте
br: Gwelout an
cy: Gweld y
fur: Viôt la
hu: Nézze meg az ezen verzió összeépítéséhez használt
hy_am: Տես
id: Tampilkan
ka: იხილეთ
km: មើល
lv: Skatiet šīs versijas
ms: Lihat
oc: Veire la
or: ଏହି ସଂସ୍କରଣରେ ବ୍ୟବହୃତ
pt_br: Veja a
ro: Vedeți
si: බලන්න
sw: Ona
uz: Koʻring
vi: Xem
xh: Jonga
zu: Bona

source: build configuration
ar: إعدادات البناء
as: নিৰ্মাণ সংৰূপ
be: наладкі пабудовы
bg: настройките на компилирането
br: kefluniadur ar c'hempunañ
cy: ffurfweddiad adeiladu
fur: configurazion de compilazion
hu: konfigurációs paramétereket
hy_am: կոնֆիգուրացիա
id: konfigurasi build
ka: აგების კონფიგურაცია
km: ស្ថាបនា​ការ​កំណត់​រចនាសម្ព័ន្ធ
lv: būvējuma konfigurāciju
ms: membina tatarajah
oc: configuracion de compilacion
or: ନିର୍ମିତ ସଂରଚନାକୁ
pt_br: configuração da compilação
ro: configurația folosită
si: ගොඩනැගුම් සැකසුම
sw: usanidi wa utengenezaji
uz: tuzilishini moslash
vi: cấu hình bản xây dựng
xh: isimo sebhildi
zu: ukulungisa yokwakha

source: used for this version.
ar: المستخدمة لهذه النسخة.
as: চাওক।
be: , якія ўжываюцца для гэтай версіі.
bg: , използвани за тази версия.
br: arveret evit an handelv-mañ
cy: ar gyfer y fersiwn yma.
fur: doprade par cheste version.
hy_am: օգտագործված է այս տարբերակի համար
id: yang digunakan versi ini.
km: ដែល​បាន​ប្រើ​សម្រាប់​កំណែ​នេះ ។
ms: untuk kegunaan versi ini.
oc: utilizada per aquesta version.
or: ଦେଖନ୍ତୁ।
pt_br: usada nesta versão.
ro: folosită pentru această versiune.
si: මෙම නිකුතුව සඳහා භාවිතා කරන ලදී.
sw: unaotumiwa kwa toleo hili.
uz: ushbu versiya uchun foydalaniladi.
vi: được dùng cho phiên bản này.
xh: esetyenziswe kule nguqulelo.
zu: isetshenziselwa le nguquko.

source: Build identifier:
ar: معرّف البناء:
as: পৰিচয়ক আৰম্ভ কৰক:
be: Вызначальнік пабудовы:
bg: Идентификатор на компилирането:
br: Naoudi ar c'hempunañ :
cy: Dynodwr:
fur: Identificatôr build:
hu: Az összeépítés (build) azonosítója:
hy_am: Կոնստրուկցիայի իդենտիֆիկատոր`
id: Identifikasi build:
ka: აგების კოდი:
km: ស្ថាបនា​គ្រឿង​សម្គាល់ ៖
lv: Būvējuma identifikators:
ms: Membina pengecam:
oc: Identificant de compilacion :
or: ନିର୍ମାଣ ପରିଚାୟକ:
pt_br: Identificação da compilação:
ro: Identificator versiune:
si: ගොඩනැගුම් හැදුනුම:
sw: Kitambulishi cha utengenezaji:
uz: Aniqlagichni tuzish:
vi: Chỉ báo bản xây dựng:
xh: Isifanisi sebhildi:
zu: Yakha isikhombi:
