Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/aboutTelemetry.properties.po
Languages: af, bn_in, he, km, ms, my, nn_no, oc, or, si, sw, te, ug, uz, zu

source: This page shows the information about performance, hardware, usage and customizations collected by Telemetry. This information is submitted to %1$S to help improve %2$S.
af: Dié bladsy wys die inligting wat Telemetry versamel oor werkverrigting, hardeware, gebruik en aanpassings. Dié inligting word ingedien by %1$S om %2$S te help verbeter.
bn_in: এই পাতাটি কার্যকারিতা, হার্ডওয়্যার, ব্যবহারের রীতি-নীতির সম্বন্ধে তথ্য দেখায় এবং স্বনির্বাচন টেলিমেট্রির দ্বারা সংগ্রহ করেছিল। এই তথ্যটি %2$S সাহায্য কর উন্নতি করতে %1$S তে দাখিল করা হয়।
he: עמוד זה מציג מידע על ביצועים, חומרה, שימוש והתאמות אישיות כפי שנאספו על ידי Telemetry. מידע זה נשלח אל %1$S כדי לסייע בשיפור %2$S.
km: ទំព័រ​នេះ​បង្ហាញ​ព័ត៌មាន​អំពី​ដំណើរការ ផ្នែក​រឹង ការ​ប្រើប្រាស់ និង​ការ​កំណត់​ផ្ទាល់ខ្លួន​ដែល​បាន​ប្រមូល​ដោយ​ទូរមាត្រ​វិធី ។ ព័ត៌មាន​នេះ​ត្រូវ​បាន​ដាក់​ស្នើ​ទៅ %1$S ដើម្បី​ធ្វើឲ្យ %2$S ប្រសើរ​ឡើង ។
ms: Halaman ini menunjukkan informasi berkenaan dengan prestasi, perkakasan, penggunaan dan penyesuaian yang diambil oleh Telemetry. Informasi ini dihantar ke %1$S untuk membantu meningkatkan %2$S
nn_no: Denne sida viser info om yting, maskinvare, bruksmønster og utvidingar som er innsamla av Telemetri. Denne infoen vert sendt til %1$S for å hjelpa til med å forbetra %2$S.
oc: Aquesta pagina aficha las informacions collectadas per telemetria a prepaus de las performàncias, las caracteristicas materialas, l'utilizacion de las foncionalitats e la personalizacion del navigador. Aquelas informacions son mandadas a %1$S per ajudar al melhorament de %2$S.
si: මෙම පිටුව දූරාමිතිය මගින් එක්රැස් කරන කාර්ය්‍යක්ෂමතාව, දෘඩාංග, භාවිතය හා රුචිකරණ තොරතුරු පෙන්වයි. මෙම තොරතුරු %2$S වැඩිදියුණු කිරීමට සහයවීම සඳහා %1$S වෙත පළ කෙරේ.
sw: Ukurasa huu huonyesha maelezo kuhusu utendanji, maunzi, utumizi na ugeuzaji zilizokusanywa na Telemeta. Maelezo haya yanawasilishwa kwa %1$S ili kusaidia kuboresha %2$S.
te: ఈ పేజీ టెలీమెట్రీచే సేకరించబడిన పనితనం, హార్డువేర్, వినియోగం మరియు మలచుకొనే విధానం గురించిన సమాచారం చూపును. ఈ సమాచారం %1$S సమర్పించబడింది %2$S మెరుగుదలలో సహాయం కొరకు.
ug: بۇ بەت يىراقتىن سېزىش تېخنىكىسىدا توپلىغان ئىقتىدار، قاتتىق دېتال، ئىشلىتىلىش ۋە ئىختىيارىيلاشتۇرۇش ئەھۋالىنىڭ ئۇچۇرلىرىنى كۆرسىتىدۇ، بۇ ئۇچۇرلار %1$S غا يوللىنىپ %2$S نى ياخشىلاشقا ياردەملىشىدۇ.
uz: Ushbu sahifa telemetriya tomonidan yigʻilgan moslash va foydalanish, qurilma, ishlash tezligi haqidagi ma`lumotlarni koʻrsatadi. Ushbu ma`lumot %1$Sga %2$Sni yaxshilashda yordam berish uchun joʻnatildi.
zu: Leli khasi libonisa ulwazi mayelana nokusebenza, ingxenyekazi, ukusebenza nokwenza ngezifiso okuqoqwe i-Telemetry. Lolu lwazi luthunyelwe ku-%1$S ukusisa ukuthuthukisa i-%2$S.

source: General Data
af: Algemene data
bn_in: সাধারণ ডাটা
km: ទិន្នន័យ​ទូទៅ
my: အထွေထွေ အချက်အလက်
nn_no: Generelle data
oc: Donadas generalas
uz: Umumiy ma’lumot

# generalDataHeadingName
source: Name
bn_in: নাম
my: အမည်
nn_no: Namn
uz: Nomi

# generalDataHeadingValue
source: Value
af: Waarde
bn_in: মূল্য
km: តម្លៃ
my: တန်ဖိုး
nn_no: Verdi
oc: Valor
si: අගය
te: విలువ
uz: Qiymat

# environmentDataHeadingName
source: Name
bn_in: নাম
my: အမည်
nn_no: Namn
uz: Nomi

# environmentDataHeadingValue
source: Value
bn_in: মূল্য
my: တန်ဖိုး
nn_no: Verdi
uz: Qiymat

source: Click to toggle section
bn_in: টগল সেকশনে ক্লিক করুন
my: ကဏ္ဍကို အပိတ်အဖွင့်လုပ်ရန် နှိပ်ပါ
nn_no: Trykk på for å skru av/på seksjonen
uz: Qismga o‘tish uchun bosing

source: (No data collected)
bn_in: (কোনো ডাটা নেওয়া হয়নি)
my: (မည်သည့်အချက်အလက်မျှ မရရှိပါ)
nn_no: (Ingen data innsamla)
uz: (Hech qanday ma’lumot yig‘ilmagan)

source: Telemetry Log
bn_in: টেলেমেট্রি লগ
km: កំណត់​ហេតុ Telemetry
my: Telemetry မှတ်တမ်း
nn_no: Telemetri-logg
oc: Jornal de la telemetria
uz: Telemetriya ma’lumoti

source: Timestamp
bn_in: টাইমস্ট্যাম্প
km: ត្រា​ពេលវេលា
my: အချိန်
nn_no: Tidsstempel
oc: Orodatatge
uz: Vaqt belgilari

source: Data
bn_in: তথ্য
km: ទិន្នន័យ
my: အချက်အလက်ကြမ်း
oc: Donadas
or: ତଥ୍ୟ
si: දත්ත
te: దత్తాంశము
ug: سانلىق مەلۇمات
uz: Ma’lumot
zu: Idatha

source: Slow SQL Statements on Main Thread
af: Stadige SQL-stellings op die hoofdraad
bn_in: মুখ্য থ্রেডে স্লো এসকিউএল স্টেটমেন্ট
he: פקודות SQL אטיות בתהליכון הראשי
km: របាយការណ៍ SQL នៅ​​លើ​ឃ្លា​ចម្បង
ms: Perlahan SQL Statements pada Main Thread
nn_no: Trege SQL-uttrykk på hovudtråden
oc: Requèstas SQL lentas dins lo fial d'execucion principal
or: ମୂଖ୍ୟ ସୂତ୍ରରେ ମନ୍ଥର SQL ଅଭିବ୍ୟକ୍ତି
si: ප්‍රධාන තීරුව මත මන්දගාමී SQL ප්‍රකාශ
sw: Kauli za SQL za Kuchelewa kwenye Mtungo Kuu
te: ముఖ్య త్రెడ్ పైన నిదానమైన SQL వాక్యాలు
ug: ئاساسىي جەرياندىكى ئاستا SQL جۈملىسى
uz: Sekin SQL sekin boʻlimda
zu: Izitatimende ze-Slow SQL ku-Main Thread

source: Slow SQL Statements on Helper Threads
af: Stadige SQL-stellings op hulpdrade
bn_in: সাহায্যকারী থ্রেডে স্লো এসকিউএল স্টেটমেন্ট
he: פקודות SQL אטיות בתהליכוני העזר
km: របាយការណ៍ SQL នៅ​​​លើ​ឃ្លា​ជំនួយ
ms: Perlahan SQL Statements pada Helper Threads
nn_no: Trege SQL-uttrykk på hjelpetrådar
oc: Requèstas SQL lentas dins los fials d'execucion assistents
or: ସହାୟତା ସୂତ୍ରଗୁଡ଼ିକ ଉପରେ ମନ୍ଥର SQL ଅଭିବ୍ୟକ୍ତି
si: සහායක තීරු මත මන්දගාමී SQL ප්‍රකාශ
sw: Kauli za SQL za Kuchelewa kwenye Mtungo za Msaidizi
te: సహాయక త్రెడ్లపై నిదానమైన SQL వాక్యాలు
ug: ياردەمچى جەرياندىكى ئاستا SQL جۈملىسى
uz: SQL ma`lumotlarini yordamchi boʻlimda koʻrsatish
zu: Izitatimende ze-SQL ezingasheshi kuma-Helper Thread

source: Hits
af: Trefslae
bn_in: হিট
he: תוצאות
km: ការ​រក​ឃើញ
ms: Hit
nn_no: Treff
oc: Comptador
or: ହିଟଗୁଡ଼ିକ
si: පිවිසුම්
sw: Zilizovuma
te: హిట్లు
ug: چېكىلىشلەر
uz: Koʻrishlar
zu: Ukushaya

source: Avg. Time (ms)
af: Gemiddelde tyd (ms)
bn_in: গড় টাইম (ms)
he: זמן ממוצע (מ״ש)
km: ពេលវេលា​មធ្យម (មិល្លីវិនាទី)
ms: Masa Purata (ms)
my: ပျှမ်းမျှအချိန် (ms)
nn_no: Gjsn. tid (ms)
oc: Temps mejan (ms)
or: ହାରାହାରି ସମୟ (ମିଲି ସେକେଣ୍ଡ)
si: සාමාන්‍ය.කාලය (මිත)
sw: Saa Wastani (ms)
te: సగటు సమయం (ms)
ug: ئوتتۇرىچە ۋاقىت (ms)
uz: Avg. vaqt (ms)
zu: Isikhathi esimaphakathi (ms)

source: Statement
af: Stelling
bn_in: স্টেটমেন্ট
he: פקודה
km: របាយការណ៍
ms: Penyata
my: ထုတ်ပြန်ချက်
nn_no: Uttrykk
oc: Requèsta
or: ଅଭିବ୍ୟକ୍ତି
si: ප්‍රකාශය
sw: Kauli
te: వాక్యము
ug: جۈملە
uz: Ma`lumot
zu: Isitatimende

source: Hang Report #%1$S (%2$S seconds)
af: Hangverslag #%1$S (%2$S sekondes)
bn_in: বিলম্ব প্রতিবেদন #%1$S (%2$S seconds)
he: דוח שמתעכב #%1$S‏ (%2$S שניות)
km: ព្យួរ​របាយការណ៍ #%1$S (%2$S វិនាទី)
ms: Lapor Sangkut #%1$S (%2$S saat)
nn_no: Hengrapport #%1$S (%2$S sekund)
oc: Rapòrt de blocatge n°%1$S (%2$S segondas)
or: ହ୍ୟାଙ୍ଗ ବିବରଣୀ #%1$S (%2$S ସେକେଣ୍ଡ)
si: විසන්ධි වාර්ථාව #%1$S (තත්පර %2$S)
sw: Ripoti ya Kukwama #%1$S (sekunde %2$S)
te: హాంగ్ నివేదిక #%1$S (%2$S క్షణాలు)
ug: دوكلاتنى توڭلات #%1$S (%2$S سېكۇنت)
uz: Osilish ma’lumoti #%1$S (%2$S soniya)
zu: Umbiko wokuhenga #%1$S (amasekhondi angu-%2$S)

source: Stack:
af: Stapel:
bn_in: স্তূপ
he: מחסנית:
km: បណ្ដុំ​ឯកសារ ៖
ms: Tindanan:
nn_no: Stakk:
oc: Pila :
or: ଷ୍ଟାକ:
si: ගොඩ:
sw: Panganya:
te: స్టాక్:
ug: ئويۇق:
uz: Toʻplam:
zu: Okulayishiwe:

source: Memory map:
bn_in: মেমরি ম্যাপ
he: מפת זיכרון:
km: ក្រាហ្វិក​​អង្គ​ចងចាំ ៖
ms: Peta Memory:
nn_no: Minnekart:
oc: Cartografia memòria :
or: ସ୍ମୃତି ସ୍ଥାନ ମେଳକ:
si: මතක සිතියම:
sw: Ramani ya kumbukumbu:
te: మెమొరీ మాప్:
ug: ئاسلەك خەرىتە:
uz: Xotira kartasi:
zu: Ukuhlahla kwememori:

source: An error occurred while fetching symbols. Check that you are connected to the Internet and try again.
af: Simbole kon nie verkry word nie. Kontroleer die internetverbinding en probeer weer.
bn_in: একটি ত্রুটি চিহ্ন এনে দেওয়ার সময় ঘটিয়েছিল। পরীক্ষা করুন যে আপনাকে ইন্টারনেটে সংযোগ করা হয় এবং পুনরায় চেষ্টা করুন।
he: אירעה שגיאה במהלך אחזור הסמלים. נא לוודא שהחיבור לאינטרנט תקין ולנסות שוב.
km: មាន​កំហុស​ ខណៈ​ពេល​ប្រមូល​យក​និមិត្ត​សញ្ញា ។ ពិនិត្យមើល​ថា អ្នក​បាន​តភ្ជាប់​​បាន​ភ្ជាប់​អ៊ីនធឺណិត​ ហើយ​ព្យាយាម​ម្ដងទៀត ។
ms: Satu kesilapan berlaku semasa mendapatkan simbol. Semak yang anda telah berhubung ke Internet dan cuba sekali lagi.
my: သင်္ကေတများအားရယူနေစဉ် ပြတ်တောက်သွားသှ်။ အင်တာနက်သို့ချိတ်ဆက်မှူအား စစ်ဆေးကြည့်ပါရန်။
nn_no: Ein feil oppstod ved henting av symbol. Kontroller at du er tilkopla Internett, og prøv igjen.
oc: Una error s'es producha al moment de la recuperacion dels simbòls. Verificatz que sètz connectat a Internet e ensajatz tornarmai.
or: ସଂକେତଗୁଡ଼ିକୁ ଆଣିବା ସମୟରେ ଏକ ତ୍ରୁଟି ଘଟିଛି। ଯାଞ୍ଚ କରନ୍ତୁ ଯେ ଆପଣ ଇଣ୍ଟରନେଟ ସହିତ ସଂଯୁକ୍ତ ହୋଇଛନ୍ତି କି ନାହିଁଏବଂ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
si: සංඛේත ලැබීමේ දෝශයක් ඇතිවිය. ඔබ අන්තර්ජාලයට සබඳ දැයි පිරික්සා නැවත උත්සහ කරන්න.
sw: Hitilafu lilitokea wakati wa kuchukua ishara. Angalia kwamba umeunganishwa kwa Mtanadao na ujaribu tena.
te: చిహ్నాలను వెతికితెచ్చునప్పుడు వొక దోషం యెదురైంది. మీరు యింటర్నెట్‌కు అనుసంధానమై వున్నారేమో పరిశీలించి మరలా ప్రయత్నించు.
ug: بەلگىنى قايتۇرۇۋالغاندا خاتالىق كۆرۈلدى. ئىنتېرنېتقا باغلانغانلىقىڭىزنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.
uz: Belgilar olinayotganda xato yuz berid. Internetga ulanishni tekshirib koʻring
zu: Kuvele iphutha ngenkathi kulandwa izimpawu. Hlola ukuthi xhumekile ku-inthanethi bese uyazama futhi.

source: samples
bn_in: নমূনা
he: דוגמאות
km: គំរូ
ms: contoh
my: နမူနာများ
nn_no: døme
oc: escandalhatges
or: ନମୁନାଗୁଡ଼ିକ
si: නියඳි
sw: mifano
te: నమూనాలు
ug: مىسال
uz: namunalar
zu: amasampula

source: average
af: gemiddeld
bn_in: গড়
he: ממוצע
km: មធ្យម
ms: purata
my: ပျမ်းမျှ
nn_no: gjennomsnitt
oc: mejana
or: ହାରାହାରୀ
si: සාමාන්‍ය
sw: wastani
te: సగటు
ug: ئوتتۇرىچە
uz: oʻrtacha
zu: okumaphakathi

source: sum
af: som
bn_in: পরিমাণ
he: סכום
km: ផលបូក
ms: jumlah
oc: soma
or: ସମଷ୍ଟି
si: එකතුව
sw: jumla
te: మొత్తం
ug: جەمئى
zu: isibalo

source: Copy
af: Kopieer
bn_in: কপি করুন
km: ​ចម្លង
ms: Salin
my: ကူးယူပါ
nn_no: Kopier
oc: Copiar
or: ନକଲ କରନ୍ତୁ
si: පිටපත් කරන්න
sw: Nakili
te: నకలుతీయి
ug: كۆچۈر
uz: Nusxa olish
zu: Kopisha

source: Property
af: Eienskap
bn_in: বৈশিষ্ট্য
he: מאפיין
km: លក្ខណសម្បត្តិ
ms: Hak Milik
my: ဂုဏ်သတ္တိများ
nn_no: Eigenskap
oc: Proprietat
or: ଗୁଣଧର୍ମ
si: වත්කම
sw: Rasilimali
te: లక్షణం
ug: خاسلىق
uz: Xossasi
zu: Impahla

# namesHeader
source: Name
bn_in: নাম
nn_no: Namn

# valuesHeader
source: Value
af: Waarde
bn_in: মান
km: តម្លៃ
my: တန်ဖိုး
nn_no: Verdi
oc: Valor
si: අගය
te: విలువ
uz: Qiymat

source: Details
af: Besonderhede
bn_in: বিবরণ
he: פרטים
km: សេចក្ដី​លម្អិត
ms: Perincian
my: အသေးစိတ်များ
nn_no: Detaljar
oc: Detalhs
or: ବିବରଣୀ
si: තොරතුරු
sw: Maelezo
te: వివరాలు
ug: تەپسىلىي
uz: Tafsilotlar
zu: Imininingwane

source: %1$S Provider
af: %1$S-verskaffer
bn_in: %1$S প্রদানকারী
km: ក្រុមហ៊ុន​ផ្ដល់ %1$S
ms: Penyedia %1$S
nn_no: %1$S-tilbydar
oc: Editor %1$S
or: %1$S ପ୍ରଦାତା
si: %1$S සැපයුම්කරු
te: %1$S ఉత్పాదకి
ug: %1$S تەمىنلىگۈچى
uz: %1$S xizmati

source: Parent Payload
bn_in: প্যারেন্ট পেলোড
my: ရှေ့ရှိကုန်ပစ္စည်း
nn_no: Forelder-nyttelast

source: Child Payload %1$S
bn_in: চাইল্ড পেলোড %1$S
my: နောက်ရှိကုန်ပစ္စည်း %1$S
nn_no: Underelement-nyttelast %1$S

source: Late Write #%1$S
af: Laat geskryf #%1$S
he: כתיבה מאוחרת #%1$S
km: សរសេរ​យឺត #%1$S
ms: Lewat Menulis #%1$S
nn_no: Sein skriving #%1$S
oc: Escritura tardièra n°%1$S
or: ବିଳମ୍ବ ଲେଖା #%1$S
si: පසු ලිවීම #%1$S
sw: Uandikaji wa Kuchelewa #%1$S
te: లేట్ వ్రైట్ #%1$S
ug: كېچىككەن يازما #%1$S
uz: Soʻnggi yozuv #%1$S
zu: Ukubhalwa kwakamuva #%1$S

source: Add-on ID
af: Byvoeging-ID
km: លេខ​សម្គាល់​កម្មវិធី​បន្ថែម
ms: ID Add-on
my: အတ်အွန် အိုင်ဒီ
nn_no: Utvidings-ID
oc: Identificant del modul
or: ଏଡ଼ଅନ ID
si: ඇඩෝන් හැඳිනීම
te: పొడిగింత ఐడి
ug: قىستۇرما ID
uz: Qo‘shimcha dastur ID raqami

source: Name
af: Naam
he: שם
sw: Jina

source: Disable Telemetry
af: Deaktiveer Telemetrie
he: נטרול Telemetry
sw: Lemaza Telemeta

source: Enable Telemetry
af: Aktiveer Telemetrie
he: הפעלת Telemetry
sw: Wezesha Telemeta

source: Id
my: အိုင်ဒီ
