Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/aboutNetworking.dtd.po
Languages: az, uz

source: About Networking
az: Şəbəkə haqqında
uz: Tarmoq haqida

source: This is very experimental. Do not use without adult supervision.
az: Bu çox eksperimentaldır. Yetişkin nəzarəti olmadan istifadə etməyin.
uz: Bu hali sinov holatida. Kattalarning kuzatuvisiz foydalanmang.

source: Show this warning next time
az: Bu xəbərdarlığı növbəti dəfə göstər
uz: Ushbu ogohlantirish keyingi safar ko‘rsatilsin

source: OK
az: Tamam

source: Sockets
az: Soketlər
uz: Soketlar

source: WebSockets
az: Web-Soketlər
uz: Vebsoketlar

source: Refresh
az: Yenilə
uz: Yangilash

source: Autorefresh every 3 seconds
az: Hər 3 saniyədən bir avtoyenilə
uz: Har 3 soniyada avtoyangilash

source: Hostname
az: Host adı
uz: Host nomi

source: Active
az: Aktiv
uz: Faol

source: Idle
az: Fəaliyyətsiz
uz: Foydalanilmayapti

source: Sent
az: Göndərildi
uz: TCP

source: Received
az: Alındı
uz: Olingan

source: Family
az: Ailə
uz: Oilasi

source: Addresses
az: Ünvanlar
uz: Manzillari

source: Expires (Seconds)
az: Vaxtı keçir (saniyələr)
uz: Vaqt oʻtib ketishi (soniyalarda)

source: Messages Sent
az: Göndərilən mesajlar
uz: Xabar joʻnatildi

source: Messages Received
az: Alınan mesajlar
uz: Xabarlar qabul qilindi

source: Bytes Sent
az: Bayt gondərildi
uz: Joʻnatilgan baytlar

source: Bytes Received
az: Bayt qəbul edildi
uz: Qabul qilingan baytlar

source: DNS Lookup
az: DNS Baxış

source: Resolve
az: Qərarlaşdır

source: Domain
az: Domen

source: IPs
az: IP-lər
