Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/config.properties.po
Languages: kab, my, sd, th, tt, zu

source: default
kab: amezwer
my: စံထားချက်
sd: وڪلپ جي غير مؤجودگيءَ ۾ اڳ ۾ ئي طئہ ڪيل
th: ปริยาย
tt: al-bilgílemelí
zu: okwakhona

source: user set
kab: isbadu-t useqdac
my: သုံးစွသူ ချမှတ်ပါ
sd: اِستعمال ڪندڙ جو سيٽ
th: ตั้งค่าโดยผู้ใช้
tt: qullanuçı-bilgílemelí
zu: uhlelo lomuntu owusebenzisayo lomshini

source: locked
kab: Isekkweṛ:
my: သော့ခတ်ထားတယ်
sd: ڪلف ڏنل
th: ล็อก
tt: biklí
zu: khiyiwe

source: string
kab: azrir n isekkilen
my: အတန်း
sd: لڙي
th: สตริง
tt: tízgí
zu: ukuhlelwa kwamagama

source: integer
kab: ummid
my: ကိန်းပြည့်
sd: عدد صحيح
th: จำนวนเต็ม
tt: bötön
zu: inombolo

source: boolean
kab: abulan
my: ယုတ္တိတန် ပေါင်းစပ်မှု နည်းစနှစ်
sd: بولين
th: ค่าตรรกะ
tt: mantıqî ("boolean")
zu: i-boolean

source: New %S value
kab: Azal amaynut %S
my: %S ရဲ့ တန်ဖိုးသစ်
sd: نئون%S ملهہ
th: ค่า %S ใหม่
tt: Yaña %S qıymetí
zu: Izinga elisha le %S

source: Enter the preference name
kab: Sekcem isem n usmenyaf
my: ဦး​စားပေး အမည်ကို ရေးထည့်ပါ
sd: پسنديءَ جو نالو داخل ڪريو
th: กรอกชื่อค่า
tt: Köylenme isímín kírtígíz
zu: Bhala igama okhetha ukulisebenzisa

source: Enter %S value
kab: Sekcem azal amaynut %S
my: %S ရဲ့ တန်ဖိုးကို ရေးထည့်ပါ
sd: %S ملهہ داخل ڪريو
th: กรอกค่าของ %S
tt: %S qıymetín kírtígíz
zu: Bhala izinga le-%S

source: Invalid value
kab: Azal arameɣtu
my: ထည့်သွင်းသော တန်ဖိုး မမှန်ကန်ပါ
sd: ناجائز ملهُە
th: ค่าไม่ถูกต้อง
tt: Kiçersíz qıymet

source: The text you entered is not a number.
kab: Aḍris d-muddeḍ ulac-it.
my: သင်ရိုက်ထည့်သော စာ သည် နံပါတ်မပါ၀င်ပါ
sd: توهان جيڪو داخل ڪيو آهي اُهو انگ ناهي
th: ข้อความที่คุณกรอกไม่ใช่ตัวเลข
tt: Kírtkenígíz metin bír san tügíldír.

source: about:config
zu: mayelana: nokuxhuma
