Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/filepicker.dtd.po
Languages: af, bg, bn_in, bo, ka, kab, kk, lb, te, tt

source: &Look in:
af: &Kyk in:
bg: По&глед в:
bn_in: অনুসন্ধানের স্থান:
bo: དེའི་ནང་དུ་ལྟ:
ka: ძებნა აქ:
kab: &Nadi di:
kk: Қа&йда қарау:
lb: Kucken an:
te: దీనిలోచూడు:
tt: Ş&unda qara:

source: File &name:
af: Leer&naam:
bg: Име на &файл:
bn_in: &ফাইলের নাম:
bo: ཡིག་ཆའི་ཁ་བྱང:
ka: ფაილის სახელი:
kab: &Isem n ufaylu:
kk: Ф&айл аты:
lb: &Numm vum Fichier:
te: దస్త్రం పేరు (&n):
tt: &Dosye isímí:

source: Files of &type:
af: Lêers van die &soort:
bg: Файлове о&т вид:
bn_in: উল্লিখিত ধরনের ফাইল:
bo: ཡིག་ཆའི་རིགས:
ka: ფაილის ტიპები:
kab: I&fuyla n tewsit:
kk: Файлдар &түрі:
lb: Fichiere vum &Typ:
te: ఈ రకమైన ఫైళ్ళు:
tt: Dosye &törlerí:

source: Name
af: Naam
bg: Име
bn_in: নাম
bo: ཁ་བྱང
ka: სახელი
kab: Isem
kk: Аты
lb: Numm
te: పేరు
tt: İsím

source: Size
af: Grootte
bg: Размер
bn_in: মাপ
bo: ཆེ་ཆུང
ka: ზომა
kab: Teɣzi
kk: Өлшемі:
lb: Gréisst
te: పరిమాణం
tt: Ülçem

source: Last Modified
af: Laas gewysig
bg: Последна промяна
bn_in: সর্বশেষ পরিবর্তনের তারিখ
bo: ཐེངས་རྗེས་མའི་སྒྱུར་བཅོས
ka: ბოლო ცვლილება
kab: Asnifel aneggaru
kk: Соңғы өзгерту
lb: Fir d'lescht geännert
te: చివరిగా సవరించిన
tt: Soñğı Üzgeríş

source: Permissions
af: Toestemming

source: &Show hidden files and directories
af: &Wys verskuilde lêers en subgidse
bg: Показване на &скрити файлове и папки
bn_in: লুকোনো ফাইল ও ডিরেক্টরি প্রদর্শন করা হবে
bo: ཡིབ་ཡོད་པའི་ཡིག་ཆ་དང་འཇུག་སྣོད་སྟོན
ka: დამალული ფაილებისა და დასტების ჩვენება
kab: &Sken ifuyla d ikaramen yefren
kk: &Жасырын файлдар мен бумаларды көрсету
lb: &Weis verstoppten Fichieren an Dossieren
te: మరుగున ఉన్న ఫైళ్ళను మరియు డైరెక్టరీలను చూపించు
tt: Yeşírín dosye we törge&klerní kürset

source: You do not have the permissions necessary to view this directory.
af: U het nie die nodige toestemming om hierdie subgids te bekyk nie.
bg: Нямате необходимите права, за да разглеждате тази папка.
bn_in: নির্দিষ্ট ডিরেক্টরির বিষয়বস্তু দেখার জন্য প্রয়োজনীয় অধিকার আপনার নেই।
bo: ཁྱོད་ལ་འཇུག་སྣོད་འདིར་དགོས་པའི་ཆོག་འཆན་མི་འདུག
ka: თქვენ არ გაგაჩნიათ საჭირო უფლებები ამ დასტის სანახავად.
kab: Ur ɣuṛ-k ara azref i wakken aţwaliḍ akaram agi.
kk: Сізде осы буманы қарауға құқығыңыз жоқ.
lb: Du hues net déi néideg Erlabnisser fir dësen Dossier ze kucken.
te: ఈ డైరెక్టరీ ని దర్శించుటకు అవసరమైన అనుమతులు మీరు కలిగిలేరు.
tt: Bu törgekní kürü öçön zaruri röxsetlerígíz yuq.

source: Go up a level
af: Gaan een vlak hoër
bg: Към по-горно ниво
bn_in: এক ধাপ উপরে
bo: རིམ་པ་གཅིག་ཡར་སྐྱོད
ka: ერთი დონით ზევით
kab: Ali s yiwen uswir
kk: Бір деңгейге жоғары өту
lb: Géi ee Level no uewen
te: ఒక మట్టం పైకివెళ్ళు
tt: Bír qat öske bar

source: Go to home
af: Gaan na tuis
bg: Към началната страница
bn_in: ব্যক্তিগত ফোল্ডার দেখুন
bo: གཙོ་ངོས་ཐོག་འགྲོ་བ
ka: სათაო გვერდზე დაბრუნება
kab: Ddu ɣer usebtar agejdan
kk: Үй парағына өту
lb: Géi Heem
te: నివాసంకు వెళ్ళు
tt: Öyge bar

source: Create new directory
af: Skep nuwe subgids
bg: Създаване на папка
bn_in: নতুন ডিরেক্টরি নির্মাণ করুন
bo: འཇུག་སྣོད་གསར་བ་བཟོ
ka: ახალი დასტის შექმნა
kk: Жаңа буманы жасау
lb: Erstell en neien Dossier
te: కొత్త డైరెక్టరీని సృష్టించు
tt: Yaña törgekní buldır
