Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/findbar.properties.po
Languages: hy_am, kab, kn, si

source: Phrase not found
hy_am: Արտահայտությունը չգտնվեց
kab: Ulac tawinest
kn: ವಾಕ್ಯವು ಕಂಡು ಬಂದಿಲ್ಲ
si: ඔබ සෙව් වචන හමු නොවීය

source: Reached end of page, continued from top
hy_am: Հասել էր էջի վերջը, շարունակվել է սկզբից
kab: Yabbeḍ s adda n usebter, kemmel s ufella
kn: ಪುಟದ ಕೊನೆಯನ್ನು ತಲುಪಿದೆ, ಮೇಲಿನಿಂದ ಆರಂಭಿಸು
si: පිටුවේ පහළ කෙළවරට ලගාවිය, ඉහළ සිට සොයමින්

source: Reached top of page, continued from bottom
hy_am: Հասել էր էջի սկիզբը, շարունակվել է վերջից
kab: Yabbeḍ s afella n usebter, kemmel s wadda
kn: ಪುಟದ ಮೇಲ್ಭಾಗವನ್ನು ತಲುಪಿದೆ, ಕೆಳಗಿನಿಂದ ಆರಂಭಿಸು
si: පිටුවේ ඉහළ කෙළවරට ලගාවිය, පහළ සිට සොයමින්

source: Find in page
hy_am: Գտնել էջում
kab: Nadi deg usebtar
kn: ಪುಟದಲ್ಲಿ ಹುಡುಕು

source: Quick find
hy_am: Արագ որոնում
kab: Anadi arurad:
kn: ಕ್ಷಿಪ್ರ ಹುಡುಕಾಟ

source: Quick find (links only)
hy_am: Արագ որոնում (միայն հղումները)
kab: Anadu arurad (iseɣwan kan):
kn: ಕ್ಷಿಪ್ರ ಹುಡುಕಾಟ (ಕೊಂಡಿಗಳು ಮಾತ್ರ)

source: (Case sensitive)
hy_am: (Հաշվի առնելով ռեգիստրը)
kab: (Amḥulfu ɣer umasal n isekkilen)
kn: (ಕೇಸ್ ಸಂವೇದಿ)
si: (අක්‍ෂර සංවේදී)

source: (Whole words only)
hy_am: (Միայն լրիվ բառերը)
kab: (Awalen ukmilen kan)
kn: (ಸಂಪೂರ್ಣ ಪದಗಳನ್ನು ಮಾತ್ರ)

source: #1 of #2 match;#1 of #2 matches
hy_am: #2 համընկնումից #1-ը;#2 համընկնումներից #1-ը
kab: Tameḍriwt #1 ɣef #2;Timeḍriwin #1 ɣef #2
kn: #2 ರಲ್ಲಿ #1 ಹೊಂದುತ್ತದೆ;#2 ರಲ್ಲಿ #1 ಹೊಂದುತ್ತವೆ

source: More than #1 match;More than #1 matches
hy_am: Ավելի քան #1 համընկնում;Ավելի քան #1 համընկնումներ
kab: Ugar n #1 tikelt;Ugar n #1 tikal
kn: #1 ಕ್ಕಿಂತಲೂ ಹೆಚ್ಚು ಹೊಂದುತ್ತದೆ;#1 ಕ್ಕಿಂತಲೂ ಹೆಚ್ಚು ಹೊಂದುತ್ತವೆ

source: Find:
si: සෙවීම:

source: Quick Find:
si: ඉක්මන් සෙවීම:

source: Quick Find (links only):
si: ක්‍ෂණික සෙවුම (පුරුක් පමණයි):

source: %S match
si: ගැළපම් %S යි

source: %S matches
si: ගැළපම් %S යි

source: More than %S matches
si: ගැළපම් %S කට වැඩි
