Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/nsHelperAppDlg.dtd.po
Languages: af, xh, zu

source: Opening #1
af: Open #1
xh: Iyavuleka #1
zu: Ivula u-#1

source: The file &quot;#3&quot; is of type #2 (#1), and #4 does not know how to handle this file type. This file is located at:
af: Die lêer &quot;#3&quot; is van die soort #2 (#1) en #4 weet nie hoe om hierdie lêersoort te hanteer nie. Hierdie lêer is geleë te:
xh: Ifayili &quot;#3&quot; yeyohlobo #2 (#1), no- #4 ayikwazi ukuphatha olu hlobo lwale fayili. Le fayili ise-:
zu: Ifayela i-&quot;#3&quot; ingoyohlobo lwe-#2 (#1), futhi i-#4 ayikwazi ukusingatha lolu hlobo lwefayela. Le fayela itholakala e-:

source: The file &quot;#3&quot; is of type #2, and #4 does not know how to handle this file type. This file is located at:
af: Die lêer &quot;#3&quot; is van die soort #2, en #4 weet nie hoe om hierdie lêersoort te hanteer nie. Hierdie lêer is geleë te::
zu: Ifayela i-&quot;#3&quot; ingoyohlobo lwe-#2 , futhi i-#4 ayikwazi ukusingatha lolu hlobo lwefayela. Le fayela itholakala e-:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 (#1) and located at:
af: Hierdie werf het voorgestel dat &quot;#3&quot; as 'n aanhegsel hanteer word. Dis is van die soort #2 (#1) en is geleë te:
xh: Le sayithi icebisa ukuba &quot;#3&quot; iphathwe njengoxwebhu oluqhotyoshelweyo. Yeyohlobo #2 (#1) kwaye ise-:
zu: Ingosi isikisela ukuthi i-&quot;#3&quot; isingathwe njengokufakiwe. Ingeyohlobo lwe-#2 (#1) futhi itholakala e-:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 and located at:
af: Hierdie werf het voorgestel dat &quot;#3&quot; as 'n aanhegsel hanteer word. Dis is van die soort #2 en is geleë te:
xh: Le sayithi icebisa ukuba &quot;#3&quot; iphathwe njengoxwebhu oluqhotyoshelweyo. Yeyohlobo #2 kwaye ise-:
zu: Ingosi isikisela ukuthi i-&quot;#3&quot; isingathwe njengokufakiwe. Ingeyohlobo lwe-#2 futhi itholakala e-:

source: #4 has detected that the file &quot;#3&quot; is likely to be of type #2 (#1). The file is located at:
af: #4 het bespeur dat die lêer &quot;#3&quot; waarskynlik van die soort #2 (#1) is. Die lêer is geleë te:
zu: I-#4 ithole ukuthi ifayela i-&quot;#3&quot; kungenzeka ukuthi kungenzeka ukuthi ingeyohlobo lwe-#2 (#1). Le fayela itholakala e-:

source: #4 has detected that the file &quot;#3&quot; is likely to be of type #2. The file is located at:
af: #4 het bespeur dat die lêer &quot;#3&quot; waarskynlik van die soort #2 is. Die lêer is geleë te:
zu: I-#4 ithole ukuth ifayela i-&quot;#3&quot; kungenzeka ukuthi ingeyohlobo lwe-#2. Le fayela itholakala e-:

source: What should #1 do with this file?
af: Wat moet #1 met hierdie lêer doen?
xh: Ufuna #1 yenze ntoni ngefayile?
zu: Yini i-#1 okufanele iyenze ngale fayela?

source: &Always perform this action when handling files of this type
af: &Voer altyd hierdie aksie uit wanneer hierdie soort lêers hanteer word
xh: &Mawusoloko usenza esi senzo phambi kokuba uphathe ifayili ezilolu hlobo
zu: &Njalo yenza lesi senzo lapho usingatha amafayela alolu hlobo

source: &Save it to disk
af: &Stoor dit op skyf
xh: &Gcina lefayile kwi diski
zu: &Yigcine ediskini

source: &Open it with the default application (#1)
af: &Open dit met die verstektoepassing (#1)
xh: &Vula esisicelo ngendalo (#1)

source: Open it with the default application
af: Open dit met die verstektoepassing
xh: Vula esisicelo ngendalo
zu: Yivule ngokusetshenziswa kokwakhona

source: Open it &with
af: Open dit &met
xh: Yivule &nge
zu: Yivule &nge

source: &Choose...
af: &Kies...
xh: &Khetha...
zu: &Khetha...

source: Choose Helper Application
af: Kies helper-toepassing
xh: Kheta i-Application yokuNceda
zu: Khetha Uhlelo Lomsizi

source: The application you specified (&quot;#1&quot;) could not be found. Check the file name or select another application.
af: Die toepassing wat u gespesifiseer het (&quot;#1&quot;) kon nie gevind word nie. Gaan die lêernaam na of selekteer 'n ander toepassing.
xh: Isicelo osicazileyo (&quot;#1&quot;) asifumanekanga. Jonga igama lefayile okanye ukhethe esinye isicelo.
zu: Uhlelo olushilo (&quot;#1&quot;) alutholakalanga. Bheka igama lefayela noma ukhethe olunye uhlelo.

source: Application not found
af: Toepassing nie gevind nie
xh: Isicelo asifumanekanga
zu: Uhlelo alutholakalanga
