Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/printjoboptions.dtd.po
Languages: bo, ka, kab, kk, sd, si, zu

source: Printer Properties
bo: པར་འཕྲུལ་གྱི་ངོ་བོ
ka: საბეჭდის პარამეტრები
kab: Taɣaṛa n tsaggazt
kk: Принтер баптаулары
sd: پرنٽر جون خاصيتون
si: මුද්‍රකයේ ලක්‍ෂණ
zu: Izici Zesinyathelisi

source: &Paper Size:
bo: ཤོག་ངོས་ཆེ་ཆུང:
ka: ქაღალდის ზომა:
kab: &Tasekta n lkaɣeḍ
kk: Қағаз өл&шемі:
sd: ڪاغذ جو آڪارُ:
si: පිටුවේ විශාලත්වය:
zu: &Ubungako Bephepha:

source: Plex &mode:
bo: Plexཡི་རྣམ་པ:
ka: რეჟიმი:
kk: &Режимі:
sd: پليڪس طريقو:
si: Plex ආකාරය:
zu: I&ndlela ye-plex:

source: R&esolution/Quality:
bo: གསལ་ཚད/སྤུས་ཚད:
ka: გარჩევადობა/ხარისხი:
kk: Ажыратымдылығы/&Сапасы:
sd: اِسٿر ڪرڻ/ گُڻُ:
si: විභේදනය/ගුණාත්මක භාවය:
zu: I&zinga/Ikhwalithi:

source: Print C&ommand:
bo: པར་འདེབས་བཀའ་བརྡ:
ka: ბეჭდვის ბრძანება:
kk: Баспаға шығару &командасы:
sd: ڇپڻ جو آديش:
si: මුද්‍රණ විධානය:
zu: U&myalo Wokuphrinta:

source: &Job Title:
bo: ལས་བྱ་ཁ་བྱང:
ka: დავალების სახელი:
kab: A&zwel n isemli:
kk: Т&апсырма аты:
sd: ڪم جو عنوان:
si: කාර්‍යය සිරස්තලය:
zu: Isihloko S&omsebenzi:

source: Color:
bo: ཚོན་མདོག:
ka: ფერადი:
kab: Ini:
kk: Түсі:
sd: رنگ:
si: වර්ණය:
zu: Umbala:

source: &Grayscale
ka: შავ-თეთრი ფოტო
kk: Сұ&р түс реңі
sd: خاڪي ماپو
si: අළු පරාසය
zu: Isikali E&simpofu

source: &Color
bo: ཚོན་མདོག
ka: ფერადი
kab: &Initen
kk: &Түс
sd: رنگ
si: වර්ණය
zu: &Umbala

source: Color&space:
bo: ཁ་དོག་དང་བར་སྟོང&s:
ka: პალიტრა:
kk: Түстер а&ймағы:
sd: رنگ جي خالي جاءِ
si: වර්‍ණ පරාසය:
zu: Isikhala &sombala:

source: Fonts:
bo: ཡིག་གཟུགས:
ka: შრიფტები:
kk: Қаріптер:
sd: فانٽ
si: අක්‍ෂර:
zu: Izinhlobo Zemibhalo:

source: &Download fonts to printer
bo: པར་འཕྲུལ་ལ་ཡིག་གཟུགས་ལེན་འཇུག
ka: შრიფტების ჩატვირთვა საბეჭდში
kk: Принтер&ге қаріптерді жүктеу керек пе?
sd: پرنٽر ۾ فانٽ ڊائون لوڊ ڪريو۔
si: මුද්‍රකය සඳහා අක්‍ෂර බාගත කරනවාද?
zu: &Layisha ungenise izinhlobo zombhalo kwi-phrinta

source: Gap from edge of paper to Margin
bo: ཤོག་སྟོང་དང་ཤོག་ཟུར་གྱི་བར་སྟོང
ka: გვერდის ველები (დუიმებში)
kab: Tallunt gar yiri n lkaɣeḍ d timiwa
kk: Аймақ ені
sd: ڪاغذ جي ڪناري کان حاشئي تائين خالي جاءِ
si: සීමාව
zu: Igebe kusuka onqenqemeni lwekhasi kuya ekuQaleni Kombhalo

source: &Top:
bo: གོང:
ka: ზედა:
kab: &Afella:
kk: Үс&тінен:
sd: مَٿَ:
si: ඉහළ:
zu: &Phezulu:

source: &Bottom:
bo: འོག:
ka: ქვედა:
kab: A&dda:
kk: Аст&ынан:
sd: ترُ:
si: පහළ:
zu: &Phansi:

source: &Left:
bo: གཡོན:
ka: მარცხენა:
kab: A&yeffus:
kk: С&ол жақтан:
sd: کاٻو پاسو
si: වම:
zu: &Kwesobunxele:

source: &Right:
bo: གཡས:
ka: მარჯვენა:
kab: A&zelmaḍ:
kk: Оң &жақтан:
sd: ساڄو پاسو
si: දකුණ:
zu: K&wesokudla:
