Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/printdialog.properties.po
Languages: as, az, bg, bn_in, br, bs, hy_am, id, is, ne, pt_br, sd, te, tr, ug

source: Print
as: প্ৰিন্ট কৰক
az: Yazdır
bg: Отпечатване
bn_in: প্রিন্ট করুন
br: Moullañ
bs: Štampaj
hy_am: Տպել
id: Cetak
is: Prenta
ne: मुद्रण गर्नुहोस्
pt_br: Imprimir
sd: ڇاپيو
te: ముద్రించు
tr: Yazdır
ug: باس

# optionsTabLabelGTK
source: Options
as: বিকল্পসমূহ
az: Nizamlar
bg: Настройки
bn_in: বিকল্প
br: Dibarzhioù
bs: Opcije
hy_am: Կարգավորումներ
id: Pengaturan
is: Valkostir
ne: विकल्पहरू
pt_br: Opções
sd: وڪلپ
te: ఐచ్ఛికములు
tr: Seçenekler
ug: تاللانمىلار

# printFramesTitleGTK
source: Print Frames
as: ফ্ৰেইমসমূহ প্ৰিন্ট কৰক
az: Çərçivəni çap et
bg: Отпечатване на рамките
bn_in: ফ্রেম প্রিন্ট করা হবে
br: Moullañ ar frammadoù
bs: Štampaj okvire
hy_am: Տպել շրջանակները
id: Cetak Bingkai
is: Prenta ramma
ne: फ्रेमहरू मुद्रण गर्नुहोस्
pt_br: Imprimir frames
sd: فريم ڇاپيو
te: ముద్రణ చట్రములు
tr: Çerçeveleri yazdır
ug: كاندۇك بېسىش

source: Options:
as: বিকল্পসমূহ:
az: Seçenekler:
bg: Настройки:
bn_in: বিকল্প:
br: Dibarzhioù:
bs: Opcije:
hy_am: Ընտրանքներ`
id: Pengaturan:
is: Valkostir:
ne: विकल्पहरू:
pt_br: Opções:
sd: وڪلپ:
te: ఐచ్ఛికములు:
tr: Seçenekler:
ug: تاللانما:

source: Appearance:
as: ৰূপ:
az: Görünüş:
bg: Изглед:
bn_in: চেহারা:
br: Neuz:
bs: Izgled:
hy_am: Տեսքը.
id: Tampilan:
is: Útlit:
ne: स्वरूप:
pt_br: Aparência:
sd: ڍيکُ:
te: ఆకారం:
tr: Görünüm:
ug: كۆرۈنۈش:

source: Frames:
as: গাথনীসমূহ:
az: Çerçivələr:
bg: Рамки:
bn_in: ফ্রেম:
br: Frammadoù:
bs: Okviri:
hy_am: Շրջանակներ՝
id: Bingkai:
is: Rammar:
ne: फ्रेमहरू:
sd: فريم:
te: చట్రాలు:
tr: Çerçeveler:
ug: كاندۇكلار:

source: Page Headers:
as: পৃষ্ঠা হেডাৰসমূহ:
az: Səhifə başlıqları:
bg: Горни колонтитули:
bn_in: পৃষ্ঠার হেডার:
br: Talbenn pajenn:
bs: Zaglavlja stranice:
hy_am: Էջի էջագլուխ՝
id: Kop Laman:
is: Síðuhausar:
ne: पृष्ठ शीर्षकहरू:
pt_br: Cabeçalho:
sd: صفحي مٿاشرحون:
te: పేజీ యెగువ సూచీలు:
tr: Sayfa üst bilgileri:
ug: بەت قاش:

source: Page Footers:
as: পৃষ্ঠা ফুটাৰসমূহ:
az: Səhifə alt məlumatları:
bg: Долни колонтитули:
bn_in: পৃষ্ঠার ফুটার:
br: Diaz pajenn:
bs: Podnožja stranice:
hy_am: Էջի էջատակ՝
id: Kaki Laman:
is: Síðufætur:
ne: पृष्ठ निम्नलेखहरू:
pt_br: Rodapé:
sd: صفحي هيٺان شرحون:
te: పేజీ దిగువ సూచీలు:
tr: Sayfa alt bilgileri:
ug: بەت ئاستى:

# optionsTitleWindows
source: Options
as: বিকল্পসমূহ
az: Nizamlar
bg: Настройки
bn_in: বিকল্প
br: Dibarzhioù
bs: Opcije
hy_am: Կարգավորումներ
id: Pengaturan
is: Valkostir
ne: विकल्पहरू
pt_br: Opções
sd: وڪلپ
te: ఐచ్ఛికాలు
tr: Seçenekler
ug: تاللانمىلار

# printFramesTitleWindows
source: Print Frames
as: গাথনিসমূহ প্ৰিন্ট কৰক
az: Çərçivəni çap et
bg: Отпечатване на рамките
bn_in: ফ্রেম প্রিন্ট করা হবে
br: Moullañ ar frammadoù
bs: Štampaj okvire
hy_am: Տպել շրջանակները
id: Cetak Bingkai
is: Prenta ramma
ne: फ्रेमहरू मुद्रण गर्नुहोस्
pt_br: Imprimir frames
sd: فريم ڇاپيو
te: ముద్రణ చట్రాలు
tr: Çerçeveleri yazdır
ug: كاندۇك بېسىش

source: _As Laid Out on the Screen
as: যেনাকা পৰ্দাত সজোৱা হৈছে (_A)
az: _Ekranda göründüğü gibi
bg: _Както са разположени на екрана
bn_in: পর্দার বিন্যাস অনুসারে (_l)
br: _Evel ma'z eo kempennet war ar skramm
bs: _Kao na ekranu
hy_am: Այնպես ինչպես դասավորված է _էկրանին
id: _Sebagaimana Terlihat di Layar
is: _Eins og sést á skjánum
ne: स्क्रिनमा छोडिए जस्तै
pt_br: _Como apresentados na tela
sd: اِسڪرن ڏيکاريل جيان
te: తెరపైన పరువ బడినట్లు (_A)
tr: _Ekranda göründüğü gibi
ug: ئېكراندىكى كۆرۈنۈش بىلەن بىردەك

source: As &laid out on the screen
as: যেনাকা পৰ্দাত সজোৱা হৈছে (&l)
az: &Ekranda göründüyü kimi
bg: Както са разположени на &екрана
bn_in: পর্দার বিন্যাস অনুসারে (&l)
br: Evel &ma'z eo kempennet war ar skramm
bs: &Kao na ekranu
hy_am: Ինչպես որ &էկրանին ցուցադրված է
id: Sebagaimana terlihat di &layar
is: Eins og &sést á skjá
ne: पर्दामा छोडिए जस्तै
pt_br: &Como apresentados na tela
sd: جئن اِسڪرن تي پکيڙيو ويو
te: తెరపైన పరువ బడినట్లు (&l)
tr: &Ekranda göründüğü gibi
ug: ئېكراندىكىدەك ئورۇن&لاشتۇر

source: The _Selected Frame
as: নিৰ্বাচিত গাথনী (_S)
az: _Seçilmiş çərçivə
bg: _Избраната рамка
bn_in: নির্বাচিত ফ্রেম (_f)
br: Ar _Frammad Diuzet
bs: _Izabrani okvir
hy_am: Նշված _տարածքը
id: Bingkai _Pilihan
is: _Valinn ramma
ne: छानिएको फ्रेम
pt_br: _Somente o frame selecionado
sd: چونڊيل فريم
te: ఎంపిక చేసిన చట్రం (_S)
tr: _Seçili çerçeve
ug: تاللانغان كاندۇك

source: The selected &frame
as: নিৰ্বাচিত গাথনী (&f)
az: &Seçilən çərçivə
bg: &Избраната рамка
bn_in: নির্বাচিত ফ্রেম (&f)
br: Ar frammad &diuzet
bs: Izabrani &okvir
hy_am: Նշված &շրջանակը
id: Bing&kai yang dipilih
is: Valin &ramma
ne: छानिएको फ्रेम
pt_br: &Somente o frame selecionado
sd: ۽ چونڊيل فريم
te: ఎంపిక చేసిన చట్రం (&f)
tr: Seçilen çerçe&ve
ug: ت&اللانغان كاندۇك

source: Each Frame on Separate _Pages
as: ভিন্ন পৃষ্ঠাসমূহত প্ৰত্যাকটো গাথনী (_P)
az: _Hər çərçivə fərqli səhifədə
bg: Всяка рамка на _отделна страница
bn_in: প্রতিটি ফ্রেম পৃথক পৃষ্ঠার মধ্যে (_P)
br: Pep frammad war ur _pajennadoù disrannet
bs: Svaki okvir na odvojenoj _stranici
hy_am: Յուրաքանչյուր շրջանակ առանձին _էջում
id: Tiap Bingkai pada _Laman Berbeda
is: Hvern ramma á sér _síðu
ne: अलग पेजका प्रत्येक फ्रेम
pt_br: C_ada frame separadamente
sd: جدا جدا صفحن تي هرهڪ فريم
te: ప్రతి చట్రం ప్రత్యేక పేజీలపై (_P)
tr: _Her çerçeve farklı sayfada
ug: ئوخشاش بولمىغان كاندۇكنى ئوخشاش بولمىغان بەتكە

source: &Each frame separately
as: প্ৰত্যাকটো গাথনী বেলেগকে (&E)
az: &Hər bir çərçivə ayrı ayrı
bg: &Всяка рамка отделно
bn_in: প্রতিটি ফ্রেম পৃথকরূপে (&E)
br: &Pep frammad e-unan
bs: &Svaki okvir zasebno
hy_am: &Յուրաքանչյուր շրջանակը առանձին
id: Tiap &bingkai secara terpisah
is: &Hvern ramma sér
ne: &हरेक फ्रेम भिन्दा भिन्दै
pt_br: C&ada frame separadamente
sd: هر فريم جدا
te: ప్రతి చట్రం ప్రత్యేక పేజీలపై (&E)
tr: Her bir çerçeve &ayrı ayrı
ug: ھەر بىر كاندۇكنى ئايرىش(&E)

source: Ignore Scaling and S_hrink To Fit Page Width
as: তৰ্জুকৰণ উপেক্ষা কৰক আৰু পৃষ্ঠা প্ৰস্থত খাপ খাবলে সংকোচন কৰক (_h)
az: Ö_lçünü yox say və səhifəyə sığdır
bg: Игнориране на мащабирането и _смаляване до ширината на страницата
bn_in: পরিবর্ধিত মাপ উপেক্ষা করে পৃষ্ঠার প্রস্থ অনুযায়ী মাপ নির্ধারণ করা হবে (_h)
br: Leuskel a-gostez Skeulaat ha striz_hañ da genglotañ gant led ar bajenn
bs: Zanemari smanjivanje i s_uzi da širina stranice odgovara
hy_am: Անտեսել մասշտաբը և ս_եղմել լայնությամբ էջում տեղավորելու համար
id: _Abaikan Perbesaran dan Paskan dengan Ukuran Kertas
is: Hunsa _skala og minnka þannig að passi á breidd síðu
ne: स्केलिङलाई उपेक्षा गर्नुहोस् र चौडाइसँग मिलाउन पानालाई खुम्च्याउनुहोस् ।
pt_br: Ig_norar a escala e diminuir até caber na largura da página
sd: ماپڻ نظرانداز ڪريو ۽ صفحي جي ويڪر ۾ ٺهڪائڻ لاءِ سوڙهو ڪريو
te: పేజీ వెడల్పును అమర్చుటకు స్కేలింగ్ మరియు ష్రింక్‌ను విస్మరించుము (_h)
tr: Ö_lçeği yoksay ve sayfaya sığdır
ug: ئارىلىقنى ئېتىبارغائالماي بەت كەڭلىكىگە تەڭشەش

source: Print Selection _Only
as: কেৱল বাচনি প্ৰিন্ট কৰক (_O)
az: Sa_dəcə seçilən hissəni çap et
bg: Отпечатване само на _избраното
bn_in: শুধুমাত্র নির্বাচিত অংশ প্রিন্ট করা হবে (_O)
br: Moullañ an diuzad _nemetken
bs: Štampaj samo _označeno
hy_am: Միայն _նշված մասը
id: _Hanya Cetak yang Dipilih
is: Prenta aðeins _val
ne: चयन मात्र मुद्रण गर्नुहोस्
pt_br: _Imprimir somente a seleção
sd: فقط چونڊ ڇاپيو
te: ముద్రణ యెంపిక మాత్రమే (_O)
tr: Sa_dece seçili alanı yazdır
ug: تاللىغاننىلا باس

source: Print Backgrounds
as: পটভূমিসমূহ প্ৰিন্ট কৰক
az: Arxa fonları çap et
bg: Отпечатване на фоновете
bn_in: পটভূমি প্রিন্ট করা হবে
br: Moullañ an drekleurioù
bs: Štampaj pozadine
hy_am: Տպել Ֆոնը
id: Cetak Latar _Belakang
is: Prenta bakgrunn
ne: पृष्ठभूमि मुद्रण
pt_br: Imprimir plano de fundo
sd: پس منظر ڇپيو
te: ముద్రణ నేపథ్యాలు
tr: Arka planları yazdır
ug: تەگلىك باس

source: Print Background _Colors
as: পটভূমিৰ ৰঙসমূহ প্ৰিন্ট কৰক (_C)
az: Arxa fondakı _rəngləri çap et
bg: Отпечатване на цветовете на фона
bn_in: পটভূমির রং প্রিন্ট করা হবে (_C)
br: Moullañ _livioù an drekleur
bs: Štampaj _boje pozadina
hy_am: Տպել խորապատկերի_գույները
id: Cetak _Warna Latar Belakang
is: Prenta bakgrunns_liti
ne: छापा पृष्ठभूमि रङ्गहरू मुद्रण गर्ने
pt_br: Imp_rimir cores do plano de fundo
sd: پس منظر جا رنگ ڇاپيو
te: ముద్రణ నేపథ్య రంగులు (_C)
tr: Arka plandaki _renkleri yazdır
ug: تەگلىك رەڭگىنى باس

source: Print Background I_mages
as: পটভূমিৰ ছবিসমূহ প্ৰিন্ট কৰক (_m)
az: Arxa fondakı şəki_lləri çap et
bg: Отпечатване на фоновите _изображения
bn_in: পটভূমির ছবি প্রিন্ট করা হবে (_m)
br: Moullañ _skeudennoù an drekleur
bs: Štampaj pozadinske s_like
hy_am: Տպել ֆոնային _նկարները
id: Cetak Gambar _Latar Belakang
is: Prenta bakgrunns_myndir
ne: पृष्ठभूमि तस्विरहरू मुद्रण गर्ने
pt_br: I_mprimir imagens do plano de fundo
sd: پس منظر جا عڪس ڇاپيو
te: ముద్రణ నేపథ్య ప్రతిబింబాలు (_m)
tr: Arka plandaki resi_mleri yazdır
ug: تەگلىك سۈرەتنى باس

source: Header and Footer
as: হেডাৰ আৰু ফুটাৰ
az: Başlıq və alt məlumat
bg: Горен и долен колонтитул
bn_in: হেডার ও ফুটার
br: Talbenn ha diaz pajenn
bs: Zaglavlje i podnožje
hy_am: Էջագլուխ և էջատակ
id: Header dan Footer
is: Haus og fótur
ne: हेडर र फुटर
pt_br: Cabeçalho e rodapé
sd: مٿا سرح ۽ هيٺان شرح
te: ఎగువ సూచి మరియు దిగువ సూచి
tr: Üst ve alt bilgi
ug: بەت قېشى ۋە ئاستى

source: Left
as: বাওফাল
bg: Ляв
bn_in: বাঁদিকে
br: Kleiz
bs: Lijevo
hy_am: Ձախից
id: Kiri
is: Vinstri
ne: बायाँ
pt_br: Lado esq.
sd: کاٻو
te: ఎడమ
tr: Sol
ug: سول

source: Center
as: কেন্দ্ৰ
az: Merkez
bg: Център
bn_in: কেন্দ্রস্থিত
br: Kreizañ
bs: Sredina
hy_am: Կենտրոնում
id: Tengah
is: Miðjað
ne: केन्द्र
pt_br: Centro
sd: مرڪزُ
te: మద్య
tr: Merkez
ug: ئوتتۇرىغا

source: Right
as: সোফাল
bg: Десен
bn_in: ডানদিকে
br: Dehou
bs: Desno
hy_am: Աջ
id: Kanan
is: Hægri
ne: दायाँ
pt_br: Lado dir.
sd: ساڄو
te: కుడి
tr: Sağ
ug: ئوڭ

source: --blank--
az: --boş--
bg: --празно--
bn_in: --ফাঁকা--
br: --gwenn--
bs: --prazno--
hy_am: --դատարկ--
id: --kosong--
is: --tómt--
ne: --खाली--
pt_br: --em branco--
sd: خالي ...
te: --ఖాళీ--
tr: --boş--
ug: --قۇرۇق--

source: Title
as: শীৰ্ষক
az: Başlık
bg: Заглавие
bn_in: শিরোনাম
br: Titl
bs: Naslov
hy_am: Վերնագիրը
id: Judul
is: Titill
ne: शीर्षक
pt_br: Título
sd: عنوان
te: శీర్షిక
tr: Başlık
ug: ماۋزۇ

source: URL
az: Ünvan
hy_am: Էջի հասցե
is: Vefslóð
pt_br: Endereço
sd: يو آر ايل
tr: Adres

source: Date/Time
as: তাৰিখ/সময়
az: Tarix/Saat
bg: Дата/час
bn_in: তারিখ/সময়
br: Deiziad/Eur
bs: Datum/Vrijeme
hy_am: Ամսաթիվ/Ժամանակ
id: Tanggal/Jam
is: Dagsetning/Tími
ne: गते/समय
pt_br: Data/Hora
sd: تاريخ/ وقت
te: తేదీ/సమయం
tr: Tarih/Saat
ug: چېسلا/ۋاقىت

source: Page #
as: পৃষ্ঠা #
az: #. səhifə
bg: Страница #
bn_in: পৃষ্ঠা #
br: Pajenn #
bs: Stranica #
hy_am: Էջ #
id: Hal #
is: Síða #
ne: पृष्ठ #
pt_br: Página #
sd: صفحو#
te: పేజీ #
tr: #. sayfa
ug: بەت #

source: Page # of #
as: # -ৰ পৃষ্ঠা #
az: #/#. səhifə
bg: Страница # от #
bn_in: পৃষ্ঠা সংখ্যা #, সর্বমোট #
br: Pajenn # eus #
bs: Stranica # od #
hy_am: Էջ #՝ #-ից
id: Hal # dari #
is: Síða # af #
ne: पृष्ठ # को #
pt_br: Página # de #
sd: # جو صفحو #
te: పేజీ # లో #
tr: #/#. sayfa
ug: بەت # جەمئى #

source: Custom...
as: স্বনিৰ্বাচন...
az: Şəxsiləşdir...
bg: Ръчно...
bn_in: স্বনির্ধারিত...
br: Personelaat…
bs: Korisničko...
hy_am: Կարգավորել...
id: Suka-suka...
is: Sérsniðið...
pt_br: Personalizar…
sd: هلي چلي...
te: మలచిన...
tr: Özelleştir...
ug: ئىختىيارى…

source: Please enter your custom header/footer text
as: অনুগ্ৰহ কৰি আপোনাৰ স্বনিৰ্বাচিত হেডাৰ/ফুটাৰ লিখনি সুমুৱাওক
az: Lütfən başlıqı və alt məlumatı daxil edin
bg: Моля въведете вашия текст за горен/долен колонтитул
bn_in: স্বনির্ধারিত হেডার/ফুটারের তথ্য লিখুন
br: Bizskrivit ho testenn talbenn/diaz pajenn bersonel
bs: Molimo unesite vaš tekst za zaglavlje/podnožje
hy_am: Մուտքագրեք ձեր անձնական էջագլուխ/էջատակի տեքստը
id: Silakan masukkan teks untuk header/footer
is: Sláðu inn sérsniðinn texta fyrir síðuhaus/síðufót
ne: तपाईँको अनुकूलन हेडर/फुटर पाठ प्रविष्ट गर्नुहोस्
pt_br: Forneça o texto do cabeçalho/rodapé:
sd: مهرباني ڪري پنهنجو هليءَ چليءَ وارو مٿان شرح/ هيٺان شرح جو متن داخل ڪريو
te: దయచేసి మీరు మలచిన యెగువ సూచి/దిగువ సూచి పాఠం ప్రవేశపెట్టుము
tr: Lütfen özel üst veya alt bilgi metninizi girin
ug: ئۆزىڭىز بەلگىلىگەن بەت قېشى/بەت ئاستى تېكستىنى كىرگۈزۈڭ

# summaryFramesTitle
source: Print Frames
as: গাথনীসমূহ প্ৰিন্ট কৰক
az: Çərçivəni çap et
bg: Отпечатване на рамки
bn_in: ফ্রেম প্রিন্ট করা হবে
br: Moullañ ar frammadoù
bs: Štampaj okvire
hy_am: Տպել շրջանակները
id: Cetak Bingkai
is: Prenta ramma
ne: फ्रेमहरू मुद्रण गर्नुहोस्
pt_br: Imprimir frames
sd: فريم ڇاپيو
te: ముద్రణ చట్రాలు
tr: Çerçeveleri yazdır
ug: كاندۇك بېسىش

source: Print Selection
as: বাচনি প্ৰিন্ট
az: Seçilmiş hissəni çap et
bg: Отпечатване на избраното
bn_in: নির্বাচিত অংশ প্রিন্ট করুন
br: Moullañ an diuzad
bs: Štampaj selekciju
hy_am: Տպել նշվածը
id: Cetak yang Dipilih
is: Prenta val
ne: चयन मुद्रण गर्ने
pt_br: Imprimir somente a seleção
sd: چونڊ ڇاپيو
te: ముద్రణ యెంపిక
tr: Seçimi yazdır
ug: تاللىغاننى باس

source: Shrink To Fit
as: খাপ খাবলে সংকোচন কৰক
az: Səhifəyə görə nizamla
bg: Смаляване до прилягане
bn_in: মাপ অনুযায়ী নির্ধারণ
br: Strizhañ da genglotañ
bs: Smanji da stane
hy_am: Փոքրացնել Տեղավորելու Համար
id: Jadikan Supaya Muat dengan Ukuran Kertas
is: Minnka svo passi á síðu
ne: ठीक हुनलाई खुम्चनुहोस्
pt_br: Diminuir até caber
sd: ٺهڪڻ لاءِ سوڙهو ڪريو
te: అమరునట్లు ష్రింక్ చేయుము
tr: Sayfaya sığdır
ug: كىچىكلىتىپ بەتكە ماسلاشتۇر

source: Print BG Colors
as: BG ৰঙসমূহ প্ৰিন্ট কৰক
az: Arxa fon rənglərini çap et
bg: Отпечатване цветовете на фона
bn_in: পটভূমির রং প্রিন্ট করা হবে
br: Moullañ livioù an drekleur
bs: Štampaj pozadinske boje
hy_am: Տպել ԵՊ գույները
id: Cetak Warna Latar Belakang
is: Prenta bakgrunnsliti
ne: BG रङ्ग मुद्रण गर्नुहोस्
pt_br: Imprimir cores de fundo
sd: بي جي رنگ ڇاپيو
te: BG రంగులను ముద్రించుము
tr: Arka plan renklerini yazdır
ug: تەگلىك رەڭگىنى باس

source: Print BG Images
as: BG ছবিসমূহ প্ৰিন্ট কৰক
az: Arka fon şəkillərini çap ets
bg: Отпечатване на фоновите изображения
bn_in: পটভূমির ছবি প্রিন্ট করা হবে
br: Moullañ skeudennoù an drekleur
bs: Štampaj pozadinske slike
hy_am: Տպել ԵՊ նկարները
id: Cetak Gambar Latar Belakang
is: Prenta bakgrunnsmyndir
ne: BG चित्रहरू मुद्रण गर्नुहोस्
pt_br: Imprimir imagens de fundo
sd: بي جي عڪس ڇاپيو
te: BG ప్రతిబింబములను ముద్రించుము
tr: Arkaplan resimlerini bas
ug: تەگلىك سۈرەتنى باس

source: Page Headers
as: পৃষ্ঠা হেডাৰসমূহ
az: Səhifə başlıqı
bg: Горен колонтитул
bn_in: পৃষ্ঠার হেডার
br: Talbenn pajenn
bs: Zaglavlja stranice
hy_am: Էջագլուխներ
id: Header Laman
is: Síðuhausar
ne: पृष्ठ शीर्षलेख
pt_br: Cabeçalho
sd: صفحي مٿان شرحون
te: పేజీ యెగువ సూచీలు
tr: Sayfa üst bilgisi
ug: بەت قاشى

source: Page Footers
as: পৃষ্ঠা ফুটাৰসমূহ
az: Səhifə alt məlumatı
bg: Долен колонтитул
bn_in: পৃষ্ঠার ফুটার
br: Diaz pajenn
bs: Podnožja stranice
hy_am: Էջի էջատակեր
id: Footer Laman
is: Síðufætur
ne: पृष्ठ तळलेख
pt_br: Rodapé
sd: صفحي هيٺان شرحون
te: పేజీ దిగువ సూచీలు
tr: Sayfa alt bilgisi
ug: بەت ئاستى

source: N/A
as: অপ্ৰযোজ্য
az: Yoxdur
bg: Липсва
hy_am: Ա/Ո
tr: Yok

source: On
as: অন
az: Açıqdır
bg: Включено
bn_in: চালু
br: Gweredekaet
bs: Uključeno
hy_am: Միացնել
id: Aktif
is: Virkt
ne: खुल्ला
pt_br: Ativado
sd: چالو
te: ఆన్
tr: Açık
ug: ئوچۇق

source: Off
as: অফ
az: Bağlı
bg: Изключено
bn_in: বন্ধ
br: Diweredekaet
bs: Isključeno
hy_am: Անջ.
id: Mati
is: Óvirkt
ne: अफ गर्नुहोस्
pt_br: Desativado
sd: بند
te: ఆఫ్
tr: Kapalı
ug: تاقاق

source: Custom…
ne: अनुकूलन गर्नुहोस्
