Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/textcontext.dtd.po
Languages: fa, kab, mn, my

source: Cu&t
fa: ب&ریدن
kab: &Gzem
mn: Та&сдаж сана
my: ဖြတ်ယူပါ

source: &Copy
fa: رو&نوشت برداشتن
kab: &Nɣel
mn: &Сануул
my: ကူးယူပါ

source: &Paste
fa: &چسباندن
kab: Sen&teḍ
mn: Санамж &буулга
my: ပွားပါ

source: &Undo
fa: &واگرد
kab: &Sefsex
mn: Бу&цаж үйлд
my: ပြန်ဖြည်ပါ

source: Select &All
fa: انتخاب &همه
kab: &Ffren imaṛṛa
mn: Бүгдийг &сонго
my: အားလုံး ရွေးချယ်ပါ

source: &Delete
fa: &حذف
kab: &Kkes
mn: &Устга
my: ပယ်ဖျက်ပါ

source: Add t&o Dictionary
fa: &اضافه‌کردن به واژه‌نامه
kab: Rnu ama&wal
mn: Толь бичигт н&эм
my: အဘိဓါန်ထဲ ထည့်သွင်းပါ

source: U&ndo Add To Dictionary
fa: حذف کردن از واژه‌ نامه
kab: Sefsex time&rna n umawal
mn: &Буцан толь бичиг рүү нэмэх
my: အဘိဓာန် မှာပေါင်းထည့်ခြင်းကို ပြန်ဖြုတ်မယ်

source: Check Spellin&g
fa: بررسی املا
kab: &Senqed taɣdira
mn: Зөв бичгийн &дүрэм шалгах

source: (No Spelling Suggestions)
fa: (پیشنهاد املائی موجود نیست)
kab: (ulac awalrn iţwasumren)
mn: (үгийн залруулах алдаа байхгүй байна)
my: (စာလုံးပေါင်း အ​ကြံပြုချက်များ မရှိ)

source: &Languages
fa: &زبان‌ها
kab: T&utlayin
mn: Хэ&л
my: ဘာသာ စကားများ

source: Clear
fa: پاک کردن
kab: Sfeḍ
my: ရှင်းလင်းပါ

source: &Fill Login
fa: پرکردن &اطلاعات ورود
kab: Čč&aṛ aseqdac
my: ဝင်ရောက်မှု အချက်အလက် &Fဖြည့်ပါ

source: &Fill Password
fa: پرکردن &گذرواژه
kab: Ččaṛ a&wal uffir
my: စကားဝှက်ကို &Fဖြည့်ပါ

source: &Fill Username
fa: پرکردن &نام کاربری
kab: Čaṛ i&sem n useqdad
my: အသုံးပြုသူအမည်ကို &Fဖြည့်ပါ

source: (No Login Suggestions)
fa: (پیشنهادی برای اطلاعات ورود موجود نیست)
kab: (ulac aseqdac iţusumren)
my: (ဝင်ရောက်မှုအတွက် အ​ကြံပြုချက်များ မရှိ)

source: View Saved Logins
fa: مشاهدهٔ اطلاعات ورودهای ذخیره شده
kab: Sken iseqdacen iţwakelsen
my: သိမ်းထားသည့် ဝင်ရောက်မှုများကို ကြည့်ရန်
