Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/global/viewSource.properties.po
Languages: bn_in, mr, oc, ro, ta, tr

source: Go to line
bn_in: উল্লিখিত পংক্তি সংখ্যা দেখুন
mr: ओळीवर जा
oc: Anar a la linha
ro: Mergi la linia
ta: வரிக்கு செல்
tr: Satıra git

source: Enter line number
bn_in: পংক্তি সংখ্যা লিখুন
mr: ओळ क्रमांक प्रविष्ट करा
oc: Picatz lo numèro de linha
ro: Introduceți numărul rândului
ta: வரி எண்ணை உள்ளிடு
tr: Satır numarasını girin

source: Invalid input
bn_in: অবৈধ মান
mr: अवैध आगत
oc: Entrada invalida
ro: Număr rând incorect
ta: தவறான உள்ளீடு
tr: Geçersiz girdi

source: The line number entered is invalid.
bn_in: উল্লিখিত পংক্তি সংখ্যা বৈধ নয়।
mr: प्रविष्ट ओळ क्रमांक अवैध.
oc: Lo numèro de linha picat es invalid.
ro: Numărul de rând introdus nu este corect.
ta: உள்ளிடப்பட்ட வரி எண் தவறானது.
tr: Verilen satır numarası geçersiz.

source: Line not found
bn_in: পংক্তি পাওয়া যায়নি
mr: ओळ आढळले नाही
oc: Linha pas trobada
ro: Rândul nu a fost găsit
ta: வரியை காணவில்லை
tr: Satır bulunamadı

source: The specified line was not found.
bn_in: উল্লিখিত পংক্তিটি পাওয়া যায়নি।
mr: निश्चित ओळ आढळली नाही.
oc: La linha especificada es pas estada trobada.
ro: Nu s-a găsit rândul specificat.
ta: குறிப்பிட்ட வரியை காணவில்லை
tr: Özel satır bulunamadı.

source: Line %1$S, Col %2$S
bn_in: পংক্তি %1$S, কলাম %2$S
mr: ओळ %1$S, स्तंभ %2$S
oc: Linha %1$S, Colomna %2$S
ro: Rând %1$S, Col %2$S
ta: வரி %1$S, நிரல் %2$S
tr: Satır %1$S, Sütun %2$S

source: DOM Source of Selection
bn_in: নির্বাচিত অংশের DOM সোর্স
mr: DOM स्त्रोत निवडा
oc: Font DOM de la Seleccion
ro: Sursă DOM pentru selecție
ta: தேர்ந்தெடுத்தலுக்கு DOM மூலம்
tr: Seçimin DOM kaynağı

source: DOM Source of MathML
bn_in: MathML-র DOM সোর্স
mr: MathML चे DOM स्त्रोत निवडा
oc: Font DOM MathML
ro: Sursă DOM pentru MathML
ta: MathMLஇன் DOM மூலம்
tr: MathML'nin DOM kaynağı

source: Go to Line…
bn_in: লাইনে যান...
mr: ...ओळीवर जा
ro: Mergi la linia…
tr: Satıra git…

source: L
tr: S

source: Wrap Long Lines
bn_in: অতিরিক্ত লম্বা পংক্তি বিভাজন করে প্রদর্শিত হবে
mr: मोठ्या ओळींना रचनाबध्द करा
oc: Retorn a la linha automatica
ro: Înfășoară rândurile lungi
ta: நீண்ட வரிகளை மடிக்கவும்
tr: Uzun satırları böl

source: Syntax Highlighting
bn_in: সিনট্যাক্স হাইলাইট করা
mr: वाक्यरचना हायलाइट करा
ro: Evidențiere a sintaxei
tr: Söz dizimi vurgusu
