Repository: translate/mozilla-l10n
Catalog: nso/mail/chrome/messenger/*-server-advanced.dtd.po
Languages: am

source: Advanced Account Settings
am: Dipeakanyo tša Akhaonte yeo e Gatetšego pele

source: Advanced IMAP Server Settings
am: Dipeakanyo tša Sebara ya IMAP yeo e Gatetšego pele

source: IMAP server &directory:
am: Sebara ya IMAP &tšhupamegala:

source: Sho&w only subscribed folders
am: Laetš&a difoltara tše ngwadišitšwego feela

source: Server supports &folders that contain sub-folders and messages
am: Dithekga sebara &difoltara tšeo di nago le difoltara tše nnyane le melaetša

source: Use &IDLE command if the server supports it
am: Šomiša taolo ya &IDLE ge sebara e na le yona

source: &Maximum number of server connections to cache
am: &Palo ya godimo ya dikgokagano tša sebara go khatšhe

source: _: DONT_TRANSLATE "IMAP" These preferences specify the namespaces on your IMAP server
am: Ditlhaolo tšeo di bontšhago dikgobaina go sebara ya gago ya IMAP

source: &Personal namespace:
am: &Dikgobaina tša sephiri:

source: P&ublic (shared):
am: Se&tšhaba (abelanwa):

source: &Other Users:
am: &Badiriši ba bangwe:

source: &Allow server to override these namespaces
am: &Dumelela sebara go laola dikgobaina tše

source: When downloading pop mail for this server, use the following folder for new mail:
am: Ge o bula molaetša wa pop ya sebara ye, šomiša foltara ye e latelago go molaetša o mofsa:

source: Where to store mail
am: Moo o ka bolokago molaetša

source: &Global Inbox (Local Folders Account)
am: &Tše lego ka lepokising tša klobale (Akhaonte ya Difoltara tša Tikologo)

source: Inbox for thi&s server's account
am: Tše lego ka lepokising tša akhaonte ya sebara y&e

source: Inbox for &different account
am: Tše lego ka lepokising tša akhaonte ya go &fapana

source: &Include this server when getting new mail
am: &Akaretša sebara ye ge o hwetša molaetša o mofsa
