Repository: translate/mozilla-l10n
Catalog: ks/toolkit/chrome/mozapps/extensions/extensions.properties.po
Languages: ks

# aboutWindowTitle
source: About %S
ks: %Sمتعلق

source: Close
ks: بند

source: version %S
ks: ورجن %S

# aboutAddon
source: About %S
ks: %Sمتعلق

source: %S has been removed.
ks: %S چھُ آمُت ہٹاونئ

source: #1 review;#1 reviews
ks: #1 دوبارئ وچھُں;#1 دوبارئ وچھُن

source: Updated %S
ks: %S اپڈیٹد

# notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
ks: %1$S چھُ نئ رلان %2$S %3$S سٲت.

# notification.blocked
source: %1$S has been disabled due to security or stability issues.
ks: %1$S چھُ آمُت نا ممكن بناونئ حفٲظتی یا سٹیبلٹی وجوہاتٲو كِن

# notification.blocked.link
source: More Information
ks: مزید مولومات

# notification.softblocked
source: %1$S is known to cause security or stability issues.
ks: %1$S چھُ پٲدئ كران حفٲظتی یا سٹیبلٹی د قت

# notification.softblocked.link
source: More Information
ks: مزید مولومات

# notification.outdated
source: An important update is available for %1$S.
ks: %1$S خٲطرئ چھَ ضروری اپڈیٹ دستیاب

# notification.outdated.link
source: Update Now
ks: وئن كریو اپڈیٹ

# notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
ks: %1$S چُھ نْنئ پأٹھ خطرس اندر تْہ پزِ اپڈیٹ کرُن۔

# notification.vulnerableUpdatable.link
source: Update Now
ks: وئن كریو اپڈیٹ

# notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
ks: %1$S چُھ نْنئ پأٹھ خطرس اندر ۔ احتیاط سان کْریو استعمال۔

# notification.vulnerableNoUpdate.link
source: More Information
ks: مزید مولومات

# notification.enable
source: %1$S will be enabled after you restart %2$S.
ks: %1$S بن۪ی ممكن یل۪ی تُہئ %2$Sدوبارئ كریو شروع

# notification.disable
source: %1$S will be disabled after you restart %2$S.
ks: %1$S بن۪ی نا ممكن یل۪ی تُہئ %2$Sدوبارئ كریو شروع

# notification.install
source: %1$S will be installed after you restart %2$S.
ks: %1$S گژھ۪ی اِنسٹال یل۪ی تُہئ %2$Sدوبارئ كریو شروع

# notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
ks: %1$S گژھ۪ی اَن اِنسٹال یل۪ی تُہئ %2$Sدوبارئ كریو شروع

# notification.upgrade
source: %1$S will be updated after you restart %2$S.
ks: %1$S گژھ۪ی اپڈیٹ یل۪ی تُہئ %2$Sدوبارئ كریو شروع

source: There was an error downloading %1$S.
ks: %1$S ڈاونلوڈ كرنس منز گیی غلطی

# notification.downloadError.retry
source: Try again
ks: دوبارئ كریو كوشش

source: Try downloading this add-on again
ks: یئ ایڈ آن ڈاونلوڈ كرنچ كریو دوبارئ كوشش

source: There was an error installing %1$S.
ks: %1$S اِنسٹال كرنس منز گیی غلطی

# notification.installError.retry
source: Try again
ks: دوبارئ كریو كوشش

source: Try downloading and installing this add-on again
ks: یئ ایڈ آں كریو ڈاونلوڈ تئ اِنسٹال كرنچ دوبارئ كوشش

# notification.gmpPending
source: %1$S will be installed shortly.
ks: یِیہ انسٹال کرنْہ جلدی۔%1$S

source: Suggested Contribution: %S
ks: مشوَرئ دیوتمُت شمولیت: %S

source: Downloading
ks: ڈاؤن لوڈکران

source: Downloaded
ks: ڈاونلوڈ كرمُت

source: Error downloading
ks: ڈاونلوڈِنگ منز غلطی

source: Verifying
ks: مولوم كران

source: Installing
ks: اِنسٹال كران

source: Restart to enable
ks: ممكن بناونئ خٲطرئ كریو دوبارئ شروع

source: Restart to disable
ks: نا ممكن بناونئ خٲطرئ كریو دوبارئ شروع

source: Error installing
ks: اِنسٹال كرَن ویز۪ی غلطی

source: Install cancelled
ks: اِنسٹال كریو منسوخ

# details.notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
ks: %1$S چھُ نئ رلان %2$S %3$S سٲت.

# details.notification.blocked
source: %1$S has been disabled due to security or stability issues.
ks: %1$S چھُ آمُت نا ممكن بناونئ حفٲظتی یا سٹیبلٹی وجوہاتٲو كِن

# details.notification.blocked.link
source: More Information
ks: مزید مولومات

# details.notification.softblocked
source: %1$S is known to cause security or stability issues.
ks: %1$S چھُ پٲدئ كران حفٲظتی یا سٹیبلٹی د قت

# details.notification.softblocked.link
source: More Information
ks: مزید مولومات

# details.notification.outdated
source: An important update is available for %1$S.
ks: %1$S خٲطرئ چھَ ضروری اپڈیٹ دستیاب

# details.notification.outdated.link
source: Update Now
ks: وئن كریو اپڈیٹ

# details.notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
ks: %1$S چُھ نْنئ پأٹھ خطرس اندر تْہ پزِ اپڈیٹ کرُن۔

# details.notification.vulnerableUpdatable.link
source: Update Now
ks: وئن كریو اپڈیٹ

# details.notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
ks: %1$S چُھ نْنئ پأٹھ خطرس اندر ۔ احتیاط سان کْریو استعمال۔

# details.notification.vulnerableNoUpdate.link
source: More Information
ks: مزید مولومات

# details.notification.enable
source: %1$S will be enabled after you restart %2$S.
ks: %1$S بن۪ی ممكن یل۪ی تُہئ %2$Sدوبارئ كریو شروع

# details.notification.disable
source: %1$S will be disabled after you restart %2$S.
ks: %1$S بن۪ی نا ممكن یل۪ی تُہئ %2$Sدوبارئ كریو شروع

# details.notification.install
source: %1$S will be installed after you restart %2$S.
ks: %1$S گژھ۪ی اِنسٹال یل۪ی تُہئ %2$Sدوبارئ كریو شروع

# details.notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
ks: %1$S گژھ۪ی اَن اِنسٹال یل۪ی تُہئ %2$Sدوبارئ كریو شروع

# details.notification.upgrade
source: %1$S will be updated after you restart %2$S.
ks: %1$S گژھ۪ی اپڈیٹ یل۪ی تُہئ %2$Sدوبارئ كریو شروع

# details.notification.gmpPending
source: %1$S will be installed shortly.
ks: یِیہ انسٹال کرنْہ جلدی۔%1$S

# details.experiment.time.daysRemaining
source: #1 day remaining;#1 days remaining
ks: دوہ باقی #1 ; دوہ باقی#1

# details.experiment.time.endsToday
source: Less than a day remaining
ks: اکہ دوہ کھوتْہ کم چُھ باقی

# details.experiment.time.daysPassed
source: #1 day ago;#1 days ago
ks: دوہ برونہہ#1 ; دوہ برونہہ#1

# details.experiment.time.endedToday
source: Less than a day ago
ks: اکھ دوہ کھوتْہ کم برونہہ

# details.experiment.state.active
source: Active
ks: ایکٹیو

# details.experiment.state.complete
source: Complete
ks: مُکمل

# experiment.time.daysRemaining
source: #1 day remaining;#1 days remaining
ks: دوہ باقی #1 ; دوہ باقی#1

# experiment.time.endsToday
source: Less than a day remaining
ks: اکہ دوہ کھوتْہ کم چُھ باقی

# experiment.time.daysPassed
source: #1 day ago;#1 days ago
ks: دوہ برونہہ#1 ; دوہ برونہہ#1

# experiment.time.endedToday
source: Less than a day ago
ks: اکھ دوہ کھوتْہ کم برونہہ

# experiment.state.active
source: Active
ks: ایکٹیو

# experiment.state.complete
source: Complete
ks: مُکمل

source: Select add-on to install
ks: ايڈ آن ژٲریو اِنسٹال كرنئ خٲطرئ

source: Add-ons
ks: ایڈ۔آنس

source: Uninstall this add-on
ks: یئ ایڈ آن كریو اَن اِنسٹال

source: Uninstall this add-on (restart required)
ks: یئ ایڈ آن كریو اَن اِنسٹال (دوبارئ شروع كرنچ چھَ ضرورت)

source: Enable this add-on
ks: یئ ایڈ آن بنٲویو ممكن

source: Enable this add-on (restart required)
ks: یئ ایڈ آن بنٲویو ممكن (دوبارئ شروع كرنچ چھَ ضرورت)

source: Disable this add-on
ks: یئ ایڈ آن بنٲویو ناممكن

source: Disable this add-on (restart required)
ks: یئ ایڈ آن بنٲویو ناممكن (دوبارئ شروع كرنچ چھَ ضرورت)

source: See one result;See all #1 results
ks: اَكھ نتیجئ وچھیو; سٲری نتیجئ #1 وچھیو

source: Purchase for %S…
ks: %S خٲطرئ ہیٖیو

source: Visit the add-ons gallery to purchase this add-on
ks: یئ ایڈ آن ہینئ خٲطرئ وچھیو ایڈ آنس گیلیری

source: P&urchase for %S…
ks: %Sباپت کْریو &خریدأری ۔ ۔ ۔

source: %S requires that you accept the following End User License Agreement before installation can proceed:
ks: چُھ ضرورت توہیہ مأنیو یم اند یوزر لاسن معاہدْ امہ برونہہ ذِ انسٹال پکِہ برونہہ:%S

source: Extensions
ks: وسعت

source: Appearance
ks: ہاو باو

source: Languages
ks: زبان

source: Plugins
ks: پلگ ان

source: Dictionaries
ks: لغات

source: Services
ks: خدمات

source: Experiments
ks: تجرُب
