Repository: translate/mozilla-l10n
Catalog: ks/toolkit/chrome/mozapps/extensions/selectAddons.dtd.po
Languages: ks

source: Checking Your Add-ons
ks: تُہِند ایڈ آنس وچھان

source: Checking your add-ons for compatibility with this version of &brandShortName;.
ks: تُہْند ایڈ آن چک کران کمپیٹیبْلتی باپت &برانڈ شاٹ ناو؛ کِس یتھ وْرجنس سْیت ۔

# select.heading
source: Select Your Add-ons
ks: پنِن ایڈ آنس ژٲریو

# select.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
ks: &برانڈ شاٹ ناو؛ بنأیو مزید رفتار وول تِم ایڈ آن ڈیسیبْل کرنْہ سْیت یم نْہ وْنئ توہیہ استعمال کران چھیو۔ ایڈ۔آن یم گوڈے انسٹال کْرمِت چھ تھأرڈ پارٹی یو یِین ڈیسیبْل کرنْہ آٹومیٹیکلی یوت تام نْہ توہیہ تِم بونْہ کْنئ ژأریو۔

source: Keep
ks: تھٲویو

source: Action
ks: كٲم

source: Installed By
ks: اِنسٹال كرمُت

source: Name
ks: ناو

# confirm.heading
source: Select Your Add-ons
ks: پنِن ایڈ آنس ژٲریو

# confirm.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
ks: &برانڈ شاٹ ناو؛ بنأیو مزید رفتار وول تِم ایڈ آن ڈیسیبْل کرنْہ سْیت یم نْہ وْنئ توہیہ استعمال کران چھیو۔ ایڈ۔آن یم گوڈے انسٹال کْرمِت چھ تھأرڈ پارٹی یو یِین ڈیسیبْل کرنْہ آٹومیٹیکلی یوت تام نْہ توہیہ تِم بونْہ کْنئ ژأریو۔

source: The following add-ons will be disabled:
ks: یم ايڈ آنس یِن نا ممكن بناونئ

source: The following add-ons are disabled, but will be enabled as soon as they are compatible:
ks: یم ایڈ۔آن چھ ڈیسیبلْڈ، مگر یِین اینیبْل کرنْہ یوتھویتِم کمپیٹیبْل بنن:

source: The following add-ons will be updated:
ks: یِم ایڈ آنس ین اپ ڈیٹ كرنئ

source: The following add-ons will be enabled:
ks: یِم ایڈ آنس ین مكن بناونئ

source: Updating Your Add-ons
ks: تُہند ایڈ آںس اپ ڈیٹ كران

source: Downloading and installing updates for your selected add-ons.
ks: ڈاونلوڈ تئ اِنسٹال كران اپڈیٹ تُہِند۪ی ژٲرمَت۪ی ایڈ آنس خٲطرئ

source: &brandShortName; could not update some of your add-ons.
ks: برینڈ لكُٹ ناو; ہیك نئ اپڈیٹ كر۪یتھ كیںہ ایڈ آنس

source: Installing updates for some of your add-ons failed. &brandShortName; will automatically try to update them again later.
ks: تُہندین کینژن ایڈ۔آنن باپت گو اپڈیٹ انسٹال کرْنئ ناکام۔ &برانڈ شاٹ ناو؛ کرِ آٹومیٹیکلی کوشش تِم اپڈیٹ کرنْچ پتْہ۔

source: You can always change your add-ons by going to the Add-ons Manager.
ks: تُہئ ہ۪یكیو پانئ پنِن اپڈیٹس بدلٲوِتھ ایڈ آنس انتظامیس منز گژھِتھ

source: Cancel
ks: منسوخ

source: Back
ks: پَتھ

source: Next
ks: برونٹھ

source: Done
ks: سبدیے
