Repository: translate/mozilla-l10n
Catalog: brx/browser/chrome/browser/aboutCertError.dtd.po
Languages: brx

source: Untrusted Connection
brx: फोथायजायै फोनांजाब

source: This Connection is Untrusted
brx: बे फोनांजाबा फोथायजायै

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
brx: नोंथाङा &brandShortName; खौ <b>#1</b> जों रैखाथियै फोनांजाब खालामनो थिनबाय, नाथाय जों नोंथांनि फोनांजाबआ रैखाथि होननानै रोखा खालामनो हाया।

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
brx: सरासनस्रायै, नोंथाङा रैखाथियै फोनांजाब खालामनाय समाव, नोंथाङा थार जायगायाव थांगासिनो दं होननानै फोरमान खालामनो थाखाय साइटआ फोथायथाव सिनायथिखौ दिन्थिगोन। अदेबानि, बे साइटनि सिनायथिखौ थारबिजिरनो हाया।

source: What Should I Do?
brx: आं मा खालामनांगौ?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
brx: नोंथाङा जेबो जेंना गैयाबालानो बे साइटजों सरासनस्रायै फोनांजाब खालामोब्ला बे गोरोन्थिनि ओंथिया जाबाय सोरबा साइटखौ बाहायनो नाजागासिनो दं, आरो नोंथाङा सालाय लांबाय थानो नाङा।

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; only connect to it securely. As a result, it is not possible to add an exception for this certificate.
brx: &brandShortName; आ रैखाथियै फोनांजाब खालामो होननानै थिक खालामनो बे साइटआ HTTP स्ट्रिक्ट ट्रेन्सपर्ट सिकिउरिटि (HSTS)खौ बाहायो। बेनि जाउनाव, बे सार्टिफिकेटनि थाखाय मोनसे एंगारनाय दाजाबदेरनो सम्भाव नङा।

source: Get me out of here!
brx: बेनिफ्राय गोजानाव थां!

source: I Understand the Risks
brx: आं खैफोदखौ बुजियो

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
brx: नोंथाङा बुजियोब्ला बे साइटनि सिनायथिखौ फोथायनो थाखाय नोंथाङा &brandShortName; नो खिन्थानो हायो। <b>नोंथाङा साइटखौ फोथायोब्लाबो बे गोरोन्थिनि ओंथिया जाबाय सोरबा नोंथांनि फोनांजाबजों गाज्रियै बाहायगासिनो दं।</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
brx: बे साइटआ फोथायथाव सिनायथिखौ मानो बाहाया होननानै मोनथियागौमानि एंगारनायखौ दाजाबदेरनाङा

source: Add Exception…
brx: एंगारनायखौ दाजाबदेर...

source: Technical Details
brx: बिरोंदामिनारि गुवारै
