Repository: translate/mozilla-l10n
Catalog: brx/browser/chrome/browser/browser.dtd.po
Languages: brx

source: (Private Browsing)
brx: (निजि ब्राउजिं)

source: Open menu
brx: मेनु खेव

source: More tools…
brx: गोबां टुल...

source: &Reload Tab
brx: टेबखौ फिन ल'ड खालाम(&R)

# reloadAllTabs.label reloadAllTabs.accesskey
source: Reload &All Tabs
brx: गासै टेबखौ फिन ल'ड खालाम(&A)

source: Close Tabs to the R&ight
brx: टेबखौ आगदाथिं बन्द खालाम

source: Cl&ose Other Tabs
brx: गुबुन टेबखौ बन्द खालाम

source: &Pin Tab
brx: पिन टेब

source: Unpin Ta&b
brx: टेबखौ आनपिन खालाम (&b)

source: &Move to Group
brx: हानजायाव थां (&M)

source: New Group
brx: गोदान हानजा

source: Move to New &Window
brx: गोदान उइन्ड'याव थां (&W)

# bookmarkAllTabs.label bookmarkAllTabs.accesskey
source: Bookmark All &Tabs…
brx: गासै टेबखौ बुकमार्क खालाम (&T)

# undoCloseTab.label undoCloseTab.accesskey
source: &Undo Close Tab
brx: बन्द टेबखौ सिगांनि महराव लाबोफिन (&U)

source: &Close Tab
brx: टेबखौ बन्द खालाम (&C)

source: List all tabs
brx: गासै टेबखौ लिस्ट खालाम

source: New &Tab
brx: गोदान टेब (&T)

source: Open Location…
brx: जायगाखौ खेव...

source: &Open File…
brx: फाइलखौ खेव (&O)...

source: Page Set&up…
brx: बिलाइनि सेटआप...( &u)

source: Print Pre&view
brx: साफायनाय गिबि नुथाय(&v)

source: &Print…
brx: साफाय...( &P)

source: Wor&k Offline
brx: खामानि अफलाइन

source: &Menu Bar
brx: मेनु बार (&M)

source: Navigation Toolbar
brx: नेभिगेसन टुलबार

source: &Bookmarks Toolbar
brx: बुकमार्क टुलबार (&B)

source: Bookmarks Toolbar Items
brx: बुकमार्क टुलबार आइटेमफोर

source: Reload &All Tabs
brx: गासै टेबखौ फिन ल'ड खालाम(&A)

source: Bookmark All &Tabs…
brx: गासै टेबखौ बुकमार्क खालाम (&T)

# toolbarContextMenu.undoCloseTab.label toolbarContextMenu.undoCloseTab.accesskey
source: &Undo Close Tab
brx: बन्द टेबखौ सिगांनि महराव लाबोफिन (&U)

source: Page S&ource
brx: बिलाइ फुंखा (&o)

source: Page &Info
brx: बिलाइनि मोनथिहोनाय(&I)

# pageInfoCmd.commandkey
source: i
brx: आं

source: Enter &Full Screen
brx: आबुं स्क्रिनखौ हाबहो

source: Exit &Full Screen
brx: आबुं स्क्रिन निफ्राय ओंखार लां

# fullScreenCmd.label fullScreenCmd.accesskey
source: &Full Screen
brx: आबुं स्क्रिन (&F)

source: Show &All Tabs
brx: गासै टेबखौ दिन्थि (&A)

source: Sign in to &syncBrand.shortName.label;
brx: &syncBrand.shortName.label; आव साइन-इन खालाम

source: Reconnect to &syncBrand.shortName.label;
brx: &syncBrand.shortName.label; जों फिन फोनांजाब खालाम

source: &syncBrand.shortName.label; enabled
brx: &syncBrand.shortName.label; खौ हाहोनाय खालामबाय

source: &brandShortName; will begin syncing momentarily.
brx: &brandShortName; आ सिन्कखौ दसेनि थाखाय जागायगोन।

source: Cannot connect to &syncBrand.shortName.label;
brx: &syncBrand.shortName.label; जों फोनांजाब खालामनो हाया

source: Please sign in to resume syncing.
brx: सिन्कखौ फिन जागायनो साइन-इन खालाम

source: &Sign In
brx: साइन-इन खालाम

source: Minimize
brx: मिनिमाइज खालाम

source: Restore
brx: मोनफिन

# fullScreenClose.tooltip
source: Close
brx: बन्द खालाम

source: &Hide Toolbars
brx: टुलबारफोरखौ दोनखोमा(&H)

source: Exit &Full Screen Mode
brx: आबुं स्क्रिन म'ड निफ्राय ओंखार लां(&F)

source: Allow
brx: हगार

source: Deny
brx: होबथा

source: Press ESC at any time to exit.
brx: जायखि जाया समाव ओंखार लांनो थाखाय ESC खौ नारसिन

source: Exit F&ull Screen
brx: आबुं स्क्रिन निफ्राय ओंखार लां

source: Close Win&dow
brx: उइन्ड'खौ बन्द खालाम(&d)

source: &Bookmarks
brx: बुकमार्क

# bookmarkThisPageCmd.label
source: Bookmark This Page
brx: बे बिलाइखौ बुकमार्क हो...

source: Edit This Bookmark
brx: बे बुकमार्कखौ सुजु

# markPageCmd.commandkey
source: l
brx: आं

source: Find more Share services…
brx: गोबां शेयार सिबिथायखौ नागिरना दिहुन...

source: Share Thi&s Page
brx: बे बिलाइखौ शेयार खालाम

source: S&hare This Link
brx: बे लिंकखौ शेयार खालाम

source: Sha&re This Image
brx: बे मुसुखाखौ शेयार खालाम

source: Sha&re Selection
brx: सायखनायखौ शेयार खालाम

source: Sha&re This Video
brx: बे भिडिअ'खौ शेयार खालाम

source: Subscribe
brx: बायग्रा जा

source: Subscribe to This Page
brx: बे बिलाइआव चाबस्क्राइब खालाम

source: Subscribe to This Page…
brx: बे बिलाइखौ चाबस्क्राइब खालाम...

source: Bookmark All Tabs…
brx: गासै टेबखौ बुकमार्क हो...

source: Show All Bookmarks
brx: गासै बुकमार्कखौ दिन्थि

# unsortedBookmarksCmd.label
source: Unsorted Bookmarks
brx: थाखो खालामै बुकमार्कफोर

source: Show more bookmarks
brx: गोबां बुकमार्कखौ दिन्थि

source: Back
brx: उनथिं

source: Go back one page
brx: मोनसे पेस उनफिन

source: Forward
brx: दावगा हो

source: Go forward one page
brx: मोनसे पेज बारहो

source: Right-click or pull down to show history
brx: जारिमिनखौ दिन्थिनो आगदा क्लिक खालाम एबा गाहायाव बोबो

source: Pull down to show history
brx: जारिमिनखौ दिन्थिनो गाहायाव बोबो

source: Reload
brx: फिन ल'ड खालाम

source: Reload current page
brx: दानि बिलाइखौ फिन ल'ड खालाम

source: Stop
brx: बन्द खालाम

source: Stop loading this page
brx: बे बिलाइ ल'ड खालामनायखौ बन्द खालाम

source: Go to the address in the Location Bar
brx: लकेसन बारनि थंआव थां

source: Print
brx: साफाय

source: Print this page
brx: बे बिलाइखौ साफाय

source: Location
brx: जायगा

source: Search
brx: नागिर

source: Home
brx: ह'म

source: Tab Groups
brx: टेब हानजा

# bookmarksButton.label
source: Bookmarks
brx: बुकमार्क

# bookmarksMenuButton.label
source: Bookmarks
brx: बुकमार्क

# bookmarksMenuButton.unsorted.label
source: Unsorted Bookmarks
brx: थाखो खालामै बुकमार्कफोर

source: View Bookmarks Sidebar
brx: बुकमार्क साइडबारखौ नाय

source: View Bookmarks Toolbar
brx: बुकमार्क टुलबारखौ नाइ

# bookmarksWinCmd.commandkey
source: i
brx: आं

# historyButton.label
source: History
brx: जारिमिन

source: &Tools
brx: टुलफोर(&T)

source: Add a &Keyword for this Search…
brx: बे नागिरनायनि थाखाय मोनसे गाहाय सोदोबखौ दाजाबदेर...(&K)

source: &Downloads
brx: डाउनल'डफोर

source: A&pps
brx: एप्स

source: &Web Developer
brx: वेब जौगाखांहोग्रा (&W)

source: Conn&ect…
brx: फोनांजाब खालाम...

source: Error &Console
brx: गोरोनथि कनस'ल(&C)

source: Remote Web Console
brx: रिमट वेब कमस'ल

source: &Browser Console
brx: ब्राउजार कमस'ल

source: Inspect Element
brx: गुदिमुवाखौ नायदिं

source: &Responsive Design View
brx: फिननाय डिजाइन नुथाय

source: E&yedropper
brx: आइड्रपार

source: &Scratchpad
brx: स्क्रेचपेड (&S)

source: Brows&er Toolbox
brx: ब्राउजार टुलबक्स

source: Close Developer Toolbar
brx: जौगाहोग्रा टुलबारखौ बन्द खालाम

source: De&veloper Toolbar
brx: जौगाहोग्रा टुलबार

source: &App Manager
brx: एप मेनेजार

source: &Toggle Tools
brx: टग्गल टुल्स

source: Toggle developer tools
brx: टग्गल जौगाहोग्रा टुल्स

source: More Tools
brx: गोबां टुल

source: Get &More Tools
brx: गोबां टेब ला (&M)

source: &File
brx: फाइल(&F)

source: &New Window
brx: गोदान उइन्ड'(&N)

source: New Private &Window
brx: गोदान प्राइभेट उइन्ड'

source: &Edit
brx: सुजुनाय(&E)

source: &Undo
brx: सिगांनि महराव लाबोफिन(&U)

source: &Redo
brx: मावफिन(&R)

source: Cu&t
brx: दानस'(&t)

source: &Copy
brx: कपि खालाम(&C)

source: &Paste
brx: फोनांजाब हो(&P)

source: &Delete
brx: खोमोर (&D)

source: Select &All
brx: गासैबो सायख(&A)

source: &Options
brx: उफ्रा

source: Prefere&nces
brx: पसन्दफोर(&n)

# clearRecentHistory.label
source: Clear Recent History…
brx: दानि जारिमिनखौ खोमोर...

source: &View
brx: नुथाय(&V)

source: Tab &Groups
brx: हानजाखौ टेब हो(&G)

source: &Toolbars
brx: टुलबारफोर(&T)

source: Sid&ebar
brx: साइडबार(&e)

source: &Customize…
brx: गावनि गोसोबादि माव... (&C)

source: Hi&story
brx: जारिमिन

source: Recently Closed Tabs
brx: बावैसो बन्द खालामनाय टेबफोर

source: Recently Closed Windows
brx: दाबावैसो बन्द खालामनाय उइन्ड'स

# historyRestoreLastSession.label
source: Restore Previous Session
brx: आवगयनि जथुम्माखौ लाबोफिन

# showAllHistoryCmd2.label
source: Show All History
brx: गासै जारिमिनखौ दिनथि

source: Customize
brx: गावनि गोसोबादि माव

source: Customize the Menu and Toolbars
brx: मेनु आरो ट्लबारखौ गावनि गोसोबादि खालाम

source: Exit Customize
brx: गावनि गोसोबादि खालामनाय निफ्राय ओंखार लां

source: Finish Customizing
brx: गावनि गोसोबादि खालामनायखौ फोजोब

# appMenuHistory.label
source: History
brx: जारिमिन

# appMenuHistory.showAll.label
source: Show All History
brx: गासै जारिमिनखौ दिनथि

# appMenuHistory.clearRecent.label
source: Clear Recent History…
brx: दानि जारिमिनखौ खोमोर...

# appMenuHistory.restoreSession.label
source: Restore Previous Session
brx: आवगयनि जथुम्माखौ लाबोफिन

source: View History Sidebar
brx: जारिमिन साइडबारखौ नाय

source: Open Help Menu
brx: मदद मेनुखौ खेव

source: &Add to Toolbar
brx: टुलबारजों दाजाबदेर

source: Add to &Menu
brx: मेनुजों दाजाबदेर

source: M&ove to Toolbar
brx: टुलबारआव लां

source: M&ove to Menu
brx: मेनुआव लां

source: &Remove from Toolbar
brx: टुलबार निफ्राय बोखार

source: &Remove from Menu
brx: मेनु निफ्राय बोखार

source: &Add More Items…
brx: गोबां आइटेम दाजाबदेर...

# openCmd.commandkey
source: l
brx: आं

source: Search or enter address
brx: थंखौ नागिर एबा हाबहो

source: Switch to tab:
brx: टेबाव थां:

source: Search for
brx: नि थाखाय नागिर

source: with:
brx: जों:

source: Change Search Settings
brx: नागिरनाय सेटिंखौ सोलाय

source: Open Link in New &Tab
brx: गोदान टेबआव लिंकखौ खेव(&T)

source: Open Link in New &Window
brx: गोदान उइन्ड'आव लिंकखौ खेव(&W)

source: Open Link in New &Private Window
brx: लिंकखौ गोदान प्राइभेट उइन्ड'आव खेव

source: &Open Link
brx: लिंकखौ खेव (&O)

source: Open Frame in New &Tab
brx: फ्रेमखौ गोदान टेबआव खेव(&T)

source: Open Frame in New &Window
brx: फ्रेमखौ गोदान उइन्ड'आव खेव(&W)

source: &Show Only This Frame
brx: बे फ्रेमखौल' दिनथि(&S)

source: &Reload Frame
brx: फ्रेमखौ फिन ल'ड खालाम(&R)

source: View Selection Source
brx: सायखनाय फुंखाखौ नाय

source: View MathML Source
brx: MathML फुंखाखौ नाय

source: &View Page Source
brx: बिलाइ फुंखाखौ नाय(&V)

source: &View Frame Source
brx: फ्रेम फुंखाखौ नाय(&V)

source: View Page &Info
brx: बिलाइनि मोनथिहोनायखौ नाय(&I)

source: View Frame &Info
brx: फ्रेम मोनथिहोनायखौ नाय(&I)

source: &Reload Image
brx: मुसुखाखौ फिन ल'ड खालाम (&R)

source: View &Image
brx: मुसुखाखौ नाय(&I)

source: View Image In&fo
brx: मुसुखा फोरमायथिहोग्राखौ नाइ (&f)

source: View &Description
brx: बेखेवथिखौ नाय

source: V&iew Video
brx: भिडिअखौ नाइ (&i)

source: Vie&w Background Image
brx: सावगारिनि उनथिं थानाय मुसुखाखौ नाय(&w)

source: &Set As Desktop Background…
brx: डेस्कटप सावगारिनि उनथिं थानाय बादि फज...(&S)

# bookmarkPageCmd2.label
source: Bookmark This Page
brx: बे बिलाइखौ बुकमार्क हो...

source: Bookmark This &Link
brx: बे लिंकखौ बुकमार्क हो(&L)

source: Book&mark This Frame
brx: बे फ्रेमखौ बुकमार्क हो(&m)

source: &Email Link…
brx: इ-मेइल लिंक...

source: Save Page &As…
brx: ..बादि बिलाइखौ थिना दोन...(&A)

source: Save &Frame As…
brx: बादि फ्रेमखौ थिना दोन...(&F)

source: &Print Frame…
brx: साफायनाय फ्रेम...(&P)

source: Save Lin&k As…
brx: बादि लिंकखौ थिना दोन...(&k)

source: Sa&ve Image As…
brx: बादि मुसुखाखौ थिना दोन...(&v)

source: Sa&ve Video As…
brx: बादि भिडिअ'खौ थिना दोन...

source: Sa&ve Audio As…
brx: ..बादि अडिअखौ थिना दोन (&v)...

source: Email Ima&ge…
brx: इ-मेइल मुसुखा...

source: Em&ail Video…
brx: इ-मेइल भिडिअ'...

source: S&end Video To Device
brx: भिडिअ'खौ डिभाइसआव दैथाय हर

source: Em&ail Audio…
brx: इ-मेइल अडिअ'...

source: A&ctivate this plugin
brx: बे प्लागिनखौ मावथि खालाम

source: &Hide this plugin
brx: बे प्लागिनखौ दोनखोमा

source: Copy Link Loc&ation
brx: लिंक जायगाखौ कपि खालाम(&a)

source: C&opy Image Location
brx: मुसुखा जायगाखौ कपि खालाम(&o)

source: Cop&y Image
brx: मुसुखाखौ कपि खालाम(&y)

source: C&opy Video Location
brx: भिडिअनि जायगाखौ कपि खालाम (&o)

source: C&opy Audio Location
brx: अडिअनि जायगाखौ कपि खालाम (&o)

source: Copy &Email Address
brx: इ-मेइल थंखौ कपि खालाम(&E)

source: T&his Frame
brx: बे फ्रेम(&h)

source: &Play
brx: दाम (&P)

source: &Pause
brx: थाद' हो (&P)

source: &Mute
brx: सोदोबगैयै खालाम (&M)

source: Un&mute
brx: सोदोबगोनां खालाम (&m)

source: P&lay Speed
brx: गोख्रै दाम

source: &Slow Motion (0.5×)
brx: लासै खारथाय (0.5×)

source: &Normal Speed
brx: सरासनस्रा खारथाय

source: &High Speed (1.5×)
brx: गोख्रै खारथाय (1.5×)

source: &Ludicrous Speed (2×)
brx: बानजायै गोख्रै (2×)

source: Show &Controls
brx: दबथायनायखौ दिन्थि (&C)

source: Hide &Controls
brx: दबथायनायखौ दोनथोमा (&C)

# videoFullScreen.label videoFullScreen.accesskey
source: &Full Screen
brx: आबुं स्क्रिन (&F)

source: &Save Snapshot As…
brx: बादि स्नेपसटखौ थिना दोन...(&S)

source: Show S&tatistics
brx: अनजिमा सानथायखौ दिन्थि(&t)

source: Hide S&tatistics
brx: अनजिमा सानथायखौ दोनखोमा(&t)

source: Zoom &In
brx: गेदेरै जुम खालाम(&I)

source: Zoom &Out
brx: फिसायै जुम खालाम(&O)

source: &Reset
brx: फिन फज'

source: Zoom &Text Only
brx: फराय बिजाबखौल' जुम खालाम(&T)

source: &Zoom
brx: जुम खालाम(&Z)

source: Close sidebar
brx: साइड बारखौ बन्द खालाम

source: E&xit
brx: ओंखार लां(&x)

source: &Quit
brx: नागार(&Q)

source: &Close
brx: बन्द खालाम(&C)

source: Page St&yle
brx: बिलाइनि आदब(&y)

source: &No Style
brx: आदब गैया(&N)

source: &Basic Page Style
brx: गुदि बिलाइनि आदब(&B)

source: Change pop-up blocking settings for this website
brx: बे साइटनि थाखाय पप-आप हेंथाहोनाय सेटिंखौ सोलाय

source: Edit Pop-up Blocker Preferences…
brx: प'पआप ब्लकार पसन्दफोरखौ सुजु...

source: &Edit Pop-up Blocker Options…
brx: प'पआप ब्लकार उफ्राफोरखौ सुजु...(&E)

source: Switch Page &Direction
brx: बिलाइनि दिकाव थां(&D)

source: S&witch Text Direction
brx: फराय बिजाब बिथिंखौ चुइछ खालाम(&w)

source: &Find in This Page…
brx: बे बिलाइआव नागिरना दिहुन...(&F)

source: Find A&gain
brx: फिन नायगिरना दिहुन(&g)

source: &Add Dictionaries…
brx: सोदोब बिहुखौ दाजाबदेर...(&A)

source: Done
brx: जाखांबाइ

source: Cancel
brx: नेवसि

source: Permissions
brx: गनायथि

source: Browser tabs
brx: ब्राउजार टेबफोर

source: Tabs From Other Devices
brx: गुबुन डिभाइस निफ्राय टेब

# syncBrand.shortName.label
source: Sync
brx: सिनक

source: Set Up &syncBrand.shortName.label;…
brx: &syncBrand.shortName.label; सेट आप खालाम

source: &Sync Now
brx: दानो सिनक खालाम(&S)

source: &Reconnect to &syncBrand.shortName.label;…
brx: &syncBrand.shortName.label; जों फिन फोनांजाब खालाम...

# syncToolbarButton.label
source: Sync
brx: सिनक

source: Social Toolbar Button
brx: समाजारि टुलबार बुथाम

source: Show &sidebar
brx: साइडबारखौ दिन्थि

source: Manage Services…
brx: सिबिथायखौ मेनेज खालाम...

source: Show desktop &notifications
brx: डेस्कटप मिथिसारहोनायखौ दिन्थि

source: Services from <label/> have been enabled. You can change your settings for services in the <label class='text-link'>Add-on Manager</label>.
brx: <label/> निफ्राय सिबिथायखौ हाहोनाय खालामबाय। नोंथाङा सिबिथायनि थाखाय नोंथांनि सेटिंखौ <label class='text-link'>Add-on मेनेजार</label> आव सोलायनो हायो।

source: Oops, &undo this!
brx: हाय, बेखौ सिगांनि अबस्थायाव लाबोफिन!

source: &Learn more…
brx: गोबां सोलों...

source: Not Now
brx: दानो नङा

source: Activations Directory
brx: मावथि डिरेक्टरि

source: You can activate Share services from the directory.
brx: नोंथाङा शेयार सिबिथायखौ डिरेक्टरि निफ्राय मावथि खालामनो हायो।

source: Take me there!
brx: आंखौ बैयाव लां!

source: Click on a service to add it to &brandShortName;.
brx: सिबिथायखौ &brandShortName; जों दाजाबदेरनो बेखौ क्लिक खालाम

source: View More
brx: गोबां नाय

source: Customize &brandShortName;
brx: &brandShortName; खौ गावनि गोसोबादि खालाम

source: Additional Tools and Features
brx: बाद्राय टुल आरो आखुथाय

source: Want more tools?
brx: गोबां टुल लुबैयो?

source: Choose from thousands of add-ons
brx: गोबां add-ons निफ्राय बासिख

source: Restore Defaults
brx: डिफल्टखौ मोनफिन

source: Show / Hide Toolbars
brx: टुलबारखौ दिन्थि / दोनखोमा

source: Title Bar
brx: बिमुं बार

source: Themes
brx: थिम

source: My Themes
brx: आंनि थिम

source: Recommended
brx: थिनबाय

source: Manage
brx: मेनेज खालाम

source: Get More Themes
brx: गोबां थिम ला

source: Fo&cus chats
brx: रायज्लायनायखौ जर हो

source: Save &Page To…
brx: आव बिलाइखौ थिना दोन...

source: Save &Link To…
brx: आव लिंकखौ थिना दोन...

source: &Camera to share:
brx: शेयार खालामनो केमेरा:

source: &Microphone to share:
brx: शेयार खालामनो माइक्र'फन:

source: All visible windows on your screen will be shared.
brx: नोंथांनि स्क्रिननि गासै नुथाव उइन्ड'खौ शेयार खालामगोन।

source: Most websites will work properly even if content is blocked.
brx: थानाय-आयदाखौ ब्लक खालामब्लाबो बांसिन वेबसाइटआ मोजाङै खामानि मावगोन।

source: Insecure content
brx: रैखाथि-नङै थानाय-आयदा

source: Some unencrypted elements on this website have been blocked.
brx: बे वेबसाइटआव थानाय माखासे आनइनक्राइप्टेड गुदिमुवाखौ ब्लक खालामबाय।

# mixedContentBlocked2.learnMore
source: Learn More
brx: गोबां सोलों

# mixedContentBlocked2.options
source: Options
brx: उफ्रा

source: &Disable protection for now
brx: दानि थाखाय रैखाथिखौ लोरबां खालाम

# mixedContentBlocked2.block.label mixedContentBlocked2.block.accesskey
source: &Enable protection
brx: रैखाथिखौ हाहोनाय खालाम

source: Protection is disabled
brx: रैखाथिखौ लोरबां खालामनाय जायो

source: Tracking
brx: ट्रेक खालाम गासिनो दं

source: Parts of the page that track your online activity have been blocked.
brx: नोंथांनि अनलाइन खामानिखौ ट्रेक खालामनाय बिलाइनि बाहागोखौ ब्लक खालामबाय।

# trackingContentBlocked.learnMore
source: Learn More
brx: गोबां सोलों

# trackingContentBlocked.options
source: Options
brx: उफ्रा

source: &Disable protection for this site
brx: बे साइटनि थाखाय रैखाथिखौ लोरबां खालाम

# trackingContentBlocked.block.label trackingContentBlocked.block.accesskey
source: &Enable protection
brx: रैखाथिखौ हाहोनाय खालाम

source: Tracking protection is disabled
brx: रैखाथि ट्रेक खालामनायखौ लोरबां खालामनाय जायो।

source: Press ESC at any time to show it again.
brx: बेखौ जायखि जाया समावनो आरोबाव दिन्थिनो थाखाय ESC खौ नारसिन

source: &Show All
brx: गासैबो दिन्थि

source: Allow Now
brx: दानो गनायथि हो

source: Allow and Remember
brx: गनायथि हो आरो गोसोखां

source: Block Plugin
brx: प्लागिनखौ ब्लक खालाम

# uiTour.infoPanel.close
source: Close
brx: बन्द खालाम

source: Sidebars
brx: साइटबार

source: Forget the last:
brx: जोबथाखौ बावलां:

source: Five minutes
brx: बा मिनिट

source: Two hours
brx: नै घन्टा

source: 24 hours
brx: 24 घन्टा

source: Proceeding will:
brx: दावगालांगोन:

source: Delete Recent <html:strong>Cookies</html:strong>
brx: दानि <html:strong>कुकि</html:strong>खौ खोमोर

source: Delete Recent <html:strong>History</html:strong>
brx: दानि <html:strong>जारिमिन</html:strong>खौ खोमोर

source: Close all <html:strong>Tabs</html:strong> and <html:strong>Windows</html:strong>
brx: गासै <html:strong>टेब</html:strong> आरो <html:strong>उइन्ड'स</html:strong>खौ बन्द खालाम

source: Open a new clean Window
brx: गोदान साफा उइन्ड'खौ खेव

source: This action cannot be undone.
brx: बे हाबाखौ मावनो हायै खालामनो हाया।

source: Forget!
brx: बावलां!

source: Your recent history is cleared.
brx: नोंथांनि दानि जारिमिनखौ खोमोरनाय जायो।

source: Safe browsing!
brx: रैखाथि ब्राउजिं!

source: Thanks!
brx: साबायखर!

source: &Don't ask me again
brx: आंनाव फिन सोंनो नाङा(&D)
