Repository: translate/mozilla-l10n
Catalog: ks/toolkit/chrome/passwordmgr/passwordmgr.properties.po
Languages: ks

source: Use Password Manager to remember this value.
ks: یئ قئمتھ یاد تھٲونئ خئطرئ كریوخفیہ لفظك استیمال ۔

source: Use Password Manager to remember this password.
ks: یئ خفیہ لفظ یاد تھٲونئ خئطرئ كریوخفیہ لفظ سںبالئن وئل سند استیمال

source: Confirm
ks: تصدیق کریو

source: Would you like to remember the password for "%1$S" on %2$S?
ks: تُہئ چھَوئ یژھان خُفیئ لفظ یاد تھٲوِن "%1$S" on %2$S خٲطرئ؟

source: Would you like to remember the password on %S?
ks: تُہ۪ی چھَوئ یژھان خُفیئ لفظ یاد تھاوِن %S خٲطرئ؟

source: &Not Now
ks: تئ وئنك۪ین نئ

source: Not Now
ks: تئ وئنك۪ین نئ

source: Ne&ver for This Site
ks: یم۪ی سایٹ خئطرئ نئ زئہ۪ین

source: Never Remember Password for This Site
ks: یَتھ ویب سایٹ خٲطرئ مئ تھٲویو خُفیئ لفظ یاد

source: &Remember
ks: تئ تھٱویو یاد

source: Remember Password
ks: خفیہ لفظ تئ تھٱویو یاد

source: Confirm Password Change
ks: خفیہ لفظ تبدیلی کریو تصدیق

source: Would you like to update the saved password for "%S"?
ks: تُہئ چھُوئ یژھان محفوظ كرمئت خُفیئ لفظ اپڈیٹ كر۪ین "%S" خٲطرئ؟

source: Would you like to update the saved password?
ks: تُہئ چھُوئ یژھان محفوظ كرمئت خُفیئ لفظ اپڈیٹ كر۪ین؟

source: Update Password
ks: خُفیئ لفظ كریو اپڈیٹ

source: Don't Change
ks: مئ كریو تبدیل

source: Please confirm which user you are changing the password for
ks: تصدیق کر یو كم۪ی استیمال كرئن وئل سندئ خئطرئ چھئوئ تہ خفیہ لفظ تبدیل یژھان كرُن؟

source: Hide Passwords
ks: خفیہ لفاظ تھئویو ژور۪ی

source: Show Passwords
ks: خفیہ لفاظ ہئویو

source: Are you sure you wish to show your passwords?
ks: تہئ چھُوئ یقین تہئ چھئوئ یژھان خوفیئ لفظ ہاوُن

source: Are you sure you wish to remove all passwords?
ks: تُہ۪ی چھُوئ یقین تُہئ چھَوئ یژھان سٲری خُفیئ لفظ ہٹاوِن؟

source: Remove all passwords
ks: سئری خوفیئ لفظ ہٹئویو

source: Passwords for the following sites are stored on your computer:
ks: یمن سایٹن خٲطرئ چھئ خوفیئ تہدنس كمپیوٹرس پیٹھ جمع

source: The following passwords match your search:
ks: یم خوفیئ لفظ چھئ رلان تہنزئ ژھئنڈ
