Repository: translate/mozilla-l10n
Catalog: ks/dom/chrome/layout/css.properties.po
Languages: ks

source: The stylesheet %1$S was not loaded because its MIME type, "%2$S", is not "text/css".
ks: %1$Sسیٹایل شیٹ آو نْہ لوڈ کرنْہ کیازِ امیوک مایم ٹایپ "%2$S" ، چُھ نْہ "text/css" ۔

source: The stylesheet %1$S was loaded as CSS even though its MIME type, "%2$S", is not "text/css".
ks: سیٹایل شیٹ %1$S آو لوڈ کرنْہ بطور اکھ سی ایس ایس اگر ذن امیوک مایم ٹایپ "%2$S" ، چُھ نْہ "text/css" ۔

source: Unexpected end of file while searching for %1$S.
ks: %1$S ژھانڈان ژھانڈان وئت گئر متئواقع اندس پیٹھ فایلئ ہندس

source: Whitespace-only string given to be parsed as rule.
ks: سفید جاے۔ صرف سٹرینگ آمئت الگ كرنئ نثب ہیہ

source: Declaration dropped.
ks: عیلان ترٲومت

source: Skipped to next declaration.
ks: برونٹھمس فئصلس پیٹھ گژھیو

source: Unknown property '%1$S'.
ks: نا مولوم خصوصیت '%1$S'

source: Error in parsing value for '%1$S'.
ks: قئمتھ خصوصیت '%1$S'الگ كرنس منز غلطی

source: Expected end of value but found '%1$S'.
ks: متوقع اند قئمتُك خصوصیتُك مگر '%1$S' آو نئ اتھ۪ی

source: Expected end of rule but found '%1$S'.
ks: متوقع اند قئمتُك خصوصیتُك مگر '%1$S' آو نئ اتھ۪ی

source: end of at-rule
ks: اینڈ ایٹ۔رولُک

source: Unrecognized at-rule or error parsing at-rule '%1$S'.
ks: پرزناونئی پیٹھ۔ قئنون یا غلطی الگ كر۪ین ۔ قئنونس پیٹھ '%1$S'

source: charset string in @charset rule
ks: چار سیٹ سٹرینگ @ چار سیٹ قئنونس منز

source: Expected charset string but found '%1$S'.
ks: متوقع چار سیٹ سٹرینگ مگر '%1$S' آو اتھ۪ی

source: end of media list in @import or @media rule
ks: میڈیا فہرسُتك اند @ درآمد یا @میڈیا قئنون

source: Expected ',' in media list but found '%1$S'.
ks: متوقع',' میڈیا فہرستس منز مگر آو اتھ۪ی '%1$S'

source: Expected identifier in media list but found '%1$S'.
ks: متوقع پرن ناون وۄل میڈیا فہرستس منز مگر '%1$S' آو اتھ۪ی

source: Found reserved keyword '%1$S' when looking for media type.
ks: لوب ریزْروْڈ کی وأرڈ ییلہ میڈیا ٹایپ ژھانڈان أسئ۔

source: length value for matched media condition
ks: زیچھر ویلیو میچْڈ میڈیا شرط باپت

source: Expected ',' after value but found '%1$S'
ks: متوقع اند قئمتُك خصوصیتُك مگر '%1$S' آو نئ اتھ۪ی

source: Expected URI in @import rule but found '%1$S'.
ks: متوقع URI @i درامد قئنونس منز مگر '%1$S' آو نئ اتھ۪ی

source: Invalid URI in @import rule: '%1$S'.
ks: نا منظور URL @import rule: '%1$S'. منز:

source: Found unexpected '%1$S' within @import.
ks: غئر متوقع '%1$S'آو اتھ۪ی درامدس منز

source: end of @media, @supports or @-moz-document rule
ks: اند @media, @supports or @-moz-documentاصولُک

source: %1$S rule not allowed within @media or @-moz-document rule.
ks: %1$S قٲنونس چھُ نئ اجازت @media یا @-moz-document قٲنونس منز

source: Expected url(), url-prefix(), domain() or regexp() in @-moz-document rule but found '%1$S'.
ks: مُتوقع اصول url(), url-prefix(), domain() or regexp() in @-moz-document مگر لوب '%1$S' ۔

source: Expected URI in @-moz-document rule but found '%1$S'.
ks: متوقع URI @-موز- دستاویزس منز مگر آو '%1$S' اتھ۪ی

source: Expected string in @-moz-document rule regexp() function but found '%1$S'.
ks: مُتوْقع سیٹرینگ @-moz-document rule regexp() فنکشنس منز مگر لوب '%1$S' ۔

source: next URI in @-moz-document rule
ks: برونٹھِم URI @-moz-document rule ئس منز

source: namespace prefix in @namespace rule
ks: ناو جاے پریفیكس@ناو جاے قٲنونس منز

source: namespace URI in @namespace rule
ks: ناو جاے قئنون@ناو جاے قٲنونس منز

source: Unexpected token within @namespace: '%1$S'.
ks: غئر متوقع ٹوكن @ناو جاے منز : '%1$S'

source: name of @keyframes rule.
ks: ناو @keyframes rule اُك

source: Expected identifier for name of @keyframes rule.
ks: متوقع نشان دہی كرَن وۄل @keyframes rule كئ ناوئ خٲطرئ

source: Expected opening { of @keyframes rule.
ks: ابتِدا متوقع { @keyframes rulئچ

source: closing } of declaration block
ks: ڈیكلیریشن بلاكُك بند كران }

source: closing } of invalid rule set
ks: نا منظور قئنون سیٹ بند كران}

source: Ruleset ignored due to bad selector.
ks: قئنون سیٹ نظر انداز كرمُت غلط ژارئن وئل سندئ وجئ سئتھ

source: Keyframe rule ignored due to bad selector.
ks: كی فریم رول آو نظر انداز كرنئ غلط ژار كئ وجئ سٲت

source: Expected ',' or '{' but found '%1$S'.
ks: متوقع ',' یا '{'آو اتھ۪ی'%1$S'.

source: Selector expected.
ks: ژارن وۄل متوقع

source: Dangling combinator.
ks: ڈینگلینگ كمبینیٹر

source: Expected identifier for name of @counter-style rule.
ks: متوقع نشان دہی كرَن وۄل @keyframes rule كئ ناوئ خٲطرئ

source: Name of @counter-style rule can't be '%1$S'.
ks: @counter-style اصولُک ناو ہیکْہ نْہ '%1$S' أسِتھ۔

source: Expected '{' to begin @counter-style rule but found '%1$S'.
ks: متوقع اوس '{' @font-face ruleشروع كرنئ خٲطرئ مگر آو اَتھ۪ی '%1$S'.

source: closing '}' of @counter-style block
ks: کولوزینگ '}' of @counter-style block

source: Expected counter descriptor but found '%1$S'.
ks: متوقع اوس فانٹ ڈیسكریپٹر مگر '%1$S' آو اَتھ۪ی

source: Unknown descriptor '%1$S' in @counter-style rule.
ks: نامولوم وضاحت كرَن وۄل '%1$S' in @font-face rule

source: Expected identifier for extends system but found '%1$S'.
ks: كلاس ژارئن وئل سندئ خئطرئ متوقع پرزناون وۄل مگر '%1$S' آو اتھ۪ی

source: Each weight in the additive-symbols descriptor must be smaller than the previous weight.
ks: پریتھ وزن ایڈیٹیو۔سیمبُل ڈیسکریپٹر گژھ ضرور آسُن لوکُٹ پرانِہ وزنْہ کھوتْہ۔

source: class name
ks: كلاس ناو

source: Expected identifier for class selector but found '%1$S'.
ks: كلاس ژارئن وئل سندئ خئطرئ متوقع پرزناون وۄل مگر '%1$S' آو اتھ۪ی

source: Expected coordinate pair but found '%1$S'.
ks: سئلم متوقع مگر '%1$S' آی اتھ۪ی

source: element type
ks: ایلمینٹ ٹائپ

source: Expected element name or '*' but found '%1$S'.
ks: متوقع ایلمینٹ ناو یا '*' مگر '%1$S' آو اتھ۪ی

source: Unknown namespace prefix '%1$S'.
ks: نا مولوم ناو جاے پریفیكس '%1$S'

source: attribute name
ks: ایٹریبیوٹ ناو

source: Expected identifier for attribute name but found '%1$S'.
ks: متوقع پرز ناون وئل ایٹریبیوٹ ناوئ خئطرئ مگر '%1$S' آو اتھ۪ی.

source: Expected attribute name or namespace but found '%1$S'.
ks: متوقع ایٹریبیوٹ ناو یا ناو جاے مگر '%1$S' آو اتھ۪ی

source: Expected '|' but found '%1$S'.
ks: '|' متوقع مگر '%1$S' آو اتھ۪ی

source: part of attribute selector
ks: ایٹریبیوٹ ژارون وئل سند حصئ

source: Unexpected token in attribute selector: '%1$S'.
ks: غئر متوقع ٹوكن ایٹریبیوٹ ژارئن وئلس منز : '%1$S'

source: attribute value
ks: ایٹریبیوٹ قئمتھ

source: ']' to end attribute selector
ks: ']' ایٹریبیوٹ ژارئن وۄل بند كرُن

source: Expected ']' to terminate attribute selector but found '%1$S'.
ks: توقع عئس كران ']' كر۪ی ژارئن وۄل ختم مگر '%1$S' آو اتھ۪ی

source: Expected identifier or string for value in attribute selector but found '%1$S'.
ks: مُتوقع آیڈینٹیفایر یا سِٹرینگ ویلیوہس باپت ایٹریبیوٹ سیلیکٹرس منز مگر لوب '%1$S'۔

source: name of pseudo-class or pseudo-element
ks: سیوڈو ۔كلاس یا سیوڈو ۔ایلمینٹئك ناو

source: Expected identifier for pseudo-class or pseudo-element but found '%1$S'.
ks: لینگ سیوڈو ۔ كلاس پیرئمیٹر خئطرئ متوقع پرناون وۄل مگر '%1$S' آو اتھ۪ی

source: Function token for non-function pseudo-class or pseudo-element, or the other way around, when reading '%1$S'.
ks: فنکشن ٹوکن نان۔فنکشن سیوڈو۔کلاس یا سیوڈو۔ایلمینٹس باپت، یا بدل وتِہ، ییلہ پران آسو '%1$S' ۔

source: Expected pseudo-element but found '%1$S'.
ks: متوقع ایلمینٹ متوقع مگر '%1$S' آو اتھ۪ی

source: Negation pseudo-class can't be negated '%1$S'.
ks: نگیشن سیوڈو كلاس ہیكئو نئ رد كریتھ '%1$S'

source: Pseudo-elements can't be negated '%1$S'.
ks: سیوڈو ۔ ایلمینٹس ہیكئو نئ رد كریتھ '%1$S'

source: This pseudo-element must use the "::" form: '%1$S'.
ks: سیوڈو ایلمینٹسن پز۪ی "::" form: '%1$S' استیمال كرُن

source: Expected end of selector or a user action pseudo-class after pseudo-element but found '%1$S'.
ks: مُتوقع اند سیلیکٹرُک یا اکھ یوزر ایکشن سیڈو۔کلاس سیڈو۔ایلمینٹ پتْہ مگر لوب '%1$S'۔

source: Expected end of selector after pseudo-element that does not support user action pseudo-classes but found '%1$S'.
ks: مُتوقع اند سیلیکٹرُک سیڈو۔ایلمینٹ پتْہ یوس نْہ تعاون چُھ دِوان یوزر ایکشن سیڈو۔کلاسس مگر لوب '%1$S'۔

source: Extra pseudo-element '%1$S'.
ks: مزید سیوڈو ایلمینٹ '%1$S'

source: Unknown pseudo-class or pseudo-element '%1$S'.
ks: نا مولوم سیوڈو كلاس یا سیوڈو ایلمینٹ '%1$S'

source: selector within negation
ks: نگیشن منز ژارئن وۄل

source: Malformed simple selector as negation pseudo-class argument '%1$S'.
ks: مالفارمئڈ سیود ژارئن وۄل نگیشن سیوڈو۔ كلاس آرگیومینٹ ہیو '%1$S'

source: Missing closing ')' in negation pseudo-class '%1$S'.
ks: ')' بند كرُن راوان نگیشن سیوڈو ۔كلاس '%1$S' منز

source: Missing argument in negation pseudo-class '%1$S'.
ks: آرگیومینٹ راوان نگیشن سیوڈو ۔كلاس '%1$S' منز

source: argument to pseudo-class selector
ks: آرگیومینٹ سیوڈو۔كلاس ژارئن وئلس

source: Expected identifier for pseudo-class parameter but found '%1$S'.
ks: لینگ سیوڈو ۔ كلاس پیرئمیٹر خئطرئ متوقع پرناون وۄل مگر '%1$S' آو اتھ۪ی

source: Expected part of argument to pseudo-class but found '%1$S'.
ks: موتقع حصئ آرگیومینٹوْك سیوڈو۔كلاسس مگر '%1$S' آو اتھ۪ی

source: Missing closing ')' in pseudo-class, found '%1$S' instead.
ks: لاپتئ بند كروْن ')' سیوڈو۔كلاسس منز، آو اتھ۪ی '%1$S' بدلئ

source: Missing argument in pseudo-class '%1$S'.
ks: آرگیومینٹ راوان لینگ سیوڈو كلاس '%1$S' منز

source: Expected end of selector or a user action pseudo-class after pseudo-element but found pseudo-class '%1$S'.
ks: مُتوقع اند سیلیکٹرُک یا اکھ یوزر ایکشن سیڈو۔کلاس سیڈو۔ایلمینٹ پتْہ مگر لوب سیڈو۔کلاس '%1$S'۔

source: selector
ks: ژارن وۄل

source: Expected '{' to begin declaration block but found '%1$S'.
ks: متوقع '{' شروع كرُن ڈیكلئریشن بلاك مگر %1$S' آو اتھ۪ی

source: color
ks: رنگ

source: Expected color but found '%1$S'.
ks: رنگ متوقع مگر '%1$S' 'آو اتھ۪ی .

source: color component
ks: رنگ کمپوننٹ

source: Expected a percentage but found '%1$S'.
ks: فیصد متوقع مگر '%1$S' آی اتھ۪ی

source: Expected an integer but found '%1$S'.
ks: سئلم متوقع مگر '%1$S' آی اتھ۪ی

source: Expected number or percentage in rgb() but found '%1$S'.
ks: متوقع نمبر یا فی صد rgb() منز مگر '%1$S' آو اتھ۪ی

source: Expected '%2$S' but found '%1$S'.
ks: '%2$S'متوقع مگر '%1$S' آی اتھ۪ی

source: hue
ks: ہیو

source: Expected ',' but found '%1$S'.
ks: متوقع مگر '%1$S' آی اتھ۪ی

source: saturation
ks: معموری

source: lightness
ks: ہلكئ

source: opacity in color value
ks: رنگ قئمتس منز گوْٹ

source: Expected a number but found '%1$S'.
ks: متوقع نمبر مگر '%1$S' آی اتھ۪ی

source: <position>
ks: <جاے>

source: Expected <position> but found '%1$S'.
ks: متوقع ':' مگر '%1$S' آی اتھ۪ی

source: Expected radius but found '%1$S'.
ks: '|' متوقع مگر '%1$S' آو اتھ۪ی

source: Expected ')' but found '%1$S'.
ks: متوقع ')'مگر '%1$S' آی اتھ۪ی

source: ';' or '}' to end declaration
ks: ';' or '}' فئصلئ مكلاونئ خئطرئ

source: Expected ':' but found '%1$S'.
ks: متوقع ':' مگر '%1$S' آی اتھ۪ی

source: Expected declaration but found '%1$S'.
ks: متوقع ':' مگر '%1$S' آی اتھ۪ی

source: end of declaration
ks: فئصلُك اند

source: important
ks: اہم

source: Expected 'important' but found '%1$S'.
ks: متوقع' اہم ' مگر '%1$S' آی اتھ۪ی

source: Expected ';' to terminate declaration but found '%1$S'.
ks: متوقع';' مكلاوُن فئصلئ مگر '%1$S' آی اتھ۪ی

source: Expected ';' or '}' to terminate declaration but found '%1$S'.
ks: متوقع';' یا '}' مكلاوُن فئصلئ مگر '%1$S' آی اتھ۪ی

source: Cannot specify value for internal property.
ks: قئمتھ ہیكئو نئ طے كریتھ اندرونی خصوصیت خئطرئ

source: end of comment
ks: کمینٹُك اند

source: Found unclosed string '%1$S'.
ks: بند كرنئی سٹرینگ '%1$S' آو اتھ۪ی

source: Expected font descriptor but found '%1$S'.
ks: متوقع اوس فانٹ ڈیسكریپٹر مگر '%1$S' آو اَتھ۪ی

source: Unknown descriptor '%1$S' in @font-face rule.
ks: نامولوم وضاحت كرَن وۄل '%1$S' in @font-face rule

source: Expected '(' to start media query expression but found '%1$S'.
ks: متوقع اوس '(' میڈیا كیوری ایكسپریشن شروع كروٛن مگر %1$S' آو اَتھ۪ی

source: contents of media query expression
ks: میڈیا كیوری ایكسپریشنئك مشمولات

source: Expected media feature name but found '%1$S'.
ks: متوقع اوس میڈیا خصوصیت ناو مگر '%1$S' آو اَتھ۪ی

source: Expected ':' or ')' after media feature name but found '%1$S'.
ks: متوقع اوس ':' یا')' میڈیا خصوصیت ناوئ پتئ مگر '%1$S آو اتھ۪ی

source: Media features with min- or max- must have a value.
ks: میڈیا خصویت كم اَز كم یا زیادئ ہوتئ زیادَ سٲت گژھ۪ی آسُن قٲمت

source: Found invalid value for media feature.
ks: نا منظئر قٲمَت میول میڈیا خصویصت خٲطرئ

source: Expected '{' to begin @font-face rule but found '%1$S'.
ks: متوقع اوس '{' @font-face ruleشروع كرنئ خٲطرئ مگر آو اَتھ۪ی '%1$S'.

source: Expected '}' to end @font-face rule but found '%1$S'.
ks: متوقع اوس '{' @font-face ruleمكلاوُن مگر آو اَتھ۪ی '%1$S'

source: Did not expect anonymous box.
ks: عٲس نئ توقع كرنا نا مولوم ڈبئ

source: Unexpected end of @font-feature-values rule.
ks: غیر متوقع اند @font-feature-values اصولُک۔

source: Expected opening { of @font-feature-values rule but found '%1$S'.
ks: اصولْچ متوقع اوپنینگ مگر لوب{ of @font-feature-values '%1$S' ۔

source: Expected opening { of feature value set but found '%1$S'.
ks: متوقع اوپینینگ { فیچر ویلیوْچ کْر سیٹ مگر لوب '%1$S'۔

source: Expected font family list for @font-feature-values rule but found '%1$S'.
ks: اصولْچ متوقع فانٹ فیملی لِسٹْہ مگر لوب{ of @font-feature-values '%1$S' ۔

source: Expected '}' to end @font-feature-values rule but found '%1$S'.
ks: متوقع اوس '{' @font-face ruleمكلاوُن مگر آو اَتھ۪ی '%1$S'

source: Unknown font-variant property value '%1$S'.
ks: نامعلوم فانٹ۔ویرینٹ پراپرٹی ویلیو '%1$S' ۔

source: Expected identifier but found '%1$S'.
ks: متوقع نمبر مگر '%1$S' آی اتھ۪ی

source: Expected non-negative integer value but found '%1$S'.
ks: متوقع نان۔نگیٹیو انٹیجر ویلیو مگر لوب '%1$S' ۔

source: Too many values for feature type '%1$S'.
ks: واریاہ ذیادْ ویلیو فیچر ٹایِپ '%1$S' باپت۔

source: Family list cannot contain generic font family name.
ks: فیملی لِسٹْہ ہیکہ نْہ شأمل تھأوِتھ جنریک فانٹ فیملی ناو۔

source: Expected end of value definition but found '%1$S'.
ks: متوقع اند قئمتُك خصوصیتُك مگر '%1$S' آو نئ اتھ۪ی

source: Expected 'ltr' or 'rtl' in direction selector but found '%1$S'.
ks: مُتوقع 'ltr' or 'rtl' ڈاریکشن سیلیکٹرس منز مگر لوب '%1$S' ۔

source: 'not', '(', or function
ks: 'not', '(', یا فیکشن

source: Expected whitespace after 'not', 'and', or 'or'.
ks: متوقع وایِٹ سُپیس 'not', 'and', or 'or پتْہ۔

source: Expected '(' or function while parsing supports condition but found '%1$S'.
ks: متوقع '(' یا فنکشن ییلہ ذن پارسینگ شرطس تعاون کران چھ مگر لوب '%1$S' ۔

source: Expected ')' while parsing supports condition but found '%1$S'.
ks: متوقع')' ییلہ ذن پارسینگ شرطس تعاون کران چھ مگر لوب '%1$S' ۔

source: Expected 'not', '(', or function while parsing supports condition but found '%1$S'.
ks: متوقع 'not', '(', یا فنکشن ییلہ ذن پارسینگ شرطس تعاون کران چھ مگر لوب '%1$S' ۔

source: Expected 'not' while parsing supports condition but found '%1$S'.
ks: متوقع 'not' ییلہ ذن پارسینگ شرطس تعاون کران چھ مگر لوب '%1$S' ۔

source: Expected '{' to begin @supports rule but found '%1$S'.
ks: متوقع اوس '{' @font-face ruleشروع كرنئ خٲطرئ مگر آو اَتھ۪ی '%1$S'.

source: filter
ks: فلٹر

source: Expected 'none' or URL but found '%1$S'.
ks: متوقع ',' یا '{'آو اتھ۪ی'%1$S'.

source: Expected 'none', URL, or filter function but found '%1$S'.
ks: مُتوقع 'none', URL, یا فلٹر فنکشن منز مگر لوب '%1$S' ۔

source: Expected non-negative number or percentage.
ks: متوقع نان۔نگیٹیو نمبر یا فی صد۔

source: Error in parsing arguments for filter function.
ks: ایرر آو پارسینگ کرنس منز آرگیومینٹن فلٹر فنکشن باپت۔

source: variable
ks: ویریبْل

source: Expected variable value but found '%1$S'.
ks: متوقع اند قئمتُك خصوصیتُك مگر '%1$S' آو نئ اتھ۪ی

source: Error in parsing value for '%1$S' after substituting variables.
ks: باپت ویلیو پارس کرنس منز آو ایرر ویریبْل سبسچوٹ کرنْہ پتْہ۔'%1$S'

source: Falling back to 'inherit'.
ks: فال بیک کران 'inherit' کُن

source: Falling back to 'initial'.
ks: فال بیک کران 'initial' کُن

source: Property contained reference to invalid variable.
ks: پراپرٹی منز چُھ حوالہ ناکار ویریبلس کُن۔

source: Found invalid token '%1$S' at top level of variable reference fallback.
ks: آو لبنْہ ناکار ٹوکن '%1$S' ٹاپ لیول ویریبْل ریفرینْس فال بیکس پیٹھ۔

source: identifier for variable name
ks: آیڈینٹیفایر ویریبْل ناو باپت

source: Expected identifier for variable name but found '%1$S'.
ks: متوقع پرز ناون وئل ایٹریبیوٹ ناوئ خئطرئ مگر '%1$S' آو اتھ۪ی.

source: Expected variable reference fallback after ','.
ks: متوقع ویریبْل ریفرینْس فال بیک ',' پتْہ۔

source: Expected ',' or ')' after variable name in variable reference but found '%1$S'.
ks: متوقع ',' or ')' ویریبْل ناوس پتْہ ویریبْل ریفرینسس منزمگر لوب '%1$S' ۔
