Repository: translate/mozilla-l10n
Catalog: kok/browser/chrome/browser/aboutCertError.dtd.po
Languages: kok

source: Untrusted Connection
kok: विश्वास नाशिल्ली जोडणी

source: This Connection is Untrusted
kok: ह्या जोडणेर विश्वास ना

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
kok: तुमी &brandShortName; सुरक्षित रीतीन <b>#1</b>जोडपाक विचारलां, पुण तुमची जोडणी सुरक्षित आसा हाका आमी दुजोरो दिवपाक शकनात.

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
kok: सामान्यपणान, जेन्ना तुमी सुरक्षित रीतीन जोडपाक सोदता, सायटी तुमका तुमी योग्य ठिकाणार चल्ल्यात हे दाखोवपाक विश्र्वासू वळख सादर करतल्यो मात, ह्या सायटीची वळख तपासपाक शकना.

source: What Should I Do?
kok: हांवे किदें करचे?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
kok: तुमी जर ह्या सायटीकडेन आडमेळाबगर जोडपाक शकतात, ह्या एरराचो अर्थ असो की कोण तरी सायट इंपर्सनेट करपाक सोदता आणि तुमी मुखार वचपाक फावना.

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; only connect to it securely. As a result, it is not possible to add an exception for this certificate.
kok: ही सायट HTTP वापरता स्ट्रीक्ट ट्रान्स्पोर्ट सिक्युरिटी (HSTS) हे स्पश्ट करपाक की &brandShortName; फकत ताका सुरक्षित रीतीन जोडटा. ताकालागून, ह्या प्रमाणपत्राक आडवाद जोडप शक्य ना.

source: Get me out of here!
kok: माका हांगाच्यान भायर काडात!

source: I Understand the Risks
kok: म्हाका भंय खबर आसात

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
kok: किदे चल्ला हे जर तुमी जाणात, तुमच्यान &brandShortName; क सांगपाक जाता की ह्या सायटीच्या वळखीचेर विश्र्वास दवरप सुरू कर <b>जरी तुमी सायटीचेर विश्र्वास दवरतात, ह्या एरराचो अर्थ कोण तरी तुमच्या जोडणेकडेन खेळता आसू येता.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
kok: ही सायट विश्र्वासू वळख किद्याक वापरीना हाचे कारण तुमका खबर आसल्याबगर आडवाद जोडू नाकात.

source: Add Exception…
kok: अपवाद जोडात...

source: Technical Details
kok: तंत्रिक तपशील
