Repository: translate/mozilla-l10n
Catalog: kok/browser/chrome/browser/engineManager.dtd.po
Languages: kok

source: Manage Search Engine List
kok: सोद इंजिन वळेरी व्यवस्थापन

source: min-width: 35em;
kok: किमान रूंदाय: 35em;

source: You have the following search engines installed:
kok: तुमचेकडेन मुखावयली सोद इंजिना प्रतिष्ठपित आसात:

source: Name
kok: नाव

source: Keyword
kok: कीवर्ड

source: Move &Up
kok: वयर हालयात

source: Move &Down
kok: सकयल व्हरात

source: &Remove
kok: काडात

source: Edi&t Keyword…
kok: कीवर्ड सं&पादीत करचो...

source: Get more se&arch engines…
kok: सोद इंजिन्स मेळयात...

source: &Show search suggestions
kok: सोद सुचोवण्यो दाखयात

source: R&estore Defaults
kok: मूळ परत मेळयात
