Repository: translate/mozilla-l10n
Catalog: wo/obsolete/toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: wo

source: Installing: %s
wo: Sampum: %s

source: Installing Shared File: %s
wo: Sampum dencukaay bu ñu bokk: %s

source: Replacing: %s
wo: Wuutalum: %s

source: Replacing Shared File: %s
wo: Wuutalum dencukaay bi ñu bokk: %s

source: Skipping: %s
wo: Li ñu fatte: %s

source: Skipping Shared File: %s
wo: Fatte dencukaay bi ñu bokk: %s

source: Deleting file: %s
wo: Màbb dencukaay: %s

source: Deleting component: %s
wo: Màbbum pacc: %s

source: Executing: %s
wo: Tàmbalinu: %s

source: Executing: %s with argument: %s
wo: Tàmbalinu: %s ak firnde: %s

source: Copy File: %s to %s
wo: Duppi dencukaay: %s jëm ci %s

source: Execute File: %s
wo: Tàmbali dencukaay: %s

source: Execute File: %s with argument: %s
wo: Tàmbali dencukaay: %s ak firnde: %s

source: Move File: %s to %s
wo: Toxal dencukaay: %s jëm ci %s

source: Rename File: %s to %s
wo: Joxaat tur dencukaay: %s jëm ci %s

source: Create Folder: %s
wo: Sos wayndare: %s

source: Remove Folder: %s
wo: Màbbum wayndare: %s

source: Rename Folder: %s to %s
wo: Joxaat tur wayndare: %s to %s

source: Windows Shortcut: %s
wo: Gattalu Windows: %s

source: Mac Alias: %s
wo: Dakkental Mac : %s

source: Windows Register Server: %s
wo: Serwëëru resistar windows: %s

source: Unknown file operation command!
wo: Santaane bu kenn xamul ci dencukaay!

source: Patching: %s
wo: Yeesalum: %s

source: Uninstalling: %s
wo: Simpim: %s

source: Register Skin: %s
wo: Aarum tem: %s

source: Register Locale: %s
wo: Aarum piri: %s

source: Register Content: %s
wo: Aarum këmb gi: %s

source: Register Package: %s
wo: Aarum pake bi: %s

source: Use this theme
wo: Jëfandikoo tem bile

source: Use this locale
wo: Jëfandikoo piri mii

source: Install the theme "%1$S" from %2$S?
wo: Sàmp tem "%1$S" joge ci %2$S?

source: Install the locale "%1$S" from %2$S?
wo: Sàmp tem "%1$S" joge ci %2$S?

source: Install
wo: Sàmp

source: Queued
wo: Ci raŋ bi

source: Downloading…
wo: Mi ngiy yeb…

source: Downloaded
wo: Yeb bi pare na

source: Installing…
wo: Mi ngiy samp…

source: Unsigned
wo: Ken xaatimu ko

source: ERROR
wo: NJUMTE

source: Success
wo: Ndam

source: Restart to complete
wo: Tàmbaliwaat ngir sotal

source: Access denied
wo: Yoon bi naguwul

source: Unexpected installation error Review the Error Console log for more details.
wo: Njumte samp bu ken xalaatulwoon Xoolal konsolu njumte yi ngir am yeneen detaay.

source: Install script not found
wo: Kenn gisul script samp

source: Not a valid install package
wo: Pake bi ñuy samp baaxul

source: Invalid argument
wo: Lay bi baaxul

source: User canceled
wo: Jënfandikookat bee koo neenal

source: Required file does not exist
wo: Dencukaay bi war amul

source: Read only
wo: Ci duruus rekk

source: AppleSingle extraction error
wo: Njumte deqi AppleSingle

source: Invalid path
wo: Yoon wu jagul

source: EXTRACTION_FAILED
wo: LAJJUM_DEQI

source: Canceled
wo: Neenal

source: Download error
wo: Njumte yeb

source: Script error
wo: Njumte script

source: Already exists
wo: Am na ba pare

source: Out of space
wo: Dend bi fees na dell

source: Chrome registration failed
wo: Lajjum aar chrome

source: Unfinished install
wo: Samp bi yeggul

source: Unsupported package
wo: Kenn satuwul pake bi

source: Signing could not be verified.
wo: Kenn settantalulu xaatim bi.

source: Invalid file hash (possible download corruption)
wo: Dogatu dencukaay bi baaxul (mën na am yeb bu sankar la)

source: Unknown or invalid file hash type
wo: Giiri dogatu dencukaay bu baaxul wala bu ñu xamul

source: Out of memory
wo: Xel mi fees na dell

source: Unexpected error %S
wo: Njumie bu kenn xalaatulwoon %S
