Repository: translate/mozilla-l10n
Catalog: */mobile/android/chrome/aboutCertError.dtd.po
Languages: af, as, az, be, bn_bd, bn_in, cy, es_mx, gd, id, is, kk, km, kn, mai, ml, my, ne, oc, or, ro, sr, ta, te, tr, uz, xh

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
be: Калі вы звычайна злучаецеся з гэтай пляцоўкай без праблемаў, гэтая памылка можа значыць, што нехта спрабуе выдаць сябе за гэтую пляцоўку, і вы не павінны працягваць.
ml: നിങ്ങള്‍ സാധാരണ ഈ സൈറ്റിലേക്കു്പ്രശ്നങ്ങള്‍ ഇല്ലാതെയാണു് കണക്ട് ചെയ്യുന്നതു് എങ്കില്‍, ഈ പിശകിന്റ അര്‍ത്ഥം ആരോ അനധികൃതമായി കടക്കുന്നു എന്നാണു്. അതിനാല്‍ തുടരുന്നതു് ഉത്തമമല്ല.
ne: यदि तपाई सामान्यतया यो साइटसँग बिना समस्याहरु जोडिनु हुन्छ भने, यो त्रुटिले अरु कसैले यो साइटको रुप धारण गर्ने कोशिश गर्दैछ भन्छ, र तपाई अगाडि बढ्न हुँदैन।

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
be: Калі вы ведаеце, што вы робіце, вы вы можаце загадаць &brandShortName; пачаць давяраць адмеце гэтай пляцоўкі. <b>Нават калі вы давяраеце пляцоўцы, гэта памылка можа сведчыць пра тое, што хтосьці ўблытваецца ў ваша злучэнне.</b>
ml: സംഭിക്കുന്നതു് എന്താണെന്നു നിങ്ങള്‍ക്കു് മനസ്സിലാകുന്നുണ്ടെങ്കില്‍, ഈ സൈറ്റിന്റെ തിരിച്ചറിയല്‍ രേഖ വിശ്വസിക്കാന്‍ &brandShortName; നെ അറിയിക്കുക <b> ഈ സൈറ്റ് നിങ്ങള്ക്കു വിശ്വസനീയമാണെങ്കിലും, ഈ പിശകിനര്‍ത്ഥം ആരോ ഈ സമ്പര്‍ക്കത്തില്‍ അനാവശ്യ ഇടപെടല്‍ നടത്തുന്നു എന്നാണു്..</b>
ne: यदि तपाईँले के भइरहेको छ बुझ्नु हुन्छ भने, तपाईँले &brandShortName; लाई यो साइटको पहिचानमा भरोसा गर्न भन्न सक्नुहुन्छ।<b>तपाईँले यो साइटलाई विश्वास गर्नुभएतापनि, यो त्रुटिको मतलब अरु कसैले तपाईँको जडानसँग छेडछाड गर्दैछ।</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
be: Не дадавайце выключэнне, калі вы не ведаеце, што існуе прычына, згодна якой гэтая пляцоўка не ўжывае давернай адметы.
ml: ഈ സൈറ്റ് എന്തുകൊണ്ടു് വിശ്വസനീയമായ തിരിച്ചറിയല്‍ ഉപയോഗിക്കുന്നില്ല എന്നു് നിങ്ങള്‍ക്കു് അറിയില്ലെങ്കില്‍, എക്സെപ്ഷന്‍ ചേര്‍ക്കുവാന്‍ പാടില്ല.
ne: तब सम्म अपवाद नथप्नुहोस जबसम्म तपाईलाई यस साइटले किन भरोसा पहिचानको उपयोग गर्दैन भन्ने बारे एउटा राम्रो कारण थाहाछैन।
