Repository: translate/mozilla-l10n
Catalog: */mobile/android/chrome/aboutCertError.dtd.po
Languages: af, as, az, be, bn_bd, bn_in, cy, es_mx, gd, id, is, kk, km, kn, mai, ml, my, ne, oc, or, ro, sr, ta, te, tr, uz, xh

source: Untrusted Connection
af: Onvertroude verbinding
as: অবিশ্বাসী সংযোগ
az: Etibarsız bağlantı
be: Злучэнне, якому няма даверу
bn_bd: অনির্ভরযোগ্য সংযোগ
bn_in: অবিশ্বস্ত সংযোগ
cy: Dim Ymddiriedaeth i'r Cysylltiad
es_mx: Conexión no confiable
gd: Ceangal gun earbsa
id: Sambungan Tidak Terpercaya
is: Ótraust tenging
kk: Сенімсіз байланыс
km: ការ​តភ្ជាប់​ដែល​មិន​ទុកចិត្ត
kn: ನಂಬಿಕೆ ಇರದ ಸಂಪರ್ಕ
mai: गैर भरोसेमंद कनेक्शन
ml: വിശ്വസ്തമല്ലാത്ത കണക്ഷനുകള്
my: မယုံကြည်ရသောဆက်သွယ်မှူ
ne: अविश्वासिलो जडान
oc: Connexion pas segura
or: ଅବିଶ୍ୱସ୍ତ ସଂଯୋଗ
ro: Conexiune nesigură
sr: Веза није од поверења
ta: நம்பப்படாத இணைப்பு
te: నమ్మలేని అనుసంధానం
tr: Güvenilmeyen bağlantı
uz: Ishonchsiz ulanish
xh: Unxibelelwano olungathembekanga

source: This Connection is Untrusted
af: Hierdie verbinding is onvertroud
as: এই সংযোগ অবিশ্বাসী
az: Bu bağlantı etibarlı deyil
be: Гэтаму злучэнню няма даверу
bn_bd: এই সংযোগটি অনির্ভরযোগ্য
bn_in: এই সংযোগটি বিশ্বস্ত নয়
cy: Dim Ymddiriedaeth i'r Cysylltiad
es_mx: Esta conexión no es de confianza
gd: Chan eil earbsa sa cheangal seo
id: Sambungan Ini Tidak Terpercaya
is: Þessi tenging er ótraust
kk: Бұл байланыс сенімсіз
km: ការ​តភ្ជាប់​នេះ​មិន​ត្រូវ​បាន​ជឿ​ទុកចិត្ត​ឡើយ
kn: ಈ ಸಂಪರ್ಕವನ್ನು ನಂಬಲಾಗಿಲ್ಲ
mai: ई कनेक्शन गैर भरोसेमंद अछि
ml: ഈ കണക്ഷന്‍ വിശ്വസ്തമല്ല
my: ဤဆက်သက်သွယ်ချက်သည် မလုံခြုံနိုင်ဖွယ်ရှိသည်
ne: यो जडान अविश्वासिलो छ
oc: Nos fisam pas qu'aquesta connexion
or: ଏହି ସଂଯୋଗଟି ଅବିଶ୍ୱସ୍ତ
ro: Conexiunea nu este sigură
sr: Ова веза није од поверења
ta: இந்த இணைப்பு நம்பகமில்லாதது
te: ఈ అనుసంధానం నమ్మలేనిది
tr: Bu bağlantı güvenilir değil
uz: Ushbu ulanish ishonchrsiz
xh: Olu nxibelelwano aluthembekanga

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
af: U het &brandShortName; gevra om beveilig te koppel aan <b>#1</b>, maar ons kan nie bevestig dat u verbinding beveilig is nie.
as: আপুনি &brandShortName; ক সুৰক্ষিতভাবে <b>#1</b> লৈ সংযোগ কৰিব কৈছে, কিন্তু আপোনাৰ সংযোগ সুৰক্ষিত হোৱা আমি দৃঢ় কৰিব নোৱাৰো।
az: &brandShortName; tətbiqindən təhlükəsiz şəkildə <b>#1</b> ünvanına qoşulmasını istədiniz, amma bağlantınızın qorumalı olduğunu təsdiqləyə bilmirik.
bn_bd: আপনি &brandShortName;কে <b>#1</b> এর সাথে নিরাপদভাবে সংযুক্ত হতে বলেছেন, কিন্তু সংযোগটি নিরাপদ কিনা তা নিশ্চিত করা সম্ভব হচ্ছে না।
bn_in: &brandShortName; কে নিরাপদভাবে <b>#1</b>-র সাথে সংযোগ স্থাপনের অনুরোধ জানানো হলেও এই সংযোগ নিরাপদ হবে কি না তা নিশ্চিত করা সম্ভব নয়।
cy: Rydych wedi gofyn i &brandShortName; gysylltu yn ddiogel i <b>#1</b>, ond nid ydym yn gallu cadarnhau fod y cysylltiad yn un diogel.
es_mx: Le solicitaste a &brandShortName; conectarse en forma segura a <b>#1</b>, pero no es posible confirmarla como tal.
gd: Dh'iarr thu air &brandShortName; ceangal tèarainte a dhèanamh ri <b>#1</b> ach chan urrainn dhuinn dearbhadh gu bheil an ceangal seo tèarainte.
id: Anda telah meminta &brandShortName; untuk tersambung ke <b>#1</b> secara aman, tetapi tidak dapat dikonfirmasi apakah sambungan Anda benar-benar aman.
is: Þú hefur beðið &brandShortName; að tengjast á öruggan hátt við <b>#1</b> en við getum ekki staðfest að tengingin þín sé örugg.
kk: Сіз &brandShortName;-ты <b>#1</b> сайтына қауіпсіз түрде қосылуды сұрадыңыз, бірақ біз осы байланыс қауіпсіз екенін нақты айта алмаймыз.
km: អ្នក​បាន​ស្នើ &brandShortName; ឲ្យ​តភ្ជាប់​ដោយ​សុវត្ថិភាព ទៅ <b>#1</b> ប៉ុន្តែ​យើង​មិន​អាច​អះអាង​ថា ការ​តភ្ជាប់​របស់​អ្នក​មាន​សុវត្ថិភាព​នោះ​ទេ ។
kn: ನೀವು &brandShortName; ಅನ್ನು ಸುರಕ್ಷಿತವಾಗಿ <b>#1</b>ಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಬಯಸಿದ್ದೀರ, ಆದರೆ ನಿಮ್ಮ ಸಂಪರ್ಕವು ಸುರಕ್ಷಿತವಾಗಿದೆ ಎಂದು ನಾವು ಖಚಿತ ಪಡಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
mai: अहाँ &brandShortName; केँ <b>#1</b> सँ सुरक्षित रूप सँ कनेक्ट हएबाक लेल कहने छी, मुदा हम संपुष्ट नहि कए सकैत छी जे अहाँक कनेक्शन सुरक्षित अछि .
my: သင်၏ &brandShortName; သည် <b>#1</b> အား လုံခြုံစွာချိတ်ဆက် မည် ၊ သို့သော် သင်၏ချိတ်ဆက်မှူလုံခြုံမှူကို အာမမခံပေ။
oc: Avètz demandat a &brandShortName; de se connectar d'un biais segur a <b>#1</b> mas vos podèm pas confirmar que vòstra connexion es segura.
or: ଆପଣ ସୁରକ୍ଷିତ ଭାବରେ ସଂଯୋଗ କରିବା ପାଇଁ &brandShortName; କୁ ଅନୁରୋଧ କରିଥିଲେ <b>#1</b>, କିନ୍ତୁ ଆମେ ନିଶ୍ଚିତ କରିପାରିଲୁ ନାହିଁ ଯେ ଆପଣଙ୍କ ସଂଯୋଗ ସୁରକ୍ଷିତ ଅଛି କି ନାହିଁ ।
ro: Ai cerut ca &brandShortName; să se conecteze în mod securizat la <b>#1</b>, dar nu se poate confirma securitatea conexiunii.
sr: Тражили сте да се &brandShortName; безбедно повеже на <b>#1</b>, али не можемо да потврдимо да је веза од поверења.
ta: நீங்கள் &brandShortName;ஐ <b>#1</b>க்கு பாதுகாப்பாக இணைக்க கேட்டிருந்தீர்கள், ஆனால் உங்கள் இணைப்பு பாதுகாப்பானதா என்பதை எங்களால் உறுதிபடுத்த இயலாது.
te: మీరు &brandShortName; ను సురక్షితంగా <b>#1</b> కు అనుసంధానం అవ్వమని అడిగారు, అయితే మీ అనుసంధానం సురక్షితమైందని మేము నిర్థారించలేము.
tr: &brandShortName; uygulamasının güvenli olarak <b>#1</b> konumuna bağlanmasını istediniz, ancak bağlantınızın güvenli olup olmadığını doğrulayamıyoruz.
uz: Siz &brandShortName;ni xavfsiz ravishda <b>#1</b>ga ulanishini so‘radingiz, ammo biz ushbu ulanish xavfsiz ekanligini tasdiqlay olmaymiz.
xh: Ucele i-&brandShortName; idibanise gokungaqinanga kwi<b>#1</b>, kodwa asingeqinisekisi ukuba ukudibanisa kwakho kuqinile.

source: What Should I Do?
af: Wat moet ek doen?
as: মই কি কৰোঁ?
az: Ne yapmalıyım?
be: Што я мушу рабіць?
bn_bd: আমার কি করা উচিৎ?
bn_in: এই পরিস্থিতিতে কী করা উচিত?
cy: Beth Ddylwn i Wneud?
es_mx: ¿Qué debo hacer?
gd: Dè nì mi?
id: Apa yang Harus Saya Lakukan?
is: Hvað ætti ég að gera?
kk: Мен не істеуім керек?
km: តើ​ខ្ញុំ​គួរ​តែ​ធ្វើ​អ្វី ?
kn: ನಾನು ಏನು ಮಾಡಬೇಕು?
mai: हमरा की कएनाइ चाही?
ml: എന്താണു് ചെയ്യേണ്ടതു്?
my: ဘာဆက်လုပ်သင့်ပါသလဲ?
ne: मैले के गर्नुपर्छ?
oc: De que devi far ?
or: ମୋର କଣ କରିବା ଉଚିତ?
ro: Ce ar trebui să fac?
sr: Шта да радим?
ta: நான் என்ன செய்ய வேண்டும்?
te: నేను యెందుకు చేయాలి?
tr: Ne yapmalıyım?
uz: Nima qilishim kerak?
xh: Kufanele ndenze ntoni?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
af: As u gewoonlik aan hierdie werf koppel sonder probleme, kan hierdie fout dalk beteken dat iemand die werf probeer namaak, en dan moet u nie voortgaan nie.
as: যদি আপুনি সাধাৰণতে এই ছাইটলৈ কোনো সমস্যা নোহোৱাকে সংযোগ কৰে, এই ভুলৰ মানে কোনোবাই এই ছাইটৰ পৰিচয় চুৰি কৰিছে, আৰু আপুনি আগবাঢ়িব নালাগে।
az: Adətən bu sayta heç bir problem olmadan bağlana bilirdinizsə, bu dəfə başqa bir nəfər bu saytın adından istifadə etmiş ola bilər, qısacası davam etməməlisiniz.
bn_bd: যদি আপনি আগে সবসময় কোন সমস্যা ছাড়াই এই সাইটে গিয়ে থাকেন, এই ত্রুটির অর্থ হতে পারে যে কেউ এই সাইটটি জাল করার চেষ্টা করছে, এবং আপনার এটির সাথে সংযোগ বিচ্ছিন্ন করা উচিৎ।
bn_in: আপনি যদি সাধারনত এই সাইটের সাথে বিনা সমস্যায় সংযোগ স্থাপন করে থাকেন, তাহলে এর মানে কেউ এই সাইট টি নকল করার চেষ্টা করছে, আপনার আর আগে এগোনো সমীচীন নয়।
cy: Os ydych yn cysylltu â'r wefan hon heb anhawster fel rheol, gall y gwall olygu fod rhywun yn ceisio dynwared y wefan, peidiwch mynd ymhellach.
es_mx: Si comunmente te conectas a este sitio web sin problemas, este error podría significar que alguien está intentando suplantarlo y no deberías continuar.
gd: Ma cheanglas tu ris an làrach seo gun duilgheadas sam bith mar is trice, dh’fhaodadh gun do thachair a’ mhearachd seo ’s làrach eile a’ gabhail air gur esan an làrach seo agus cha bu chòir dhut leantainn air adhart.
id: Jika umumnya Anda tersambung dengan situs ini tanpa masalah, pesan kesalahan ini dapat berarti pihak tertentu mencoba menyamar menjadi server pada alamat di atas dan sebaiknya tidak Anda lanjutkan.
is: Ef þú tengist vanalega þessu svæði án vandkvæða, þá gæti þessi villa þýtt að einhver er að reyna að herma eftir þessu svæði og þú ættir ekki að halda áfram.
kk: Егер осы сайтпен байланыс орнату ешқашан мәселе туғызбаса, бұл қате бөтен біреу бұл сайтты басқасымен ауыстырғысы келетінің білдіруі мүмкін, жалғастырмаңыз.
km: ប្រសិនបើ​ អ្នក​ធ្លាប់​តភ្ជាប់​ទៅ​ តំបន់បណ្ដាញ​នេះ​ដោយ​​មិន​មាន​​បញ្ហា កំហុស​នេះ​មាន​ន័យ​ថា មាន​នរណា​ម្នាក់ ​កំពុង​ព្យាយាម​បន្លំ​តំបន់បណ្ដាញ​នេះ ហើយ​អ្នក​មិន​គួរ​បន្ត​ទៀត​ទេ។
kn: ನೀವು ಈ ತಾಣಕ್ಕೆ ಯಾವುದೆ ತೊಂದರೆಗಳಿಲ್ಲದೆ ಸಂಪರ್ಕಸಾಧಿಸದಲ್ಲಿ, ಯಾರೋ ಈ ತಾಣದಂತೆ ಸೋಗು ಹಾಕುತ್ತಿದ್ದಾರೆ ಎಂದು ಈ ದೋಷದ ಅರ್ಥವಾಗಿರುತ್ತದೆ, ಹಾಗು ನೀವು ಮುಂದುವರೆಯುವುದು ಸುರಕ್ಷಿತವಲ್ಲ.
mai: जँ अहाँ एहि साइट सँ बिनु ककरो समस्या क प्रायः कनेक्ट होइछी, एहि त्रुटि क मतलब भए सकैत अछि जे कोनो एहि साइट केँ छद्म रूपेँ अपना लेल देखाबैक कोशिश कए रहल अछि, आओर इएह लेल अहाँकेँ जारी नहि रखनाइ चाही.
my: ဤဝတ်ဆိုက်ကို သင်ပုံမှန်ဝင်နေကျ အချိန်များတွင် ပြသာနာတစ်စုံတစ်ရာမရှိပဲကြည့်ရှူရနိုင်ပါက ယခုဖြစ်ပေါ်နေသော မှားယွင်းချက်သည် တစ်စုံတစ်ခုမှ ဝတ်ဆိုက်အား နှောက်ယှက်နေသည်ဟုထင်ရပြီး သင့်အားဆက်မလုပ်ရန်အကြံပေးလိုပါသည်။
oc: Se vos connectatz sovent a-n aqueste sit sens problèma, aquesta error pòt voler dire que quelqu'un es a s'apropriar lo sit e deuriatz pas contunhar.
or: ଯଦି ଆପଣ ସାଧାରଣତଃ ଏହି ସାଇଟରେ ବିନା ସମସ୍ୟାରେ ସଂଯୁକ୍ତ ହେଉଥାନ୍ତି, ତେବେ ଏହି ତ୍ରୁଟି ଘଟିବାର କାରଣ ହେଉଛି କେହି ଜଣେ ଏହି ସାଇଟକୁ ଆପଣଙ୍କ ବଦଳରେ ବ୍ୟବହାର କରୁଅଛି, ଏଣୁ ଆପଣ ଆଗକୁ ବଢ଼ିପାରିବେ ନାହିଁ ।
ro: Dacă de obicei te conectezi la acest sait fără probleme, această eroare ar putea însemna că cineva încearcă să pretindă în mod fraudulos că este acest sait și nu ar trebui să continui.
sr: Ако се обично повезујете са овим сајтом без проблема, ова грешка може да значи да неко покушава да се представи као овај сајт, тако да не треба да настављате с повезивањем.
ta: நீங்கள் இந்த இணையத்தளத்துடன் இணைக்கப்படும்போது சிக்கல்கள் ஏதாவது வந்தால், வேறு யாரோ இந்த தளத்தை கொண்டிருக்கிறார்கள் எனவே நீங்கள் தொடர வேண்டாம் என சொல்கிறது.
te: ఏ సమస్య లేకుండా మీరు యీ సైటునకు అనుసంధానమైతే, యెవరో సైటును అనుకరించుటకు ప్రయత్నించుటే యీ దోషమునకు కారణం కాగలదు, మరియు మీరు కొనసాగించకూడదు.
tr: Genelde bu siteye hiçbir sorun yaşamadan bağlanabiliyorsanız, bu kez bir başka kişi siteyi taklit ediyor olabilir, dolayısıyla devam etmemelisiniz.
uz: Agar siz odatda ushbu saytga muammosiz ulanib kelgan bo‘lsangiz, ushbu xatoga biror kishining saytni qalbakilashtirishga urinayotgani sabab bo‘lishi mumkin, shuning uchun kirishni davom ettirmang.
xh: Ukuba udla ngokudibanisa kule sayithi ngaphandle kwengxaki, le mposiso ingathetha ukuba mntu uthile uzama ukuzenza umnini-sayithi, kufuneka ungaqhubi.

source: Get me out of here!
af: Eina! Laat ek weg wees!
as: মোক ইয়াৰ পৰা বাহিৰলৈ লৈ যাওক!
az: Məni burdan xilas et!
be: Пакінуць гэта месца!
bn_bd: আমাকে উদ্ধার করো!
bn_in: এখান থেকে আমি প্রস্থান করতে ইচ্ছুক!
cy: Allan o fan hyn!
es_mx: ¡Salir de aquí!
gd: A-mach às an àite seo leam!
id: Kabur!
is: Hjálpaðu mér út héðan!
kk: Осыдан кеткім келеді!
km: យក​ខ្ញុំ​ចេញ​ពី​ទីនេះ!
kn: ನನ್ನನ್ನು ಇಲ್ಲಿಂದ ಹೊರಗೆ ಕೊಂಡು ಹೋಗು!
mai: हमरा एतय सँ बाहर लए चलू!
ml: ഇവിടെ നിന്നും പുറത്തു് കടത്തുക!
my: ဤနေရာမှထွက်ခွာတော့မည်။
ne: मलाई यहाँबाट बाहिर निकाल्नुहोस्!
oc: Sortissètz-me d'aicí !
or: ମୋତେ ଏଠାରୁ ବାହାର କରନ୍ତୁ!
ro: Du-mă de aici!
sr: Желим да напустим сајт!
ta: என்னை இங்கிருந்து வெளியேற்று!
te: నన్ను యిచట నుండి బయటకు తెమ్ము!
tr: Beni buradan kurtar!
uz: Bu yerdan ketaman!
xh: Ndikhuphe apha!

source: I Understand the Risks
af: Ek begryp die risiko
as: মই বিপদাশঙ্কাবোৰ বুজি পাইছো
az: Təhlükəni anlayıram
be: Я ўсведамляю рызыку
bn_bd: আমি এর ঝুঁকি সম্পর্কে অবগত আছি
bn_in: সম্ভাব্য বিপদ সম্পর্কে আমি সচেতন
cy: Rwy'n Deall y Peryglon
es_mx: Entiendo los riesgos
gd: Tuigidh mi an cunnart
id: Saya Paham Risiko Masalah Ini
is: Ég skil áhættuna
kk: Мен қауіпті түсініп тұрмын
km: ខ្ញុំយល់អំពីហានិភ័យនេះហើយ
kn: ನಾನು ಅಪಾಯಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೇನೆ
mai: हम जोखिम समझैत छी
ml: അപകട സാദ്ധ്യതയെപ്പറ്റി അറിയാം
my: ယခုအထိအခိုက်များကို နားလည်ပေးနိုင်ပါသည်။
ne: म जोखिमहरू बुझ्दछु
oc: Ai compreses los risques
or: ମୁଁ କଣ ବିପଦ ତାହା ବୁଝୁଛି
ro: Înțeleg riscurile
sr: Прихватам ризик
ta: நான் ஆபத்துகளை அறிகிறேன்
te: నేను సవాళ్ళను అర్ధంచేసుకొన్నాను
tr: Tehlikenin farkındayım
uz: Men xavfni tushundim
xh: Ndiyayiqonda imingcipheko

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
af: As u weet wat aan die gang is, kan u &brandShortName; aansê om hierdie werf se identifikasie te begin vertrou. <b>Selfs al vertrou u die werf, kan hierdie fout beteken dat iemand besig is om met u verbinding te peuter.</b>
as: কি হৈ আছে আপুনি বুজি পালে, আপুনি &brandShortName; ক ছাইটৰ চিনাকি বিশ্বাস কৰিবলৈ ক'ব পাৰে। <b>এই ছাইট বিশ্বাস কৰিলেও, এই ভুলৰ মানে হ'ল কোনোবাই আপোনাৰ সংযোগৰ লগত কায়দা কৰিছে।</b>
az: Nələr olduğunu bilirsinizsə &brandShortName; proqramına bu saytın kimlik məlumatlarına etibar etməyini söyləyə bilərsiniz. <b>Sayta etibar etsəniz belə, bu xəta birisinin bağlantınızla oynadığını mənasını verə bilər.</b>
bn_bd: আপনি যদি বুঝে থাকেন কি হচ্ছে, আপনি বলতে &brandShortName; কে বলতে পারেন যে এই সাইটের পরিচয় যেনো বিশ্বাস করা হয়। <b>যদিও আপনি এই সাইটকে বিশ্বাস করে থাকেন, এই ত্রুটির অর্থ হতে পারে যে কেউ আপনার সংযোগের ক্ষতি করার চেষ্টা করছে</b>
bn_in: যা হয়ে চলেছে আপনি যদি তা বুঝতে পারেন, আপনি &brandShortName; কে এই সাইটটিকে বিশ্বাস করার নির্দেশ দিতে পারেন। <b>সাইটটি বিশ্বস্ত হলেও, কেউ আপনার সংযোগে কোনো ধরনের কারচুপি করে থাকতে পারে।</b>
cy: Os ydych yn deall beth sydd ar waith, mae modd dweud wrth &brandShortName; i ymddiried yn dynodiad y wefan. <b>Hyd yn oed os ydych yn ymddiried yn y wefan, mae'r gwall yn gallu golygu fod rhywun wedi ymyrryd â'ch cysylltiad.</b>
es_mx: Si entiendes lo que está pasando puedes indicarle a &brandShortName; confiar en la identificación de este sitio web. <b>Incluso si confías en este sitio web, este error podría significar que alguien está interfiriendo tu conexión.</b>
gd: Ma thuigeas tu na tha a’ tachairt, ’s urrainn dhut innse do &brandShortName; earbsa a chur ann an dearbh-aithne na làraich seo. <b>Fiù ma tha earbsa agad san làrach seo, dh’fhaodadh gu bheil seo a’ ciallachadh gu bheil cuideigin a’ cur a-steach air a’ cheangal agad.</b>
id: Jika Anda paham apa yang sedang terjadi, Anda dapat mengatur &brandShortName; agar mempercayai identifikasi situs ini. <b>Walaupun Anda mempercayai situs ini, pesan kesalahan ini masih dapat berarti pihak tertentu sedang memodifikasi sambungan Anda.</b>
is: Ef þú skilur hvað er í gangi, þá getur þú sagt &brandShortName; að treysta auðkenni þessa svæðis héðan í frá. <b>Þótt að þú treystir þessu svæði þá gæti þessi villa þýtt að einhver sé að fikta við tenginguna þína.</b>
kk: Егер сіз болып жатқанды түсінсеңіз, сіз &brandShortName;-қа осы сайтқа сенуге болатынын көрсете аласыз. <b>Сайтқа сенсеңіз де, бұл қате байланысқан сайтыңыз жалған екенін білдіруі мүмкін.</b>
km: ប្រសិនបើ​អ្នក​យល់​​ពី​អ្វី​ដែល​កំពុង​ដំណើរការ អ្នក អាច​ប្រាប់ &brandShortName; ឲ្យ​ចាប់ផ្ដើម​ជឿជាក់​អត្តសញ្ញាណ​តំបន់បណ្ដាញ​នេះ។ <b>ទោះបីជា​អ្នក​ជឿជាក់​តំបន់បណ្ដាញ​នេះ​ក៏​ដោយ កំហុស​នេះ​​អាច​មានន័យ​ថា​អ្នក​ណា​ម្នាក់ កំពុង​ធ្វើការ​អុកឡុក​បណ្ដាញ​របស់​អ្នក។</b>
kn: ಏನು ನಡೆಯುತ್ತಿದೆ ಎಂದು ನೀವು ಅರ್ಥ ಮಾಡಿಕೊಂಡಿದ್ದಲ್ಲಿ, ನೀವು ಈ ತಾಣದ ಗುರುತನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಆರಂಭಿಸುವಂತೆ &brandShortName; ಗೆ ಹೇಳಬಹುದು. <b>ನೀವು ತಾಣವನ್ನು ಒಂದು ವೇಳೆ ನಂಬಿದರೂ ಸಹ, ಯಾರೋ ನಿಮ್ಮ ಸಂಪರ್ಕದ ನಡುವೆ ಕೈತೂರಿಸುತ್ತಿದ್ದಾರೆ ಎಂದು ಈ ದೋಷವು ಸೂಚಿಸುತ್ತದೆ.</b>
mai: जँ अहाँ समझैत छी जे चलि रहल अछि, अहाँ &brandShortName; केँ कहि सकैत छी जे ओ साइटक पहचान पर भरोसा कएनाइ शुरू करू. <b>मुदा अहाँ एहि साइट पर भरोस करैत छी, एहि त्रुटिक मतलब भए सकैत अछि जे कोनो व्यक्ति अहाँक कनेक्शनक सँग छेड़छाड़ कए रहल अछि.</b>
my: ဘာကြောင့်ဤသို့ဖြစ်ကြောင်းနားလည်ပြီး ဝတ်ဆိုက်အား စတင်ယုံကြည်တော့မည်ဆိုပါက &brandShortName; အားပြောနိုင်ပါသည်။ <b>အကယ်လိုသင်အနေဖြင့်ယုံကြည်သည်ဆိုလျှင်တောင်ဤတွင်အခြားတစ်စုံတစ်ရာမှ သင့်၏ချိတ်ဆတ်မှူအားမှားယွင်းမြင်စေထားခြင်းဖြစ်နိုင်သည်</b>
oc: S'avètz compres çò que se passa, podètz dire a &brandShortName; de començar a se fisar de l'identificacion del sit. <b>Quitament se vos fisatz del sit, aquesta error pòt voler dire que qualqu'un es a jogar amb vòstra connexion.</b>
or: ଯଦି ଆପଣ ବୁଝିପାରିବେ ଏହା କାହିଁକି ହେଉଛି, ତେବେ ଆପଣ ଏହି ସାଇଟକୁ ବିଶ୍ୱାସ କରିବା କରିବା ପାଇଁ &brandShortName;ଙ୍କୁ କହିପାରିବେ। <b>ଯଦିଓ ଆପଣ ଏହି ସାଇଟକୁ ବିଶ୍ୱାସ କରନ୍ତି, ତଥାପି ଏହି ତ୍ରୁଟିର ଅର୍ଥ ହେଉଛି କେହି ଜଣେ ଆପଣଙ୍କ ସଂଯୋଗକୁ ଗୋପନରେ ବ୍ୟବହାର କରୁଛନ୍ତି ।</b>
ro: Dacă înțelegi ce se întâmplă, poți seta &brandShortName; să aibă încredere pe viitor în identificarea acestui sait. <b>Chiar dacă ai încredere în acest sait, această eroare ar putea însemna că cineva încearcă să te păcălească.</b>
sr: Ако Вам је јасно шта се догађа, можете да наложите програму &brandShortName; да верује идентификацији сајта. <b>Чак и ако верујете сајту, ова грешка може да значи да неко покушава да манипулише Вашом везом.</b>
ta: என்ன நடக்கிறது என்பதை நீங்கள் அறிந்து கொண்டு, நீங்கள் இந்த இணையத்தை நம்பினால் &brandShortName;ஐ துவக்க சொல்லலாம். <b>நீங்கள் இணைய தளத்தை நம்பினாலும், இந்தப் பிழையானது உங்களை இணைப்பை சிலர் உடைக்கிறார்கள் என்று சொல்லும்.</b>
te: ఏమి జరుగుతోందో మీకు తెలిస్తే, ఈ సైటు గుర్తింపును నమ్మమని &brandShortName; కు చెప్పవచ్చు. <b>మీరు సైటును నమ్ముచున్నప్పటికీ, యీ దోషమునకు కారణం యెవరో మీ అనుసంధానంను చెరచడానికి ప్రయత్నిస్తున్నారు.</b>
tr: Neler olup bittiğinin farkındaysanız &brandShortName; uygulamasına bu sitenin kimlik bilgilerine güvenmesini söyleyebilirsiniz. <b>Siteye güvenseniz bile, bu hata birisinin bağlantınızı kurcaladığı anlamına gelebilir.</b>
uz: Agar nima bo‘layotganini tushungan bo‘lsangiz, &brandShortName;ga ushbu saytni ishonchli deb tasdiqlashni boshlashni aytishingiz mumkin. <b>Agar siz ushbu saytga ishonsangiz, xatoga sabab kimdir sizning ulanishingiz orqali qalbaki kirishiga urinmoqda.</b>
xh: Ukuba uyayiqonda into eyenzekayo, ungaxelela i-&brandShortName; ukuba iqalise ukuthemba ufaniso lwale sayithi. <b>Nokuba uyayithemba isayithi, le mposiso isenokuthetha ukuba kukho umntu obhucabhuca ukudibanisa kwakho.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
af: Moenie 'n uitsonderingreël byvoeg as u nie seker weet dat daar 'n goeie rede is hoekom hierdie werf nie vertroude identifikasie gebruik nie.
as: এটা অব্যাহতি যোগ নকৰিব যেতিয়ালৈকে আপুনি নাজানে এই ছাইটে কিয় বিশ্বাসী চিনাকি ব্যৱহাৰ কৰা নাই।
az: Bu sayta, etibar edilən bir kimlik məlumatı təqdim etməməsi üçün vacib bir səbəb olmadığı müddətcə istisnalıq verməyin.
bn_bd: ব্যতিক্রম যোগ করবেন না যতক্ষণ না আপনি একটি গ্রহনযোগ্য কারণ দেখেন যে, কেনো এই সাইটটি নির্ভরযোগ্য পরিচয় প্রমান ব্যবহার করছে না।
bn_in: ব্যতিক্রম সংযুক্ত করবেন না যতক্ষন না আপনি জানতে পারছেন কেন এই সাইটটি বিশ্বস্ত পরিচয়পত্র ব্যবহার করে না।
cy: Peidiwch ychwanegu eithriad heblaw eich bod yn gwybod fod rheswm da pam nad yw'r wefan yn defnyddio dynodiadau mae modd ymddiried ynddynt.
es_mx: No añadas una excepción a menos que sepas que hay una buena razón por la cual este sitio no usa identificación confiable.
gd: Na cuir eisgeachd ris ach ma tha fhios agad gu bheil carson nach eil an làrach seo a' cleachdadh dearbh-aithne earbsach.
id: Jangan menambahkan pengecualian kecuali Anda paham dan mengerti mengapa situs ini tidak menggunakan jenis sambungan aman.
is: Ekki bæta við fráviki nema þú vitir að góð ástæða er á baki þess að þetta svæði notar ekki trausta auðkenningu.
kk: Ерекше ереже қоспаңыз, оны тек бұл сайттың сенімді аутентификация қолданбауға жақсы себебі бар екенін білсеңіз, жасауға болады.
km: កុំ​បន្ថែម​ករណី​លើកលែង​ លុះត្រាតែ​ អ្នក​ដឹង​អំពី​មូលហេតុ​ច្បាស់លាស់​ថា ហេតុ​អ្វី​បាន​ជា​តំបន់បណ្ដាញ​នេះ​មិន​ប្រើ​​អត្តសញ្ញាណ​ដែល​ទុកចិត្ត ។
kn: ಈ ತಾಣವು ಏಕೆ ನಂಬಿಕಾ ಗುರುತನ್ನು ಬಳಸುತ್ತಿಲ್ಲ ಎನ್ನುವುದಕ್ಕೆ ಸರಿಯಾದ ಕಾರಣವಿಲ್ಲದ ಹೊರತು ವಿನಾಯಿತಿಯನ್ನು ನೀಡಬೇಡಿ.
mai: कोनो अपवाद नहि जोड़ू जखन तकि अहाँ नहि जानैत छी जे किअ ई साइट भरोसेमंद पहचानक प्रयोग नहि करैत अछि .
my: အကယ်လို့သင်ဟာ မည်သည့်အကြောင်းကြောင့်ယခုဝတ်ဆိုက်အား ယုံကြည်ရသည့်စာရင်းထဲသို့ထည့်သွင်းရခြင်းအကြောင်းရင်းအားကောင်းကောင်းမသိပါက ချွင်းချက်အတွင်း ဆိုက်အားမထည့်သွင်းပါနှင့်။
oc: Apondatz pas d'exception, levat se sabètz que i a una bona rason per qu'aqueste sit utilize pas d'identificacion segura.
or: କୌଣସି ବ୍ୟତିକ୍ରମ ଯୋଗ କରନ୍ତୁ ନାହିଁ ଯଦି ଆପଣଙ୍କ ପାଖରେ ଯଥେଷ୍ଟ କାରଣ ନାହିଁ ଯେ ଏହି ସାଇଟ କଣ ପାଇଁ ବିଶ୍ୱସ୍ତ ପରିଚୟ ବ୍ୟବହାର କରୁଅଛି ।
ro: Nu adăuga excepții decât dacă ai un motiv întemeiat să crezi că acest sait nu folosește o identificare de încredere.
sr: Немојте додавати изузетке осим ако знате да постоји добар разлог зашто сајт не користи идентификацију од поверења.
ta: இந்த இணைய தளம் நம்பகமான அடையாளத்தை ஏன் பயன்படுத்தவில்லை என்ற காரணத்தை அறியாத வரை, நீங்கள் ஒரு விதிவிலக்கை சேர்க்க வேண்டாம்.
te: ఈ సైటు నమ్మదగిన గుర్తింపును వుపయోగించక పోవుటకు మంచి కారణం వుందని మీకు తెలిస్తే తప్ప ఆక్షేపణను జతచేయవద్దు.
tr: Bu siteye, güvenilir kimlik bilgisi sunmaması için geçerli bir nedeni olmadıkça ayrıcalık tanımayın.
uz: Ushbu saytning nima sababdan ishonchli tasdiqdan o‘tishdan foydalanmasligiga ishonarli sabab bilmasangiz, istisno qo‘shmang.
xh: Musa ukongeza ieksepshini ngaphandle kokuba uyazi ukuba sikho isizathu esibalulekileyo esibangela le sayithi ingalusebenzisi ufaniso oluthembekileyo.

source: Visit site
as: ছাইট দৰ্শন কৰক
az: Baxış tarixi
be: Наведаць пляцоўку
bn_bd: ওয়েবসাইট-এ যান
bn_in: সাইট পরিদর্শন করুন
cy: Ymweld â'r wefan
gd: Tadhail air
id: Kunjungi situs
is: Fara á svæði
kk: Сайтты шолу
km: កាល​បរិច្ឆេទ​ទស្សនា
kn: ತಾಣಕ್ಕೆ ಭೇಟಿಕೊಡಿ
mai: साइट देखू
ml: സൈറ്റ് സന്ദര്‍ശിയ്ക്കൂ
my: ဆိုဒ်အားဖွင့်ပါ
ne: साइट खोल्नुहोस्
oc: Visitar lo site
or: ସାଇଟ ଦେଖନ୍ତୁ
ro: Vizitează saitul
sr: Посети сајт
ta: தளத்தை பார்
te: సైటును దర్శించు
tr: Siteyi ziyaret et
uz: Kirilgan sana
xh: Tyelela isayithi

source: Add permanent exception
as: স্থায়ী ব্যতিক্ৰম যোগ কৰক
az: Qalıcı istisna əlavə et
be: Дадаць заўсёднае выключэнне
bn_bd: স্থায়ী একসেপশন যোগ করুন
bn_in: স্থায়ী ব্যতিক্রম যোগ করুন
cy: Ychwanegu eithriad parhaol
gd: Cuir eisgeachd bhuan ris
id: Tambahkan pengecualian permanen
is: Bæta við varanlegu fráviki
kk: Тұрақты ерекше ережені қосу
km: បន្ថែម​ការ​លើកលែង​អចិន្ត្រៃយ៍
kn: ಶಾಶ್ವತ ವಿನಾಯಿತಿ ಯನ್ನು ಸೇರಿಸಿ
mai: स्थायी अपवाद जोड़ू
ml: സ്ഥിരമായ എക്സപ്ഷന്‍ ചേര്‍ക്കൂ
my: အမြဲတမ်းချွင်းချက်ထည့်ပါ
ne: स्थायी अपवाद थप्नुहोस्
oc: Apondre una excepcion permanenta
or: ସ୍ଥାୟୀ ବ୍ୟତିକ୍ରମ ଯୋଡ଼ନ୍ତୁ
ro: Adaugă o excepție permanentă
sr: Додај трајно у изузетке
ta: நிரந்தர விதிவிலக்கை சேர்
te: శాశ్వత ఆక్షేపణ జతచేయి
tr: Kalıcı istisna ekle
uz: Butunlay istisno qo‘shish
xh: Yongeza ieksepshini esisigxinya

source: Technical Details
af: Tegniese details
as: প্ৰযুক্তিগত বিৱৰণ
az: Teknik ayrıntılar
be: Тэхнічныя падрабязнасці
bn_bd: প্রযুক্তিগত বিবরণ
bn_in: প্রযুক্তিগত বিবরণ
cy: Manylion Technegol
es_mx: Detalles técnicos
gd: Mion-fhiosrachadh teicnigeach
id: Keterangan Teknis
is: Tæknilegar upplýsingar
kk: Техникалық ақпарат
km: សេចក្តី​​លម្អិត​អំពី​​បច្ចេកទេស
kn: ತಾಂತ್ರಿಕ ವಿವರಗಳು
mai: तकनीकी विवरण
ml: സാങ്കേതികപരമായ വിവരങ്ങള്‍
my: နည်းပညာဆိုင်ရာအသေးစိတ်။
ne: प्राविधिक विवरणहरु
oc: Detalhs tecnics
or: ଯାନ୍ତ୍ରିକ ବିବରଣୀ
ro: Detalii tehnice
sr: Техничке информације
ta: தொழில்நுட்ப விவரங்கள்
te: సాంకేతిక వివరాలు
tr: Teknik ayrıntılar
uz: Texnik ma’lumotlar
xh: Iingcombolo zobuchwepheshe

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
be: Вы запрасілі &brandShortName; бяспечна злучыцца з <b>#1</b>, але мы не можам пацвердзіць, што ваша злучэнне бяспечнае.
ml: താങ്കള്‍ &brandShortName; നോടു് സുരക്ഷിതമായി <b>#1</b> കണക്ട് ചെയ്യുവാന്‍ ആവശ്യപ്പെട്ടിരിക്കുന്നു. പക്ഷേ, താങ്കളുടെ കണക്ഷന്‍ സുരക്ഷിതമാണോയെന്ന് ഞങ്ങള്‍ക്കു് ഉറപ്പില്ല.
ne: तपाईँले &brandShortName; लाई सुरक्षित ढङ्गले जडान गर्न भन्नुभयो <b>#1</b> तर हामी त्यसलाई सुरक्षित ठान्न सक्दैनौ।
