Repository: translate/mozilla-l10n
Catalog: */mobile/android/chrome/config.dtd.po
Languages: te

source: Search
te: వెతుకు

source: Name
te: పేరు

source: Boolean
te: బూలియన్

source: String
te: స్ట్రింగ్

source: Integer
te: ఇంటీజర్

source: Enter a string
te: పదబంధం ఇవ్వండి

source: Enter a number
te: సంఖ్యను ఇవ్వండి

source: Toggle
te: అటుదిటుచేయు

source: Cancel
te: రద్దుచేయి

source: Copy Name
te: పేరును నకలుతీయి

source: Copy Value
te: విలవను నకలుతీయి
