Repository: translate/mozilla-l10n
Catalog: */mobile/android/chrome/pippki.properties.po
Languages: as, hy_am, is, km, kn, lv, ml, ms, te, ur, vi, xh

source: OK
hy_am: ԼԱՎ
is: Í lagi
km: យល់ព្រម
lv: Labi
ml: ശരി
te: సరే
ur: ٹھیک ہے
xh: Kulungile

source: Cancel
as: বাতিল কৰক
hy_am: Չեղարկել
is: Hætta við
km: បោះបង់
kn: ರದ್ದು ಮಾಡು
lv: Atcelt
ml: റദ്ദാക്കുക
ms: Batal
te: రద్దుచేయి
ur: منسوخ کریں
vi: Hủy bỏ
xh: Rhoxisa

source: Downloading Certificate
as: প্ৰমাণপত্ৰ ডাউন্‌লোড কৰা হৈছে
hy_am: Բեռնավորում եմ Վկայագիրը
is: Sæki skírteini
km: កំពុង​ទាញ​យក​វិញ្ញាបនបត្រ
kn: ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಡೌನ್‍ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
lv: Lejupielādē sertifikātu
ml: സര്‍ട്ടിഫിക്കറ്റ്‌ ഡൌണ്‍ലോഡ്‌ ചെയ്യുന്നു
ms: Memuat turun Sijil
te: ధృవీకరణపత్రాన్ని డౌనులోడుచేస్తోంది
ur: تصدیق نامہ ڈاؤن لوڈ کر رہا ہے
vi: Đang tải Chứng chỉ
xh: Kukhutshelwa Isatifikethi

source: You have been asked to trust a new Certificate Authority (CA).
as: আপোনাক এটা নতুন প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষক (CA) বিশ্বাস কৰিবলৈ অনুৰোধ কৰা হৈছে।
hy_am: Դուք հայց եք ստացել մի նոր Արտոնագրային Հողինակության ԱՀ (CA) վստահել:
is: Þú hefur verið beðinn um að treysta nýju Certificate Authority (CA).
km: អ្នក​ត្រូវ​បាន​ស្នើ​ឲ្យ​ជឿ​ទុកចិត្ត​លើ​​អាជ្ញាធរ​​វិញ្ញាបនបត្រ​ (CA) ថ្មី ។
kn: ನೀವು ಇದನ್ನು ನಂಬುವಂತೆ ಕೇಳಲಾಗಿದೆ ಹೊಸ ಪ್ರಮಾಣಪತ್ರ ಅಥಾರಿಟಿಯನ್ನು (CA).
lv: Jums lūdz uzticēties jaunai sertifikātu institūcijai (CA).
ml: നിങ്ങള്‍ ഒരു പുതിയ സര്‍ട്ടിഫിക്കേറ്റ് അഥോറിറ്റിയെ (CA) വിശ്വസിക്കുവാന്‍ ആവശ്യപ്പെട്ടിരിക്കുന്നു.
ms: Anda telah ditanya untuk percayakan Autoriti Sijil (CA) baru.
te: కొత్త ధృవీకరణపత్ర అధారిటీ (CA)ని నమ్మమని మీరు అడగబడుతున్నారు (CA).
ur: آپ کو نئی مقتدرہ تصدیق نامہ (سی اے) پر بھروسے کے لیے کہا گیا ہے۔
vi: Bạn được hỏi có tin tưởng một CA (Bên thẩm định Chứng chỉ) mới hay không.
xh: Ucelwe ukuba uthembe Ugunyaziwe Wesatifikethi omtsha (CA).

# downloadCert.viewCert.label
source: View
as: দৰ্শন
hy_am: Տեսք
is: Skoða
km: មើល
kn: ವೀಕ್ಷಿಸು
lv: Aplūkot
ml: കാണുക
ms: Lihat
te: చూడండి
ur: دیکھیں
xh: Jonga

source: Trust to identify websites.
as: ৱেবছাইটসমূহক চিনাক্ত কৰিবলৈ ভৰষা।
hy_am: Վստահել՝ կայքերը նույնացնելու դեպքում:
is: Treysta til að auðkenna vefsvæði.
km: ទុកចិត្ត​អត្តសញ្ញាណ​តំបន់​បណ្ដាញ។
kn: ಜಾಲ ತಾಣಗಳನ್ನು ಗುರುತಿಸಲು ನಂಬು.
lv: Uzticēties tīmekļa vietņu identifikācijai.
ml: വെബ്‌ സൈറ്റുകള്‍ തിരിച്ചറിയുന്നതിനുള്ള വിശ്വസ്ഥത.
ms: Dipercayai untuk mengenal pasti laman web.
te: వెబ్‌సైటులను గుర్తించుటకు విశ్వసించు.
ur: ویب سائٹ شناخت کے لیے بھروسا کریں۔
xh: Thembela ukwalatha iiwebhusayithi.

source: Trust to identify email users.
as: ইমেইল ব্যৱহাৰকাৰীসকলক চিনাক্ত কৰিবলৈ ভৰষা।
hy_am: Վստահել՝ էլ. փոստերը նույնացնելու դեպքում:
is: Treysta til að auðkenna tölvupóst notendur.
km: ទុក​ចិត្ត​អត្តសញ្ញាណ​អ្នក​ប្រើ​អ៊ីមែល។
kn: ಇ ಮೇಲ್ ಬಳಕೆದಾರರನ್ನು ಗುರುತಿಸಲು ನಂಬು.
lv: Uzticēties e-pasta lietotāju identifikācijai.
ml: ഈമെയിൽ ഉപയോക്താക്കളെ തിരിച്ചറിയുന്നതിനുള്ള വിശ്വസ്ഥത
ms: Dipercayai untuk mengenali pasti pengguna emel.
te: ఈమెయిల్ వాడుకరులను గుర్తించుటకు విశ్వసించు.
ur: ای میل صارفین کی شناخت کے لیے بھروسا کریں۔
xh: Themba ukwalatha abasebenzisi beimeyile.

source: Trust to identify software developers.
as: চফ্টৱেৰ উন্নয়নকাৰীসকলক চিনাক্ত কৰিবলৈ ভৰষা।
hy_am: Վստահել՝ ծրագրի հեղինակներին նույնացնելու դեպքում:
is: Treysta til að auðkenna hugbúnaðar þróara.
km: ទុក​ចិត្ត​អត្តសញ្ញាណ​អ្នក​អភិវឌ្ឍ​កម្មវិធី។
kn: ತಂತ್ರಾಂಶ ವಿಕಸನಗಾರರನ್ನು ಗುರುತಿಸಲು ನಂಬು.
lv: Uzticēties programmatūras izstrādātāju identifikācijai.
ml: സോഫ്റ്റ്‌വെയര്‍ ഡെവലപ്പര്‍മാരെ തിരിച്ചറിയുന്നതിനുള്ള വിശ്വസ്ഥത.
ms: Dipercayai untuk mengenal pasti pembangun perisian.
te: సాఫ్టువేర్ అభివృద్దికారులు గుర్తించుటకు విశ్వసించు.
ur: سافٹ ویئر تکمیل کار کی شناخت کے لیے بھروسا کریں۔
xh: Themba ukwalatha abaphuhlisi besoftwe.

source: Certificate Exists
as: প্ৰমাণপত্ৰ আছে
hy_am: Արտոնաթուղթն Առկա է
is: Skilríki til staðar
km: ​​វិញ្ញាបនបត្រ​មាន​
kn: ಪ್ರಮಾಣಪತ್ರವು ಮುಚ್ಚಲ್ಪಡುತ್ತದೆ
lv: Sertifikāts eksistē
ml: സര്‍ട്ടിഫിക്കേറ്റ് നിലവിലുണ്ടു്
te: ధృవీకరణపత్రం వుంది
ur: تصدیق نامہ موجود ہے
vi: Chứng chỉ đã Tồn tại
xh: Isatifikethi Sikhona

source: The Certificate already exists.
as: প্ৰমাণপত্ৰ ইতিমধ্যে আছে।
hy_am: Արտոնաթուղթն արդեն իսկ առկա է
is: Skilríki nú þegar til staðar.
km: វិញ្ញាបនបត្រ​មាន​រួច​ហើយ
kn: ಪ್ರಮಾಣಪತ್ರವು ಈಗಾಗಲೆ ಮುಚ್ಚಲ್ಪಟ್ಟಿದೆ.
lv: Šāds sertifikāts jau eksistē.
ml: സര്‍ട്ടിഫിക്കേറ്റ് നിലവിലുണ്ടു്.
te: ధృవీకరణపత్రం ఇప్పటికే వుంది.
ur: تصدیق نامہ پہلے سے موجود ہے۔
vi: Chứng chỉ đã tồn tại sẵn.
xh: Isatifikethi sesikhona.

source: Password Entry Dialog
as: পাছৱৰ্ড প্ৰৱিষ্টি ডাইলগ
hy_am: Գաղտնաբառի հարցում
is: Svargluggi til að slá inn lykilorð
km: ប្រអប់​ធាតុ​ពាក្យសម្ងាត់
kn: ಪ್ರವೇಶಪದ ನಮೂದು ಸಂವಾದ
lv: Paroles ievade
ml: രഹസ്യവാക്ക് നല്‍കുന്നതിനുള്ള വാചകം
ms: Dialog Masukan Kata Laluan
te: సంకేతపదం ప్రవేశం డైలాగ్
ur: پاس ورڈ اندراج مکالمہ
vi: Hộp thoại Mục nhập Mật khẩu
xh: Ingxoxo Yongeniso Lwegama Lokugqithisa

source: Please enter the password that was used to encrypt this certificate backup.
as: এই প্ৰমাণপত্ৰৰ বেকআপ এনক্ৰিপ্ট কৰিবলৈ ব্যৱহাৰ কৰা পাছৱৰ্ড দিয়ক।
hy_am: Նշեք Վկայագրի այս կրկնօրինակը ծածկագրելու գաղտնաբառը:
is: Vinsamlega skráið inn lykilorðið sem var notað til að dulkóða afritun þessa skírteinis.
km: សូម​បញ្ចូល​ពាក្យសម្ងាត់​ដែល​បាន​ប្រើ​ដើម្បី​ដាក់​លេខ​កូដ​ការ​បម្រុងទុក​វិញ្ញាបនប័ត្រ​នេះ។
kn: ದಯವಿಟ್ಟು ಈ ಪ್ರಮಾಣಪತ್ರದ ಬ್ಯಾಕ್ಅಪ್‍ ಅನ್ನು ಗೂಢಲಿಪೀಕರಿಸಲು ಬಳಸಲ್ಪಟ್ಟಂತಹ ಗುಪ್ತಪದವನ್ನು ದಾಖಲಿಸಿ.
lv: Lūdzu, ievadiet paroli, kas tika izmantota šīs sertifikātu rezerves kopijas izveidošanai.
ml: ഈ സര്‍ട്ടിഫിക്കേറ്റ് ബാക്കപ്പ് എന്‍ക്രിപ്റ്റ് ചെയ്തതിനു് ഉപയോഗിച്ച രഹസ്യവാക്ക് നല്‍കുക.
ms: Sila masukkan kata laluan yang digunakan untuk mengenkrip sandaran sijil ini.
te: ఈ ధృవీకరణపత్రం బ్యాకప్‌ను ఎన్క్రిప్టు చేయుటకు ఉపయోగించిన సంకేతపదమును ప్రవేశపెట్టుము.
ur: برائے مہربانی وہ پاس ورڈ داخل کریں جو یہ تصدیق نامہ پشتارہ خفیہ کرنے میں استعمال کیا گیا تھا۔
vi: Hãy nhập mật khẩu dùng để mật hóa bản sao lưu chứng chỉ này.
xh: Nceda ufake ipasiwedi eyasetyenziswa ukukhusela olu gcino lwesiqinisekiso.

source: User Identification Request
as: ব্যৱহাৰকাৰীৰ পৰিচয়ৰ অনুৰোধ
hy_am: Օգտվողի Նույնացման Հարցում
is: Beiðni um auðkenningu notenda
km: សំណើ​អត្តសញ្ញាណ​អ្នកប្រើ
kn: ಬಳಕೆದಾರರ ಗುರುತಿಗೆ ಮನವಿ
lv: Lietotāja identifikācijas pieprasījums
ml: ഉപയോക്താവിനെ തിരിച്ചറിയുന്നതിനുള്ള അപേക്ഷ
ms: Permintaan Pengenalpastian Pengguna
te: వాడుకరి గుర్తింపు అభ్యర్ధన
ur: صارف شناخت فرمائش
vi: Yêu cầu Nhận diện Người dùng
xh: Isicelo Sokuchongeka Somsebenzisi

source: This site has requested that you identify yourself with a certificate:
as: আপুনি নিজকে এটা প্ৰমাণপত্ৰৰ সহায়ত পৰিচয় দিবলৈ এই ছাইটে অনুৰোধ কৰিছে:
hy_am: Այս կայքը պահանջում է, որ ներկայացնեք Ձեր Վկայագիրը .
is: Þetta svæði hefur beðið um að þú auðkennir þig með skírteini:
km: តំបន់​បណ្ដាញ​នេះ​​បាន​ស្នើ​ឲ្យ​អ្នក​កំណត់​អត្តសញ្ញាណ​ដោយ​ខ្លួនឯង​ជាមួយ​វិញ្ញាបនបត្រ៖
kn: ನೀವು ಒಂದು ಪ್ರಮಾಣಪತ್ರದಿಂದ ನಿಮ್ಮನ್ನು ಗುರುತಿಸಿಕೊಳ್ಳಲು ಈ ತಾಣವು ಅಪೇಕ್ಷಿಸಿದೆ:
lv: Šī lapa lūdz jums identificēt sevi ar sertifikātu:
ml: സര്‍ട്ടിഫിക്കേറ്റ് ഉപയോഗിച്ചു് നിങ്ങളുടെ തിരിച്ചറിയല്‍ ഉറപ്പിക്കുവാന്‍ ഈ സൈറ്റ് ആവശ്യപ്പെടുന്നു:
ms: Laman ini meminta anda perkenalkan diti anda menggunakan sijil:
te: ఒక ధృవీకరణపత్రంతో మీ అంతట మీరే మీ గుర్తింపును తెలుపమని ఈ సైటు అభ్యర్ధిస్తోంది:
ur: یہ سائٹ درخواست کر رہی ہے کہ آپ اپنی شناخت تصدیق نامے کے ذریعے کریں:
vi: Trang này yêu cầu bạn tự nhận diện chính mình với một chứng chỉ:
xh: Esi siza sicele ukuba uzichonge ngesatifikethi:

source: Choose a certificate to present as identification:
as: চিনাকি দিবলৈ এটা প্ৰমাণপত্ৰ বাছক:
hy_am: Ընտրեք թվային ինքնությունը ներկայացնող Վկայագիրը.
is: Veldu skírteini til auðkenningar:
km: ជ្រើស​វិញ្ញាបនបត្រ​ដើម្បី​តំណាង​ឲ្យ​ការ​កំណត់​អត្តសញ្ញាណ៖
kn: ಗುರುತಾಗಿ ಪ್ರಸ್ತುತ ಪಡಿಸಲು ಒಂದು ಪ್ರಮಾಣಪತ್ರವನ್ನು ಆರಿಸಿ:
lv: Izvēlieties sertifikātu, ko izmantot identifikācijai:
ml: തിരിച്ചറിയുന്നതിനുള്ള ഒരു സര്‍ട്ടിഫിക്കേറ്റ് തെരഞ്ഞെടുക്കുക:
ms: Pilih sijil yang mewakili sebagai pengenalan:
te: గుర్తింపుగా సమర్పించుటకు ఒక ధృవీకరణపత్రం ఎంచుము:
ur: شناخت کے طور پر پیش کرنے کے لیے تصدیق نامہ چنیں:
vi: Chọn một chứng chỉ để thực hiện việc nhận diện này:
xh: Khetha isatifikethi osinikela nengendlela yokuchongeka:

source: Details of selected certificate:
as: নিৰ্বাচিত প্ৰমাণপত্ৰৰ বিৱৰণ:
hy_am: Ընտրված Վկայագրի մանրամասները.
is: Nánar um valið skírteini:
km: សេក្ដី​លម្អិត​របស់​វិញ្ញាបនបត្រ​ដែល​បាន​ជ្រើស៖
kn: ಆರಿಸಲಾದ ಪ್ರಮಾಣಪತ್ರದ ವಿವರಗಳು:
lv: Informācija par izvēlēto sertifikātu:
ml: തെരഞ്ഞെടുത്ത സര്‍ട്ടിഫിക്കേറ്റിന്റെ വിശദാംശങ്ങള്‍:
ms: Butiran mengenai sijil pilihan:
te: ఎంచిన ధృవీకరణపత్రం వివరాలు:
ur: منتخب تصدیق نامہ کی تفاصیل:
vi: Chi tiết của chứng chỉ đã chọn:
xh: Iinkcukacha zesatifikethi esikhethiweyo:

source: Remember this decision
as: এই সিদ্ধান্ত মনত ৰাখিব
hy_am: Հիշել այս որոշումը
is: Muna eftir þessu vali
km: ចងចាំ​ការ​សម្រេចចិត្ត​នេះ
kn: ಈ ನಿರ್ಣಯವನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಿ
lv: Atcerēties šo izvēli
ml: ഈ തീരുമാനം ഓര്‍ത്തു്വയ്ക്കുക
ms: Ingati keputusan ini
te: ఈ నిర్ణయం గుర్తుంచుకో
ur: یہ فیصلہ یاد رکھیں
vi: Nhớ quyết định này
xh: Khumbula esi sigqibo

source: Organization: "%S"
as: সংগঠন: "%S"
hy_am: Կազմակերպությունը. "%S"
is: Fyrirtæki/stofnun/félag: "%S"
km: ការ​រៀបចំ៖ "%S"
kn: ಸಂಸ್ಥೆ: "%S"
lv: Organizācija: "%S"
ml: സ്ഥാപനം: "%S"
ms: Organisasi: "%S"
te: సంస్థ: "%S"
ur: تنظیم: "%S"
vi: Tổ chức: "%S"
xh: Umbutho: "%S"

source: Issued Under: "%S"
as: প্ৰদান কৰা হৈছে: "%S"
hy_am: Տրված է՝ "%S"-ի ներքո
is: Útgefið til: "%S"
km: បាន​ចេញ​ផ្សាយ​នៅ​ក្រោម៖ "%S"
kn: ಇದರ ಅಡಿಯಲ್ಲಿ ಒದಗಿಸಲಾಗಿದೆ: "%S"
lv: Izdevējs: "%S"
ml: നല്‍കിയതു്: "%S"
ms: Dikeluarkan Di Bawah: "%S"
te: దీనికింది జారీ అయింది: "%S"
ur: جاری شدہ زیر تحت: "%S"
vi: Được cấp dưới: "%S"
xh: Ikhutshwe phantsi: "%S"

# clientAuthAsk.viewCert.label
source: View
as: দৰ্শন
hy_am: Տեսք
is: Skoða
km: មើល
kn: ವೀಕ್ಷಿಸು
lv: Aplūkot
ml: കാഴ്ച
ms: Lihat
te: చూడండి
ur: نظارہ
xh: Jonga

source: Certificate Details
as: প্ৰমাণপত্ৰৰ বিৱৰণ
hy_am: Վկայագրի մանրամասները
is: Nánar um skírteini
km: សេចក្ដី​លម្អិត​ញ្ញាបនបត្រ
kn: ಪ್ರಮಾಣಪತ್ರದ ವಿವರಗಳು
lv: Informācija par sertifikātu
ml: സര്‍ട്ടിഫിക്കറ്റ് വിവരങ്ങള്‍
ms: Perincian Sijil
te: ధృవపత్ర వివరాలు
ur: تصدیق نامہ تفاصیل
xh: IiNkcukacha zeSatifiketi

source: Issued To
as: -লৈ প্ৰদান কৰা হৈছে
hy_am: Տրված է՝
is: Gefið út handa
km: ចេញ​ឲ្យ
kn: ಇವರಿಗೆ ಒದಗಿಸಲಾಗಿದೆ
lv: Izdots
ml: ആര്‍ക്കു് നല്‍കി
ms: Dikeluarkan Kepada
te: కు ఇష్యూ అయింది
ur: جاری شدہ بنام
vi: Cấp cho
xh: Zinikelwa Ku

source: Issued By
as: -এ প্ৰদান কৰিছে
hy_am: Թողարկող՝
is: Útgefandi
km: ​ចេញ​ដោយ
kn: ಒದಗಿಸಿದವರು
lv: Izdevējs
ml: നല്‍കിയത്
ms: Dikeluarkan Oleh
te: ద్వారా ఇష్యూయైంది
ur: جاری شدہ بمطابق
vi: Cấp bởi
xh: Zinikelwa Ngu

source: Period of Validity
as: বৈধতাৰ অৱধি
hy_am: Վավերության շրջանը
is: Gildistími
km: អំឡុង​ពេល​សុពលភាព
kn: ವಾಯಿದೆಯ ಕಾಲಾವಧಿ
lv: Derīguma termiņš
ml: കാലാവധി
ms: Tempoh Sah
te: చెల్లుబాటు కాలం
ur: جواز کا عرصہ
xh: Ithuba lokusebenza

source: Fingerprints
as: আঙুলিৰ চাপ
hy_am: Մատնահետքերը
is: Fingraför
km: ស្នាម​ផ្តិត​មេ​ដៃ
kn: ಬೆರಳಚ್ಚುಗಳು
lv: Nospiedumi
ml: വിരലടയാളങ്ങള്‍
ms: Cap jari
te: వేలుముద్రలు
ur: انگلیوں کے نشان
vi: Vân tay
xh: Izishicilelo zeminwe

source: Common Name (CN)
as: সাধাৰণ নাম (CN)
hy_am: Պարզ Անունը (CN)
is: Sameiginlegt nafn (CN)
km: ឈ្មោះ​ទូ​ទៅ (CN)
kn: ಸಾಮಾನ್ಯ ಹೆಸರು (CN)
lv: Nosaukums (CN)
ml: പൊതു പേരു്‌ (CN)
te: సామూహికమైన నామము (CN)
ur: کامن نیم (CN)
vi: Tên thông thường (CN)
xh: Igama Eliqhelekileyo (CN)

source: Organization (O)
as: সংগঠন (O)
hy_am: Կազմակերպությունը (O)
is: Fyrirtæki/stofnun/félag (O)
km: អង្គការ​ (O)
kn: ಸಂಸ್ಥೆ (O)
lv: Organizācija (O)
ml: സ്ഥാപനം
te: వ్యవస్థ (O)
ur: تنظیم (O)
vi: Tổ chức (O)
xh: Umbutho (O)

source: Organizational Unit (OU)
as: সন্থাৰ একক (OU)
hy_am: Կազմակերպ. Բաժանմ. (OU)
is: Deild (OU)
km: ផ្នែក​នៃ​អង្គការ​ (OU)
kn: ಸಂಸ್ಥೆಯ ಘಟಕ (OU)
lv: Organizācijas vienība (OU)
ml: Organisational Unit (OU)
te: వ్యవస్థ యూనిట్ (OU)
ur: تنظیمی یونٹ (OU)
vi: Đơn vị của Tổ chức (OU)
xh: Icandelo Lombutho (OU)

source: Serial Number
as: ক্ৰম সংখ্যা
hy_am: Հերթ. Համարը
is: Raðnúmer
km: លេខ​សម្គាល់
kn: ಅನುಕ್ರಮ ಸಂಖ್ಯೆ
lv: Sērijas numurs
ml: സീരിയല്‍ നമ്പര്‍
te: వరుస సంఖ్య
ur: سیریل نمبر
vi: Số Serial
xh: Inombolo Yolandelelwano

source: SHA-256 Fingerprint
as: SHA-256 ফিংগাৰপ্ৰিন্ট
hy_am: SHA-256 Մատնահետք
is: SHA-256 fingrafar
km: ស្នាម​ផ្ដិត​មេ​ដៃ SHA1
kn: SHA-256 ಬೆರಳಚ್ಚು
lv: SHA-256 nospiedums
ml: SHA-256 ഫിംഗര്‍പ്രിന്റ്
ur: SHA-256 انگلی کے نشان
xh: Ushicileleo lweminwe lwe-SHA-256

source: SHA1 Fingerprint
as: SHA1 আঙুলিৰ চাপ
hy_am: SHA1 Մատնահետք
is: SHA1 fingraför
km: ស្នាម​ផ្ដិត​មេ​ដៃ SHA1
kn: SHA1 ಬೆರಳಚ್ಚು
lv: SHA1 nospiedums
ml: SHA1 ഫിംഗര്‍പ്രിന്റ്
te: SHA1 వేలిముద్ర
ur: SHA1 انگلیوں کے نشان
vi: Vân tay SHA1
xh: Ushicileleo lweminwe lwe-SHA1

source: Begins On
as: আৰম্ভ হয়
hy_am: Սկիզբը՝
is: Skráð þann
km: ចាប់ផ្ដើម​បើក
kn: ರಂದು ಪ್ರಾರಂಭವಾಗುತ್ತದೆ
lv: Sākas
ml: ആരംഭിയ്ക്കുന്നതു്
te: మొదలు
ur: شروع ہوتا ہے
xh: Iqala ngo

source: Expires On
as: শেষ হয়
hy_am: Ժամկետանց է լինում
is: Rennur út
km: ផុត​កំណត់​នៅ​​ថ្ងៃ
kn: ಅವಧಿ ಮುಗಿಯುವ ದಿನಾಂಕ
lv: Derīgs līdz
ml: കാലാവധി കഴിയുന്നത്‌
te: కాలముతీరినది
ur: مدت ختم ہوتی ہے بر
vi: Hết hạn vào
xh: Iphelelwa Ngeli Xesha

source: Organizational Unit (OU): %1$S
ms: Unit Organisasi (OU): %1$S

source: SHA-256 Fingerprint: %1$S
ms: Cap jari SHA-256: %1$S
