Repository: translate/mozilla-l10n
Catalog: hsb/toolkit/chrome/global/devtools/gclicommands.properties.po
Languages: hsb

source: Remove a cookie, given its key
hsb: Plack z podatym klučom wotstronić

source: The key of the cookie to remove
hsb: Kluč placka, kotryž ma so wotstronić

source: Set a cookie
hsb: Plack stajić

source: Set a cookie by specifying a key name, its value and optionally one or more of the following attributes: expires (max-age in seconds or the expires date in GMTString format), path, domain, secure
hsb: Plack stajić, podawajo mjeno kluča, jeho hódnotu a opcionalnje jedyn abo wjacore ze slědowacych atributow: expires (maksimalna staroba w sekundach abo datum spadnjenja w formaće GMTString), path, domain, secure

source: The key of the cookie to set
hsb: Kluč placka, kotryž ma so stajić

source: The value of the cookie to set
hsb: Hódnota placka, kotryž ma so stajić

# cookieSetOptionsDesc
source: Options
hsb: Nastajenja

source: The path of the cookie to set
hsb: Šćežka placka, kotryž ma so stajić

source: The domain of the cookie to set
hsb: Domena placka, kotryž ma so stajić

source: Only transmitted over https
hsb: Jenož přez https přenjeseny

source: Not accessible from client side script
hsb: Z klientoweho skripta njepřistupny

source: Only valid for the lifetime of the browser session
hsb: Jenož za posedźenje wobhladowaka płaćiwy

source: The expiry date of the cookie (quoted RFC2822 or ISO 8601 date)
hsb: Datum płaćiwosće placka (quoted RFC2822 abo datum po ISO 8601)

source: JavaScript beautifier
hsb: JavaScript - porjeńšowar

source: The URL of the JS file to beautify
hsb: URL JS-dataje, kotraž ma so porjeńšić

source: Indentation size in chars
hsb: Zasunjenje w znamješkach

source: The number of chars with which to indent each line
hsb: Ličba znamješkow, wo kotrež kóžda linka ma so zasunyć

source: The chars used to indent each line
hsb: Znamješka, kotrež ma so wužiwać, zo bychu kóždu linku zasunyli

source: The chars used to indent each line. The possible choices are space or tab.
hsb: Znamješka, kotrež so wužiwaja, zo bychu kóždu linku zasunyli. Na wuběr su na př. mjezera abo tabulator.

source: Do not preserve line breaks
hsb: Łamanja linkow njewobchować

source: Should existing line breaks be preserved
hsb: Eksistowace łamanja linkow měli so wobchować

source: Max consecutive line breaks
hsb: Maksimalna ličba łamanjow linkow jedne po druhim

source: The maximum number of consecutive line breaks to preserve
hsb: Maksimalna ličba łamanjow linkow jedne po druhim, kotrež ma so wobchować

source: Enforce jslint-stricter mode?
hsb: Modus jslint-stricter wunuzować?

source: When set to true, jslint-stricter mode is enforced
hsb: Jeli to je true, modus jslint-stricter so wunuzuje

source: Select the coding style of braces
hsb: Kodowanski stil zhibowanych spinkow wubrać

source: Select the coding style of braces: collapse - put braces on the same line as control statements; expand - put braces on own line (Allman / ANSI style); end-expand - put end braces on own line; expand-strict - put braces on own line even if it will break your code.
hsb: Kodowanski stil zhibowanych spinkow wubrać: collapse - zhibowane spinki na samsnej lince kaž kontrolny wuraz; expand - zhibowane spinki na swójskej lince (Allman / ANSI-stol); end-expand - kónčne zhibowane spinki na swójskej lince; expand-strict - zhibowane spinki na swójskej lince, byrnjež waš kod přetorhnył.

source: No space before conditional statements
hsb: Žadyn rum před wuměnjenskimi wurazami

source: Unescape \xNN characters?
hsb: Znamješka \xNN dekodować?

source: Should printable characters in strings encoded in \xNN notation be unescaped?
hsb: Měli so ćišćomne znamješka w znamješkowych rjećazkach kodowanych w notaciji \xNN dekodować?

source: Please enter a valid URL
hsb: Prošu zapodajće płaćiwy URL

# jsbOptionsDesc
source: Options
hsb: Nastajenja

source: Commands to manipulate function call logging
hsb: Přikazy za wužiwanje protokolowanja funkciskich wołanjow

source: Start logging function calls to the console
hsb: Protokolowanje funkciskich wołanjow do konsole startować

# calllogStartReply
source: Call logging started.
hsb: Protokolowanje wołanjow startowane.

# calllogStopDesc
source: Stop function call logging
hsb: Protokolowanje funkciskich wołanjow skónčić

source: No call logging is currently active
hsb: Tuchwilu protokolowanje wołanjow aktiwne njeje

# calllogStopReply
source: Stopped call logging. Active contexts: %1$S.
hsb: Protokolowanje wołanjow zastajene. Aktiwne konteksty: %1$S.

source: Start logging function calls for chrome code to the console
hsb: Protokolowanje funkciskich wołanjow za chrome-kod do konsole startować

source: Global object, JSM URI, or JS to get a global object from
hsb: Globalny objekt, JSM-adresa abo JS, kotryž globalny objekt wróća

source: The global object, URI of a JSM, or JS to execute in the chrome window from which to obtain a global object
hsb: Globalny objekt, URI JSM abo JS, kotryž ma so w chrome-woknje wuwjesć, kotryž globalny objekt wróća

# calllogChromeStartReply
source: Call logging started.
hsb: Protokolowanje wołanjow startowane.

# calllogChromeStopDesc
source: Stop function call logging
hsb: Protokolowanje funkciskich wołanjow skónčić

source: No call logging for chrome code is currently active
hsb: Protokolowanje wołanjow za chrome-kod tuchwilu aktiwne njeje

# calllogChromeStopReply
source: Stopped call logging. Active contexts: %1$S.
hsb: Protokolowanje wołanjow skónčene. Aktiwne konteksty: %1$S.

source: <anonymous>
hsb: <anonymny>

source: Method call
hsb: Metodowe wołanje

source: Invalid JSM!
hsb: Njepłaćiwy JSM!

source: Variable not found in content window.
hsb: Wariabla we wobsahowym woknje njeje so namakała.

source: Variable not found in chrome window.
hsb: Wariabla w chrome-woknje njeje so namakała.

source: Evaluated JavaScript threw the following exception
hsb: Ewaluowany JavaScript je slědowace wuwzaće wudał

source: The JavaScript source must evaluate to an object whose method calls are to be logged e.g. "({a1: function() {this.a2()},a2: function() {}});"
hsb: JavaScriptowy žórłowy tekst dyrbi so do objekta ewaluować, kotrehož metodowe wołanja maja so protokolować, na př. "({a1: function() {this.a2()},a2: function() {}});"

source: Scratchpad
hsb: Zapisnik

# paintflashingDesc
source: Highlight painted area
hsb: Rysowanu płoninu wuzběhnyć

source: Turn on paint flashing
hsb: Wuzběhowanje rysowanych płoninow zmóžnić

source: Turn off paint flashing
hsb: Wuzběhowanje rysowanych płoninow znjemóžnić

source: chrome frames
hsb: powjerch nałoženja sam

source: Draw repainted areas in different colors
hsb: Znowa rysowane płoniny w rozdźělnych barbach

# paintflashingTooltip
source: Highlight painted area
hsb: Rysowanu płoninu wuzběhnyć

source: Toggle paint flashing
hsb: Wuzběhnjenje rysowanych płoninow přepinać

source: Toggle split console
hsb: Šćěpjensku konsolu zapinać

source: Application cache utilities
hsb: Graty za nałoženski pufrowak

source: Validate cache manifest
hsb: Pufrowakowy manifest přepruwować

source: Find issues relating to a cache manifest and the files that it references
hsb: Problemy nastupajo pufrowakowy manifest a dataje, na kotrež so poćahuja, namakać

source: URI to check
hsb: URI, kotryž ma so kontrolować

source: Appcache validated successfully.
hsb: Nałoženski pufrowak wuspěšnje přepruwowany.

source: Clear entries from the application cache
hsb: Zapiski z nałoženskeho pufrowaka wotstronić

source: Clear one or more entries from the application cache
hsb: Jedyn zapisk abo wjacore zapiski z nałoženskeho pufrowaka wotstronić

source: Entries cleared successfully.
hsb: Zapiski wuspěšnje wotstronjene.

source: Display a list of application cache entries.
hsb: Lisćinu zapiskow nałoženskeho pufrowaka zwobraznić.

source: Display a list of all application cache entries. If the search parameter is used then the table displays the entries containing the search term.
hsb: Lisćinu wšěch zapiskow nałoženskeho pufrowaka zwobraznić. Jeli pytanski parameter so wužiwa, da tabela zapiski zwobraznjuje, kotrež pytanski wuraz wobsahuja.

source: Filter results using a search term.
hsb: Wuslědki z pomocu pytanskeho wuraza filtrować.

source: Key:
hsb: Kluč:

source: Data size:
hsb: Wulkosć datow:

source: Device ID:
hsb: ID grata:

# appCacheListExpirationTime
source: Expires:
hsb: Płaćiwy hač do:

source: Fetch count:
hsb: Ličba naprašowanjow:

source: Last fetched:
hsb: Posledni raz naprašowany:

source: Last modified:
hsb: Posledni raz změnjeny:

source: View Entry
hsb: Zapisk pokazać

# appCacheViewEntryDesc
source: Open a new tab containing the specified cache entry information.
hsb: Nowy rajtark wočinić, kotryž informacije podateho pufrowakoweho zapiska wobsahuje.

# appCacheViewEntryManual
source: Open a new tab containing the specified cache entry information.
hsb: Nowy rajtark wočinić, kotryž informacije podateho pufrowakoweho zapiska wobsahuje.

source: The key for the entry to display.
hsb: Kluč za zapisk, kotryž ma so zwobraznić.

source: Manage profiler
hsb: Analyzu běžneho časa zrjadować

source: Commands to start or stop a JavaScript profiler
hsb: Přikazy za startowanje abo zastajenje analyzy běžneho časa

source: Open the profiler
hsb: Analyzu běžneho časa wočinić

source: Close the profiler
hsb: Analyzu běžneho časa začinić

source: Start profiling
hsb: Analyzu běžneho časa startować

source: Name of a profile you wish to start.
hsb: Mjeno profila, kotryž chceće startować.

source: Stop profiling
hsb: Analyzu běžneho časa zastajić

source: Name of a profile you wish to stop.
hsb: Mjeno profila, kotryž chceće zastajić.

source: List all profiles
hsb: Wšě profile nalistować

source: Show individual profile
hsb: Indiwiduelny profil pokazać

source: Name of a profile.
hsb: Mjeno profila.

source: Profile has already been started
hsb: Profil je so hižo startował

source: Profile not found
hsb: Profil njeje so namakał

source: Profiler has not been started yet. Use 'profile start' to start profiling
hsb: Analyza běžneho časa hišće njeje so startował. Wužijće 'profil startować', zo byšće analyzu běžneho časa startował

source: Recording…
hsb: Nahrawa so…

source: Stopped…
hsb: Zastajeny…

source: For this command to work you need to open the profiler first
hsb: Zo by tutón přikaz fungował, dyrbiće najprjedy analyzu běžneho časa wočinić

source: Open a remote debug port
hsb: Zdaleny port za pytanje za zmylkami wočinić

source: %1$S can allow remote debugging over a TCP/IP connection. For security reasons this is turned off by default, but can be enabled using this command.
hsb: %1$S móže pytanje za zmylkami přez TCP/IP-zwisk dowolić. Z wěstotnych přičinow to je standardnje wupinane, ale da so z pomocu tutoho přikaza zmóžnić.

source: The TCP port to listen on
hsb: Dochadny TCP-port

source: Listen is disabled by the devtools.debugger.remote-enabled preference
hsb: Dochadne TCP-porty su přez nastajenje devtools.debugger.remote-enabled znjemóžnjene

source: Listening on port %1$S
hsb: Dochadny port %1$S zmóžnjeny

source: DebuggerServer not initialized
hsb: DebuggerServer inicializowany njeje

source: CSS media type emulation
hsb: Emulacija medijoweho typa CSS

source: Emulate a specified CSS media type
hsb: Wěsty medijowy typ CSS emulować

source: View the document as if rendered on a device supporting the given media type, with the relevant CSS rules applied.
hsb: Dokument tak zwobraznić, kaž by so na graće zwobraznił, kotryž podaty medijowy typ podpěruje, při čimž so relewantne CSS-prawidła nałožuja.

source: The media type to emulate
hsb: Medijowy typ, kotryž ma so emulować

source: Stop emulating a CSS media type
hsb: Emulowanje medijoweho typa CSS zastajić

source: Inject common libraries into the page
hsb: Zhromadne biblioteki do strony injicěrować

source: Inject common libraries into the content of the page which can also be accessed from the console.
hsb: Injicěrujće zhromadne biblioteki do wobsaha strony, na kotrež móžeće tež wot konsole přistup měć.

source: Select the library to inject or enter a valid script URI to inject
hsb: Wubjerće biblioteku, zo byšće injicěrował abo zapodajće płaćiwy skriptowy URL za injicěrowanje

source: %1$S loaded
hsb: %1$S začitany

source: Failed to load %1$S - Invalid URI
hsb: %1$S njeda so začitać - njepłaćiwy URI

source: Open folders
hsb: Wočinjene rjadowaki

source: Open folder path
hsb: Šćežka wočinjeneho rjadowaka

source: Directory Path
hsb: Zapisowy šćežka

source: Open profile directory
hsb: Wočinjeny profilowy zapis

source: Please enter a valid path
hsb: Prošu zapodajće płaćiwu šćežku

source: Opened %1$S
hsb: %1$S wočinjeny

# rulersDesc
source: Toggle rulers for the page
hsb: Lineale za stronu přepinać

source: Toggle the horizontal and vertical rulers for the current page
hsb: Horicontalne a wertikalne lineale za aktualnu stronu přepinać

# rulersTooltip
source: Toggle rulers for the page
hsb: Lineale za stronu přepinać
