Repository: translate/mozilla-l10n
Catalog: hsb/toolkit/chrome/global/devtools/gclicommands.properties.po
Languages: hsb

source: Get help on the available commands
hsb: Pomoc wo k dispoziciji stejacych přikazach

source: Available Commands
hsb: K dispoziciji stejace přikazy

source: The command '%1$S' is not available in multiprocess mode (E10S)
hsb: Přikaz '%1$S' w multiprocesowym modusu (E10S) k dispoziciji njeje

source: Commands to control the console
hsb: Přikazy za wodźenje konsole

source: Filter, clear and close the web console
hsb: Webkonsolu filtrować, wuprózdnić a začinić

source: Clear the console
hsb: Konsolu wuprózdnić

source: Save an image of the page
hsb: Wobraz strony składować

source: Save a PNG image of the entire visible window (optionally after a delay)
hsb: PNG-wobraz cyłeho widźomneho wokna składować (na přeće po komdźenju)

source: Destination filename
hsb: Mjeno ciloweje dataje

source: The name of the file (should have a '.png' extension) to which we write the screenshot.
hsb: Mjeno dataje (měła kóncowku '.png' měć), do kotrejež ma so foto wobrazowki pisać.

source: Copy screenshot to clipboard? (true/false)
hsb: Foto wobrazowki do mjezyskłada kopěrować? (true/false)

source: True if you want to copy the screenshot instead of saving it to a file.
hsb: True, jeli chceće foto wobrazowki kopěrować, město zo jo do dataje składujeće.

source: Capture %1$S chrome window? (true/false)
hsb: Wokno %1$S fotować? (true/false)

source: True if you want to take the screenshot of the %1$S window rather than the web page's content window.
hsb: True, jeli chceće wokno %1$S město wobsahoweho wokna webstrony fotował.

# screenshotGroupOptions
source: Options
hsb: Nastajenja

source: Advanced Options
hsb: Rozšěrjene nastajenja

source: Delay (seconds)
hsb: Komdźenje (sekundy)

source: The time to wait (in seconds) before the screenshot is taken
hsb: Čas, kotryž so čaka (w sekundach), prjedy hač so wobrazowka sfotuje

source: Entire webpage? (true/false)
hsb: Cyłu webstronu? (true/false)

source: True if the screenshot should also include parts of the webpage which are outside the current scrolled bounds.
hsb: True, jeli foto wobrazowki ma tež te dźěle webstrony zapřijeć, kotrež su zwonka widźomneho wobłuka.

source: selector option is not supported when chrome option is true
hsb: Selektorowe nastajenje so njepodpěruje, hdyž nastajenje chrome je true

source: Screen Shot %1$S at %2$S
hsb: Wobrazowka je so %1$S %2$S sfotowała

source: Error saving to
hsb: Zmylk při składowanju do

source: Saved to
hsb: Składowany do

source: Error occurred while copying to clipboard.
hsb: Při kopěrowanju do mjezyskłada je so zmylk wustupił.

source: Copied to clipboard.
hsb: Do mjezyskłada kopěrowany.

source: Take a fullpage screenshot
hsb: Połnu wobrazowku fotografować

source: Upload to imgur.com
hsb: Na imgur.com nahrać

source: Use if you want to upload to imgur.com instead of saving to disk
hsb: Wužiwajće to, jeli chceće na imgur.com nahrać, mesto toho zo byšće na tačel składował

source: Could not reach imgur API
hsb: API imgur njeda so docpěć

source: Uploaded to %1$S
hsb: Na %1$S nahraty

source: Highlight nodes
hsb: Suki wuzběhnyć

source: Highlight nodes that match a selector on the page
hsb: Suki wuzběhnyć, kotrež selektorej na stronje wotpowěduja

# highlightSelectorDesc
source: CSS selector
hsb: CSS-selektor

source: The CSS selector used to match nodes in the page
hsb: CSS-selektor, kotrež so wužiwa, zo by sukam na stronje wotpowědował

# highlightOptionsDesc
source: Options
hsb: Nastajenja

source: Hide guides
hsb: Pomocne linije schować

source: Hide the guides around the highlighted node
hsb: Pomocne linije wokoło wuzběhnjeneho suka schować

source: Show the node infobar
hsb: Sukowu infolajstu pokazać

source: Show the infobar above the highlighted node (the infobar displays the tagname, attributes and dimension)
hsb: Infolajstu nad wuzběhnjenym sukom pokazać (infolajsta pokazuje mjeno znački, atributy a wotměru)

source: Show all matches
hsb: Wšě wotpowědniki pokazać

source: If too many nodes match the selector, only the first 100 will be shown to avoid slowing down the page too much. Use this option to show all matches instead
hsb: Jeli přewjele sukow selektorej wotpowěduje, budu so jenož prěnje 100 pokazać, zo by wobešło, zo so strona přejara spomali. Wužijće tute nastajenje, zo by wšě wotpowědniki pokazał

source: Box model region
hsb: Region kašćikeho modela

source: Which box model region should be highlighted: 'content', 'padding', 'border' or 'margin'
hsb: Kotry region kašćikoweho modela měł so wuzběhnyć: 'content', 'padding', 'border' abo 'margin'

source: Fill style
hsb: Pjelnjenski stil

source: Override the default region fill style with a custom color
hsb: Standardny pjelnjenski stil regiona přez swójsku barbu přepisać

source: Keep existing highlighters
hsb: Eksistowace markery wobchować

source: By default, existing highlighters are hidden when running the command, unless this option is set
hsb: Po standardźe su ekistowace markery schowane, hdyž přikaz je aktiwny, chibazo tute nastajenje je zmóžnjene

source: %1$S node highlighted;%1$S nodes highlighted
hsb: %1$S suk wuzběhnjeny;%1$S sukaj wuzběhnjenej;%1$S suki wuzběhnjene;%1$S sukow wuzběhnjenych

source: %1$S nodes matched, but only %2$S nodes highlighted. Use '--showall' to show all
hsb: %1$S sukow namakanych, ale jenož %2$S sukow wuzběhnjenych. Wužijće '--showall', zo byšće wšitke pokazał

source: Unhighlight all nodes
hsb: Wuzběhnjenje wšěch sukow wotstronić

source: Unhighlight all nodes previously highlighted with the 'highlight' command
hsb: Wuzběhnjenje wšěch sukow wotstronić, kotrež su so do toho přez přikaz 'highlight' wuzběhnyli

source: Restart %1$S
hsb: %1$S znowa startować

source: Disables loading content from cache upon restart
hsb: Znjemóžnja začitowanje wobsaha z pufrowaka za nowe startowanje

source: Restart request cancelled by user.
hsb: Naprašowanje, kotrež wužiwar je přetorhnył, znowa startować.

source: Restarting %1$S…
hsb: %1$S so znowa startuje…

source: Inspect a node
hsb: Suk přepruwować

source: Investigate the dimensions and properties of an element using a CSS selector to open the DOM highlighter
hsb: Wotměry a kajkosće elementa z pomocu CSS-selektora přepruwować, zo by DOM Highlighter wočiniło

# inspectNodeDesc
source: CSS selector
hsb: CSS-selektor

source: A CSS selector for use with document.querySelector which identifies a single element
hsb: CSS-selektor za wužiwanje z document.querySelector, kotryž jednotliwy element identifikuje

# eyedropperDesc
source: Grab a color from the page
hsb: Wubjerće barbu ze strony

source: Open a panel that magnifies an area of page to inspect pixels and copy color values
hsb: Wočińće dialog, kotrež wobwod strony powjetša, zo byšće piksele přepruwował a barbowe hódnoty kopěrował

# eyedropperTooltip
source: Grab a color from the page
hsb: Wubjerće barbu ze strony

source: Visualize the webpage in 3D
hsb: Webstronu w 3D wizualizować

source: Investigate the relationship between various parts of a webpage and their ancestors in a 3D environment
hsb: Poćah mjez wšelakimi dźělemi webstrony a jeje prjedownikami w 3D-wokolinje přepytować

source: Open the Inspector 3D view
hsb: 3D-napohlad Inspektora wočinić

source: Initialize the 3D page inspector and optionally highlight a node using a CSS selector
hsb: 3D-inspektor strony inicializować a na přeće suk z pomocu CSS-selektora wuzběhnyć

source: 3D View
hsb: 3D-napohlad

source: Move the webpage mesh
hsb: Zwobraznjenje webstrony přesunyć

source: Incrementally translate the webpage mesh in a certain direction
hsb: Zwobraznjenje webstrony k wěstemu směrej krok po kroku přesunyć

source: X (pixels)
hsb: X (piksele)

source: The amount in pixels to translate the webpage mesh on the X axis
hsb: Ličba w pikselach, wo kotruž ma so zwobraznjenje webstrony na X-wósce přesunyć

source: Y (pixels)
hsb: Y (piksele)

source: The amount in pixels to translate the webpage mesh on the Y axis
hsb: Ličba w pikselach, wo kotruž ma so zwobraznjenje webstrony na Y-wósce přesunyć

source: Spin the webpage mesh
hsb: 3D-zwobranjenje wjerćeć

source: Incrementally rotate the webpage mesh in a certain direction
hsb: 3D-zwobranjenje webstrony k wěstemu směru znjenahła wjerćeć

source: X (degrees)
hsb: X (stopnje)

source: The amount in degrees to rotate the webpage mesh along the X axis
hsb: Ličba w stopnjach, zo by 3D-zwobraznjenje webstrony po X-wósce wjerćało

source: Y (degrees)
hsb: Y (stopnje)

source: The amount in degrees to rotate the webpage mesh along the Y axis
hsb: Ličba w stopnjach, zo by 3D-zwobraznjenje webstrony po Y-wósce wjerćało

source: Z (degrees)
hsb: Z (stopnje)

source: The amount in degrees to rotate the webpage mesh along the Z axis
hsb: Ličba w stopnjach, zo by 3D-zwobraznjenje webstrony po Z-wósce wjerćało

source: Move away or towards the webpage mesh
hsb: K 3D-zwobraznjenju abo wot 3D-zwobraznjenja přesunyć

source: Incrementally move the webpage mesh in a certain direction along the Z axis
hsb: 3D-zwobraznjenje webstrony k wěstemu směrej znjenahła po Z-wósce přesunyć

source: Zoom (pixels)
hsb: Skalowanje (piksele)

source: The amount in pixels to translate the webpage mesh along the Z axis
hsb: Ličba w pikselach, zo by 3D-zwobraznjenje po Z-wósce přesunyło

source: Reset the translation, rotation and zoom
hsb: Přesunjenje, rotaciju a skalowanje wróćo stajić

source: Resets any transformations applied to the webpage mesh modelview matrix
hsb: Staja transformacije wróćo, kotrež su so na matriks 3D-zwobraznjenja webstrony nałožiłi

source: Close the visualization if open
hsb: Wizualizowanje začinić, jeli je wočinjene

source: Close the visualization and switch back to the Inspector's default highlighter
hsb: Wizualizowanje začinić a so k standardnemu předstajenju Inspektora wróćić

source: The debugger must be opened before using this command
hsb: Pytanje za zmylkami dyrbi so wočinić, prjedy hač móžeće tutón přikaz wužiwać

source: The debugger must be opened before setting breakpoints
hsb: Pytanje za zmylkami dyrbi so wočinić, prjedy hač móžeće zadźeržne dypki stajić

source: Manage breakpoints
hsb: Zadźeržne dypki zrjadować

source: Commands to list, add and remove breakpoints
hsb: Přikazy, zo by zadźeržne dypki nalistowało, přidało a wotstroniło

source: Display known breakpoints
hsb: Znate zadźeržne dypki zwobraznić

source: No breakpoints set
hsb: Žane zadźeržne dypki stajene

# breaklistOutRemove
source: Remove
hsb: Wotstronić

source: Added breakpoint
hsb: Přidaty zadźeržny dypk

source: Could not set breakpoint: %S
hsb: Zadźeržny dypk njeda so stajić: %S

source: Add a breakpoint
hsb: Zadźeržny dypk přidać

source: Breakpoint types supported: line
hsb: Typy zadźeržnych dypkow, kotrež so podpěruja: rjadka

source: Add a line breakpoint
hsb: Rjadkowy zadźeržny dypk přidać

source: JS file URI
hsb: URI JS-dataje

source: Line number
hsb: Rjadkowe čisło

source: Remove a breakpoint
hsb: Zadźeržny dypk wotstronić

source: Index of breakpoint
hsb: Indeks zadźeržneho dypka

source: Breakpoint removed
hsb: Zadźeržny dypk wotstronjeny

source: Manage debugger
hsb: Program za pytanje za zmylkami wodźić

source: Commands to interrupt or resume the main thread, step in, out and over lines of code
hsb: Přikazy za přetorhnjenje abo pokročowanje hłowneje nitki a za skakanje do a z kodowych linkow kaž tež nad kodowe linki

source: Open the debugger
hsb: Pytanje za zmylkami wočinić

source: Close the debugger
hsb: Pytanje za zmylkami začinić

source: Pauses the main thread
hsb: Zastaja hłownu nitku

source: Resumes the main thread, and continues execution following a breakpoint, until the next breakpoint or the termination of the script.
hsb: Pokročuje w hłownej nitce a pokročuje z wuwjedźenjom, doniž přichodny zadźežny dypk abo kónc skripta so njedocpěje.

source: Manage stepping
hsb: Wotběženje wodźić

source: Commands to step in, out and over lines of code
hsb: Přikazy so skakanje do a z kodowych linkow a nad kodowy linki

source: Executes the current statement and then stops at the next statement. If the current statement is a function call then the debugger executes the whole function, and it stops at the next statement after the function call
hsb: Wuwjedźe aktualne zwěsćenje a zastawa potom při přichodnym zwěsćenju. Jeli aktualne zwěsćenje je funkciske wołanje, program za pytanje zmylkow wuwjedźe cyłu funkciju, a zastawa při přichodnym zwěsćenju po wołanju funkcije

source: Executes the current statement and then stops at the next statement. If the current statement is a function call, then the debugger steps into that function, otherwise it stops at the next statement
hsb: Wuwjedźe aktualne zwěsćenje a zastawa potom při přichodnym zwěsćenju. Jeli aktualne zwěsćenje je funkciske wołanje, program za pytanje zmylkow skaka do teje funkcije, hewak zastawa při přichodnym zwěsćenju

source: Steps out of the current function and up one level if the function is nested. If in the main body, the script is executed to the end, or to the next breakpoint. The skipped statements are executed, but not stepped through
hsb: Skaka z aktualneje funkcije a jednu runinu wyše, jeli funkcija je zakašćikowana. Jeli je w hłownym dźělu skript wuwjedźe so hač do kónca abo hač do přichodneho zadźeržneho dypka. Přeskočene zwěsćenja so wuwjedu, ale so njepřekročuja

source: List the source URLs loaded in the debugger
hsb: Žórłowy URL w pytanju za zmylkami nalistować

source: Black box sources in the debugger
hsb: Žórłowe dataje za pytanje za zmylkami w čornym kašćiku schować

source: A specific source to black box
hsb: Wěsta žórłowa dataja, kotraž ma so w čornym kašćiku schować

source: Black box all sources that match this glob (for example: "*.min.js")
hsb: Žórłowa dataja, kotraž tutomu parametrej glob wotpowěduje w čornym kašćiku schować (na přikład: "*.min.js")

source: Invert matching, so that we black box every source that is not the source provided or does not match the provided glob pattern.
hsb: Schowanje wobroćić, zo bychmy kóžde žórło schowali, kotrež podatemu žórłu abo podatemu mustrej glob njewotpowěduje.

source: (No sources black boxed)
hsb: (Žana žórłowa dataja w čornym kašćiku schowana)

source: The following sources were black boxed:
hsb: Slědowace žórłowe dataje su so w čornym kašćiku schowali:

source: Error black boxing:
hsb: Zmylk při chowanju w čornym kašćiku:

source: Stop black boxing sources in the debugger
hsb: Žórłowe dataje w čornym kašćiku hižo njeschować

source: A specific source to stop black boxing
hsb: Wěstu žórłowu dataju w čornym kašćiku hižo njeschować

source: Stop black boxing all sources that match this glob (for example: "*.min.js")
hsb: Wšě žórłowe dataje w čornym kašćiku hižo njeschować, kotrež tutomu parametrej glob wotpowěduja (na přikład: "*.min.js")

source: (Did not stop black boxing any sources)
hsb: (Chowanje žórłowych datajow w čornym kašćiku njeje so skónčiło)

source: Stopped black boxing the following sources:
hsb: Slědowace žórłowe dataje so w čornym kašćiku hižo njechowaja:

source: Error stopping black boxing:
hsb: Zmylk při kónčenju chowanja w čornym kašćiku:

source: Invert matching, so that we stop black boxing every source that is not the source provided or does not match the provided glob pattern.
hsb: Schowanje wobroćić, zo bychmy chowanje kóždeho žórła skónčili, kotrež podate žórko njeje abo podatemu mustrej glob njewotpowěduje.

source: Close the console
hsb: Konsolu začinić

source: Open the console
hsb: Konsolu wočinić

source: Tweak a page resource
hsb: Resursu strony wobdźěłać

source: Edit one of the resources that is part of this page
hsb: Jednu z resursow wobdźěłać, kotraž je dźěl tuteje strony

source: URL to edit
hsb: URL, kotryž ma so wobdźěłać

source: Line to jump to
hsb: Linka, ke kotrejž ma so skočić

source: Resize the page
hsb: Wulkosć strony změnić

source: Width in pixels
hsb: Šěrokosć w pikselach

source: Height in pixels
hsb: Wysokosć w pikselach

source: Enter Responsive Design Mode
hsb: Modus za přiměrjeny webdesign startować

source: Exit Responsive Design Mode
hsb: Modus za přiměrjeny webdesign skónčić

source: Toggle Responsive Design Mode
hsb: Modus za přiměrjeny webdesign přešaltować

source: Responsive Design Mode
hsb: Modus za přiměrjeny webdesign

source: Alter page size
hsb: Wulkosć strony změnić

source: Control Responsive Design Mode
hsb: Modus za přiměrjeny webdesign wodźić

source: Responsive websites respond to their environment, so they look good on a mobile display, a cinema display and everything in-between. Responsive Design Mode allows you to easily test a variety of page sizes in %1$S without needing to resize your whole browser.
hsb: Přiměrjene websydła su swojej wokolinje přiměrjene, tak zo na mobilnym displayu hač do kinoweje płachty derje wupadaja. Modu za přiměrjeny webdesign dowola wam, wulku ličbu wulkosćow strony we %1$S testować, bjeztoho zo wy dyrbjał wulkosć za waš cyły wobhladowak změnić.

source: Manipulate the commands
hsb: Přikazy wobdźěłać

source: Re-read mozcmd directory
hsb: Zapis mozcmd znowa čitać

source: Loaded commands from '%1$S'
hsb: Přikazy z '%1$S' začitane

source: Setup a mozcmd directory
hsb: Zapis mozcmd zarjadować

source: A 'mozcmd' directory is an easy way to create new custom commands. For more information see the <a href="https://developer.mozilla.org/docs/Tools/GCLI/Customization">MDN documentation</a>.
hsb: Zapis 'mozcmd' je jednora móžnosć, nowe swójske přikazy wutworić. Za dalše informacije hlejće <a href="https://developer.mozilla.org/docs/Tools/GCLI/Customization">MDN-dokumentaciju</a>.

source: Directory containing .mozcmd files
hsb: Zapis, kotryž .mozcmd-dataje wobsahuje

source: Manipulate add-ons
hsb: Přidatki wobdźěłać

source: List installed add-ons
hsb: Instalowane přidatki nalistować

source: Select an add-on type
hsb: Typ přidatka wubrać

source: The following dictionaries are currently installed:
hsb: Slědowace słowniki su tuchwilu instalowane:

source: The following extensions are currently installed:
hsb: Slědowace rozšěrjenja su tuchwilu instalowane:

source: The following locales are currently installed:
hsb: Slědowace lokale su tuchwilu instalowane:

source: The following plugins are currently installed:
hsb: Slědowace tykače su tuchwilu instalowane:

source: The following themes are currently installed:
hsb: Slědowace drasty su tuchwilu instalowane:

source: The following add-ons are currently installed:
hsb: Slědowace přidatki su tuchwilu instalowane:

source: The following add-ons of the selected type are currently installed:
hsb: Slědowace přidatki wubraneho typa su tuchwilu instalowane:

source: Enable
hsb: Zmóžnić

source: Disable
hsb: Znjemóžnić

source: pending
hsb: wobdźěłuje so

source: enable
hsb: zmóžnić

source: disable
hsb: znjemóžnić

source: uninstall
hsb: wotinstalować

source: install
hsb: instalować

source: upgrade
hsb: aktualizować

source: The name of the add-on
hsb: Mjeno přidatka

source: There are no add-ons of that type installed.
hsb: Přidatki tutoho typa njejsu instalowane.

source: Enable the specified add-on
hsb: Podaty přidatk zmóžnić

source: %S is already enabled.
hsb: %S je hižo zmóžnjeny.

source: %S enabled.
hsb: %S je zmóžnjeny.

source: Disable the specified add-on
hsb: Podaty přidatk znjemóžnić

source: %S is already disabled.
hsb: %S je hižo znjemóžnjeny.

source: %S disabled.
hsb: %S je znjemóžnjeny.

source: Export resources
hsb: Resursy eksportować

source: Export HTML from page
hsb: HTML ze strony eksportować

source: Make page changes
hsb: Stronu změnić

source: Search and replace in page elements
hsb: Elementy strony pytać a narunać

source: What to search for
hsb: Pytanski tekst

source: Replacement string
hsb: Narunanski tekst

# pagemodReplaceIgnoreCaseDesc
source: Perform case-insensitive search
hsb: Pytanje bjez wobkedźbowanja wulkopisanja přewjesć

source: CSS selector to root of search
hsb: CSS-selektor za korjenjowy element pytanje

source: CSS selector to match in search
hsb: CSS-selektor za namakanki pytanja

source: Attribute match regexp
hsb: Regularny wuraz za pytanje mjez atributami

source: Restrict search to attributes
hsb: Pytanje na atributy wobmjezować

source: Restrict search to text nodes
hsb: Pytanje na tekstowe suki wobmjezować

source: Elements matched by selector: %1$S. Replaces in text nodes: %2$S. Replaces in attributes: %3$S.
hsb: Elementy, kotrež selektor namaka: %1$S. Narunanja w tekstowych sukach: %2$S. Narunanja w atributach: %3$S.

source: Remove elements and attributes from page
hsb: Elementy a atributy ze strony wotstronić

source: Remove elements from page
hsb: Elementy ze strony wotstronić

source: CSS selector specifying elements to remove
hsb: CSS-selektor, kotryž elementy podawa, kotrež maja so wotstronić

source: CSS selector specifying root of search
hsb: CSS-selektor, kotryž korjenjowy zapis pytanja podawa

source: Remove element, but leave content
hsb: Element wotstronić, ale wobsah wobchować

source: Remove only empty elements
hsb: Jenož prózdne elementy wotstronić

source: Elements matched by selector: %1$S. Elements removed: %2$S.
hsb: Elementy, kotrež selektorej wotpowěduja: %1$S. Wotstronjene elementy: %2$S.

source: Remove matching attributes
hsb: Wotpowědne atributy wotstronić

source: Regexp specifying attributes to remove
hsb: Regularny wuraz, kotryž atributy podawa, kotrež maja so wotstronić

source: CSS selector of elements to include
hsb: CSS-selektor elementow, kotrež maja so zapřijeć

source: CSS selector of root of search
hsb: CSS-selektor korjenjoweho zapisa pytanja

# pagemodRemoveAttributeIgnoreCaseDesc
source: Perform case-insensitive search
hsb: Pytanje bjez wobkedźbowanja wulkopisanja přewjesć

source: Elements matched by selector: %1$S. Attributes removed: %2$S.
hsb: Elementy, kotrež selektorej wotpowěduja: %1$S. Wotstronjene atributy: %2$S.

source: Hack the %1$S Developer Tools
hsb: Wuwiwarske nastroje za %1$S wuwiwać

source: Various commands related to hacking directly on the %1$S Developer Tools.
hsb: Wšelake přikazy za direktne wuwiwanje wuwiwarskich nastrojow za %1$S.

source: Load tools from a mozilla-central checkout
hsb: Nastroje z kopije z mozilla-central začitać

source: %1$s does not exist or is not a mozilla-central checkout.
hsb: %1$s njeeksistuje abo njeje kopija z mozilla-central.

source: Tools loaded from %1$s.
hsb: Nastroje z %1$s začitane.

source: Load the %1$S Developer Tools from a complete mozilla-central checkout.
hsb: Wuwiwarske nastroje za %1$S z dospołneje kopije z mozilla-central začitać.

source: A mozilla-central checkout
hsb: Kopija z mozilla-central

source: Use the builtin tools
hsb: Zatwarjene nastroje wužiwać

source: Use the builtin tools, overriding any previous srcdir command.
hsb: Zatwarjene nastroje wužiwać, přepisujo předchadny přikaz srcdir.

source: Builtin tools loaded.
hsb: Zatwarjene nastroje začitane.

source: Reload the developer tools
hsb: Wuwiwarske nastroje znowa začitać

source: Tools reloaded.
hsb: Nastroje znowa začitane.

source: Display and alter cookies
hsb: Placki pokazać a změnić

source: Commands to list, create, delete and alter cookies for the current domain.
hsb: Přikazy, zo bychu so placki za aktualnu domenu nalistowali, wutworili, zhašeli a změnili.

source: Display cookies
hsb: Placki pokazać

source: Display a list of the cookies relevant to the current page.
hsb: Lisćinu plackow aktualneje strony zwobraznić.

source: Path:
hsb: Šćežka:

# cookieListOutExpires
source: Expires:
hsb: Płaćiwy hač do:

source: Attributes:
hsb: Atributy:

source: None
hsb: Žadyn

source: At browser exit (session)
hsb: Při skónčenju wobhladowaka (posedźenje)

source: No cookies found for this page
hsb: Žane placki za tutu stronu namakane

source: No cookies found for host %1$S
hsb: Žane placki za host %1$S namakane

source: Edit
hsb: Wobdźěłać

# cookieListOutRemove
source: Remove
hsb: Wotstronić

source: Remove a cookie
hsb: Plack wotstronić
