Repository: translate/mozilla-l10n
Catalog: */calendar/chrome/calendar/preferences/alarms.dtd.po
Languages: ca, cy, eu, ga_ie, gd, hr, hu, id, lt, pt_br, ro, sl, zh_tw

source: When a Reminder is Due:
ca: Quan arribi l'hora d'un recordatori:
cy: Pan fydd Disgwyl Atgoffwr:
eu: Gogorarazle bat muga-egunean denean:
ga_ie: Nuair a bhíonn meabhrúchán réidh:
gd: Nuair a sheirmeas caismeachd:
hr: Kada je podsjetnik dospio:
hu: Értesítés megjelenésekor:
id: Setelah alarm mati:
lt: Atėjus priminimo laikui:
pt_br: Quando um alarme dispara:
ro: Când pornește o alarmă:
sl: Ko se prikaže opomnik:
zh_tw: 鬧鈴時間到時:

source: Play a sound
ca: Reprodueix un so
cy: Canu nodyn
eu: Soinu bat jo
ga_ie: Seinn fuaim
gd: Cluich fuaim
hr: Reproduciraj zvuk
hu: Hangjelzés
id: Mainkan suara
lt: Priminti garso signalu
pt_br: Tocar som
ro: Redă un sunet
sl: Predvajaj zvok
zh_tw: 播放音效

source: s
hr: R
hu: H
lt: g
pt_br: T
sl: P

source: Use &default sound
ca: Utilitza el so per &defecte
cy: Defnyddio'r &sain rhagosodedig
eu: Erabi&li soinu lehenetsia
ga_ie: Úsáid an fhuaim &réamhshocraithe
gd: Cleach&d an fhuaim bhunaiteach
hr: &Koristi zadani zvuk
hu: &Alapértelmezett hang használata
id: Gunakan suara &default
lt: Naudoti &numatytąjį garsą
pt_br: &Use som padrão
ro: Folosește sunetul &implicit
sl: &Uporabi privzeti zvok
zh_tw: 使用預設音效

source: &Browse…
ca: &Navega…
cy: &Pori…
eu: &Arakatu…
ga_ie: &Brabhsáil…
gd: &Brabhsaich…
hr: &Odaberi…
hu: &Tallózás…
id: &Telusuri…
lt: Pa&rinkti…
pt_br: &Procurar…
ro: &Răsfoiește…
sl: &Brskaj …
zh_tw: 瀏覽…

source: &Play
ca: Re&produeix
cy: &Chwarae
eu: &Erreproduzitu
ga_ie: &Seinn
gd: Cl&uich
hr: &Reproduciraj
lt: &Leisti
ro: &Redă

source: Show the reminder dialog
ca: Mostra el diàleg del recordatori
cy: Dangos y ddeialog atgoffa
eu: Erakutsi gogorarazlearen elkarrizketa-koadroa
ga_ie: Taispeáin an dialóg mheabhrúcháin
gd: Seall bogsa caismeachd
hr: Prikaži okvir podsjetnika
hu: Értesítő párbeszédpanel megjelenítése
id: Tampilkan kotak alarm
lt: Parodyti priminimo dialogą
pt_br: Mostrar aviso
ro: Arată un mesaj cu alarma
sl: Prikaži pogovorno okno opomnika
zh_tw: 顯示鬧鈴訊息

source: x
ca: g
ga_ie: L
hr: i
hu: r
id: k
lt: P
pt_br: M
ro: j
sl: o

source: Show missed reminders
ca: Mostra els recordatoris perduts
cy: Dangos negeseuon atgoffa collwyd
eu: Erakutsi galdutako gogorarazpenak
ga_ie: Taispeáin meabhrúcháin a cailleadh
gd: Seall caismeachdan a dh'fhalbh orm
hr: Prikaži propuštene podsjetnike
hu: Az elmulasztott értesítések megjelenítése
id: Tampilkan alarm yang terlewati
lt: Rodyti praleistus priminimus
pt_br: Mostrar alarmes vencidos
ro: Arată alarmele pierdute
sl: Prikaži zgrešene opomnike
zh_tw: 列出過期的鬧鈴

source: m
hr: u
hu: z
id: w
lt: l
pt_br: v
ro: p
sl: z

source: Reminder Defaults
ca: Paràmetres per defecte dels recordatoris
cy: Rhagosodiadau Atgoffwyr
eu: Gogorarazleen lehenespenak
ga_ie: Réamhshocruithe Meabhrúcháin
gd: Roghainnean caismeachd bunaiteach
hr: Zadane postavke podsjetnika
hu: Értesítések alapbeállításai
id: Default Alarm
lt: Numatytosios priminimų nuostatos
pt_br: Padrões para alarmes
ro: Setări implicite pentru alarme
sl: Privzete nastavitve za opomnike
zh_tw: 鬧鈴預設值

source: D&efault reminder setting for events:
ca: R&ecordatori per defecte per a les cites:
cy: &Gosodiadau atgoffa rhagosodedig ar gyfer digwyddiadau:
eu: G&ertaerentzako gogorarazle-ezarpen lehenetsiak:
ga_ie: M&eabhrúcháin réamshocraithe ar imeachtaí:
gd: Roghainn&ean caismeachd bunaiteach airson tachartasan:
hr: Zadan&e postavke podsjetnika za događaje:
hu: Es&emények alapértelmezett értesítési beállítása:
id: Peng&aturan alarm default untuk acara:
lt: Priminimai apie &įvykius:
pt_br: &Configuração padrão de alarmes para eventos:
ro: S&etarea implicită a alarmei pentru evenimente:
sl: Privzeta nastavitev opomnika za &dogodke:
zh_tw: 預設事件的鬧鈴設定:

source: Def&ault reminder setting for tasks:
ca: Record&atori per defecte per a les tasques:
cy: G&osodiadau atgoffa rhagosodedig ar gyfer tasgau:
eu: Zereginet&arako gogorarazle-ezarpen lehenetsiak:
ga_ie: Me&abhrúcháin réamhshocraithe ar thascanna:
gd: Rogh&ainnean caismeachd bunaiteach airson gnìomhan:
hr: Z&adane postavke podsjetnika za zadatke:
hu: &Feladatok alapértelmezett értesítési beállítása:
id: Penga&turan alarm default untuk tugas:
lt: Priminimai apie &darbus:
pt_br: Con&figuração padrão de alarmes para tarefas:
ro: Set&area implicită a alarmei pentru sarcini:
sl: Privzeta nastavitev opomnika za opr&avila:
zh_tw: 預設的工作鬧鈴設定:

source: On
ca: Activat
cy: Ymlaen
eu: Gaitu
ga_ie: Ann
gd: Air
hr: Uključi
hu: Be
id: Hidup
lt: įjungti
pt_br: Ativado
ro: Activată
sl: vklopljen
zh_tw: 開啟

source: Off
ca: Desactivat
cy: Diffodd
eu: Ezgaitu
ga_ie: As
gd: Dheth
hr: Isključi
hu: Ki
id: Mati
lt: išjungti
pt_br: Desativado
ro: Dezactivată
sl: izklopljen
zh_tw: 關閉

source: Defa&ult time a reminder is set before an event:
ca: Temps per defe&cte que es definirà als recordatoris abans d'una cita:
cy: &Amser rhagosodedig y bydd atgoffwr yn cael ei bennu cyn digwyddiad:
eu: Gertaeren a&urretik gogorarazleari ezarriko zaion denbora lehenetsia:
ga_ie: Acha&r réamhshocraithe roimh imeacht a thabharfar an meabhrúchán:
gd: An t-àm b&unaiteach ro thachartas nuair a sheirmeas caismeachd:
hr: Za&dano vrijeme za podsjetnik prije događaja:
hu: Értesítés be&kapcsolása az esemény előtt:
id: W&aktu alarm mati default sebelum acara:
lt: Priminti iki į&vykio pradžios likus:
pt_br: &Antecedência padrão de alarmes para eventos:
ro: C&u cât timp înainte pornește alarma pentru un eveniment:
sl: Privzeti čas prikaza opomnika pred dogod&kom:
zh_tw: 鬧鈴預設於事件前多久停止:

source: Default time a reminder is set bef&ore a task:
ca: &Temps per defecte que es definirà als recordatoris abans d'una tasca:
cy: A&mser rhagosodedig y bydd atgoffwr yn cael ei bennu cyn tasg:
eu: Ze&reginen aurretik gogorarazleari ezarriko zaion denbora lehenetsia:
ga_ie: Achar réamhsh&ocraithe roimh thasc a thabharfar an meabhrúchán:
gd: An t-àm bunaiteach r&o ghnìomh nuair a sheirmeas caismeachd:
hr: Zadan&o vrijeme za podsjetnika prije zadatka:
hu: Értesítés bekapcs&olása a feladat előtt:
id: Waktu alarm mati default sebelum tu&gas:
lt: Priminti iki d&arbo pradžios likus:
pt_br: A&ntecedência padrão de alarmes para tarefas:
ro: Cu cât timp înainte p&ornește alarma pentru o sarcină:
sl: Privzeti čas prikaza opomnika pred opra&vilom:
zh_tw: 鬧鈴預設於工作前多久停止:

source: Default &Snooze Length:
ca: Durada per defecte del&s ajornaments:
cy: Hyd &Cysgu Rhagosodedig:
eu: &Geroko uzteko luzera lehenetsia:
ga_ie: Achar codlata réamh&shocraithe:
gd: Faid bhunaiteach an dù&sail:
hr: Z&adano trajanje odgode:
hu: Alapértelmezett &szundihossz:
lt: N&umatytasis priminimų atidėjimo laikas:
pt_br: Duração padrão da &soneca:
ro: &Durata implicită a amânării alarmei:
sl: Privzeta &dolžina dremeža:
zh_tw: 預設稍後提醒長度:

source: &Preview
hu: &Előnézet
