Repository: translate/mozilla-l10n
Catalog: */calendar/chrome/calendar/preferences/general.dtd.po
Languages: ca, cy, eu, ga_ie, gd, lt, ro, uz

source: General Settings
ca: Paràmetres generals
cy: Gosodiadau Cyffredinol
eu: Ezarpen orokorrak
ga_ie: Socruithe Ghinearálta
gd: Na roghainnean coitcheann
lt: Pagrindinės nuostatos
ro: Setări generale
uz: Umumiy sozlamalar

source: &Date Text Format:
ca: Format &de les dates:
cy: &Fformat Testun Dyddiad:
eu: &Data testu formatua:
ga_ie: Formáid Téacs do &Dhátaí:
gd: &Fòrmat teacs nan ceann-là:
lt: &Datos formatas:
ro: Formatul &datei:
uz: Matn formati &sanasi:

source: Long
ca: Llarg
cy: Hir
eu: Luzea
ga_ie: Fada
gd: Fada
lt: ilgasis
ro: Lung
uz: Uzun

source: Short
ca: Curt
cy: Byr
eu: Laburra
ga_ie: Gearr
gd: Goirid
lt: trumpasis
ro: Scurt
uz: Qisqa

source: Timezone
ca: Fus horari
cy: Cylch Amser
eu: Ordu zonaldeak
ga_ie: Crios Ama
gd: An roinn-tìde
lt: Laiko juostos
ro: Fus orar
uz: Vaqt hududi

source: &Select the closest city in your timezone:
ca: &Seleccioneu la ciutat més propera del vostre fus horari:
cy: &Dewiswch y ddinas agosaf yn eich cylch amser:
eu: &Zure ordu-zonaldetik gertueneko hiria hautatu:
ga_ie: &Roghnaigh an chathair is gaire i do chrios ama:
gd: Tagh am baile a&s fhaisge ort 'nad roinn-tìde:
lt: &Pasirinkite artimiausią miestą savo laiko juostoje:
ro: &Selectați orașul cel mai apropiat din fusul orar în care vă aflați:
uz: Vaqt hududingizdagi eng yaqin shaharni &tanlang:

source: Default Values for New Items
ca: Valors per defecte per als elements nous
cy: Gwerthoedd Rhagosodedig ar gyfer Eitemau Newydd
eu: Elementu berrien balio lehenetsiak
ga_ie: Luach Réamhshocraithe le haghaidh Míreanna Nua
gd: Luachan bunaiteach airson nithean ùra
lt: Numatytosios kuriamų įvykių reikšmės
ro: Valori implicite pentru elementele noi
uz: Yangi elementlar uchun standart qiymatlar

source: Events
ca: Cites
cy: Digwyddiadau
eu: Gertaerak
ga_ie: Imeachtaí
gd: Tachartasan
lt: Įvykiai
ro: Evenimente
uz: Tadbirlar

source: Tasks
ca: Tasques
cy: Tasgau
eu: Zereginak
ga_ie: Tascanna
gd: Saothraichean
lt: Darbai
ro: Sarcini
uz: Vazifalar

source: D&efault Length:
ca: Durada p&er defecte:
cy: &Hyd Rhagosodedig:
eu: Luz&era lehenetsia:
ga_ie: Fad Réamhshocraith&e:
gd: An fhaid bhunait&each:
lt: Numa&tytoji trukmė:
ro: Lungim&e implicită:
uz: S&tandart uzunlik:

source: None
ca: Cap
cy: Dim
eu: Bat ere ez
ga_ie: Gan sonrú
gd: Chan eil gin
lt: Nenurodyta
ro: Niciuna
uz: Yo‘q

source: Start of Day
ca: Inici del dia
cy: Cychwyn y Diwrnod
eu: Egunaren hasiera
ga_ie: Tús an Lae
gd: Toiseach an latha
lt: Dienos pradžia
ro: Ziua de început
uz: Kunning boshi

source: End of Day
ca: Final del dia
cy: Diwedd y Dydd
eu: Egunaren amaiera
ga_ie: Deireadh an Lae
gd: Deireadh an latha
lt: Dienos pabaiga
ro: Ziua de finalizat
uz: Kunning oxiri

source: Tomorrow
ca: Demà
cy: Yfory
eu: Bihar
ga_ie: Amárach
gd: A-màireach
lt: Kitą dieną
ro: Mâine
uz: Ertaga

source: Next Week
ca: Setmana següent
cy: Wythnos Nesaf
eu: Hurrengo astea
ga_ie: An tSeachtain Seo Chugainn
gd: An ath-sheachdain
lt: Kitą savaitę
ro: Săptămâna viitoare
uz: Keyingi hafta

source: Relative to Current Time
ca: Relativa a l'hora actual
cy: Cymharol â'r Amser Cyfredol
eu: Uneko orduarekiko erlatiboa
ga_ie: I gcoibhneas leis an am reatha
gd: Dàimheach ris an àm làithreach
lt: Skaičiuojant nuo sukūrimo laiko
ro: Relativ față de ora curentă
uz: Joriy vaqtga aloqador

source: Relative to Start
ca: Relativa a l'inici
cy: Cymharol â'r Cychwyn
eu: Hasierarekiko erlatiboa
ga_ie: I gcoibhneas leis an tosach
gd: Dàimheach ris an toiseach
lt: Skaičiuojant nuo pradžios
ro: Relativ față de pornire
uz: Boshlanishiga aloqador

source: Relative to Next Hour
ca: Relativa a la propera hora
cy: Cymharol â'r Awr Nesaf
eu: Hurrengo orduarekiko erlatiboa
ga_ie: I gcoibhneas leis an chéad uair eile
gd: Dàimheach ris an an-uair
lt: Skaičiuojant nuo kitos valandos
ro: Relativ față ora următoare
uz: Keyingi soatga aloqador

source: Today Pane
ca: Plafó d'avui
cy: Paen Heddiw
eu: Gaurko panela
ga_ie: Pána Inniu
gd: Leòsan an latha
lt: Šiandienos polangis
ro: Panoul zilei de azi
uz: Bugun yon oynasi

source: The &upcoming section shows:
ca: La secció &Properes mostra:
cy: Mae'r adran i &ddod yn dangos:
eu: &Hurrengo atalak erakusten du:
gd: Seallaidh earrann nan tachartasan a tha g&u bhith ann:
lt: Skyriuje „&netrukus“ rodyti:
ro: Secțiunea de &pe viitor arată:
uz: Kelayotgan qism ko‘rishlari:

source: Accessibility
ca: Accessibilitat
cy: Hygyrchedd
eu: Erabilgarritasuna
ga_ie: Inrochtaineacht
gd: So-inntrigeachd
lt: Pritaikymas neįgaliesiems
ro: Accesibilitate
uz: Qulaylik

source: Optimize &colors for accessibility
ca: Optimitza els &colors per a l'accessibilitat
cy: &Mireinio lliwiau ar gyfer hygyrchedd
eu: Optimizatu &koloreak erabilgarritasunerako
ga_ie: Roghnaigh na &dathanna is fearr ó thaobh inrochtaineachta
gd: Pisi&ch na dathan a chum so-inntrigeachd
lt: Optimizuoti &spalvas turintiems regėjimo negalią
ro: &Optimizare culori pentru accesibilitate
uz: Qulaylashtirish uchun &ranglarni moslash
