Repository: translate/mozilla-l10n
Catalog: gn_*/security/manager/chrome/pipnss/pipnss.properties.po
Languages: gn_bo

source: Builtin Roots Module
gn_bo: Certificado reta imódulo japo

source: PSM Internal Crypto Services
gn_bo: Serv. criptografía iyɨvɨte pegua PSM

source: Generic Crypto Services
gn_bo: criptografia opaete pegua reta

# PrivateTokenDescription
source: Software Security Device
gn_bo: Disp. software añetete vae regua

source: PSM Internal Cryptographic Services
gn_bo: Oparavɨkɨ vae cifrado iyɨvɨte pegua PSM

source: PSM Private Keys
gn_bo: Jae kavi etei jae iyeɨpeguaraiño PSM vae

source: Software Security Device (FIPS)
gn_bo: Disp. añetete software (FIPS)

source: FIPS 140 Cryptographic, Key and Certificate Services
gn_bo: Servicio reta criptografico reta, clave jare certificado regua FIPS 140

# InternalToken
source: Software Security Device
gn_bo: Disp. software añetete vae regua

source: SSL Client Certificate
gn_bo: Certificado mbae iya regua SSL

source: SSL Server Certificate
gn_bo: Oyeokuai vae icertificado SSL

source: SSL Certificate Authority
gn_bo: SSL Mburuvicha omee Certificado vae (CA) SSL

source: Email Signer Certificate
gn_bo: Certificado omofirma vae correo electronico pegua

source: Email Recipient Certificate
gn_bo: Certificado receptor regua correo electronico pegua

# VerifyObjSign
source: Object Signer
gn_bo: Mbaere omofirma vae

# VerifyCAVerifier
source: CA Verifier
gn_bo: Omae CA re vae

source: Status Responder Certificate
gn_bo: Certificado omboyevɨ estado pe vae

source: High Grade
gn_bo: Grado ɨvate vae

source: Medium Grade
gn_bo: Iparavɨkɨ ivate ete mbae

source: Certificate
gn_bo: Certificado

source: Version
gn_bo: Kuatía

source: Version 1
gn_bo: Kuatia 1

source: Version 2
gn_bo: Kuatía 2

source: Version 3
gn_bo: Kuatía 3

source: Serial Number
gn_bo: Numero ojoyoapɨapɨ vae

source: PKCS #1 MD2 With RSA Encryption
gn_bo: PKCS #1 MD2 cifrado RSA ndive

source: PKCS #1 MD5 With RSA Encryption
gn_bo: PKCS #1 MD5 cifrado RSA ndive

source: PKCS #1 SHA-1 With RSA Encryption
gn_bo: PKCS #1 SHA-1 cifrado RSA ndive

source: PKCS #1 SHA-256 With RSA Encryption
gn_bo: PKCS #1 SHA-256 cifrado RSA ndive

source: PKCS #1 SHA-384 With RSA Encryption
gn_bo: PKCS #1 SHA-384 cifrado RSA ndive

source: PKCS #1 SHA-512 With RSA Encryption
gn_bo: PKCS #1 SHA-512 cifrado RSA ndive

source: Object Identifier (%S)
gn_bo: Oikuaa mbae re vae (%S)

source: Issuer
gn_bo: Oenduka vae

source: Subject
gn_bo: Mbae regua

source: DC
gn_bo: Jeko aeño

source: Surname
gn_bo: Tee yoapɨ

source: Given Name
gn_bo: Pila jee

source: Validity
gn_bo: Omoañete

source: Not Before
gn_bo: Ndei oasa mbove

source: Not After
gn_bo: Mbaetɨ jaɨkue rupi

source: Subject Public Key Info
gn_bo: Omombeu opaete oikuaa vaerä kia re ko oï vae

source: Subject Public Key Algorithm
gn_bo: Algoritmo oikuaa opaete vae kia re oï vae

source: Algorithm Identifier
gn_bo: Oikuaa katu oväe algoritmo regua vae

source: Algorithm Parameters
gn_bo: Kërai yaiporu vaerä Algoritmo

source: PKCS #1 RSA Encryption
gn_bo: PKCS #1 oyepapa kavi RSA ndive

source: PKCS #1 RSASSA-PSS Signature
gn_bo: RSASSA-PSS PKCS iya #1 RSASSA-PSS

source: Modulus (%S bits): %S Exponent (%S bits): %S
gn_bo: Módulo (%S bits): %S Omombeu kavi (%S bits): %S re vae

source: Key size: %S bits Base point order length: %S bits Public value: %S
gn_bo: Llave tuicha ani michi ave: %S bits I yɨpɨ jaekavi vaerä puku vae pe: %S bits Jepɨ opaete pegua: %S

source: Issuer Unique ID
gn_bo: ID jaeñoko omombeu vae pegua

source: Subject's Public Key
gn_bo: Clave opaete pegua

source: Subject Unique ID
gn_bo: Mbae jee jaeño oikuaa katu yae vae

source: Extensions
gn_bo: Iyapɨ reta

source: Certificate Subject Directory Attributes
gn_bo: Atributo reta directorio pegua certificado pegua

source: Certificate Subject Key ID
gn_bo: ID iclave certificado pegua

source: Certificate Key Usage
gn_bo: Oyeporu vaera certificado pegua iclave

source: Certificate Subject Alt Name
gn_bo: Tee oyeporu vaerä certificado peguarä

source: Certificate Issuer Alt Name
gn_bo: Tee oyeporu vaerä omombeu vae jee certificado regua

source: Certificate Basic Constraints
gn_bo: Mbaetɨrari oyembocertifica

source: Certificate Name Constraints
gn_bo: Mbaetɨtararï oñemee tee reta certificado peguarä

source: CRL Distribution Points
gn_bo: Tenda reta oñemoai vaerä CRL regua

source: Certificate Policies
gn_bo: Yemongeta reta certificado regua

source: Certificate Policy Mappings
gn_bo: Yemongeta reta imapa reta certificado reta regua

source: Certificate Policy Constraints
gn_bo: Mbaetɨtarari oñemee yemongeta icertificado reta ra

source: Certificate Authority Key Identifier
gn_bo: Oikuakatu clave Mburuvicha ome Certificado vae (CA)

source: Extended Key Usage
gn_bo: Oyeporu tanta clave regua

source: Authority Information Access
gn_bo: Mburuvicha omee yaike vaerä informacion pe

source: ANSI X9.57 DSA Signature
gn_bo: Mbaravɨkɨ iyapoa ANSI X9.57 DSA

source: ANSI X9.57 DSA Signature with SHA1 Digest
gn_bo: Mbaravɨkɨ iyapoa ANSI X9.57 DSA iresumen ndive SHA1

source: ANSI X9.62 ECDSA Signature with SHA1
gn_bo: Mbaravɨkɨ iyapoa ANSI X9.62 ECDSA jaendunga vi SHA1 ndive

source: Signing
gn_bo: Amofirma

source: Non-repudiation
gn_bo: Mbaetɨ oyemombo

source: Key Encipherment
gn_bo: Cifrado iclave regua

source: Data Encipherment
gn_bo: Cifrado idato reta

source: Key Agreement
gn_bo: Oipɨ clave regua vae

source: Certificate Signer
gn_bo: Certificado omofirma vae

source: CRL Signer
gn_bo: Omofirma CRL regua vae

source: Critical
gn_bo: Yavai

source: Not Critical
gn_bo: Mbaetɨ yavai

source: Certificate Signature Algorithm
gn_bo: Algoritmo ifirma certificado regua

source: Certificate Signature Value
gn_bo: Firma jepɨ certificado regua

source: Error: Unable to process extension
gn_bo: Mbaeavɨ: mbaetɨ jaekavi oyereraja vaerä tenonde

source: Is a Certificate Authority
gn_bo: Jaeko metei mburuvicha ome certificado vae

source: Is not a Certificate Authority
gn_bo: Jaea ko mburuvicha ome certificado vae

source: Maximum number of intermediate CAs: %S
gn_bo: Número tuicha vae CAs regua, %S mbɨte pe oï vae reta:

source: unlimited
gn_bo: Iyapɨ mbae

source: TLS Web Server Authentication
gn_bo: Oporokuaakatu vae servidor web ndive TLS rupi

source: TLS Web Client Authentication
gn_bo: Oporokuaakatu vae mbae iya ndive web TLS rupi

source: Code Signing
gn_bo: Codigo reta ifirma

source: E-mail protection
gn_bo: Correo elect. iñovatua.

source: Time Stamping
gn_bo: Ara omokayɨmbaa reta vae

source: OCSP Signing
gn_bo: Oñemofirma OCSP

source: Microsoft Individual Code Signing
gn_bo: Ifirma meteiñoko Microsoft regua

source: Microsoft Commercial Code Signing
gn_bo: Ifirma oñeme vae pegua Microsoft regua

source: Microsoft Trust List Signing
gn_bo: Tee jɨru ifirma yarovia katu vae Microsoft regua

source: Microsoft Time Stamping
gn_bo: Microsoft re imiari vae

source: Microsoft Server Gated Crypto
gn_bo: Jaekaviño

source: Microsoft Encrypting File System
gn_bo: Sistema ifichero reta cifrado reta Microsoft regua

source: Microsoft File Recovery
gn_bo: Oñevaeye archivo Microsoft regua

source: Microsoft Windows Hardware Driver Verification
gn_bo: Oñemae contorladore reta re vae hardware Microsoft Windows regua

source: Microsoft Qualified Subordination
gn_bo: Microsoft re jakavi ñogüɨnoi vae

source: Microsoft Key Recovery
gn_bo: Microsoft oipea vae oñono kavi ye

source: Microsoft Document Signing
gn_bo: Microsoft idocumento ombofirmagüe

source: Microsoft Lifetime Signing
gn_bo: Microsoft ombofirmagüe oiko avei vae

source: Microsoft Smart Card Logon
gn_bo: Oyemboɨpɨ mbaravɨkɨ Micorsoft pegua tarjeta yarakua katu vae ndive

source: Microsoft Key Recovery Agent
gn_bo: Microsoft oipea vae oñono kavi ye vae

source: Microsoft Certificate Template Name
gn_bo: Microsoft icertificado jee plantilla pe

source: Microsoft Principal Name
gn_bo: Microsoft jee tenondegua ete

source: Microsoft CA Version
gn_bo: Versión CA Microsoft

source: Microsoft Domain GUID
gn_bo: GUID Microsoft jeia re oiko

source: E-Mail Address
gn_bo: Kerupi yaike vaerä correo electrónico pe.

source: DNS Name
gn_bo: Tee DNS

source: X.400 Address
gn_bo: Kerupi yaeka averä X.400

source: X.500 Name
gn_bo: Tee X.500

source: EDI Party Name
gn_bo: Amogüe tee EDI pegua

source: URI
gn_bo: Jekuae aeño

source: IP Address
gn_bo: Kërai ñaväe IP

source: Registered OID
gn_bo: OID oñemoäpɨta

source: Key ID
gn_bo: ID yaipea pegua

source: Verisign User Notices
gn_bo: Yemombeu oiporu vae pe Verisign regua

source: Unused
gn_bo: Oyeporumbae

source: Key Compromise
gn_bo: Ñomomiari yaipea vae regua

source: CA Compromise
gn_bo: Ñomomiari CA

source: Affiliation Changed
gn_bo: Ñemoäpɨta oyembopɨaugüe

source: Superseded
gn_bo: Oipoepɨgüe

source: Cessation of Operation
gn_bo: Oyeparavɨkɨ vae osondo

source: Certificate Hold
gn_bo: Certificado oupitɨa rupi

source: CA Issuers
gn_bo: CA ñee imondoa

source: Certification Practice Statement pointer
gn_bo: Tenonde ojo omombeu kavi certificado oyemboe oyapo vae

source: Extended Validation (EV) SSL Server Certificate
gn_bo: Certificado SSL oyeokuai vae omoañete ombotuicha (EV)

source: User Notice
gn_bo: Yemombeu oiporu vae pe

source: Logotype
gn_bo: Iä oikuaauka kia pegua vae

source: Elliptic Curve Public Key
gn_bo: Yaipea opaete vae oikuaa jókuae yayerea

source: X9.62 ECDSA Signature with SHA1
gn_bo: Ombofirma X9.62 ECDSA SHA1 ndive

source: ANSI X9.62 elliptic curve prime192v1 (aka secp192r1, NIST P-192)
gn_bo: Oyere elíptica ANSI X9.62 prime192v1 (o secp192r1, NIST P-192)

source: ANSI X9.62 elliptic curve prime192v2
gn_bo: Oyere elíptica ANSI X9.62 prime192v2

source: ANSI X9.62 elliptic curve prime192v3
gn_bo: Oyere elíptica ANSI X9.62 prime192v3

source: ANSI X9.62 elliptic curve prime239v1
gn_bo: Oyere elíptica ANSI X9.62 prime239v1

source: ANSI X9.62 elliptic curve prime239v2
gn_bo: Oyere elíptica ANSI X9.62 prime239v2

source: ANSI X9.62 elliptic curve prime239v3
gn_bo: Oyere elíptica ANSI X9.62 prime239v3

source: ANSI X9.62 elliptic curve prime256v1 (aka secp256r1, NIST P-256)
gn_bo: Oyere elíptica ANSI X9.62 prime256v1 (o secp256r1, NIST P-256)

source: SECG elliptic curve secp112r1
gn_bo: Oyere elíptica SECG secp112r1

source: SECG elliptic curve secp112r2
gn_bo: Oyere elíptica SECG secp112r2

source: SECG elliptic curve secp128r1
gn_bo: Oyere elíptica SECG secp128r1

source: SECG elliptic curve secp128r2
gn_bo: Oyere elíptica SECG secp128r2

source: SECG elliptic curve secp160k1
gn_bo: Oyere elíptica SECG secp160k1

source: SECG elliptic curve secp160r1
gn_bo: Oyere elíptica SECG secp160r1

source: SECG elliptic curve secp160r2
gn_bo: Oyere elíptica SECG secp160r2

source: SECG elliptic curve secp192k1
gn_bo: Oyere elíptica SECG secp192k1

source: SECG elliptic curve secp224k1
gn_bo: Oyerre elíptica SECG secp224k1

source: SECG elliptic curve secp224r1 (aka NIST P-224)
gn_bo: Oyere elíptica SECG secp224r1 (o NIST P-224)

source: SECG elliptic curve secp256k1
gn_bo: Oyere elíptica SECG secp256k1

source: SECG elliptic curve secp384r1 (aka NIST P-384)
gn_bo: Oyere elíptica SECG secp384r1 (o NIST P-384)

source: SECG elliptic curve secp521r1 (aka NIST P-521)
gn_bo: Oyere elíptica SECG secp521r1 (o NIST P-521)

source: ANSI X9.62 elliptic curve c2pnb163v1
gn_bo: Oyere elíptica ANSI X9.62 c2pnb163v1

source: ANSI X9.62 elliptic curve c2pnb163v2
gn_bo: Oyere elíptica ANSI X9.62 c2pnb163v2

source: ANSI X9.62 elliptic curve c2pnb163v3
gn_bo: Oyere elíptica ANSI X9.62 c2pnb163v3

source: ANSI X9.62 elliptic curve c2pnb176v1
gn_bo: Oyere elíptica ANSI X9.62 c2pnb176v1

source: ANSI X9.62 elliptic curve c2tnb191v1
gn_bo: Oyere elíptica ANSI X9.62 c2tnb191v1

source: ANSI X9.62 elliptic curve c2tnb191v2
gn_bo: Oyere elíptica ANSI X9.62 c2tnb191v2

source: ANSI X9.62 elliptic curve c2tnb191v3
gn_bo: Oyere elíptica ANSI X9.62 c2tnb191v3

source: ANSI X9.62 elliptic curve c2onb191v4
gn_bo: Oyere elíptica ANSI X9.62 c2onb191v4

source: ANSI X9.62 elliptic curve c2onb191v5
gn_bo: Oyere elíptica ANSI X9.62 c2onb191v5

source: ANSI X9.62 elliptic curve c2pnb208w1
gn_bo: Oyere elíptica ANSI X9.62 c2pnb208w1

source: ANSI X9.62 elliptic curve c2tnb239v1
gn_bo: Oyere elíptica ANSI X9.62 c2tnb239v1

source: ANSI X9.62 elliptic curve c2tnb239v2
gn_bo: Oyere elíptica ANSI X9.62 c2tnb239v2

source: ANSI X9.62 elliptic curve c2tnb239v3
gn_bo: Oyere elíptica ANSI X9.62 c2tnb239v3

source: ANSI X9.62 elliptic curve c2onb239v4
gn_bo: Oyere elíptica ANSI X9.62 c2onb239v4

source: ANSI X9.62 elliptic curve c2onb239v5
gn_bo: Oyere elíptica ANSI X9.62 c2onb239v5

source: ANSI X9.62 elliptic curve c2pnb272w1
gn_bo: Oyere elíptica ANSI X9.62 c2pnb272w1

source: ANSI X9.62 elliptic curve c2pnb304w1
gn_bo: Oyere elíptica ANSI X9.62 c2pnb304w1

source: ANSI X9.62 elliptic curve c2tnb359v1
gn_bo: Oyere elíptica ANSI X9.62 c2tnb359v1

source: ANSI X9.62 elliptic curve c2pnb368w1
gn_bo: Oyere elíptica ANSI X9.62 c2pnb368w1

source: ANSI X9.62 elliptic curve c2tnb431r1
gn_bo: Oyere elíptica ANSI X9.62 c2tnb431r1

source: SECG elliptic curve sect113r1
gn_bo: Oyere elíptica SECG sect113r1

source: SECG elliptic curve sect113r2
gn_bo: Oyere elíptica SECG sect113r2

source: SECG elliptic curve sect131r1
gn_bo: Oyere elíptica SECG sect131r1

source: SECG elliptic curve sect131r2
gn_bo: Oyere elíptica SECG sect131r2

source: SECG elliptic curve sect163k1 (aka NIST K-163)
gn_bo: Oyere elíptica SECG sect163k1 (o NIST K-163)

source: SECG elliptic curve sect163r1
gn_bo: Oyere elíptica SECG sect163r1

source: SECG elliptic curve sect163r2 (aka NIST B-163)
gn_bo: Yerea elíptica SECG sect163r2 (o NIST B-163)

source: SECG elliptic curve sect193r1
gn_bo: Yerea elíptica SECG sect193r1

source: SECG elliptic curve sect193r2
gn_bo: Yerea elíptica SECG sect193r2

source: SECG elliptic curve sect233k1 (aka NIST K-233)
gn_bo: Yerea elíptica SECG sect233k1 (o NIST K-233)

source: SECG elliptic curve sect233r1 (aka NIST B-233)
gn_bo: Yerea elíptica SECG sect233r1 (o NIST B-233)

source: SECG elliptic curve sect239k1
gn_bo: Yerea elíptica SECG sect239k1

source: SECG elliptic curve sect283k1 (aka NIST K-283)
gn_bo: Yerea elíptica SECG sect283k1 (o NIST K-283)

source: SECG elliptic curve sect283r1 (aka NIST B-283)
gn_bo: Yerea elíptica SECG sect283r1 (o NIST B-283)

source: SECG elliptic curve sect409k1 (aka NIST K-409)
gn_bo: Yerea elíptica SECG sect409k1 (o NIST K-409)

source: SECG elliptic curve sect409r1 (aka NIST B-409)
gn_bo: Yerea elíptica SECG sect409r1 (o NIST B-409)

source: SECG elliptic curve sect571k1 (aka NIST K-571)
gn_bo: Yerea elíptica SECG sect571k1 (o NIST K-571)

source: SECG elliptic curve sect571r1 (aka NIST B-571)
gn_bo: Yerea elíptica SECG sect571r1 (o NIST B-571)

source: Size: %S Bytes / %S Bits
gn_bo: Tuichagüe: %S Bytes / %S Bits

source: Client
gn_bo: Mbaravɨkɨ iya reta

source: Server
gn_bo: Oparavɨkɨ vae

source: Sign
gn_bo: Firma

source: Encrypt
gn_bo: Kërai yae vaerä

# VerifyObjSign_p
source: Object Signer
gn_bo: Ombofirma mbae regua vae

# VerifyCAVerifier_p
source: CA Verifier
gn_bo: Omae CA re vae

source: Status Responder
gn_bo: Oñomoïru ïru ndive vae

source: The password entered was incorrect.
gn_bo: Contraseña oñono vae mbaetɨ jae kavi.

source: Successfully backed up your security certificate(s) and private key(s).
gn_bo: Añete vae jɨru icopia icertificado reta jɨru jar jae kavi etei vae reta jare jaeiño vae oyeapo ko ikavi rupi.

source: Successfully restored your security certificate(s) and private key(s).
gn_bo: Oñemopua reta jaekavi yae rupi nde certificado (reta) seguridad regua jare ndeño reikua vae (reta) oka (reta)

source: Failed to decode the file. Either it is not in PKCS #12 format, has been corrupted, or the password you entered was incorrect.
gn_bo: Oyeavɨ oñeñono kavitatei yave programa. ani mbaetɨ oï kavi PKCS #12, ani oyembokopochɨ, ani vi contraseña oñono kavi vae jae kaviä.

source: Failed to restore the PKCS #12 file for unknown reasons.
gn_bo: Oyavɨ oñonokavitatei programa PKCS #12 yave mbaetɨ ramo oikuaa reta.

source: Failed to create the PKCS #12 backup file for unknown reasons.
gn_bo: Oyeapo metei mbaavɨ mbaetɨ ramo oikuaá ïru reta oñovatu rambueve oyapogüe programa PKCS #12 reta.

source: The PKCS #12 operation failed for unknown reasons.
gn_bo: KCS #12 oyeapogüe oyeavɨ oime ramo oikuáa mbae reta ndive oï.

source: It is not possible to back up certificates from a hardware security device such as a smart card.
gn_bo: Mbaetɨta yandepuere yambocopia jendape oï vae reta güi dispositivo hardware reta jaeramiño vi tarjeta iyarakuaá katu vae reta.

source: The certificate and private key already exist on the security device.
gn_bo: Certificado jare jae ete pegua jaeiño vae oime ma dispositivo jenda pei oï vae pe.

source: Unable to add module
gn_bo: Mbaetɨta ipuere oñono módulo

source: Security Module already exists
gn_bo: Módulo jenda pe kavi etei oï vae oime ma.

source: Are you sure you want to delete this security module?
gn_bo: ¿Añetete reipota pa remboai kuae módulo jenda pe kavi etei oï vae?

source: Unable to delete module
gn_bo: Mbaetɨta ipuere oyemboai módulo

source: Can't connect securely because the SSL protocol has been disabled.
gn_bo: Mbaetɨ ipuere oyemokonecta jae kavi echa protocolo ogüe oï.

source: Can't connect securely because the site uses an older, insecure version of the SSL protocol.
gn_bo: Mbaetɨ ipuere oyemokonecta jae kavi echa echa jenda oiporu metei jenda indechi jare jaekavi etea protocolo SSL güi.

source: You have received an invalid certificate. Please contact the server administrator or email correspondent and give them the following information: Your certificate contains the same serial number as another certificate issued by the certificate authority. Please get a new certificate containing a unique serial number.
gn_bo: Remborecibe pa metei certificado jaekavi ete mbae. nemiari administrador ndive oparavɨkɨ ani emondo correo rupi reikuauka vaerä chupe: nde certificado güinoi ko jokuae número ñesɨro etei irü certificado oyapo mburuvicha certificado oyapo vae güi. Enoi ïru ipɨau certificado güinoi número jaeiño jare jae kavia etei vae.

source: An error occurred during a connection to %S.
gn_bo: Oyeapo metei mbaavɨ yapo ramboeve conexión %S ndive.

source: %S uses an invalid security certificate.
gn_bo: %S oiporu ïru certificado seguro pegua oikomegua vae.

source: The certificate is not trusted because it is self-signed.
gn_bo: Kuae certificado mbaetɨ yarovia echa mbaetɨ oyemofirma kavi.

source: The certificate is not trusted because the issuer certificate is unknown.
gn_bo: Mbaetɨ reyovia certificado re echa kuae certificado omombeu mbae vae yaikuambae ko.

source: The certificate is not trusted because it was issued by an invalid CA certificate.
gn_bo: Mbaetɨ güɨrovia certificado re echa oyeapo ko metei certificado CA mbaetɨ jaekavi vae.

source: The certificate is not trusted because the issuer certificate is not trusted.
gn_bo: Mbaetɨ güɨrovia certificado re echa mbaetɨ yarovia jese certificado oenduka vaere.

source: The certificate is not trusted because the issuer certificate has expired.
gn_bo: Mbaetɨ güɨrovia certificado re echa certificado oenduka vae oïkomegüa.

source: The certificate does not come from a trusted source.
gn_bo: Certificado mbaetɨ ou metei jɨru yarovia katu vae güi.

source: The certificate is not valid for the name %S.
gn_bo: Certificado mbaetɨ ikavi %S peguarä.

source: The certificate is only valid for <a id="cert_domain_link" title="%1$S">%1$S</a>
gn_bo: Certificado jaeño ondurata <a id="cert_domain_link" title="%1$S">%1$S</a>.

source: The certificate is only valid for the following names:
gn_bo: Certificado jaeño ikavi kuae tee reta peguarä.

source: The certificate is not valid for any server names.
gn_bo: Certificado mbaetɨ ikavi metei ave kuae tee reta oparavɨkɨ vae peguarä.

source: The certificate expired on %1$S. The current time is %2$S.
gn_bo: Certificado opa %1$S. La hora ipɨau jae %2$S.

source: The certificate will not be valid until %1$S. The current time is %2$S.
gn_bo: Certificado mbaetɨta ikavi kërai yave regua %1$S. hora ipɨau vae jae %2$S.

source: (Error code: %S)
gn_bo: (Código ombaavɨ vae: %S)

source: Issued to:
gn_bo: Expedido a:

source: Issued by:
gn_bo: Oyemondo rupi:

source: Valid
gn_bo: Osirive

source: from
gn_bo: pe

source: to
gn_bo: Mbaerä

source: Purposes
gn_bo: Yemongeta

source: Stored in:
gn_bo: Oñeñovatu pe:

source: Imported Certificate
gn_bo: Certificado ketɨgüi ou vae

source: <Expired>
gn_bo: <Oïkomegua>

source: <Revoked>
gn_bo: <Oyembopɨau>

source: <Not Trusted>
gn_bo: <Mbaetɨ yaroviakatu>

source: <Issuer Not Trusted>
gn_bo: <Omondo ñee vae mbaetɨ yarovia katu>

source: <Issuer Unknown>
gn_bo: <Omondo ñee vae mbaetɨ yaikua>

source: <Invalid CA>
gn_bo: <CA mbaetɨ ikavi>

source: <Unknown>
gn_bo: <Yaikuambae>

source: Your Cert
gn_bo: Nde certificado

source: CA (Certificate Authority)
gn_bo: CA (Ome certificado vae)

source: SSL Server
gn_bo: Oyeokuai SSL pe vae

source: Peer S/MIME
gn_bo: Par S/MIME

source: Unknown
gn_bo: Yaikuambae

source: (no nickname)
gn_bo: (Iyeeroa mbae)

source: (no email address)
gn_bo: (Mbaetɨ ketɨ ñavae vaerä icorreo)

source: (expired)
gn_bo: (Oïkomegua)

source: (not yet valid)
gn_bo: (Mbaetɨño ikavi)

source: This certificate is already installed as a certificate authority.
gn_bo: Kuae certificado ikavi ma oï metei certificado ome vae rami.

source: This is not a certificate authority certificate, so it can't be imported into the certificate authority list.
gn_bo: Kuae jaeako metei ome certificado vae, jaéramo mbaetɨta ipuere oyekuaa certificado reta oñemeape.

source: This certificate can't be verified and will not be imported. The certificate issuer might be unknown or untrusted, the certificate might have expired or been revoked, or the certificate might not have been approved.
gn_bo: Kuae certificado mbaetɨta kia ipuere omae jese jare mbaetɨta vi oyemondo ketɨ. Ipuere ko omondo ñee certificado pe vae oikuaa ani vi mbaetɨ güɨrovia, güɨramui jokuae certificado oikomegua ani oyembopɨau, ani vi mbaetɨ ra omoañete.

source: This personal certificate can't be installed because you do not own the corresponding private key which was created when the certificate was requested.
gn_bo: Kuae certificado imbaei mbaetɨta ipuere oñeñono pɨpe echa Vd. mbaetɨ güɨnoi jokuae pegua clave jaeiño oyeapo vae oyeeka yave certificado.

source: Your personal certificate has been installed. You should keep a backup copy of this certificate.
gn_bo: Nde certificado oñeñono ma pɨpe. Ikavi ko renoi ïru kuae certificado ye.

source: (Unknown)
gn_bo: (Yaikuambae)

source: (Not Stored)
gn_bo: (Mbaetɨ oñeñovatu)

source: Permanent
gn_bo: Oikoete vae

source: Temporary
gn_bo: ɨma peguaa
