Repository: translate/mozilla-l10n
Catalog: ks/dom/chrome/dom/dom.properties.po
Languages: ks

source: Warning: Unresponsive script
ks: آگہی: سكریپٹ چھُنئ جواب دیوان

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
ks: اکھ سیکریپٹْہ ہیکہ یتھ پیجس پیٹھ آوْر أسِتھ، یا امِہ آسہ جواب دیون بند کورمُت۔ توہیہ ہیکیو وْنئ سیکریپٹْہ بند کْرتھ، یا توہیہ ہیکیو جأری تھأوتھ وُچھن ذِ سیکریپٹْہ گژھ مُکمل۔

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
ks: اکھ سیکریپٹْہ ہیکہ یتھ پیجس پیٹھ آوْر أسِتھ، یا امِہ آسہ جواب دیون بند کورمُت۔ توہیہ ہیکیو وْنئ سیکریپٹْہ بند کْرتھ، سیکریپٹْہ کْریو اوپْن ڈی بگرس منز یا توہیہ ہیکیو جأری تھأوتھ سیکریپٹْہ۔

source: Script: %S
ks: سكریپٹ: %S

source: Stop script
ks: سکریپٹ ركٲویو

source: Debug script
ks: ڈیبگ سكریپٹ

# WaitForScriptButton
source: Continue
ks: جئریرتھَویو

source: &Don't ask me again
ks: می۪ی مئ پریژھیو دوبارئ

source: Attempt to load a javascript: URL from one host in a window displaying content from another host was blocked by the security manager.
ks: کوشش لوڈ کرنْچ اکھ جاوا سیکریپٹْہ: یو آرایل اکِہ ہوسٹْہ پیٹھ أکس وینڈو منز کنٹینٹ ڈیسپْلے کران بْیِس ہوسٹْہ پیٹھ آو بُلاک کرنْہ حفاظتی منیجر سْند ذریعہ۔

source: Scripts may not close windows that were not opened by script.
ks: سکرپٹس ما ہیك۪ی نئ ونڈو بند كریتھ یوْس سکرپٹس كئ ذریعئ كھولنئ عئس آمئژ ۔

source: Are you sure?
ks: تُہ۪ی چھا یقین

source: This page is asking you to confirm that you want to leave - data you have entered may not be saved.
ks: یہ پیج چُھ توہیہ منگان تصدیق ذِ توہیہ چھیو یژھان تراوُن۔ ڈاٹا یوس توہیہ اینٹر کور ما آسِہ نْہ محفوظ کرنْہ آمُت۔

source: Stay on Page
ks: صفحس پ۪یٹھ روزیو

source: Leave Page
ks: صفحئ تراویو

source: canvas: an attempt to set strokeStyle or fillStyle to a value that is neither a string, a CanvasGradient, or a CanvasPattern was ignored.
ks: کینواس: اکھ کوشش سیٹ کرنْچ سِٹروک سِٹایل یا فِل سِٹایِل أسک ویلیوہس کُن یوس نْہ اکھ سیٹرینگ چُھ، اکھ کینواس گریڈینٹ چُھ ، یا اکھ کینواس پیٹْیرن آیہ یک طرف تراونْہ۔

source: Empty string passed to getElementById().
ks: خٲلی سٹرینگ دِتمُت عنصر Id() ہسابئ انئ نئ خٲطرئ

source: Warning: Low memory
ks: آگہی: كم میمَری

source: A script on this page has been stopped due to a low memory condition.
ks: یَتھ صفحس پ۪یٹھ چھُ سكریپٹ روٛكاونئ آمُت كم میمَری ہندئ وجئ سٲت

source: An unbalanced tree was written using document.write() causing data from the network to be reparsed. For more information https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
ks: اکھ غیر متوأزن ٹری آو لیکھنْہ استعمال کْرتھ ڈاکیمینٹ ڈاٹ رایِٹ() ییمہ سْیت نیٹوْرکْہ پیٹھ ڈاٹا ریپارْس گو۔ مزید انفارمیشن باپت https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing

source: A call to document.write() from an asynchronously-loaded external script was ignored.
ks: یک طرف آیہ تراونْہ اکھ کال ڈاکیمینٹ ڈاٹ رایِٹ() کُن اکِہ ایسینکرونسلی۔لوڈیڈ ایکْسٹرنل سیکریپٹْہ پیٹھ۔

source: Please shorten this text to %S characters or less (you are currently using %S characters).
ks: مہربأنی کْرتھ ژھوٹرأیو یہ متن %S کریکٹرن یا امہ کم ( توہیہ چھیو وْنکینس استعمال کران %S کریکٹر)

source: Please fill out this field.
ks: یئ شوبئ بریو

source: Please check this box if you want to proceed.
ks: یَتھ باكسس منز كریو چیك اگر تُہئ برونٹھ چھَوئ یژھان پكُن

source: Please select one of these options.
ks: اكھ اوپشن ژٲریو یم۪ی منزئ

source: Please select a file.
ks: فایل ژٲریو

source: Please select an item in the list.
ks: فہرستس منز ژٲریو آیٹم

source: Please enter an email address.
ks: ای میل نیب كریو دٲخل

source: Please enter a URL.
ks: URL كریو دٲخل

source: Please match the requested format.
ks: درخواست دِتمُت فارميت رلٲویو

source: Please match the requested format: %S.
ks: درخواست دِتمُت فارميت رلٲویو : %S

source: Please select a value that is no more than %S.
ks: مہربأنی کْرتھ ژأریو اکھ ویلیو یوس نْہ ذیادْ آسِہ %S کھوتْہ۔

# FormValidationDateRangeOverflow
source: Please select a value that is no later than %S.
ks: مہربأنی کْرتھ ژأریو اکھ ویلیو یوس نْہ پتْہ آسِہ %S کھوتْہ۔

# FormValidationTimeRangeOverflow
source: Please select a value that is no later than %S.
ks: مہربأنی کْرتھ ژأریو اکھ ویلیو یوس نْہ پتْہ آسِہ %S کھوتْہ۔

source: Please select a value that is no less than %S.
ks: مہربأنی کْرتھ ژأریو اکھ ویلیو یوس نْہ کم آسِہ %S کھوتْہ۔

# FormValidationDateRangeUnderflow
source: Please select a value that is no earlier than %S.
ks: مہربأنی کْرتھ ژأریو اکھ ویلیو یوس نْہ برونہہ آسِہ %S کھوتْہ۔

# FormValidationTimeRangeUnderflow
source: Please select a value that is no earlier than %S.
ks: مہربأنی کْرتھ ژأریو اکھ ویلیو یوس نْہ برونہہ چُھ %S کھوتْہ۔

source: Please select a valid value. The two nearest valid values are %S and %S.
ks: منظور شُدئ قٲمت ژٲریو۔ زئ قریب منظور شُدئ قٲمت چھُ %S

source: Please select a valid value. The nearest valid value is %S.
ks: منظور شُدئ قٲمت ژٲریو۔ زئ قریب منظور شُدئ قٲمت چھُ %S

source: Please enter a number.
ks: مہربأنی کْرتھ کْریو اینٹر اکھ نمبر۔

source: Use of getAttributeNode() is deprecated. Use getAttribute() instead.
ks: اٹریبیوٹ نوڈ انیوك () استیمال چھُ نئ منظور كرنئ آمُت۔ ام۪ی بدلئ كریو انیو ایٹریبیوٹ () استیمال

source: Use of setAttributeNode() is deprecated. Use setAttribute() instead.
ks: اٹریبیوٹ نوڈسیٹُك ك () استیمال چھُ نئ منظور كرنئ آمُت۔ ام۪ی بدلئ كریو سیٹ ایٹریبیوٹ () استیمال

source: Use of getAttributeNodeNS() is deprecated. Use getAttributeNS() instead.
ks: اٹریبیوٹ نوڈ انیوك () استیمال چھُ نئ منظور كرنئ آمُت۔ ام۪ی بدلئ كریو انیو ایٹریبیوٹ () استیمال

source: Use of setAttributeNodeNS() is deprecated. Use setAttributeNS() instead.
ks: اٹریبیوٹ نوڈسیٹُك ك () استیمال چھُ نئ منظور كرنئ آمُت۔ ام۪ی بدلئ كریو سیٹ ایٹریبیوٹ () استیمال

source: Use of removeAttributeNode() is deprecated. Use removeAttribute() instead.
ks: اٹریبیوٹ نوڈ انیوك () استیمال چھُ نئ منظور كرنئ آمُت۔ ام۪ی بدلئ كریو انیو ایٹریبیوٹ () استیمال

source: Use of document.createAttribute() is deprecated. Use element.setAttribute() instead.
ks: ڈاکیمینٹ ڈاٹ کریییٹ ایٹریبیوٹ() چُھ ناپسند کرنْہ آمُت۔ استعمال کْریو ایلمینٹ ڈاٹ سیٹ ایٹریبیوٹ () امہ بجاے۔

source: Use of document.createAttributeNS() is deprecated. Use element.setAttributeNS() instead.
ks: دستاویز ڈاٹ کریییٹ ایٹریبیوٹ این ایس() اُک استعمال چُھ ناپسند۔ استعمال کْریو ایلمینٹ ڈاٹ سیٹ ایٹریبیوٹ این ایس() امہ بجاے۔

source: Use of attributes' ownerElement attribute is deprecated.
ks: ایٹریبیوٹسن ہیوند استیمال ' مٲلك عنصر ایٹریبیوٹسن چھَ نئ منظوری

source: Use of attributes' nodeValue attribute is deprecated. Use value instead.
ks: استعمال ایٹریبیوٹ نوڈ ویلیو ایٹریبیوٹ چُھ ناپسند۔ امہ بجاے کْریو استعمال ویلیو۔

source: Use of attributes' textContent attribute is deprecated. Use value instead.
ks: ایٹریبیوٹُک متن کنٹینٹ ایٹریبیوٹ چُھ ناپسند کرنْہ آمُت۔ استعمال کْریو ویلیو امہ بجاے۔

source: Use of enablePrivilege is deprecated. Please use code that runs with the system principal (e.g. an extension) instead.
ks: اینیبلُ پریولیجُک استعمال چُھ ناپسند کرنْہ آمُت۔ مہربأنی کْرتھ کْریو استعمال کوڈ یوس رن کران چُھ سسٹم اصول سْیت ( مثلن اکھ ایکْسٹینشن) امہ بجاے۔

source: nsIJSON.decode is deprecated. Please use JSON.parse instead.
ks: nsIJSON. ڈی كوڈس چھَ نئ منظوری۔ مہربنی كر۪یتھ كریو JSON.parse استیمال ام۪ی بدلئ

source: nsIJSON.encode is deprecated. Please use JSON.stringify instead.
ks: nsIJSON. ڈی كوڈس چھَ نئ منظوری۔ مہربنی كر۪یتھ كریو stringify.parse استیمال ام۪ی بدلئ

source: Use of nsIDOMWindowInternal is deprecated. Use nsIDOMWindow instead.
ks: nsIDOM وِنڈواندرینیس چھَ نئ منظوری۔ مہربنی كر۪یتھ كریو nsIDOM وِنڈو استیمال ام۪ی بدلئ

source: Use of inputEncoding is deprecated.
ks: این پُٹ اینكوڈِنگ ہیوند استیمال چھُ نئ منظور آمُت كرنئ

source: MozBeforePaint events are no longer supported. mozRequestAnimationFrame must be passed a non-null callback argument.
ks: موزبیفور پینٹ ایونیٹن چُھ نْہ وْنی تعاون۔ موز درخواست اینیمیشن فریم چُھ ضرور پاس کرُن أکس نان۔نل کال بیک آرگیومینٹ۔

source: Request for full-screen was denied because this domain has been blocked from full-screen by user.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِہ یہ ڈومین چُھ بُلاک کرنْہ آمُت فُل سکرین پیٹھ یوزر سْند ذریعہ۔

source: Request for full-screen was denied because full-screen API is disabled by user preference.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِہ فُل سکرین اے پی آی چُھ ڈیسیبلْڈ یوزر ترجیحاتو ذریعہ۔

source: Request for full-screen was denied because a windowed plugin is focused.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِہ اکھ وینڈوڈ پْلگ اِن چُھ فوکسْڈ۔

source: Request for full-screen was denied because the document is no longer visible.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِ دستاویز چُھ نْہ وْنئ ویزیبْل۔

source: Request for full-screen was denied because at least one of the document's containing iframes does not have an "allowfullscreen" attribute.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِہ کم از کم اکھ تمن دستاویزن منز یمن منز آی فریم چھ، تس چُھ نْہ "فُل سکرینس دِیو اجازت" ایٹریبیوٹ۔

source: Request for full-screen was denied because Element.mozRequestFullScreen() was not called from inside a short running user-generated event handler.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِہ ایلمینٹ ڈاٹ موزدرخواست فُل سکرین() آو نْہ کال کرنْہ منز باگ پیٹھ اکِہ شاٹ رنینگ یوزر جنریٹیڈ ایوینٹ ہینڈلر۔

source: Request for full-screen was denied because requesting element is no longer in its document.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِہ درخواست کرن وول ایلیمینٹ چُھ نْہ وْنئ پننِس دستاویزس منز۔

source: Request for full-screen was denied because requesting element has moved document.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِہ درخواست کرن وأل ایلیمینٹن چُھ دستاویز پکنومُت۔

source: Request for full-screen was denied because we no longer have a window.
ks: پورئ سكرین خٲطر عٲس درخواست رد كرنئ آمژ كیاز كئ عَس۪ی چھَ وِنڈو

source: Request for full-screen was denied because a subdocument of the document requesting full-screen is already full-screen.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِہ ڈاکیمینٹُک اکھ سب ڈاکیمینٹ یوس درخواست کران چُھ فُل سکرین چُھ گوڈے فُل سکرین۔

source: Request for full-screen was denied because requesting element is not a descendant of the current full-screen element.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِہ درخواست کرن وول ایلیمینٹ چُھ نْہ درومُت موجود فُل۔سکرین ایلیمینٹ پیٹھ۔

source: Request for full-screen was denied because requesting element is not in the currently focused tab.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِہ درخواست کرن وول ایلیمینٹ چُھ نْہ موجود فوکسْڈ ٹیبس منز۔

source: Request for full-screen was denied because requesting element is in the chrome document and the fullscreen API is configured for content only.
ks: فُل سکرین باپت درخواستس آو انکار کرنْہ کیاز کِہ درخواست کرن وول ایلیمینٹ چُھ کروم دستاویزس منز تْہ فُل سکرین اے پی آی چُھ کنفیگر کرنْہ آمُت صرف کنٹینٹس باپت۔

source: Exited full-screen because full-screen element was removed from document.
ks: ایکزِٹ کور فُل سکرین کیازِ فُل۔سکرین ایلیمینٹ آو ہٹاونْہ دستاویز پیٹھ۔

source: Exited full-screen because windowed plugin was focused.
ks: پورئ سكرین مكلٲومُت كیازئ كئ وِنڈوڈ پلگ اِن اوس نظرئ منز

source: HTML parsing in XMLHttpRequest is not supported in the synchronous mode.
ks: ایچ ٹی ایم ایل پارسینگ ایکْس ایم ایل ایچ ٹی ٹی پی درخواستس منز چُھ نْہ تعوان سینکرونس موڈس منز۔

source: Unable to redirect to %S because the channel doesn't implement nsIWritablePropertyBag2.
ks: اس کُن ہیکہ نْہ ریڈاریکٹْہ کْرتھ کیازِ چنل چھ نْہ لاگو کران این ایس آی رویٹیبْل پراپرٹی بیگ۲۔%S

source: Use of XMLHttpRequest's responseType attribute is no longer supported in the synchronous mode in window context.
ks: ایکْس ایم ایل ایچ ٹی ٹی پی درخواست جواب ٹایپ ایٹریبیوٹُ استعمالس چُھ نْہ وْنئ تعاون سینکرونس موڈس منز وینڈو کنٹیکْسٹس منز۔

source: Use of XMLHttpRequest's withCredentials attribute is no longer supported in the synchronous mode in window context.
ks: ایکْس ایم ایل ایچ ٹی ٹی پی درخواست کریڈینشلن سْیت ایٹریبیوٹُ استعمالس چُھ نْہ وْنئ تعاون سینکرونس موڈس منز وینڈو کنٹیکْسٹس منز۔

source: Use of XMLHttpRequest's timeout attribute is not supported in the synchronous mode in window context.
ks: ایکْس ایم ایل ایچ ٹی ٹی پی درخواست ٹایِم آوٹ ایٹریبیوٹُ استعمالس چُھ نْہ وْنئ تعاون سینکرونس موڈس منز وینڈو کنٹیکْسٹس منز۔

source: An attempt was made to declare a non-UTF-8 encoding for JSON retrieved using XMLHttpRequest. Only UTF-8 is supported for decoding JSON.
ks: اکھ کوشش آیہ کرنْہ ڈیکلیر کرنْچ اکھ نان۔یو ٹی ایف۔۸ اینکوڈینگ جے ایس او این باپت یوس ریٹریو کرنْہ آو استعمال کْرتھ ایکْس ایم ایل ایچ ٹی ٹی پی درخواست۔ صرف یوٹی ایف۔۸ اس چُھ تعاون جے ایس او این ڈیکوڈ کرنْہ باپت۔

source: Insufficient memory to resample the AudioBufferSourceNode for playback.
ks: ناکأفی میموری چھ ریسیمپْل کرنْہ باپت آڈیو بفر سورس نوڈ پْلے بیک باپت۔

source: The buffer passed to decodeAudioData contains an unknown content type.
ks: بفر یوس پاس کرنْہ آو ڈیکوڈ آڈیو ڈاٹا کُن تتھ منز چُھ اکھ نامعلوم کنٹینٹ ٹایِپ۔

source: An unknown error occured while processing decodeAudioData.
ks: اکھ نامعلوم ایرر آو ییلہ پراسیس کران أسئ ڈیکوڈ آڈیو ڈاٹا۔

source: The buffer passed to decodeAudioData contains invalid content which cannot be decoded successfully.
ks: بفر یوس پاس کرنْہ آو ڈیکوڈ آڈیو ڈاٹا کُن تتھ منز چُھ اکھ ناکار کنٹینٹ یوس نْہ کامیأبی سان ڈیکوڈ کرنْہ آو۔

source: The buffer passed to decodeAudioData does not contain any audio.
ks: بفر یوس پاس کرنْہ آو ڈیکوڈ آڈیو ڈاٹا کُن تتھ منز چُھ نْہ کانہہ آڈیو۔

source: All candidate resources failed to load. Media load paused.
ks: سٲری امیدوارر زریع گیی ناكام ری لوڈ كرنس منز۔ میڈیا لوڈ روكٲومُت

source: <source> element has no "src" attribute. Media resource load failed.
ks: <زریع>عنصرس چھُ نئ "src" ایٹریبیوٹ- میڈیا زریع لوڈ گئو ناكام

source: HTTP load failed with status %1$S. Load of media resource %2$S failed.
ks: HTTP لوڈ گئو ناكا %1$Sدرجئ سٲت۔ میڈیا ریسورس %2$S گئو ناكام

source: Invalid URI. Load of media resource %S failed.
ks: نا منظورشُدئ URI ۔ %S میڈیا زریعُك لوڈ گئو ناكام

source: Specified "type" attribute of "%1$S" is not supported. Load of media resource %2$S failed.
ks: مخصوص کرنْہ آمُت "ٹایِپ" ایٹریبیوٹ اُک چُھ تتھ چُھ نْہ تعاون۔ لوڈ %2$S میڈیا ریسورسُک گو ناکام۔"%1$S"

source: Specified "media" attribute of "%1$S" does not match the environment. Load of media resource %2$S failed.
ks: مخصوص کرنْہ آمُت "میڈیا" ایٹریبیوٹ اُک چُھ نْہ میچ گژھان ماحولسن۔ لوڈ %2$S میڈیا ریسورسُک گو ناکام۔"%1$S"

source: HTTP "Content-Type" of "%1$S" is not supported. Load of media resource %2$S failed.
ks: ایچ ٹی ٹی پی " کنٹینٹ۔ٹایِپ" ایٹریبیوٹ اُک چُھ تتھ چُھ نْہ تعاون۔ لوڈ %2$S میڈیا ریسورسُک گو ناکام۔"%1$S"

source: Media resource %S could not be decoded.
ks: میڈیا ری سورس %S ہ۪یك نئ ڈیكوڈ كر۪یتھ

source: Use of DOMException's code attribute is deprecated. Use name instead.
ks: DOM غٲر مومول كوڈ ایتریبیوٹ كس استیمالس چھَ نئ منظوری۔ ام۪ی بدلئ ركیو ناو استیمال

source: Exposing chrome JS objects to content without __exposedProps__ is insecure and deprecated. See https://developer.mozilla.org/en/XPConnect_wrappers for more information.
ks: کروم جے ایس اوبجکٹْہ ایکْسپوز کرْنئ کنٹینٹس __exposedProps__ بغیر چُھ غیر محفوظ تْہ ناپسند۔ وْچھیو مزید جانکأری باپت https://developer.mozilla.org/en/XPConnect_wrappers

source: Use of Mutation Events is deprecated. Use MutationObserver instead.
ks: میٹیٹشن تقریبن ہندس استیمالس چھَ نئ منظوری۔ میوٹیشن اوبزرور كریو استیمال ام۪ی بدلئ

source: The Components object is deprecated. It will soon be removed.
ks: یہ کمپونینٹ اوبجکٹْہ چُھ ناپسند۔ یہ یِیہ جلدی ہٹاونْہ۔

source: Warning: Unresponsive plugin
ks: آگہی: سكریپٹ چھُنئ جواب دیوان

source: %S may be busy, or it may have stopped responding. You can stop the plugin now, or you can continue to see if the plugin will complete.
ks: %S ما آسِہ آوُر، یا أم ما آسِہ رکومُت جواب دیون۔ توہیہ ہیکیو وْنی رپکأوِتھ پْلگ اِن، یا توہیہ ہیکیو جأری تھأوِتھ وْچُھن ذِ پْلگ اِن گژھیاہ مُکمل۔

# PluginHangUIWaitButton
source: Continue
ks: جئریرتھَویو

source: Stop plugin
ks: پْلگ اِن رُکأیو

source: 'mozHidden' and 'mozVisibilityState' are deprecated. Please use the unprefixed 'hidden' and 'visibilityState' instead.
ks: موز ہیڈْن تْہ موز ویزیبْلتی سیٹیٹ چھ ناپسند۔ مہربأنی کْرتھ کْریو استعمال ان پریفیکسْڈ ہیڈْن تْہ ویزیبیلٹی سیٹیٹ امی بجاے۔

source: Calling detach() on a NodeIterator no longer has an effect.
ks: ڈیٹیچ() کال کرُن چُھ نْہ وْنئ کانہہ اثر تھاوان نوڈ آیٹریٹرس پیٹھ۔

source: Ignoring get or set of property that has [LenientThis] because the "this" object is incorrect.
ks: یک طرف تراوان گیٹ یا پراپرٹی ہُند سیٹ یتھ ذن [LenientThis] کیازِ کہ "this" اوبجکٹْہ چُھ غلط۔

source: Use of nsIDOMWindowUtils.getOuterWindowWithId() is deprecated. Instead, use the nsIWindowMediator method of the same name.
ks: اُک استعمال چُھ ناپسند۔ امی بجاے کْریو استعمال این ایس آی وینڈو میڈییٹر میتھڈ امْے ناوُک۔ nsIDOMWindowUtils.getOuterWindowWithId()

source: Use of getPreventDefault() is deprecated. Use defaultPrevented instead.
ks: گیٹ پریوینٹ ڈیفالٹْہ() استعمال چُھ ناپسند۔ امہ بجاے کْریو استعمال ڈیفالٹْہ پریوینٹِڈ۔

source: Use of getUserData() or setUserData() is deprecated. Use WeakMap or element.dataset instead.
ks: گیٹ یوزر ڈاٹا() یا سیٹ یوزر ڈاٹا () استعمال چُھ ناپسند۔ امہ بجاے کْریو استعمال ویک میپ یا ایلمینٹ ڈاٹ ڈاٹا سیٹ ۔

source: The non-standard mozGetAsFile method is deprecated and will soon be removed. Use the standard toBlob method instead.
ks: نان۔سیٹنڈارڈ موز گیٹ ایز فایل میتھڈ چُھ ناپسند تْہ یِیہ جلدی ہٹاونْہ۔ استعمال کْریو معیأری ٹوبولاب میتھڈ امہ بجاے۔

source: Use of captureEvents() is deprecated. To upgrade your code, use the DOM 2 addEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.addEventListener
ks: کیپچر ایوینٹ() استعمال چُھ ناپسند۔ پنُن کوڈ اپگریڈ کرنْہ باپت، کْریو استعمال ڈوم۲ ایڈ ایوینٹ لیسنر() میتھڈ۔ مزید مدد باپت http://developer.mozilla.org/en/docs/DOM:element.addEventListener

source: Use of releaseEvents() is deprecated. To upgrade your code, use the DOM 2 removeEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
ks: ریلیز ایوینٹ() استعمال چُھ ناپسند۔ پنُن کوڈ اپگریڈ کرنْہ باپت، کْریو استعمال ڈوم۲ ریمو ایوینٹ لیسنر() میتھڈ۔ مزید مدد باپت http://developer.mozilla.org/en/docs/DOM:element.removeEventListener

source: Use of document.load() is deprecated. To upgrade your code, use the DOM XMLHttpRequest object. For more help https://developer.mozilla.org/en/XMLHttpRequest
ks: ڈاکیومینٹ ڈاٹ لوڈ() استعمال چُھ ناپسند۔ پنُن کوڈ اپگریڈ کرنْہ باپت، کْریو استعمال ڈوم ایکْس ایم ایل ایچ ٹی ٹی پی درخواست اوبجکٹْہ۔ مزید مدد باپت https://developer.mozilla.org/en/XMLHttpRequest

source: Use of window.showModalDialog() is deprecated. Use window.open() instead. For more help https://developer.mozilla.org/en-US/docs/Web/API/Window.open
ks: وینڈو ڈاٹ شو موڈل ڈایلاگ () استعمال چُھ ناپسند۔ استعمال کْریو وینڈو ڈاٹ اوپْن () امِہ بجاے۔ مزید مدد باپت https://developer.mozilla.org/en-US/docs/Web/API/Window.open

source: window._content is deprecated. Please use window.content instead.
ks: وینڈو ڈاٹ کنٹینٹ سُھ ناپسند۔ مہربأنی کْرتھ کْریو استعمال وینڈو ڈاٹ کنٹینٹ امہ بجاے۔

source: Synchronous XMLHttpRequest on the main thread is deprecated because of its detrimental effects to the end user's experience. For more help http://xhr.spec.whatwg.org/
ks: سینکرونس ایکْس ایم ایل ایچ ٹی ٹی پی درخواست مین تھرڈس پیٹھ چُھ ناپسند کیازِ کْہ امیک خطرناک اثرات یم اینڈ یوزر سْندس تجرُبس پیٹھ پیوان چھ۔ مزید مدد باپت http://xhr.spec.whatwg.org/

source: No meta-viewport tag found. Please explicitly specify one to prevent unexpected behavioural changes in future versions. For more help https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
ks: کانہہ میٹا۔ویو پورٹ ٹیگ آو نْہ لبنْہ۔ مہربأنی کْرتھ کْریو نْنئ پأٹھ مخصوص اکھ بچاونْہ باپت غیر متوقع طریق کار تبدیلی فیوچر وْرجنن منز۔ مزید مدد باپت https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag

source: Use of DataContainerEvent is deprecated. Use CustomEvent instead.
ks: ڈاٹا کنٹینر ایوینٹ استعمال چُھ ناپسند۔ امہ بجاے کْریو استعمال کسٹم ایوینٹ۔

source: window.controllers is deprecated. Do not use it for UA detection.
ks: وینڈو ڈاٹ کنٹرولر چُھ ناپسند۔ یہ مْہ کْریو استعمال یو اے لبنْہ باپت۔

source: Importing XUL nodes into a content document is deprecated. This functionality may be removed soon.
ks: ایکْس یو ایل نوڈ أکس کنٹینٹ دستاویزس منز اِمپورٹ کرُن چُھ ناپسند۔ یہ فنکشینیلٹی یِیہ جلدی ہٹاونْہ۔

source: Use of document.load forbidden on Documents that come from other Windows. Only the Window in which a Document was created is allowed to call .load on that Document. Preferably, use XMLHttpRequest instead.
ks: ڈاکیومینٹ ڈاٹ لوڈُک استعمال چُھ منع کرنْہ آمُت دستاویزن پیٹھ یم ذن یوان چھ باقیو وینڈوہو پیٹھ۔ صرف سو وینڈو یتھ منز اکھ دستاویز بناونْہ آو تتھ چُھ اجازت کال ڈاٹ لوڈ کرنس تتھ دستاویزس پیٹھ۔ ذیادْ بہتر گو، استعمال کرُن ایکْس ایم ایل ایچ ٹی ٹی پی درخواست امہ بجاے۔

source: An IndexedDB transaction that was not yet complete has been aborted due to page navigation.
ks: اکھ اِنڈیکسْڈ ڈی بی ٹرانزیکشن یوس نْہ وْنئ مُکمل اوس چُھ رُکاونْہ آمُت پیج نیویگیشن سْیت۔

source: Will-change memory consumption is too high. Surface area covers %1$S pixels, budget is the document surface area multiplied by %2$S (%3$S pixels). All occurences of will-change in the document are ignored when over budget.
ks: ویل۔چینج میموری خرْچ چُھ واریاہ ذیادْ۔ سرفیس ایریا چُھ کور کران %1$S پیکزل، بجٹ چُھ ڈاکیمینٹ سرفیس ایریا یتھ ضرب دِوان چھ %2$S (%3$S pixels) سْیت۔ دستاویزس منز ویل۔چینج چِہ حأضری چھ یک طرف تراونْہ یوان ییلہ اوور بجٹ آسِہ۔

source: A ServiceWorker could not be started immediately because other documents in the same origin are already using the maximum number of workers. The ServiceWorker is now queued and will be started after some of the other workers have completed.
ks: ServiceWorker ہکنہِ دستی شروع گسِت کیازکِہ باکی دستاویز یم تیعتھ جایئ چھہ زیاد سے زیادِ ورکر اِستمال کرآن۔ ServiceWorker چھُ لعانہ منز تھونہ آمُت تِہ گسیِ شروع یلی کیھ ورکر گسن ختم

source: Use of setVelocity on the PannerNode and AudioListener, and speedOfSound and dopplerFactor on the AudioListener are deprecated and those members will be removed. For more help https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
ks: setVelocity ہند اِستمال PannerNode اس پیٹھ بیہ AudioListener, بیہ speedOfSound and dopplerFactor AudioListener پیٹھ چھ پرانیمت تی تم ممبر ین ہٹاونہ۔ بیی زانکاری خاتر: https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features

source: Attempting to create a Worker from an empty source. This is probably unintentional.
ks: خالی سورس پیٹھ ورکر بناعنچ کوشش کرآن۔ یہِ ہیکہِ بےمقصد اسِت۔
