Repository: translate/mozilla-l10n
Catalog: nqo/browser/chrome/browser/preferences/content.dtd.po
Languages: nqo

source: &Block pop-up windows
nqo: ߞߊ߬ &ߞߐߜߍߙߋ߲ ߠߎ߬ ߓߟߏߕߍ߰

source: &Exceptions…
nqo: &ߢߌ߬ߣߊ߬ߓߐ߬ߟߌ ߟߎ߬…

source: &Default font:
nqo: &ߞߐ߬ߟߐ ߢߍߖߏߣߊ:

source: &Size:
nqo: &ߟߐ߬ߜߊ߲:

source: &Advanced…
nqo: &ߖߊ߲߬ߝߊ߬ߣߍ߲

source: &Colors…
nqo: &ߞߐ߬ߟߐ ߟߎ߬…

source: Languages
nqo: ߞߊ߲ ߠߎ߬

source: Choose your preferred language for displaying pages
nqo: ߞߐߜߍ ߟߎ߬ ߢߣߊ ߞߊ߲ ߛߎߥߊ߲ߘߟߌ ߟߊߟߐ߲ ߘߐ߫

source: Ch&oose…
nqo: ߌ߫ ߢߊ&ߣߊ߫ ߕߊ߬

source: E&xceptions…
nqo: ߢߌ߬ߣߊ߬ߓߐ߬ߟߌ ߟߎ߬&…

source: Learn more
nqo: ߜߘߍ߫ ߟߐ߲߫
