Repository: translate/mozilla-l10n
Catalog: kok/browser/chrome/browser/devtools/gclicommands.properties.po
Languages: kok

source: Get help on the available commands
kok: उपलब्ध आशिल्ल्या कमांडांचेर मदत मेळयात

source: Available Commands
kok: उपलब्ध कमांड

source: The command '%1$S' is not available in multiprocess mode (E10S)
kok: भौप्रक्रिया स्थितीन (E10S) '%1$S' आदेश उपलब्ध ना

source: Commands to control the console
kok: कन्सोल नियंत्रित करपाक कमांड

source: Filter, clear and close the web console
kok: वेब कन्सोल फिल्टर, साफ आणि बंद करात

source: Clear the console
kok: कन्सोल साफ करात

source: Save an image of the page
kok: पानाची प्रतिमा जतनाय करात

source: Save a PNG image of the entire visible window (optionally after a delay)
kok: पुराय दिसपी विंडोच्या PNG प्रतिमेची जतनाय करात (डिले मागीर)

source: Destination filename
kok: लक्ष्य फायलनेम

source: The name of the file (should have a '.png' extension) to which we write the screenshot.
kok: आमी स्क्रिनशॉट बरयता त्या फायलीचे नाव ( '.png' विस्तार आसपाक जाय).

source: Copy screenshot to clipboard? (true/false)
kok: स्क्रिनशॉट क्लिपबोर्डार प्रत करात? (सत/फट)

source: True if you want to copy the screenshot instead of saving it to a file.
kok: फायलीन जतनाय करच्यापरस स्क्रिनशॉटाची प्रत करपाक जाय जाल्यार सत.

source: Capture %1$S chrome window? (true/false)
kok: %1$S क्रोम विंडो कॅप्चर करपाची? (सत्/फट)

source: True if you want to take the screenshot of the %1$S window rather than the web page's content window.
kok: वेब पानाच्या आशय विंडोपरस तुमका %1$S विंडोचो स्क्रिनशॉट घेवपाक जाय जाल्यार सत.

# screenshotGroupOptions
source: Options
kok: पर्याय

source: Delay (seconds)
kok: कळाव (सेकंद)

source: The time to wait (in seconds) before the screenshot is taken
kok: स्क्रीनशॉट घेवपापयली वाट पळोवपाचो वेळ (सेकंदांत)

source: Entire webpage? (true/false)
kok: पुराय वेबपान ? (सत/फट)

source: True if the screenshot should also include parts of the webpage which are outside the current scrolled bounds.
kok: सध्याच्या स्क्रोल्ड शीमांच्या भायर आशिल्ल्या वेबपानाचे भागूय स्क्रीनशॉटान समाविश्ट करपाचे जाल्यार सत्

source: selector option is not supported when chrome option is true
kok: क्रोम विकल्प खरो आसल्यार निवडुपी विकल्पाक फाटबळ ना

source: Screen Shot %1$S at %2$S
kok: %2$S चेर स्क्रिनशॉट %1$S

source: Error saving to
kok: न एरराची जतनाय करता

source: Saved to
kok: न जतनाय केल्या

source: Error occurred while copying to clipboard.
kok: क्लिपबोर्डार प्रत करतना एरर आयलो.

source: Copied to clipboard.
kok: क्लिपबोर्डार प्रत करात

source: Take a fullpage screenshot
kok: पुरायपान स्क्रिनशॉट घेयात

source: Highlight nodes
kok: नोड्स ठळक करात

source: Highlight nodes that match a selector on the page
kok: पानावयल्या निवडुप्यासंयत जुळपी नोड्स ठळक करात

# highlightSelectorDesc
source: CSS selector
kok: CSS निवडपी

source: The CSS selector used to match nodes in the page
kok: पानातले नोड्स जुळोवपाक CSS निवडुपी वापरला

# highlightOptionsDesc
source: Options
kok: पर्याय

source: Hide guides
kok: मार्गदर्शक लिपयात

source: Hide the guides around the highlighted node
kok: ठळक केल्ल्या नोडाभोवतेचे मार्गदर्शक लिपयात

source: Show the node infobar
kok: नोड इन्फोबार दाखयात

source: Show the infobar above the highlighted node (the infobar displays the tagname, attributes and dimension)
kok: इंन्फोबार ठळक नोडावयर दाखयात (इंन्फोबार टॅगनाव, गुणधर्म आनि दिशा दाखयता)

source: Show all matches
kok: सगळ्यो जोडी दाखयात

source: If too many nodes match the selector, only the first 100 will be shown to avoid slowing down the page too much. Use this option to show all matches instead
kok: खूप नोड्स निवडुप्यासंयत जुळटात, पान खूप सवका जावचे न्ही म्हण फकत पयले 100 दाखयले वतले. त्या परस सगळ्यो जोडी दाखोवपाक हो विकल्प वापरात

source: Box model region
kok: बॉक्स मॉडेल भाग

source: Which box model region should be highlighted: 'content', 'padding', 'border' or 'margin'
kok: खंयचे बॉक्स नमुनो थळ ठळक करपाक जाय: 'आशय', 'पॅडिंग', 'शीम' वो 'समास'

source: Fill style
kok: शैली भरात

source: Override the default region fill style with a custom color
kok: मुळावी भाग भरण शैली कस्टम रंगान ओव्हररायड करात

source: Keep existing highlighters
kok: सद्याचे ठळक करपी दवरात

source: By default, existing highlighters are hidden when running the command, unless this option is set
kok: हो विकल्प थारायना तोमेरेन, आदेश चलयता आस्तना सध्याचे ठळक करपी मुळावे रीतीन लिपून उरतात.

source: %1$S nodes matched, but only %2$S nodes highlighted. Use '--showall' to show all
kok: %1$S नोड्स जुळले, पूण फकत %2$S नोड्स ठळक केल्यात. सगळे दाखोवपाक '--सगळेदाखयात' वापरात

source: Unhighlight all nodes
kok: सगळ्या नोडांचे ठळकपण काडात

source: Unhighlight all nodes previously highlighted with the 'highlight' command
kok: पयली 'ठळक' आदेशान ठळक केल्ल्या सगळ्या नोडांचे ठळकपण काडात

source: Restart %1$S
kok: %1$S परत सुरू करात

source: Disables loading content from cache upon restart
kok: परतून चालू केल्यार कॅशांतल्यान आशय लोडिंग निश्क्रीय करता

source: Restart request cancelled by user.
kok: वापरप्यान परतून चालू करपाची विनंती रद्द केली.

source: Restarting %1$S…
kok: %1$S परत सुरू करता…

source: Inspect a node
kok: नोड तपासात

source: Investigate the dimensions and properties of an element using a CSS selector to open the DOM highlighter
kok: DOM ठळक करपी उगडपाक CSS निवडुपी वापरून घटकाच्यो दिशां आनी वैशिष्ट्या सोदात

# inspectNodeDesc
source: CSS selector
kok: CSS निवडपी

source: A CSS selector for use with document.querySelector which identifies a single element
kok: document.querySelector संयत वापरापक CSS निवडुपी जो एकोडो घटक वळखता

# eyedropperDesc
source: Grab a color from the page
kok: पानातल्यान रंग ओडून घेयात

source: Open a panel that magnifies an area of page to inspect pixels and copy color values
kok: पिक्सेल्स तपासपाक आनी रंग मोलां प्रत करपाक पानाचो जागो व्हड करपी पॅनल उगडात

# eyedropperTooltip
source: Grab a color from the page
kok: पानातल्यान रंग ओडून घेयात

source: Visualize the webpage in 3D
kok: वेबपान त्रिमितींत व्हिज्युअलायज करात

source: Investigate the relationship between various parts of a webpage and their ancestors in a 3D environment
kok: वेबपानाच्या विंगडविंगड भागाचे आनी तांच्या वारश्यांचे नाते 3D वातावरणान सोदता

source: Open the Inspector 3D view
kok: निरीक्षक त्रिमिती दर्शन उक्ते करात

source: Initialize the 3D page inspector and optionally highlight a node using a CSS selector
kok: 3D पान निरीक्षक सुरू करात आनि वैकल्पिक रितीन CSS निवडुपी वापरून नोड ठळक करात

source: 3D View
kok: 3D दृश्य

source: Move the webpage mesh
kok: वेबपान मेश हालयात

source: Incrementally translate the webpage mesh in a certain direction
kok: वेबपान मेश विशिश्ट दिशेन चडत्या क्रमांत अणकारित करात

source: X (pixels)
kok: X (पिक्सेल)

source: The amount in pixels to translate the webpage mesh on the X axis
kok: वेबपान मेश X अंशाचेर अणकारित करपाखातीर पिक्सेलचे प्रमाण

source: Y (pixels)
kok: Y (पिक्सेल)

source: The amount in pixels to translate the webpage mesh on the Y axis
kok: वेबपान मेश वाय अंशाचेर अणकारित करपाखातीर पिक्सेलचे प्रमाण

source: Spin the webpage mesh
kok: वेबपान मेश घुंवडायात

source: Incrementally rotate the webpage mesh in a certain direction
kok: वेबपान मेश विशिश्ट दिशेन चडत्या क्रमान घुंवडायात

source: X (degrees)
kok: X (अंश)

source: The amount in degrees to rotate the webpage mesh along the X axis
kok: वेबपान मेश एक्स अंशावेल्यान घुंवडांवपाचे अंशांतले प्रमाण

source: Y (degrees)
kok: Y (अंश)

source: The amount in degrees to rotate the webpage mesh along the Y axis
kok: वेबपान मेश Y अंशावेल्यान घुंवडांवपाचे अंशांतले प्रमाण

source: Z (degrees)
kok: Z (अंश)

source: The amount in degrees to rotate the webpage mesh along the Z axis
kok: वेबपान मेश Z अंशावेल्यान घुंवडांवपाचे अंशांतले प्रमाण

source: Move away or towards the webpage mesh
kok: पयस व्हरात वो वेबपान मेशाच्या दिशेन व्हरात

source: Incrementally move the webpage mesh in a certain direction along the Z axis
kok: वेबपान मेश Z अक्षासांगाताक विशिश्ट दिशेन चढत्या क्रमान हालयात

source: Zoom (pixels)
kok: झूम (पिक्सेल)

source: The amount in pixels to translate the webpage mesh along the Z axis
kok: वेबपान मेश Z अंशांतल्यान अणकारित करपाक पिक्सेलांचे प्रमाण

source: Reset the translation, rotation and zoom
kok: अणकार, भोंवडी आणि झूम परतून थारयात.

source: Resets any transformations applied to the webpage mesh modelview matrix
kok: वेबपान मॅश मॉडेलव्ह्यू मॅट्रिक्साक लागू केल्ली कसलीय रुपांतरणां परतून थारायता

source: Close the visualization if open
kok: व्हिज्युअलायजेशन उक्ते आसत जाल्यार बंद करात

source: Close the visualization and switch back to the Inspector's default highlighter
kok: व्हिज्युअलायझेशन बंद करात आमि निरीक्षकाच्या मुळाव्या ठळक करप्यांत परत वचात

source: The debugger must be opened before using this command
kok: हो आदेश वापरच्यापयली डिबग उगडपाक जाय

source: The debugger must be opened before setting breakpoints
kok: ब्रेकपॉयंटस् थारांवचे पयली डिबगर उक्तो आसपाक जाय

source: Manage breakpoints
kok: ब्रेकपॉयंटसचे व्यवस्थापन

source: Commands to list, add and remove breakpoints
kok: ब्रेकपॉयंटांची वळेरी करप, जोडप वो काडून उडोवपाचे कमांडस्

source: Display known breakpoints
kok: जाणा आशिल्ले ब्रेकपॉयंटस् दाखयात

source: No breakpoints set
kok: ब्रेकपॉयंटस् थारांवक ना

# breaklistOutRemove
source: Remove
kok: काडात

source: Added breakpoint
kok: जोडिल्ले ब्रेकपॉयंटस्

source: Could not set breakpoint: %S
kok: ब्रेकपॉयंटस् थारांवक शकना : %S

source: Add a breakpoint
kok: ब्रेकपॉयंट जोडात

source: Breakpoint types supported: line
kok: ब्रेकपॉयंटस् प्रकारांक फांटबळ : ओळ

source: Add a line breakpoint
kok: ओळ ब्रेकपॉयंट जोडात

source: JS file URI
kok: JS फायल URI

source: Line number
kok: ओळ क्रमांक

source: Remove a breakpoint
kok: ब्रेकपॉयंट काडून उडयात

source: Index of breakpoint
kok: ब्रेकपॉयंटची वळेरी

source: Breakpoint removed
kok: ब्रेकपॉयंट काडलो

source: Manage debugger
kok: डिबगर व्यवस्थापन करात

source: Commands to interrupt or resume the main thread, step in, out and over lines of code
kok: संकेताच्या ओळींच्या भायर आणि वेल्यान मुखेल थ्रेडांत व्यत्यय हाडपाक वो परत चालू करपाक, भितर वचपाक आदेश

source: Open the debugger
kok: डिबगर उगडात

source: Close the debugger
kok: डिबगर बंद करात

source: Pauses the main thread
kok: मुखेल थ्रेड पॉज करता

source: Resumes the main thread, and continues execution following a breakpoint, until the next breakpoint or the termination of the script.
kok: मुखावेल्या ब्रेकपॉयंटामेरेन वो लिपीच्या बंद उडोवपामेरेन, मुखेल थ्रेड परत चालू करता, आणि ब्रेकपॉयंटाउपरांत कार्यान्वयन चालू दवरता,

source: Manage stepping
kok: स्टेपिंग व्यवस्थापन करात

source: Commands to step in, out and over lines of code
kok: संकेताच्या ओळींनी भितर वचप, भायर येवप हाचेखातीर कमांड

source: Executes the current statement and then stops at the next statement. If the current statement is a function call then the debugger executes the whole function, and it stops at the next statement after the function call
kok: सद्याचे स्टेटमेंट कार्यान्वित करता आनी फुडल्या स्टेटमेंटाकडे थारता. सद्याचे स्टेटमेंट कामाचो कॉल आसल्यार डिबगर पुराय काम कार्यान्वित करता, आनी कामाच्या कॉलाउपरांत फुडल्या स्टेटमेंटाकडे थारता

source: Executes the current statement and then stops at the next statement. If the current statement is a function call, then the debugger steps into that function, otherwise it stops at the next statement
kok: सद्याचे स्टेटमेंट कार्यान्वित करता आनी फुडल्या स्टेटमेंटाकडे थारता. सद्याचे स्टेटमेंट कामाचो कॉल आसल्यार, डिबगर त्या कामान भीतर सरता, नाजाल्यार फुडल्या स्टेटमेंटाकडे थारता

source: Steps out of the current function and up one level if the function is nested. If in the main body, the script is executed to the end, or to the next breakpoint. The skipped statements are executed, but not stepped through
kok: जर काम नेस्टेड केले जाल्यार सध्याच्या कामातल्यान भायर सरून एक पातळी वयर वता. जर मुखेल बॉडी, लिपी निमणी वो मुखावेल्या ब्रेकपॉयंटामेरेन कार्यान्वित केली. सोडिल्ली निवेदना कार्यान्वित करता, पुण तातूतल्यान वचना.

source: List the source URLs loaded in the debugger
kok: डिबगरान लोड केल्ल्या स्त्रोतांची वळेरी URLs

source: Black box sources in the debugger
kok: डिबगरातले ब्लॅक बॉक्स स्त्रोत

source: A specific source to black box
kok: ब्लॅक बॉक्स विशिष्ट स्त्रोत

source: Black box all sources that match this glob (for example: "*.min.js")
kok: ह्या वैश्र्विकाकडेन जुळपी सगळ्या स्त्रोतांचे ब्लॅक बॉक्स (देखीक: "*.min.js")

source: Invert matching, so that we black box every source that is not the source provided or does not match the provided glob pattern.
kok: जुळप परत करात, जाचेवरवीं न दिल्लो प्रत्येक स्त्रोत वो दिल्ल्ल्या वैश्र्विक पद्दतीकडेन न जुळपी प्रत्येक स्त्रोत आमी ब्लॅक बॉक्स करपाक शकतले.

source: (No sources black boxed)
kok: (ब्लॅक बॉक्सान स्त्रोत ना)

source: The following sources were black boxed:
kok: मुखावयले स्त्रोत ब्लॅक बॉक्स घाल्ले:

source: Error black boxing:
kok: ब्लॅक बॉक्स करतना एरर:

source: Stop black boxing sources in the debugger
kok: डिबगरातले स्त्रोत ब्लॅक बॉक्स करप थारयात

source: A specific source to stop black boxing
kok: ब्लॅक बॉक्स न करपाचो स्त्रोत स्पश्ट करात

source: Stop black boxing all sources that match this glob (for example: "*.min.js")
kok: ह्या वैश्र्विकाकडेन जुळपी सगळे स्त्रोत ब्लॅक बॉक्सिंग करप थांबयात (देखीक: "*.min.js")

source: (Did not stop black boxing any sources)
kok: (खंयचेच स्त्रोत ब्लॅक बॉक्स करप थारांव ना)

source: Stopped black boxing the following sources:
kok: मुखावयले स्त्रोत ब्लॅक बॉक्स करप थारायला:

source: Error stopping black boxing:
kok: ब्लॅक बॉक्स करप थारयतना एरर:

source: Invert matching, so that we stop black boxing every source that is not the source provided or does not match the provided glob pattern.
kok: जुळप परत करात, जाका लागून दिल्लो ना तो प्रत्येक स्त्रोत वो जो वैश्र्विक पातळेकडेन जुळना तो ब्लॅक बॉक्सिंग करप आमी थामयतले.

source: Close the console
kok: कन्सोल बंद करात

source: Open the console
kok: कन्सोल उगडात

source: Tweak a page resource
kok: पान स्त्रोत ट्वीक करात

source: Edit one of the resources that is part of this page
kok: या पानाचो भाग आशिल्लो एक स्त्रोत संपादित करात

source: URL to edit
kok: संपादित करपाचो यूआरएल

source: Line to jump to
kok: वचपाची ओळ

source: Resize the page
kok: पानाक नवो आकार दियात

source: Width in pixels
kok: पिक्सेलांनी रुंदाय

source: Height in pixels
kok: पिक्सेलांनी उचाय

source: Enter Responsive Design Mode
kok: प्रतिसादात्मक डिजायन स्थितींत वचात

source: Exit Responsive Design Mode
kok: प्रतिसादात्मक डिजायन स्थितीभायर वचात

source: Toggle Responsive Design Mode
kok: प्रतिसादात्मक डिजायन स्थिती अदलाबदल

source: Responsive Design Mode
kok: प्रतिसादात्मक डिझायन स्थिती

source: Alter page size
kok: पान आकार बदलात

source: Control Responsive Design Mode
kok: प्रतिसादात्मक डिजायन स्थितीचेर नियंत्रण

source: Responsive websites respond to their environment, so they look good on a mobile display, a cinema display and everything in-between. Responsive Design Mode allows you to easily test a variety of page sizes in %1$S without needing to resize your whole browser.
kok: प्रतिसादात्मक वेबसायटी वातावरणाक तांचो प्रतिसाद दितात, जाका लागून त्यो मोबायल डिस्प्लेचेर, सिनेमा डिस्प्लेचेर आणि ताचे मदल्या सगळ्यांनी बऱ्यो दिसतात. प्रतिसादात्मक डिझायन स्थिती तुमका विंगडविंगड तरेचे पानांचे आकार %1$S न तुमचे पुराय ब्रावजराक नवो आकार दिवपाच्या गरजेबगर सोपेपणान तपासता.

source: Manipulate the commands
kok: कमांडांत बदल करात

source: Re-read mozcmd directory
kok: mozcmd निदेशिका परतून वाचात

source: Loaded commands from '%1$S'
kok: '%1$S' तल्यान आदेश लोड केल्यात

source: Setup a mozcmd directory
kok: mozcmd निदेशिका थारायात

source: A 'mozcmd' directory is an easy way to create new custom commands. For more information see the <a href="https://developer.mozilla.org/docs/Tools/GCLI/Customization">MDN documentation</a>.
kok: नवे कस्टम आदेश तयार करपाक 'mozcmd' निदेशिका सोपी पद्धत आसा. अदिक माहितेखातीर <a href="https://developer.mozilla.org/docs/Tools/GCLI/Customization">MDN दस्तावेजीकरण</a> पळयात.

source: Directory containing .mozcmd files
kok: .mozcmd फायलीं आशिल्ली निदेशिका

source: Manipulate add-ons
kok: एड ऑन बदलात

source: List installed add-ons
kok: प्रतिष्ठापित एड ऑनची वळेरी

source: Select an add-on type
kok: अॅड-ऑनाचो प्रकार निवडात

source: The following dictionaries are currently installed:
kok: मुखावेल्यो निदेशिका सद्या प्रतिष्ठापित आसात:

source: The following extensions are currently installed:
kok: मुखावेले विस्तार सद्या प्रतिष्ठापित आसात:

source: The following locales are currently installed:
kok: मुखावेले लोकेल सद्या प्रतिष्ठापित आसात:

source: The following plugins are currently installed:
kok: मुखावेले प्लग इन सद्या प्रतिष्ठापित आसात:

source: The following themes are currently installed:
kok: मुखावेल्यो संकल्पना सद्या प्रतिष्ठापित आसात:

source: The following add-ons are currently installed:
kok: मुखावयली अॅड-ऑन्स सद्या प्रतिष्ठापित आसात:

source: The following add-ons of the selected type are currently installed:
kok: मुखावयली निवडील्ल्या प्रकारची अॅड-ऑन्स सद्या प्रतिष्ठापित आसात:

source: Enable
kok: सक्षम

source: Disable
kok: अक्षम

source: pending
kok: उल्ला

source: enable
kok: सक्रिय करात

source: disable
kok: निश्क्रिय करात

source: uninstall
kok: प्रतिष्ठापन काडात

source: install
kok: प्रतिष्ठापित करात

source: upgrade
kok: सुदारात

source: The name of the add-on
kok: एड ऑन चे नाव

source: There are no add-ons of that type installed.
kok: त्या प्रकारची अॅड-ऑन्स प्रतिष्ठापित ना.

source: Enable the specified add-on
kok: स्पश्ट केल्ले एड ऑन सक्रीय करात

source: %S is already enabled.
kok: %S पयलीच सक्रीय केल्लो आसा

source: %S enabled.
kok: %S सक्रीय आसा

source: Disable the specified add-on
kok: विशिश्ट एड ऑन निश्क्रीय करात

source: %S is already disabled.
kok: %S पयलीच निश्क्रीय आसा

source: %S disabled.
kok: %S निश्क्रीय

source: Export resources
kok: संसाधन निर्यात

source: Export HTML from page
kok: HTML पानातल्यान निर्यात करात

source: Make page changes
kok: पानांत बदल करात

source: Search and replace in page elements
kok: पान घटकांत सोद आणि बदल

source: What to search for
kok: किदे सोदपाचे

source: Replacement string
kok: बदल करपाची स्ट्रींग

# pagemodReplaceIgnoreCaseDesc
source: Perform case-insensitive search
kok: केस संवेदनशील सोद घेयात

source: CSS selector to root of search
kok: सोदाच्या मुळाकडेन CSS निवडपी

source: CSS selector to match in search
kok: सोदाकडेन जुळपी CSS निवडपी

source: Attribute match regexp
kok: गुणधर्म regexp कडेन जुळता

source: Restrict search to attributes
kok: गुणधर्मांपुरतो सोद मर्यादित दवरात

source: Restrict search to text nodes
kok: मजकूर नोडामेरेन सोद मर्यादित दवरात

source: Elements matched by selector: %1$S. Replaces in text nodes: %2$S. Replaces in attributes: %3$S.
kok: निवडुप्यान: %1$S घटक जुळयल्यात. मजकूर नोड्सांन: %2$S बदलता. गुणधर्मांनी: %3$S बदलता.

source: Remove elements and attributes from page
kok: पानातल्यान घटक आणि गुणधर्म काडून उडयात

source: Remove elements from page
kok: पानातल्यान घटक काडून उडयात

source: CSS selector specifying elements to remove
kok: काडपाचे घटक स्पश्ट करपी CSS निवडपी

source: CSS selector specifying root of search
kok: सोदाचे मूळ स्पश्ट करपी CSS निवडुपी

source: Remove element, but leave content
kok: घटक काडात पुण आशय सोडून दियात

source: Remove only empty elements
kok: फकत रिकामे घटक काडात

source: Elements matched by selector: %1$S. Elements removed: %2$S.
kok: निवडुप्यान जुळयल्ले घटक : %1$Sनिवडप्यान काडून उडयल्ले : %2$S.

source: Remove matching attributes
kok: जुळपी गुणधर्म काडात

source: Regexp specifying attributes to remove
kok: काडपाचे गुणधर्म स्पश्ट करपी Regexp

source: CSS selector of elements to include
kok: घटकाच्या CSS निवडुप्यान हाचो आसपाव आसतलो

source: CSS selector of root of search
kok: सोदाच्या मुळाचो CSS निवडपी

# pagemodRemoveAttributeIgnoreCaseDesc
source: Perform case-insensitive search
kok: केस संवेदनशील सोद घेयात

source: Elements matched by selector: %1$S. Attributes removed: %2$S.
kok: निवडुप्यान जुळयल्ले घटक : %1$Sकाडून उडयल्ले गुणधर्म: %2$S.

source: Hack the %1$S Developer Tools
kok: %1$S विकासक साधनां हॅक करात

source: Various commands related to hacking directly on the %1$S Developer Tools.
kok: हॅकिंगाकडे संबंधित विंगडविंगड आदेश थेट %1$S विकासक साधनांचेर.

source: Load tools from a mozilla-central checkout
kok: मॉझीला - केंद्रित चेकआवटातल्यान साधना चालू करात

source: %1$s does not exist or is not a mozilla-central checkout.
kok: %1$s अस्तित्वांत ना वो मॉझिला- केंद्रित चेकआवट न्ही

source: Tools loaded from %1$s.
kok: %1$s तल्यान लोड जाल्ली साधनां.

source: Load the %1$S Developer Tools from a complete mozilla-central checkout.
kok: पुराय जाल्ल्या मॉझीला-केंद्रित चेकआवटातल्यान %1$S विकासक साधना चालू करात

source: A mozilla-central checkout
kok: मॉझीला-केंद्रित चेकआवट

source: Use the builtin tools
kok: भितल्ली साधनां वापरात

source: Use the builtin tools, overriding any previous srcdir command.
kok: कसलेय पयलीचे srcdir आदेश न जुमानता भितल्ली साधनां वापरात,

source: Builtin tools loaded.
kok: भितल्ली साधना चालू केली

source: Reload the developer tools
kok: विकासक साधनां परत लोड करात

source: Tools reloaded.
kok: साधनां परत लोड केल्यात.

source: Display and alter cookies
kok: कुकीज दाखयात आणि बदलात

source: Commands to list, create, delete and alter cookies for the current domain.
kok: सद्याच्या डोमेनाखातीर कुकीज वळेरी करपाक, काडून उडोवपाक, आनी बदलुपाक आदेश.

source: Display cookies
kok: कुकीज दाखयात

source: Display a list of the cookies relevant to the current page.
kok: सद्याच्या पानाकडेन संबंदित कुकीजची वळेरी दाखयात

source: Host:
kok: येजमान:

source: Path:
kok: वाट:

# cookieListOutExpires
source: Expires:
kok: मुदत सोपता:

source: Attributes:
kok: गुणधर्म:

source: None
kok: कोण ना

source: At browser exit (session)
kok: ब्रावजराभायर (सत्र)

source: No cookies found for this page
kok: ह्या पानाखातीर कुकीज मेळू ना

source: No cookies found for host %1$S
kok: %1$S येजमानाखातीर कुकीज मेळू ना

source: Edit
kok: संपादन करचें

# cookieListOutRemove
source: Remove
kok: काडात

source: Remove a cookie
kok: कुकी काडात

source: Remove a cookie, given its key
kok: की दिल्ली आसत जाल्यार कुकी काडात,

source: The key of the cookie to remove
kok: काडपाच्या कुकीची की

source: Set a cookie
kok: कुकी थारायात

source: Set a cookie by specifying a key name, its value and optionally one or more of the following attributes: expires (max-age in seconds or the expires date in GMTString format), path, domain, secure
kok: की नाव, ताजे मोल आनी वैकल्पिक रितीन एक वो अदिक मुखावयले गुणधर्म: सोपता (कमाल-वय सेकंदानी वो GMTString स्वरूपान सोपपाची तारीक), वाट, डोमेन, सुरक्षित स्पश्ट करून कुकी थारायात.

source: The key of the cookie to set
kok: थारावपाच्या कुकीची की

source: The value of the cookie to set
kok: थारावपाच्या कुकीचे मोल

# cookieSetOptionsDesc
source: Options
kok: पर्याय

source: The path of the cookie to set
kok: थारावपाच्या कुकीची वाट

source: The domain of the cookie to set
kok: थारावपाच्या कुकीचे डोमेन

source: Only transmitted over https
kok: httpsचेरूच प्रक्षेपित जाता

source: Not accessible from client side script
kok: क्लायंटावटेतल्या लिपीतल्यान प्रवेश ना

source: Only valid for the lifetime of the browser session
kok: ब्रावजर सत्राच्या फकत आजीवन वैध

source: The expiry date of the cookie (quoted RFC2822 or ISO 8601 date)
kok: कुकीची सोपपाची तारीक ( RFC2822 वो ISO 8601 तारीक सांगल्या)

source: JavaScript beautifier
kok: जावालिपीक सौंदर्य दिवपी

source: The URL of the JS file to beautify
kok: सौंदर्य दिवपाच्या JS फायलीचो URL

source: Indentation size in chars
kok: तक्ट्यांनी इंडेंटेशन आकार

source: The number of chars with which to indent each line
kok: प्रत्येक ओळ कितली इंडेंट करपाची ती कॅर्सची संख्या

source: The chars used to indent each line
kok: प्रत्येक ओळ इंडेंट करपाक वापरिल्ले कॅर्स

source: The chars used to indent each line. The possible choices are space or tab.
kok: प्रत्येक ओळीक इंडेंट दिवपाक वापरिल्ली अक्षरां. संभाव्य निवड स्पेस वो टॅब

source: Do not preserve line breaks
kok: ओळ खंडांची जपणूक करू नाकात

source: Should existing line breaks be preserved
kok: सद्याचे ओळ खंड सामाळून दवरप

source: Max consecutive line breaks
kok: चडांत चड सातत्यपूर्ण ओळ खंड

source: The maximum number of consecutive line breaks to preserve
kok: सामाळपाच्या सातत्यपूर्ण ओळ खंडांची कमाल संख्या

source: Enforce jslint-stricter mode?
kok: jslint-stricter स्थिती लागू करूया?
