Repository: translate/mozilla-l10n
Catalog: kok/browser/chrome/browser/devtools/gclicommands.properties.po
Languages: kok

source: When set to true, jslint-stricter mode is enforced
kok: जेन्ना सत थारायले वता, jslint-stricter स्थिती लागू जाता

source: Select the coding style of braces
kok: कंसांची कोडिंग शैली निवडात

source: Select the coding style of braces: collapse - put braces on the same line as control statements; expand - put braces on own line (Allman / ANSI style); end-expand - put end braces on own line; expand-strict - put braces on own line even if it will break your code.
kok: कंसांची संकेत शैली निवडात: बंद करात - नियंत्रण विधानांवरी त्याच ओळीर कंस दवरात; विस्तार - स्वतःच्या ओळीर कंस घालात (ऑल्मॅन / ANSI शैली); निमणो-विस्तार - स्वतःच्या ओळीर कंस घालात; विस्तार-सक्ती - ते तुमचो संकेत तोडतले जाल्यार कंस स्वतःच्या ओळीर घालात.

source: No space before conditional statements
kok: सशर्त विधानांपयली स्पेस नाका

source: Unescape \xNN characters?
kok: \xNN कॅरेक्टर्स अनएस्केप करप?

source: Should printable characters in strings encoded in \xNN notation be unescaped?
kok: \xNN नोटेशनान एनकोडेड केल्ल्या स्ट्रिंगांतली छापपायोग्य अक्षरां अनएस्केप्ड करप?

source: Please enter a valid URL
kok: उपकार करून वैध URL दियात

# jsbOptionsDesc
source: Options
kok: पर्याय

source: Commands to manipulate function call logging
kok: फंक्शन कॉल लॉगिंगांत बदल करपाखातीर कमांड

source: Start logging function calls to the console
kok: कन्सोलाक कॉल करपाक लॉगिंग कारवाय सुरू करात

# calllogStartReply
source: Call logging started.
kok: कॉल लॉगिंग सुरू

# calllogStopDesc
source: Stop function call logging
kok: कॉल लॉगिंग कारवाय थांबयली

source: No call logging is currently active
kok: कॉल लॉगिंग सद्या सक्रीय ना

# calllogStopReply
source: Stopped call logging. Active contexts: %1$S.
kok: कॉल लॉगिंग थांबयले. सक्रीय संदर्भ : %1$S.

source: Start logging function calls for chrome code to the console
kok: कन्सोलांत क्रोम संकेताक कामाचे कॉल्स लॉगिंग करपाक सुरू करात.

source: Global object, JSM URI, or JS to get a global object from
kok: कडल्यान वैश्विक वस्त मेळोवपाक वैश्विक वस्त, JSM URI, वो JS

source: The global object, URI of a JSM, or JS to execute in the chrome window from which to obtain a global object
kok: वैश्विक वस्त मेळोवपाच्या क्रोम विंडोन कार्यान्वित करपाक वैश्विक वस्त, JSM चे URI, वो JS

# calllogChromeStartReply
source: Call logging started.
kok: कॉल लॉगिंग सुरू

# calllogChromeStopDesc
source: Stop function call logging
kok: कॉल लॉगिंग कारवाय थांबयली

source: No call logging for chrome code is currently active
kok: क्रोम कोडाखातीर कॉल लॉगिंग सद्या सक्रिय ना

# calllogChromeStopReply
source: Stopped call logging. Active contexts: %1$S.
kok: कॉल लॉगिंग थांबयले. सक्रीय संदर्भ : %1$S.

source: <anonymous>
kok: <निनावी>

source: Method call
kok: पद्धत कॉल

source: Invalid JSM!
kok: अमान्य JSM!

source: Variable not found in content window.
kok: आशय विंडोन व्हेरियेबल मेळू ना.

source: Variable not found in chrome window.
kok: क्रोम विंडोन व्हेरियेबल मेळू ना.

source: Evaluated JavaScript threw the following exception
kok: मूल्यांकन केल्ल्या जावालिपीन मुखावेले अपवाद धाडले.

source: The JavaScript source must evaluate to an object whose method calls are to be logged e.g. "({a1: function() {this.a2()},a2: function() {}});"
kok: जावा लिपी स्त्रोतान वस्तीचे मूल्यांकन करपाक जाय जाचे पद्दत कॉल्स लॉग्ड करपाचे आसात. देखीक. "({a1: काम() {this.a2()},a2: काम() {}});"

source: Scratchpad
kok: स्क्रॅचपॅड

# paintflashingDesc
source: Highlight painted area
kok: रंगयल्लो जागो ठळक करात

source: Turn on paint flashing
kok: रंग फ्लॅशिंग चालू करात

source: Turn off paint flashing
kok: रंग फ्लॅशिंग बंद करात

source: chrome frames
kok: क्रोम चौकटीं

source: Draw repainted areas in different colors
kok: परत रंगयल्ले जागे दुसऱ्या रंगान कडात

# paintflashingTooltip
source: Highlight painted area
kok: रंगयल्लो जागो ठळक करात

source: Toggle paint flashing
kok: रंग फ्लॅशिंगची अदलाबदल

source: Toggle split console
kok: स्प्लीट कन्सोलाची अदलाबदल

source: Application cache utilities
kok: अनुप्रयोग कॅश सुविधा

source: Validate cache manifest
kok: कॅश मॅनिफेस्ट तपासात

source: Find issues relating to a cache manifest and the files that it references
kok: कॅश मॅनिफेस्टाकडे संबंधित प्रस्न आनी ताजो संदर्भ आशिल्ल्यो फायलीं सोदात

source: URI to check
kok: तपासपाचो URI

source: Appcache validated successfully.
kok: अॅपाचेन सफळ पणान वैध केले.

source: Clear entries from the application cache
kok: अनुप्रयोग कॅशातल्यान नोंदी साफ करात

source: Clear one or more entries from the application cache
kok: अनुप्रयोग कॅशातल्यान एक वो अदिक नोंदी साफ करात

source: Entries cleared successfully.
kok: नोंदी यशस्विपणान साफ केल्यात.

source: Display a list of application cache entries.
kok: अनुप्रयोग कॅश नोंदींची वळेरी दाखयात.

source: Display a list of all application cache entries. If the search parameter is used then the table displays the entries containing the search term.
kok: अनुप्रयोग कॅश नोंदींची वळेरी दाखयात. सोद परिमाण वापरल्यार सोद टर्म आशिल्ल्यो नोंदी तक्ट्यान दाखयल्यो वतात.

source: Filter results using a search term.
kok: सोद टर्म वापरून निकाल फिल्टर करात.

source: Key:
kok: की:

source: Data size:
kok: डेटाचो आकार:

source: Device ID:
kok: उपकरण ID:

# appCacheListExpirationTime
source: Expires:
kok: मुदत सोपता:

source: Fetch count:
kok: गणन मेळयात:

source: Last fetched:
kok: निमणे मेळयल्ले:

source: Last modified:
kok: निमणे बदल्ले:

source: View Entry
kok: नोंद पळयात

# appCacheViewEntryDesc
source: Open a new tab containing the specified cache entry information.
kok: स्पश्ट केल्ली कॅश नोंद माहिती आशिल्लो नवो टॅब उगडात.

# appCacheViewEntryManual
source: Open a new tab containing the specified cache entry information.
kok: स्पश्ट केल्ली कॅश नोंद माहिती आशिल्लो नवो टॅब उगडात.

source: The key for the entry to display.
kok: नोंद दाखोवपाक की.

source: Manage profiler
kok: प्रोफायलराचे व्यवस्थापन करात

source: Commands to start or stop a JavaScript profiler
kok: जावास्क्रिप्ट प्रोफायलर सुरू करपाक वो थारोवपाक आदेश

source: Open the profiler
kok: प्रोफायलर उगडात

source: Close the profiler
kok: प्रोफायलर बंद करात

source: Start profiling
kok: प्रोफायलिंग सुरू करात

source: Name of a profile you wish to start.
kok: तुमका सुरू करपाक जाय त्या प्रोफायलाचे नाव.

source: Stop profiling
kok: प्रोफायलिंग बंद करात

source: Name of a profile you wish to stop.
kok: तुमका थारोवपाक जाय त्या प्रोफायलाचे नाव.

source: List all profiles
kok: प्रोफायलांची वळेरी

source: Show individual profile
kok: एकोडे प्रोफायलाचे दाखयात

source: Name of a profile.
kok: प्रोफायलाचे नाव

source: Profile has already been started
kok: प्रोफायल पयलीच सुरू जाला

source: Profile not found
kok: प्रोफायल मेळू ना

source: Profiler has not been started yet. Use 'profile start' to start profiling
kok: प्रोफायलर आजून सुरू करू ना. प्रोफायलिंग सुरू करपाक 'प्रोफायल सुरू' वापरात

source: Recording…
kok: रेकॉर्ड करता...

source: Stopped…
kok: थारयला...

source: For this command to work you need to open the profiler first
kok: ह्या आदेशान काम करपाक तुमका पयली प्रोफायलर उगडचो पडटलो

source: Open a remote debug port
kok: रिमोट डिबग पोर्ट उगडात

source: %1$S can allow remote debugging over a TCP/IP connection. For security reasons this is turned off by default, but can be enabled using this command.
kok: %1$S TCP/IP जोडणेर रिमोट डिबगिंगाक परवानगी दिंव शकता. सुरक्षेच्या कारणांक लागून मुळाव्यान हे बंद केला, पूण हो आदेश वापरून सक्रिय करपाक मेळटा.

source: The TCP port to listen on
kok: चेर आयकपाक TCP पोर्ट

source: Listen is disabled by the devtools.debugger.remote-enabled preference
kok: आयकुवप देवटूल्स.डिबगर.रिमोट-सक्षम प्राधान्यान अक्षम केला

source: Listening on port %1$S
kok: %1$S पोर्टार आयकता

source: DebuggerServer not initialized
kok: डिबगरसर्वर सुरू जाव ना

source: CSS media type emulation
kok: CSS माध्यम प्रकार अऩुकरण

source: Emulate a specified CSS media type
kok: विशिश्ट CSS माध्यम प्रकाराचे अनुकरण करात

source: View the document as if rendered on a device supporting the given media type, with the relevant CSS rules applied.
kok: संबंदित CSS नेम लागू केल्ल्या दिल्ल्या माध्यम प्रकारान दस्तावेज रेंडर्ड आशिल्ल्याभशेन पळयात

source: The media type to emulate
kok: अनुकरण करपाक माध्यम प्रकार

source: Stop emulating a CSS media type
kok: CSS माध्यम प्रकार अनुकरण करप थांबयात

source: Inject common libraries into the page
kok: समान लायब्ररीं पानान घालात

source: Inject common libraries into the content of the page which can also be accessed from the console.
kok: समान लायब्ररीं पानाच्या आशयान घालात जंय कंसोलातल्यान लेगीत प्रवेश करपाक मेळटा.

source: Select the library to inject or enter a valid script URI to inject
kok: घालपाक लायब्ररी निवडात वो वैध लिपी URI घालपाक दियात

source: %1$S loaded
kok: %1$S लोड केला

source: Failed to load %1$S - Invalid URI
kok: %1$S लोड करपाक शकना- आमान्य URI

source: Open folders
kok: फोल्डर्स उगडात

source: Open folder path
kok: फोल्डर वाट उगडात

source: Directory Path
kok: निदेशिका वाट

source: Open profile directory
kok: प्रोफायल निदेशिका उगडात

source: Please enter a valid path
kok: वैध वाट दियात

source: Opened %1$S
kok: %1$S उगडला
