Repository: translate/mozilla-l10n
Catalog: kok/browser/chrome/browser/devtools/netmonitor.properties.po
Languages: kok

source: &Network
kok: &नेटवर्क

source: Network Panel
kok: नेटवर्क पॅनल

source: Enabled
kok: सक्षम

source: Disabled
kok: अक्षम

source: Hide request details
kok: विनंती तपशील लिपयात

source: Show request details
kok: विनंती तपशील दाखयात

source: No headers for this request
kok: ह्या विनंतेक हेडर्स ना

source: Filter headers
kok: हेडर्स फिल्टर

source: No cookies for this request
kok: ह्या विनंतेक कुकीज ना

source: Filter cookies
kok: कुकीज फिल्टर

source: No parameters for this request
kok: ह्या विनंतेक परिमाणां ना

source: Filter request parameters
kok: फिल्टर विनंती परिमाणां

source: Query string
kok: प्रस्न स्ट्रींग

source: Form data
kok: अर्जी डेटा

source: Request payload
kok: पेलोड विनंती

source: Request headers
kok: माथाळो विनंती

source: Request headers from upload stream
kok: अपलोड स्ट्रिमीतल्यान माथाळ्यांची विनंती करात

source: Response headers
kok: माथाळो प्रतिसाद

source: Request cookies
kok: कुकीज विनंती

source: Response cookies
kok: प्रतिसाद कुकीज

source: Filter properties
kok: फिल्टर वैशिश्ट्यां

source: JSONP → callback %S()
kok: JSONP → कॉलबॅक %S()

source: Sorted ascending
kok: सकयल्यान वयर वर्गीकरण

source: Sorted descending
kok: वयल्यान सकयल वर्गीकरण

source: No requests
kok: विनंत्यो ना

source: One request, #2 KB, #3 s;#1 requests, #2 KB, #3 s
kok: एक विनंती, #2 KB, #3 s;#1 विनंत्यो, #2 KB, #3 s

# networkMenu.sizeKB
source: %S KB
kok: %S केबी (KB)

source: %S min
kok: %S मिन

source: Loading
kok: लागू करता

source: Empty
kok: रिकामे

source: Please wait…
kok: उपकार करून रावात...

source: No data available
kok: डेटा ना

# charts.sizeKB
source: %S KB
kok: %S केबी (KB)

source: Primed cache
kok: प्रायम्ड कॅश

source: Empty cache
kok: रिकामी कॅश

source: Size: %S KB
kok: आकार: %S KB

source: Time: #1 second;Time: #1 seconds
kok: वेळ: #1 सेकंद;वेळ: #1 सेकंदस्

source: Cached responses: %S
kok: कॅश्ड प्रतिसाद: %S

source: Total requests: %S
kok: एकूण विनंत्यो:%S
