Repository: translate/mozilla-l10n
Catalog: roa-*-val/dom/chrome/xslt/xslt.properties.po
Languages: roa_es_val

source: Parsing an XSLT stylesheet failed.
roa_es_val: Ha fallat l'anàlisis d'una fulla d'estil XSLT.

source: Parsing an XPath expression failed.
roa_es_val: Ha fallat l'anàlisis d'una expressió XPath.

source: XSLT transformation failed.
roa_es_val: Ha fallat la transformació XSLT.

source: Invalid XSLT/XPath function.
roa_es_val: Funció XSLT/Xpath invàlida.

source: XSLT Stylesheet (possibly) contains a recursion.
roa_es_val: La fulla d'estil XSLT conté (possiblement) una recursió.

source: Attribute value illegal in XSLT 1.0.
roa_es_val: El valor de l'atribut és illegal en XSLT 1.0.

source: An XPath expression was expected to return a NodeSet.
roa_es_val: S'esperava que una expressió XPath retornara un NodeSet.

source: XSLT transformation was terminated by <xsl:message>.
roa_es_val: <xsl:message> ha finalisat la transformació XSLT.

source: A network error occurred loading an XSLT stylesheet:
roa_es_val: S'ha produït un erro de ret carregant una fulla d'estils XSLT:

source: An XSLT stylesheet does not have an XML mimetype:
roa_es_val: Una fulla d'estils XSLT no té un tipo mime XML:

source: An XSLT stylesheet directly or indirectly imports or includes itself:
roa_es_val: Una fulla d'estils XSLT s'importa o s'inclou, directament o indirectament, ad ella mateixa:

source: An XPath function was called with the wrong number of arguments.
roa_es_val: S'ha cridat una funció Xpath en el número d'arguments incorrecte.

source: An unknown XPath extension function was called.
roa_es_val: S'ha cridat una funció desconeguda d'una extensió XPath.

source: XPath parse failure: invalid axis:
roa_es_val: Erro d'anàlisis de XPath: eix invàlit:

source: XPath parse failure: Name or Nodetype test expected:
roa_es_val: Erro d'anàlisis de XPath: s'esperava una prova de nom o de tipo de nodo (Name o NodeType):

source: XPath parse failure: invalid variable name:
roa_es_val: Erro d'anàlisis de XPath: nom de variable invàlit:

source: XPath parse failure: unexpected end of expression:
roa_es_val: Erro d'anàlisis de XPath: final d'expressió inesperat:

source: XPath parse failure: operator expected:
roa_es_val: Erro d'anàlisis de XPath: operador esperat:

source: XPath parse failure: unclosed literal:
roa_es_val: Erro d'anàlisis de XPath: lliteral no tancat:

source: XPath parse failure: illegal character found:
roa_es_val: Erro d'anàlisis de XPath: s'ha trobat un caràcter illegal:

source: XPath parse failure: binary operator expected:
roa_es_val: Erro d'anàlisis de XPath: s'esperava un operador binari:

source: An XSLT stylesheet load was blocked for security reasons.
roa_es_val: S'ha bloquejat una fulla d'estils XSLT per motius de seguritat.

source: Evaluating an invalid expression.
roa_es_val: Evaluant una expressió invàlida.

source: Unbalanced curly brace.
roa_es_val: Claus desemparellades.

source: Creating an element with an invalid QName.
roa_es_val: Creant un element en un QName invàlit.

source: Variable binding shadows variable binding within the same template.
roa_es_val: Vinculació de la variable amaga vinculació de variable en la mateixa plantilla.

source: Call to the key function not allowed.
roa_es_val: Cridar a la funció clau no està permés.

source: Error loading stylesheet: %S
roa_es_val: Erro carregant la fulla d'estils: %S

source: Error during XSLT transformation: %S
roa_es_val: S'ha produït un erro durant la transformació XSLT: %S
