Repository: translate/mozilla-l10n
Catalog: roa-*-val/services/sync/errors.properties.po
Languages: roa_es_val

source: Failed to connect to the server
roa_es_val: Erro al conectar-se al servidor

source: Wrong Recovery Key
roa_es_val: Clau de recuperació equivocada

source: Incorrect account name or password
roa_es_val: Nom del conte o contrasenya incorrecta

source: Missing account name
roa_es_val: Falta el nom del conte

source: Missing password
roa_es_val: Falta la contrasenya

source: No saved Recovery Key to use
roa_es_val: No hi ha una clau de recuperació per a usar

source: Server incorrectly configured
roa_es_val: Servidor configurat incorrectament

source: One or more data types could not be synced
roa_es_val: Una o més tipos de senyes no poden ser sincronisades

source: Firefox Sync server maintenance is underway, syncing will resume automatically
roa_es_val: El servidor de Firefox Sync es troba en manteniment, la sincronisació continuarà automàticament.

source: Incorrect words, try again
roa_es_val: Paraules incorrectes, proveu un atra vegada

source: Use a stronger password
roa_es_val: Use una contrasenya més complexa

source: Unknown error
roa_es_val: Erro desconegut

source: The passwords entered do not match
roa_es_val: Les contrasenyes introduïdes no coincidixen

source: The password entered is too short
roa_es_val: La contrasenya introduïda es massa curta
