Repository: translate/mozilla-l10n
Catalog: lg/browser/chrome/browser/safebrowsing/phishing-afterload-warning-message.dtd.po
Languages: lg

source: Get me out of here!
lg: Nzijja wano!

source: Ignore this warning
lg: Tofa ku kulabula kuno

source: This isn't a web forgery…
lg: Luno olutimbe sirujingirire…

source: Why was this page blocked?
lg: Lwaki ekibanja kino kyiziyiiziddwa?

source: Reported Attack Page!
lg: Omukutu Ogukozesebwa Okulumba Guwabiddwa!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
lg: Luno olutimbe <span id='malware_sitename'/> ku mukutu gw'ensi y'onna luwaabiddwa ng'embuga erumba era kyiziyiiziddwa kulw'okweroboza kw'obukuumi bwo.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
lg: <p>Ebyapa ebilumbaganyna bigezako okuteekamu plogramu eziiba obubaka obw'ekyama, zikozesa kompyuta yo okulumba endala, oba okwonoona sistemu yo.</p><p>Ebimu bilumbaganya ebibanja mu bugenderevu ne bitambuza pulogulamu ez'obulabe, naye nyingi kuzo zigyawo nganyini zo tayina kyamanyi oba nga taba kiliza.</p>

source: Reported Web Forgery!
lg: Omutimbo Guwabiddwa Okucupula!

source: This web page at <span id='phishing_sitename'/> has been reported as a web forgery and has been blocked based on your security preferences.
lg: Luno olutimbe <span id='phishing_sitename'/> ku mukutu gwensiyona gulopeddwa nga omutimbo omucupule era kati guziyiziiddwa okusinzira ku bukumi bwewalonzemu.

source: <p>Web forgeries are designed to trick you into revealing personal or financial information by imitating sources you may trust.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
lg: <p>Okucupula omutimbo kukolebwa okubuzabuza okuwayo ebyama byo nga befananyisa ensibukko gy'ewesiga.</p><p>Okuyingiza obubaka byona kumutimbo guno kiyinza okiletera okubibwako ebyekyama ebikukwatako.</p>
