Repository: translate/mozilla-l10n
Catalog: mni/toolkit/chrome/passwordmgr/passwordmgr.properties.po
Languages: mni

source: Use Password Manager to remember this value.
mni: ভেল্য়ুসি নিংশিংনবা পাসৱার্দ মেনেজর শিজিনরো.

source: Use Password Manager to remember this password.
mni: পাসৱার্দসি নিংশিংনবা পাসৱার্দ মেনেজর শিজিনরো.

source: Confirm
mni: অরেপ্পা খঙবা

source: Would you like to remember the password for "%1$S" on %2$S?
mni: %2$S দা "%1$S" গী পাসৱার্দ নিংশিংবা পাম্বিব্রা?

source: Would you like to remember the password on %S?
mni: %S দা পাসৱার্দ নিংশিংবা পাম্বিব্রা?

source: &Not Now
mni: হৌজিক নত্তে (&N)

source: Not Now
mni: হৌজিক নত্তে

source: Ne&ver for This Site
mni: মতম খুদিংমক্তা সাইত অসি নত্তে (&R)

source: Never Remember Password for This Site
mni: সাইত অসিগী পাসৱার্দ কৈদৌঙৈদসু নিংশিংগনু

source: &Remember
mni: নিংশিংউ (&R)

source: Remember Password
mni: পাসৱার্দ নিংশিংউ

source: Confirm Password Change
mni: পাসৱার্দসি হোংদোকপা চুম্লব্রা

source: Would you like to update the saved password for "%S"?
mni: "%S" গী সেভ তৌরবা পাসৱার্দ অপদেত তৌবা পাম্বিব্রা?

source: Would you like to update the saved password?
mni: সেভ তৌরবা পাসৱার্দ অপদেত তৌবা পাম্বিব্রা?

source: Update Password
mni: পাসৱার্দ অপদেত তৌরো

source: Don't Change
mni: হোংদোক্কনু

source: Please confirm which user you are changing the password for
mni: অদোম্না পাসৱার্দ হোংদোক্লিবদু শিজিন্নরিবা কনাগীনো হাযবদু তশেংনা খঙদোকউ

source: Hide Passwords
mni: পাসৱার্দশিং লোৎলো

source: Show Passwords
mni: পাসৱার্দশিং উৎলো

source: Are you sure you wish to show your passwords?
mni: অদোমগী পাসৱার্দশিং উৎপা তশেংনা পাম্বিব্রা?

source: Are you sure you wish to remove all passwords?
mni: অদোমগী পাসৱার্দশিং লৌথোকপা তশেংনা পাম্বিব্রা?

source: Remove all passwords
mni: পাসৱার্দ পুম্নমক লৌথোকউ

source: Passwords for the following sites are stored on your computer:
mni: মখাগী সাইতশিং অসিগী পাসৱার্দশিং অদোমগী কমপ্য়ুতরদা থমজিল্লে:

source: The following passwords match your search:
mni: মখাগী পাসৱার্দশিং অসিগা অদোম্না থিরিবদুগা চান্নৈ:
