Repository: translate/mozilla-l10n
Catalog: gn_PY/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: gn_py

source: History
gn_py: Tembiasakue

source: Show your history (%S)
gn_py: Tembiasakue jehechauka (%S)

source: Synced Tabs
gn_py: Tendayke oñembojuehepyre

source: Show tabs from other devices
gn_py: Ambue mba'e'oka rendaykekuéra jehechauka

source: New Private Window
gn_py: Ovetã ñemi pyahu

source: Open a new Private Browsing window (%S)
gn_py: Ovetã pyahu kundaha ñemíme jeike (%S)

source: Save Page
gn_py: Kuatiarogue ñongatu

source: Save this page (%S)
gn_py: Ko kuatiarogue ñongatu (%S)

source: Find
gn_py: Eheka

source: Find in this page (%S)
gn_py: Ejuhu ko kuatiaroguépe (%S)

source: Open File
gn_py: Marandurendápe jeike

source: Open a file (%S)
gn_py: Marandurendápe jeike (%S)

source: Developer
gn_py: Mboguatahára

source: Open Web developer tools (%S)
gn_py: Ñandutípe jeike tembipuru mboguatahápe (%S)

source: Sidebars
gn_py: Tenda yke

source: Show sidebars
gn_py: Tenda yke jehechauka

source: Add-ons
gn_py: Moĩmbahakuéra

source: Manage your add-ons (%S)
gn_py: Ne moĩmbaháre poreka (%S)

source: Preferences
gn_py: Jerohoryvéva

source: Open preferences
gn_py: Jerohoryvéva juruja

source: Open preferences (%S)
gn_py: Jerohoryvévape jeike (%S)

source: Options
gn_py: Jeporavorã

source: Open options
gn_py: Jeporavorãme jeike

source: Zoom Controls
gn_py: Zoom ñangarekoha

source: Zoom controls
gn_py: Zoom ñangarekoha

source: Zoom out
gn_py: Momichĩ

source: Zoom out (%S)
gn_py: Tuichakue ñemomichĩ (%S)

source: Reset zoom level (%S)
gn_py: Mbotuichakue (%S) moñepyrũjey

source: Zoom in
gn_py: Mbotuicha

source: Zoom in (%S)
gn_py: Mbotuichave (%S)

source: Edit Controls
gn_py: Ñangarekoha mbosako'i

source: Edit controls
gn_py: Ñangarekoha mbosako'i

source: Cut
gn_py: Kytĩ

source: Cut (%S)
gn_py: Kytĩ (%S)

source: Copy
gn_py: Mbohasarã

source: Copy (%S)
gn_py: Mbohasarã (%S)

source: Paste
gn_py: Mboja

source: Paste (%S)
gn_py: Mboja (%S)

source: Subscribe
gn_py: Eñemboheraguapy

source: Subscribe to this page
gn_py: Eñemboheraguapy ko kuatiaroguépe

source: ­Text Encoding
gn_py: jehaipyre Ñemoambue

source: Show text encoding options
gn_py: Jehaipyre moambue jehechauka

source: Email Link
gn_py: Joajuha mondo

source: Email a link to this page
gn_py: Peteĩ joajuha ko kuatiaroguépe mondo

# quit-button.tooltiptext.linux2
source: Quit %1$S (%2$S)
gn_py: Eheja %1$S (%2$S)

# quit-button.tooltiptext.mac
source: Quit %1$S (%2$S)
gn_py: Esẽ %1$S (%2$S) gui

source: Share This Page
gn_py: Emoherakuã ko kuatiarogue

source: Share this page
gn_py: Emoherakuã ko kuatiarogue

source: Forget
gn_py: Ñembyesarái

source: Forget about some browsing history
gn_py: Nderesaráike oimeraẽva kundaha rembiasakuégui

source: Open WebIDE (%S)
gn_py: WebIDE (%S) Jepe'a

source: New Non-e10s Window
gn_py: Ovetã Pyahu Non-e10s pe g̃uarã

source: Open a new Non-e10s Window
gn_py: Eipe'a peteĩ ovetã pyahu Non-e10s pe g̃uarã
