Repository: translate/mozilla-l10n
Catalog: nd/browser/chrome/browser/aboutCertError.dtd.po
Languages: nd

source: Untrusted Connection
nd: Uxhumo Olungathembekanga

source: This Connection is Untrusted
nd: Uxhumo Lolu Aluthembekanga

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
nd: Ucele i-&brandShortName; ukuthi ixhume ngokuvikelekileyo ku <b>#1</b>, kodwa asilaqiniso ukuthi uxhumo lwakho luvikelekile.

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
nd: Ngokwejayelekileyo, nxa uzama ukuxhuma ngokuvikelileyo, amasayithi azatshengisa umfanekiso owethembekileyo ozakhomba ukuthi uya endaweni eqondileyo. Kodwa ke, umfanekiso wale isayithi awula kuqinisekiswa.

source: What Should I Do?
nd: Ngenze njani?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
nd: Nxa emihleni uxhuma kule isayithi ungelankinga, ukuphambaniseka lokhu kutshengisa ukuthi kulomuntu ozama ukulingisa isayithi, kumele ungaqhubeki.

source: Get me out of here!
nd: Ngikhiphe lapha!

source: I Understand the Risks
nd: Ngiyzwisisa Ingozi Elapha.

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
nd: Nxa uzwisisa ukuthi kwenzakalani, ungatshela i-&brandShortName; ukuthi iqale ukuthemba ufaniso wale isayithi. <b>Lanxa ulithemba leli sayithi, leli phutha lingatsho ukuthi kulomuntu ozama okuthize ngoxhumo lwakho.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
nd: Ungengezi i-exception ngaphandle kokuthi uyazi ukuthi kulesizatho esihle esenza ukuthi lesayithi ingasebenzisi ufaniso oluthembekileyo.

source: Add Exception…
nd: Yengeza i-exception…

source: Technical Details
nd: Imininingwane Ezikileyo
