Repository: translate/mozilla-l10n
Catalog: nd/browser/chrome/browser/aboutDialog.dtd.po
Languages: nd

source: About &brandFullName;
nd: Okuphathelane le &brandFullName;

source: &Check for updates
nd: &Hlolisisa ubukhona bama-updates

source: &Apply Update…
nd: &Faka i-Update…

source: &brandShortName; is experimental and may be unstable.
nd: &brandShortName; isaphakathi kokukhandwa njalo kungenzeka ibelokungazinzi.

source: It automatically sends information about performance, hardware, usage and customizations back to &vendorShortName; to help make &brandShortName; better.
nd: Ithumela imininingwane mayelana ngokusebenza, i-hadiwe, ukusetshenziswa lenguquko ezidalwe nguwe ku &vendorShortName; ukuze isize i- &brandShortName; ibe ngcono.

# community.exp.mozillaLink
source: &vendorShortName;
nd: I-&vendorShortName;

source: is a
nd: iyi

# community.exp.creditsLink
source: global community
nd: umphakathi womhlaba

# community.exp.end
source: working together to keep the Web open, public and accessible to all.
nd: osebenza ndawonye ukuze sigcine iWebhu livulekile, lingelomphakathi njalo lifinyeleleka kuwo wonke umuntu.

source: &brandShortName; is designed by
nd: I-&brandShortName; yenzwe ngu

# community.mozillaLink
source: &vendorShortName;
nd: I-&vendorShortName;

source: , a
nd: , i

# community.creditsLink
source: global community
nd: umphakathi womhlaba

# community.end3
source: working together to keep the Web open, public and accessible to all.
nd: osebenza ndawonye ukuze sigcine iWebhu livulekile, lingelomphakathi njalo lifinyeleleka kuwo wonke umuntu.

source: Licensing Information
nd: Imininingwane Yokulayisenswa

source: End-User Rights
nd: Amalungelo Womsebenzisi Wokucina

source: Privacy Policy
nd: Inqubo Yemfihlo

source: Checking for updates…
nd: Ukuhlolisia ubukhona bama-updates…

source: &brandShortName; is up to date
nd: I-&brandShortName; isithuthukiswele kusimanje

source: Updates disabled by your system administrator
nd: Ama-updates avalwe ngumlawuli wohlelo lwakho

source: &brandShortName; is being updated by another instance
nd: I-&brandShortName; iyathuthukiswa ngenye indlela

source: Update failed.
nd: I-update ayiphumelelanga.

source: Download the latest version
nd: Dawunloda ivezhini entsha eyakhathesi

source: Updates available at
nd: Ama-updates akhona ku

source: You can not perform further updates on this system.
nd: Awenelisi ukwenza amanye ama-updates kuloluhlelo.

source: Learn more
nd: Funda okunengi

source: Downloading update —
nd: Kudawunlodwa i-update —

source: Applying update…
nd: Kufakwa i-update…

source: You are currently on the
nd: Okwakhathesi uku
