Repository: translate/mozilla-l10n
Catalog: nd/browser/chrome/browser/pageInfo.properties.po
Languages: nd

source: Page Info - %S
nd: Imininingwane Ngekhasi -%S

source: Untitled Page:
nd: IKhasi Elingelabizo:

source: Unknown
nd: Akwaziwa

source: Not specified
nd: Akucaciswanga

source: Yes
nd: Yebo

source: No
nd: Hayi

source: Image
nd: Imifanekiso

source: Video
nd: i-Vidiyo

source: Audio
nd: Umsindo

source: Border
nd: Uthango

source: Bullet
nd: Uhlamvu

source: Cursor
nd: Isiphawuli Sezilobo

source: Embed
nd: Hlanganisela

source: Icon
nd: Umfanekiso

source: Select a Folder to Save the Images
nd: Khetha Ifolda yokugcinela Imfanekiso

source: Block Images from %S
nd: Vimba Imfanekiso evela ku-%S

source: Unknown (not cached)
nd: Akwaziwa (akaze kwagcinwa)

source: %S Image
nd: Umfanekiso we-%S

source: %S Image (animated, %S frames)
nd: Umfanekiso we-%S (animated, %S frames)

source: %Spx × %Spx (scaled to %Spx × %Spx)
nd: %Spx × %Spx (ehliselwe ku %Spx × %Spx)

source: This website does not supply ownership information.
nd: Le iwebhusayithi ayinikezi imininingwane yobunikazi.

source: Yes, once
nd: Yebo, Kanye

source: Yes, %S times
nd: Yebo, ka-%S

source: This website is using %1$S %2$S
nd: Le iwebhusayithi isebenzisa %1$S %2$S

source: Use Default
nd: Sebenzisa Okwemvelo
