Repository: translate/mozilla-l10n
Catalog: nd/browser/chrome/browser/syncCustomize.dtd.po
Languages: nd

source: Sync Selection
nd: Khetha Okokuhambelanisa

source: Start
nd: Qala

source: What would you like to sync?
nd: Ufisa ukuhambelisa ini?

source: You can change this selection in Options.
nd: Ungaguqula ukukhetha lokhu ku-Options.

source: You can change this selection in Preferences.
nd: Ungaguqula ukukhetha lokhu ku-Preferences.

source: Book&marks
nd: Amabhukhmakhi

source: Histo&ry
nd: Imbali

source: &Tabs
nd: &Amathebhu

source: &Passwords
nd: &Amaphasiwedi

source: Desktop &Add-ons
nd: &Izengezelelo
