Repository: translate/mozilla-l10n
Catalog: hsb/browser/chrome/browser/loop/loop.properties.po
Languages: hsb

source: Hello
hsb: Halo

source: Conversations
hsb: Rozmołwy

source: Contacts
hsb: Kontakty

source: Please sign in again
hsb: Prošu přizjewće so zaso,

source: to continue using {{clientShortname2}}
hsb: zo byšće {{clientShortname2}} dale wužiwał

# sign_in_again_button
source: Sign In
hsb: Přizjewić

source: Use {{clientSuperShortname}} as a Guest
hsb: {{clientSuperShortname}} jako hósć wužiwać

source: {{clientShortname}} — Join the conversation
hsb: {{clientShortname}} — Rozmołwje so přidružić

source: Get Started
hsb: Prěnje kroki

source: Invite someone to join you.
hsb: Přeprošće někoho, so wam přidružić.

source: Guest
hsb: Hósć

source: Do Not Disturb
hsb: Prošu njemylće

source: Available
hsb: K dispoziciji

source: Sorry, we were unable to retrieve a call URL.
hsb: Bohužel njemóžemy zawołanski URL wotwołać.

source: Session expired. All URLs you have previously created and shared will no longer work.
hsb: Posedźenje je spadnyło. Wšě URL, kotrež sće prjedy wutworił a dźělił, hižo njefunguja.

source: Could Not Authenticate
hsb: Awtentifikacija móžno njeje

source: Did you change your password?
hsb: Sće swoje hesło změnił?

source: Please try again later
hsb: Prošu spytajće pozdźišo hišće raz

source: Could Not Connect To The Server
hsb: Zwisk ze serwerom móžno njeje

source: Please check your internet connection
hsb: Prošu přepruwujće swój internetny zwisk

source: Your Login Has Expired
hsb: Waše přizjewjenje je spadnyło

source: Service Unavailable At This Time
hsb: Słužba tuchwilu k dispoziciji njeje

source: There Was A Problem Accessing Your Account
hsb: Při přistupje na waše konto je problem wustupił

# retry_button
source: Retry
hsb: Hišće raz spytać

source: {{clientShortname2}} — Join the conversation
hsb: {{clientShortname2}} — Rozmołwje so přidružić

source: {{clientShortname2}} conversation: {{title}}
hsb: Rozmołwa {{clientShortname2}}: {{title}}

source: Hello! Join me for a video conversation on {{clientShortname2}}. It's the easiest way to connect by video with anyone anywhere. With {{clientSuperShortname}}, you don't have to download or install anything. Just click or paste this link into your {{brandShortname}}, Opera or Chrome browser to join the conversation: {{callUrl}} If you'd like to learn more about {{clientSuperShortname}} and how you can start your own free video conversations, visit {{learnMoreUrl}} Talk to you soon!
hsb: Witaj! Přidružće so mi za widejorozmołwu na {{clientShortname2}}. To je najlóše wašnje, so přez widejo z někim něhdźe zwjazać. Z {{clientSuperShortname}} njetrjebaće ničo sćahnyć abo instalować. Klikńće prosće na tutón wotkaz abo zasadźće jón do swojeho wobhladowaka {{brandShortname}}, Opera abo Chrome, zo byšće so rozmołwje přidružił: {{callUrl}} Jeli chceće wjace wo {{clientSuperShortname}} zhonić, a wo tym, kak móžeće swójske darmotne widejorozmołwy startować, wopytajće {{learnMoreUrl}} Wjeselu so, bórze so z wami rozmołwjeć!

source: Hello! Join me for a video conversation on {{clientShortname2}} about: {{title}}. It's the easiest way to connect by video with anyone anywhere. With {{clientSuperShortname}}, you don't have to download or install anything. Just click or paste this link into your {{brandShortname}}, Opera or Chrome browser to join the conversation: {{callUrl}} If you'd like to learn more about {{clientSuperShortname}} and how you can start your own free video conversations, visit {{learnMoreUrl}} Talk to you soon!
hsb: Witajće! Přidružće so mi za widejorozmołwu na {{clientShortname2}} wo: {{title}}. To je najlóše wašnje, so přez widejo z někim něhdźe zwjazać. Z {{clientSuperShortname}} njetrjebaće ničo sćahnyć abo instalować. Klikńće prosće na tutón wotkaz abo zasadźće jón do swojeho wobhladowaka {{brandShortname}}, Opera abo Chrome, zo byšće so rozmołwje přidružił: {{callUrl}} Jeli chceće wjace wo {{clientSuperShortname}} zhonić, a wo tym, kak móžeće swójske darmotne widejorozmołwy startować, wopytajće {{learnMoreUrl}} Wjeselu so, bórze so z wami rozmołwjeć!

source: Join me for a video conversation on {{clientShortname2}}!
hsb: Přidružće so mi za widejorozmołwu na {{clientShortname2}}!

source: Share Link
hsb: Wotkaz dźělić

source: Add a Service
hsb: Słužbu přidać

# copy_url_button2
source: Copy Link
hsb: Wotkaz kopěrować

source: Copied!
hsb: Kopěrowany!

source: Sign In or Sign Up
hsb: Přizjewić abo registrować

source: Account
hsb: Konto

# settings_menu_item_settings
source: Settings
hsb: Nastajenja

source: Sign Out
hsb: Wotzjewić

# settings_menu_item_signin
source: Sign In
hsb: Přizjewić

# settings_menu_button_tooltip
source: Settings
hsb: Nastajenja

source: Search…
hsb: Pytać…

source: New Contact
hsb: Nowy kontakt

# new_contact_name_placeholder
source: Name
hsb: Mjeno

# new_contact_email_placeholder
source: Email
hsb: E-mejl

source: Firefox OS Phone
hsb: Telefon Firefox OS

source: Phone
hsb: Telefon

source: Blocked Contacts
hsb: Zablokowane kontakty

source: Add Contact
hsb: Kontakt přidać

source: Please enter a valid email address
hsb: Prošu zapodajće płaćiwu e-mejlowu adresu

source: Add or Import Contact
hsb: Kontakt přidać abo importować

source: Import from Google
hsb: Z Google importować

source: Importing…
hsb: Importuje so…

source: Some contacts could not be imported. Please try again.
hsb: Někotre kontakty njedachu so importować. Prošu spytajće hišće raz.

source: {{total}} contact was successfully imported.;{{total}} contacts were successfully imported.
hsb: {{total}} kontakt je so wuspěšnje importował.;{{total}} kontaktaj stej so wuspěšnje importowałoj.;{{total}} kontakty su so wuspěšnje importowali.;{{total}} kontaktow je so wuspěšnje importowało.

source: Sync Contacts
hsb: Kontakty synchronizować

source: Sorry, contact import failed
hsb: Bohužel je so import kontakta nimokulił

source: Some contacts could not be imported
hsb: Někotre kontakty njehodźa so importować

# import_failed_support_button
source: Help
hsb: Pomoc

source: Remove Contact…
hsb: Kontakt wotstronić

source: Are you sure you want to delete this contact?
hsb: Chceće woprawdźe tutón kontakt zhašeć?

source: Remove Contact
hsb: Kontakt wotstronić

# confirm_delete_contact_cancel_button
source: Cancel
hsb: Přetorhnyć

source: Block Contact
hsb: Kontakt blokować

source: Unblock Contact
hsb: Blokowanje kontakta zběhnyć

source: Edit Contact…
hsb: Kontakt wobdźěłać…

source: Edit Contact
hsb: Kontakt wobdźěłać

# edit_contact_name_label
source: Name
hsb: Mjeno

# edit_contact_email_label
source: Email
hsb: E-mejl

source: Done
hsb: Dokónčeny

source: Audio Conversation
hsb: Awdiorozmołwa

source: Video Conversation
hsb: Widejorozmołwa

source: You can automatically add profile icons to your contacts by sharing their email addresses with Gravatar. {{learn_more}}.
hsb: Móžeće wašim kontaktam awtomatisce profilowe symbole přidać, dźělo jich e-mejlowe adresy z Gravatar. {{learn_more}}.

source: Learn more
hsb: Dalše informacije

source: No Thanks
hsb: Ně, dźakuju so

source: Use Profile Icons
hsb: Profilowe symbole wužiwać

source: Ready to start your conversation?
hsb: Chceće swoju rozmołwu započeć?

source: Conversation Request
hsb: Próstwa wo rozmołwu

source: Accept
hsb: Akceptować

source: Accept with voice
hsb: Z hłosom akceptować

source: Accept with video
hsb: Z widejom akceptować

# incoming_call_cancel_button
source: Cancel
hsb: Přetorhnyć

source: Cancel and Block
hsb: Přetorhnyć a blokować

source: Block
hsb: Blokować

source: Hang up
hsb: Połožić

source: Exit
hsb: Skónčić

source: Mute your audio
hsb: Waš zynk wupinyć

source: Unmute your audio
hsb: Waš zynk zapinyć

source: Mute your video
hsb: Waše widejo wupinyć

source: Unmute your video
hsb: Waše widejo zapinyć

source: Stop sharing
hsb: Hižo njedźělić

source: Share your screen
hsb: Wašu wobrazowku dźělić

source: Share your Tabs
hsb: Waše rajtarki dźělić

source: Share other Windows
hsb: Druhe wokna dźělić

source: Conversation with {{contactName}}
hsb: Rozmołwa z {{contactName}}

source: Start conversation?
hsb: Rozmołwu započeć?

source: Start a video conversation
hsb: Widejorozmołwu započeć

source: Voice conversation
hsb: Telefonowa rozmołwa

# initiate_call_cancel_button
source: Cancel
hsb: Přetorhnyć

source: Connecting…
hsb: Zwjazuje so…

source: Ringing…
hsb: Zwoni…

source: The person you were calling has ended the conversation.
hsb: Wosoba, kotruž sće zawołał, je rozmołwu skónčiła.

source: Your conversation has ended.
hsb: Waša rozmołwa je so skónčiła.

# restart_call
source: Rejoin
hsb: Zaso so přidružić

source: {{contactName}} is unavailable.
hsb: {{contactName}} k dispoziciji njeje

source: This person is unavailable.
hsb: Tuta wosoba k dispoziciji njeje.

source: Something went wrong.
hsb: Něšto je so nimokuliło.

source: You can try again or email a link to be reached at later.
hsb: Móžeće hišće raz spytać abo wotkaz e-mejlować, hdy sće pozdźišo k rěčam.

source: Would you like to try again?
hsb: Chceće hišće raz spytać?

source: This person is not online
hsb: Tuta wosoba online njeje

source: Your call did not go through.
hsb: Waše zawołanje njeje přešło.

# retry_call_button
source: Retry
hsb: Hišće raz spytać

source: Email Link
hsb: Wotkaz e-mejlować

# cancel_button
source: Cancel
hsb: Přetorhnyć

source: Can't start call, session is not ready.
hsb: Zawołanje njeda so započeć, posedźenje hotowo njeje.

source: The network connection terminated abruptly.
hsb: Syćowy zwisk je so abruptnje skónčił.

source: Call failed; see console for details.
hsb: Zawołanje je so nimokuliło; hlejće konsolu za podrobnosće.

source: No camera or microphone found.
hsb: Žana kamera abo žadyn mikrofon.

source: By using {{clientShortname}} you agree to the {{terms_of_use}} and {{privacy_notice}}.
hsb: Hdyž {{clientShortname}} wužiwaće, zwoliće do slědowacych postajenjow: {{terms_of_use}} a {{privacy_notice}}.

source: Terms of Use
hsb: Wužiwanske wuměnjenja

source: Privacy Notice
hsb: Zdźělenka priwatnosće

source: Powered by
hsb: Spěchowany wot

source: How was your conversation?
hsb: Kak je waša rozmołwa była?

source: Thank you for your feedback!
hsb: Dźakujemy so za waš komentar!

source: What made you sad?
hsb: Što je was zrudźiło?

source: Audio quality
hsb: Awdiokwalita

source: Video quality
hsb: Widejokwalita

source: Was disconnected
hsb: Njeje zwjazany był

source: Confusing controls
hsb: Zamylace wodźenske elementy

source: Other
hsb: Druha

source: What went wrong?
hsb: Što je so nimokuliło?

source: Submit
hsb: Wotpósłać

source: Back
hsb: Wróćo

source: This window will close in {{countdown}} second;This window will close in {{countdown}} seconds
hsb: Tute wokno so za {{countdown}} sekundu začini;Tute wokno so za {{countdown}} sekundźe začini;Tute wokno so za {{countdown}} sekundy začini;Tute wokno so za {{countdown}} sekundow začini

# feedback_rejoin_button
source: Rejoin
hsb: Zaso so přidružić

source: Report User
hsb: Wužiwarja zdźělić

source: Leave Feedback
hsb: Komentar pósłać

# help_label
source: Help
hsb: Pomoc

source: Tour
hsb: Tura

source: Conversation {{conversationLabel}}
hsb: Rozmołwa {{conversationLabel}}

source: Leave
hsb: Wopušćić

# rooms_list_copy_url_tooltip
source: Copy Link
hsb: Wotkaz kopěrować

source: Current conversation;Current conversations
hsb: Aktualna rozmołwa;Aktualnej rozmołwje;Aktaulne rozmołwy;Aktualne rozmołwy

source: Delete conversation
hsb: Rozmołwu zhašeć

source: Are you sure?
hsb: Sće wěsty?

source: No current conversations
hsb: Žane aktualne rozmołwy

source: Conversation cannot be updated
hsb: Rozmołwa njeda so aktualizować

source: Start a conversation
hsb: Rozmołwu započeć

source: You're the first one here.
hsb: Sće prěni tu.

source: Choose a conversation or start a new one
hsb: Wubjerće rozmołwu abo započće nowu

source: There are already two people in this conversation.
hsb: Staj hižo dwaj wobdźělnikaj w rozmołwje.

source: Download {{brandShortname}} to start your own
hsb: Sćehńće {{brandShortname}}, zo by swójsku započał

source: Learn more about {{clientShortname}} »
hsb: Dalše informacije wo {{clientShortname}} »

source: Someone has joined the conversation!
hsb: Něchtó je so rozmołwje přidružił!

source: Join the conversation
hsb: Telefonowej rozmołwje so přidružić

source: Open conversations will be closed
hsb: Wočinjene rozmołwy so začinja

source: Users in your conversation will now be able to see the contents of any tab you click on.
hsb: Wužiwarjo we wašej rozmołwje móža nětko wobsah kóždeho rajtarka widźeć, na kotryž kliknjeće.

source: Got it!
hsb: Sym to zrozumił!

source: G
hsb: z

source: Don't show this again
hsb: Hižo njepokazać

source: D
hsb: H

source: Let's talk about:
hsb: Rozmołwjejmy so wo:

source: Talk about "{{title}}"
hsb: Wo "{{title}}" rěčeć

source: Conversation Name
hsb: Mjeno rozmołwy

source: Comments
hsb: Komentary

source: Add some context
hsb: Přidajće trochu konteksta

source: Edit Context
hsb: Kontekst wobdźěłać

source: Hide Context
hsb: Kontekst schować

source: Show Context
hsb: Kontekst pokazać

source: Save
hsb: Składować

source: This link was modified.
hsb: Tutón wotkaz je so změnił.

source: Learn more.
hsb: Dalše informacije.

source: Type here…
hsb: Zapisajće tu…
