Repository: translate/mozilla-l10n
Catalog: ak/toolkit/chrome/mozapps/preferences/preferences.properties.po
Languages: ak

source: (not set)
ak: (wɔn nhyehɛɛe)

source: Unable to change Master Password.
ak: Entumi nsesa ehintasɛmfua-papa no.

source: You did not enter the correct current Master Password. Please try again.
ak: Wanbɔ ɛnde-ehintasɛmfua-papa no. San bɔ bio.

source: Master Password successfully changed.
ak: Etumi asesa ehintasɛmfua-papa no.

source: You have deleted your Master Password.
ak: Woetwa wo ehintasɛmfua-papa no mu.

source: Warning! You have decided not to use a Master Password.
ak: Kɔkɔbɔ! Woayɛ adwen sɛ womfa ehintasɛmfua-papa.

source: Your stored web and email passwords, form data, and private keys will not be protected.
ak: Wo wɛb ne e-mel ehintansɛmfua, fɔɔm deta, ne nsafoa praevet banbɔ eyi efiri hɔ.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
ak: Sesei no wo wɔ FIPS tebea mu. FIPS hia sɛ wobɛwɔ ehintasɛmfua-papa.

source: Password Change Succeeded
ak: Woetumi asesa wo ehintasɛmfua-papa no

source: Password Change Failed
ak: Woentumi ansesa wo ehintasɛmfua-papa no

source: Remove
ak: Yi
