Repository: translate/mozilla-l10n
Catalog: kok/security/manager/chrome/pipnss/nsserrors.properties.po
Languages: kok

source: Address in signing certificate does not match address in message headers.
kok: सही करपी प्रमाणपत्रातलो नामो संदेश माथाळ्यातल्या नाम्याकडेन जुळना.

source: Unable to generate public/private key pair.
kok: भौशिक/खाजगी कळ जोडी तयार करपाक शकना.

source: Certificate nickname already in use.
kok: 'प्रमामपत्र टोपणनाव पयलीच वापरान आसा.

source: Peer FORTEZZA chain has a non-FORTEZZA Certificate.
kok: पीयर FORTEZZA साखळेक अ-FORTEZZA प्रमाणपत्र.

source: A sensitive key cannot be moved to the slot where it is needed.
kok: संवेदनशील कळ जाय त्या स्लॉटान हालोवपाक शकना.

source: Invalid module name.
kok: अमान्य मोड्यूलनाव.

source: Invalid module path/filename
kok: अमान्य मोड्यूल वाट/धारिका नाव

source: Unable to add module
kok: मोड्यूल लागू करपाक जायना

source: Unable to delete module
kok: मोड्यूल काडपाक शकना

source: New KRL is not later than the current one.
kok: नवे KRLसद्याच्या फायल्यान ना.

source: The Certifying Authority for this certificate is not permitted to issue a certificate with this name.
kok: ह्या प्रमाणपत्राखातीरच्या प्रमाणपत्र अधिकारिणीक ह्या नावाचे प्रमाणपत्र दिवपाची अनुमती ना.

source: The key revocation list for this certificate is not yet valid.
kok: ह्या प्रमाणपत्राखातीरची कळ फाटी घेवपाची वळेरी वैध ना.

source: The certificate revocation list for this certificate is not yet valid.
kok: ह्या प्रमाणपत्राखातीर प्रमाणपत्र फाटी घेवपाची वळेरी वैध ना.

source: The requested certificate could not be found.
kok: विनंती केल्ले प्रमामपत्र मेळूंक ना.

source: The signer's certificate could not be found.
kok: सही करप्याले प्रमामपत्र मेळूंक ना.

source: The location for the certificate status server has invalid format.
kok: प्रमाणपत्र स्थिती सर्वराच्या थळाक अमान्य स्वरूप आसा.

source: The OCSP response cannot be fully decoded; it is of an unknown type.
kok: OCSP प्रतिसाद पुराय डीकोड करपाक शकना; तो अज्ञात प्रकाराचो.

source: The OCSP server returned unexpected/invalid HTTP data.
kok: OCSP सर्वरान अनपेक्षित/अमान्य HTTP म्हायती परतीली.

source: The OCSP server found the request to be corrupted or improperly formed.
kok: OCSP सर्वराक विनंती इबाडल्या वा सारकी ना अशे दिसले.

source: The OCSP server experienced an internal error.
kok: OCSP सर्वराक अंतर्गत त्रूटी दिसली.

source: The OCSP server suggests trying again later.
kok: OCSP सर्वर परतून यत्न करपाचे सुचयता .

source: The OCSP server requires a signature on this request.
kok: OCSP सर्वराक ह्या विनंतेर सही जाय.

source: The OCSP server has refused this request as unauthorized.
kok: OCSP सर्वरान ही विनंती अनधिकृत म्हण न्हंयकारल्या.

source: The OCSP server returned an unrecognizable status.
kok: OCSP सर्वरान अनोळखी स्थिती परतीली.

source: The OCSP server has no status for the certificate.
kok: OCSP सर्वराक प्रमामपत्राखातिर स्थिती ना.

source: You must enable OCSP before performing this operation.
kok: तुमी ही कारवाय करच्या पयली OCSP सक्षम करपाक जाय.

source: You must set the OCSP default responder before performing this operation.
kok: तुमी ही कारवाय करचेपयली OCSP मुळावो प्रतिसाद दिवपी थारावपाक जाय.

source: The response from the OCSP server was corrupted or improperly formed.
kok: OCSP सर्वरातल्यान प्रतिसाद इबाडला वा सारको ना.

source: The signer of the OCSP response is not authorized to give status for this certificate.
kok: OCSP प्रतिसादाचेर सही करपी ह्या प्रमाणपत्राक स्थिती दिवपाक अधिकृत ना.

source: The OCSP response is not yet valid (contains a date in the future).
kok: OCSP प्रतिसाद आजून वैध ना (तातून फुडली तारिक आसा).

source: The OCSP response contains out-of-date information.
kok: OCSP प्रतिसादान तारकेभायली म्हायती आसा.

source: The CMS or PKCS #7 Digest was not found in signed message.
kok: CMS वा PKCS #7 डायजेस्ट सही केल्ल्या संदेशान मेळूंक ना.

source: The CMS or PKCS #7 Message type is unsupported.
kok: CMS वा PKCS #7 संदेश प्रकाराक फांटबळ ना.

source: PKCS #11 module could not be removed because it is still in use.
kok: PKCS #11 मोड्यूल काडपाक शकना कारण ते आजून वापरान आसा.

source: Could not decode ASN.1 data. Specified template was invalid.
kok: ASN.1 म्हायती डीकोड करपाक शकना.स्पश्ट केल्ले प्रारूंप अवैध.

source: No matching CRL was found.
kok: CRL क जुळपी मेळूंक ना.

source: You are attempting to import a cert with the same issuer/serial as an existing cert, but that is not the same cert.
kok: तुमी त्याच दिवप्याचे/अनुक्रमाचे प्रमाणपत्र सध्याचे प्रमाणपत्र म्हण आयात करपाक सोदता, पुण ते तेच प्रमाणपत्र न्ही.

source: NSS could not shutdown. Objects are still in use.
kok: NSS बंद करपाक शकना.वस्ति आजूनूय वापरान आसा.

source: DER-encoded message contained extra unused data.
kok: DER-एनकोडेड संदेशान चड वापरू नाशिल्ली म्हायती आसा.

source: Unsupported elliptic curve.
kok: फाटबळ नाशिल्ले एलिप्टीक कर्व्ह

source: Unsupported elliptic curve point form.
kok: फाटबळ नाशिल्लो एलिप्टिक कर्व्ह बिंदू फॉर्म.

source: Unrecognized Object Identifier.
kok: अनोळखी वस्ती वळखुपी.

source: Invalid OCSP signing certificate in OCSP response.
kok: आमान्य OCSP सही करपी प्रमाणपत्र OCSP प्रतिसादान.

source: Certificate is revoked in issuer's certificate revocation list.
kok: दिवप्याच्या प्रमाणपत्र फाटी घेवपाच्या वळेरेंत प्रमाणपत्र परतून घेतला.

source: Issuer's OCSP responder reports certificate is revoked.
kok: दिवप्याचो OCSP प्रतिसाद सांगता की प्रमाणपत्र परतून घेतला.

source: Issuer's Certificate Revocation List has an unknown version number.
kok: दिवप्याचे प्रमाणपत्र फाटी घेवपाचे वळेरेक अज्ञात आवृत्ती क्रमांक आसा.

source: Issuer's V1 Certificate Revocation List has a critical extension.
kok: दिवप्याच्या V1प्रमाणपत्र फाटी घेवपाच्या वळेरेन गंभीर विस्तार आसा.

source: Issuer's V2 Certificate Revocation List has an unknown critical extension.
kok: दिवप्याल्या V2 प्रमाणपत्र रिव्होकेशन वळेरेंत अज्ञात गंभीर विस्तार आसात.

source: Unknown object type specified.
kok: अज्ञात वस्तिचो प्रकार स्पश्ट केला.

source: PKCS #11 driver violates the spec in an incompatible way.
kok: PKCS #11 चालक असुसंगत पद्दतीन स्पेक उल्लंघन करता.

source: No new slot event is available at this time.
kok: ह्या वेळार नवी स्लॉट घडणूक उपलब्द ना.

source: CRL already exists.
kok: CRLपयलीसावन आसा

source: NSS is not initialized.
kok: NSS सुरू जांवक ना

source: The operation failed because the PKCS#11 token is not logged in.
kok: कारवाय फसली कारण PKCS#11 टोकन लॉग करूंक ना.

source: Configured OCSP responder's certificate is invalid.
kok: संरचनाय केल्ल्या OCSP प्रतिसादाचे प्रमाणपत्र अमान्य.

source: OCSP response has an invalid signature.
kok: OCSP प्रतिसादाक अमान्य सही आसा.

source: Cert validation search is out of search limits
kok: सर्ट वैध करप सोद सोद मर्यादांभायर आसा

source: Policy mapping contains anypolicy
kok: धोरण मॅपिंगांत एनीपॉलिसी आसा

source: Cert chain fails policy validation
kok: सर्ट चेन धोरण वैध करप फसले

source: Unknown location type in cert AIA extension
kok: सर्ट AIA विस्तारान अज्ञात स्थळ प्रकार

source: Server returned bad HTTP response
kok: सर्वरान वायट HTTP प्रतिसाद दिला

source: Server returned bad LDAP response
kok: सर्वरान वायट LDAP प्रतिसाद दिला

source: Failed to encode data with ASN1 encoder
kok: ASN1 एनकोडरासंयत डाटा एनकोड करप असफळ

source: Bad information access location in cert extension
kok: सर्ट विस्तारांन वायट माहिती प्रवेश स्थळ

source: Libpkix internal error occurred during cert validation.
kok: सर्ट वैध करतास्तना Libpkix अंतर्गत एरर आयलो

source: A PKCS #11 module returned CKR_GENERAL_ERROR, indicating that an unrecoverable error has occurred.
kok: A PKCS #11 मॉड्यूलान CKR_GENERAL_ERROR दिलो, जाचो अर्थ सारको न जावपी एरर आयला.

source: A PKCS #11 module returned CKR_DEVICE_ERROR, indicating that a problem has occurred with the token or slot.
kok: A PKCS #11 मॉड्यूलान CKR_DEVICE_ERROR दिला, जाचो अर्थ टोकन वो स्लॉटाकडेन समस्या आयल्या.

source: Unknown information access method in certificate extension.
kok: प्रमाणपत्र विस्तारान अज्ञात म्हायती प्रवेश पद्घत

source: Error attempting to import a CRL.
kok: CRL आयात करपाचो यत्न करतना एरर.

source: The password expired.
kok: पासवर्ड सोपलो.

source: The password is locked.
kok: पासवर्ड लॉक केला.

source: Unknown PKCS #11 error.
kok: अज्ञात PKCS #11 एरर.

source: Invalid or unsupported URL in CRL distribution point name.
kok: CRL वितरण बिंदू नावांत अवैध वो फाटबळ नाशिल्लो URL

source: The certificate was signed using a signature algorithm that is disabled because it is not secure.
kok: प्रमाणपत्र सुरक्षित नाशिल्ल्यान अक्षम केल्ल्या सही अल्गोरिदमाचो वापर करून सही केल्ले आसा.

source: The server uses key pinning (HPKP) but no trusted certificate chain could be constructed that matches the pinset. Key pinning violations cannot be overridden.
kok: सर्व्हर की पिनिंग (HPKP) वापरता पुण पिनसेटाकडेन जुळपी विश्र्वासू प्रमाणपत्र साखळी बांदपाक जाले ना. की पिनिंग उल्लंघन ओव्हररीडन करपाक जायना.

source: The server uses a certificate with a basic constraints extension identifying it as a certificate authority. For a properly-issued certificate, this should not be the case.
kok: सर्व्हर मुळावे कंस्ट्रेन्टस् विस्तार प्रमाणपत्र अधिकारिणी मानून आशिल्ले प्रमाणपत्र वापरता. योग्य रीतीन दिल्ल्या प्रमाणपत्राच्या बाबतींत अशे आसपाक फावना.

source: The server presented a certificate with a key size that is too small to establish a secure connection.
kok: सर्व्हरान सुरक्षित जोडणी प्रस्थापित करपाक खूप ल्हान आशिल्लो की आकार आशिल्ले प्रमाणपत्र सादर केला.

source: An X.509 version 1 certificate that is not a trust anchor was used to issue the server's certificate. X.509 version 1 certificates are deprecated and should not be used to sign other certificates.
kok: X.509 आवृत्ती 1 प्रमाणपत्र जे विश्र्वासू अँकर ना, ते सर्व्हराचे प्रमाणपत्र दिवपाक वापरिल्ले. X.509 आवृत्ती 1 प्रमाणपत्रां नापसंत आसतात आणि हेर प्रमाणपत्रांचेर सही करपाक वापरूंक फावनात.
