Repository: translate/mozilla-l10n
Catalog: kok/security/manager/chrome/pipnss/nsserrors.properties.po
Languages: kok

source: Cannot communicate securely with peer: no common encryption algorithm(s).
kok: पियराकडेन सुरक्षित रीतीन संवाद साधपाक शकना: समान एनक्रिप्शन अल्गोरिदम(म्स) ना.

source: Unable to find the certificate or key necessary for authentication.
kok: अधिकृतीकरणाक गरजेचे प्रमाणपत्र वा कळ सोदपाक अपेस.

source: Unable to communicate securely with peer: peers's certificate was rejected.
kok: पियराकडेन सुरक्षितरीतीन संवाद साधपाक शकना: पियराचे प्रमाणपत्र न्हंयकारले.

source: The server has encountered bad data from the client.
kok: सर्वरान अशीलाकडल्यान वायट म्हायता मेळयल्या.

source: The client has encountered bad data from the server.
kok: अशीलान सर्वराकडल्यान वायट म्हायता मेळयल्या.

source: Unsupported certificate type.
kok: फांटबळ नाशिल्लो धारिका प्रकार

source: Peer using unsupported version of security protocol.
kok: फांटबळ नाशिल्ली सुरक्षा प्रोटोकॉलाची आवृत्ती वापरतना पीयर.

source: Client authentication failed: private key in key database does not match public key in certificate database.
kok: क्लायंट अधिकृतीकरण फसले: की डेटाबेसातली खासगी की प्रमाणपत्र डेटाबेसातल्या भौशिक कीकडेन जुळना.

source: Unable to communicate securely with peer: requested domain name does not match the server's certificate.
kok: पियराकडेन सुरक्षितरीतीन संवाद साधपाक शकना: विनंती केल्ले डोमेन नाव सर्व्हराच्या प्रमाणपत्राकडेन जुळना.

source: Peer only supports SSL version 2, which is locally disabled.
kok: पीयर फकत SSL आवृत्ती 2 क फांटबऴ दिता, जी अक्षम केल्या.

source: SSL received a record with an incorrect Message Authentication Code.
kok: चूकीचो संदेश अधिकृतीकरण संकेत आशिल्ली SSL क रेकॉर्ड मेळली.

source: SSL peer reports incorrect Message Authentication Code.
kok: SSL पीयरचूकीचो संदेश अधिकृतीकरण संकेत दाखयता.

source: SSL peer cannot verify your certificate.
kok: SSL पीयर तुमचे प्रमाणपत्र तपासपाक शकना.

source: SSL peer rejected your certificate as revoked.
kok: SSL पीअरान तुमचे प्रमाणपत्र परत घेतले म्हण न्हंयकारलां

source: SSL peer rejected your certificate as expired.
kok: SSL पीयरान तुमचे प्रमामपत्र सोपला म्हण न्हयकारला.

source: Cannot connect: SSL is disabled.
kok: जोडपाक शकना: SSL अक्षम केला.

source: Cannot connect: SSL peer is in another FORTEZZA domain.
kok: जोडपाक शकना: SSL पीयर दूसरी FORTEZZA डोमेन.

source: An unknown SSL cipher suite has been requested.
kok: अज्ञात SSL cipher suite ची विनंती केल्या.

source: No cipher suites are present and enabled in this program.
kok: ह्या कार्यावळीन cipher suites उपलब्द ना आनि सक्षम करूक ना .

source: SSL received a record with bad block padding.
kok: वायट ब्लॉक पॅडींग आशिल्ली SSL क रेकॉर्ड मेळली.

source: SSL received a record that exceeded the maximum permissible length.
kok: परवानगी परस चड लांबाय आशिल्ली SSL क रेकॉर्ड मेळली .

source: SSL attempted to send a record that exceeded the maximum permissible length.
kok: SSL न नोंद धाडपाचो यत्न केलो जी अनुमती आशिल्ल्या कमाल लांबायेपरस व्हड आशिल्ली.

source: SSL received a malformed Hello Request handshake message.
kok: SSL क ईबाडील्लो हेलो विनंती हँडशेक संदेश मेळलो.

source: SSL received a malformed Client Hello handshake message.
kok: SSL क ईबाडील्लो अशिल हेलो हँडशेक संदेश मेळलो.

source: SSL received a malformed Server Hello handshake message.
kok: SSL क ईबाडील्लो सर्वर हेलो हँडशेक संदेश मेळलो.

source: SSL received a malformed Certificate handshake message.
kok: SSL क ईबाडील्लो प्रमाणपत्र हँडशेक संदेश मेळलो.

source: SSL received a malformed Server Key Exchange handshake message.
kok: SSL क ईबाडील्लो सर्वर कळ अदलाबदल हँडशेक संदेश मेळलो.

source: SSL received a malformed Certificate Request handshake message.
kok: SSL क ईबाडील्लो प्रमाणपत्र विनंती हँडशेक संदेश मेळलो.

source: SSL received a malformed Server Hello Done handshake message.
kok: SSL क ईबाडील्लो सर्वर हेलो जालो हँडशेक संदेश मेळलो.

source: SSL received a malformed Certificate Verify handshake message.
kok: SSL क ईबाडील्लो प्रमाणपत्र तपासात हँडशेक संदेश मेळलो.

source: SSL received a malformed Client Key Exchange handshake message.
kok: SSL क ईबाडील्लो अशिल कळ अदलाबदल हँडशेक संदेश मेळलो.

source: SSL received a malformed Finished handshake message.
kok: SSL क ईबाडील्लो सोपलो हँडशेक संदेश मेळलो.

source: SSL received a malformed Change Cipher Spec record.
kok: SSL क Cipher Spec बदलात रेकॉर्ड मेळली.

source: SSL received a malformed Alert record.
kok: SSL क ईबाडील्ली शिटकावणी रेकॉर्ड मेळली.

source: SSL received a malformed Handshake record.
kok: SSL क ईबाडील्ली हँडशेक रेकॉर्ड मेळली.

source: SSL received a malformed Application Data record.
kok: SSL क ईबाडील्ली अनुप्रयोग म्हायती रेकॉर्ड मेळली.

source: SSL received an unexpected Hello Request handshake message.
kok: SSL क अनपेक्षित हेलो विनंती हँडशेक संदेश मेळलो.

source: SSL received an unexpected Client Hello handshake message.
kok: SSL क अनपेक्षित अशिल हेलो हँडशेक संदेश मेळलो.

source: SSL received an unexpected Server Hello handshake message.
kok: SSL क अनपेक्षित सर्वर हेलो हँडशेक संदेश मेळलो.

source: SSL received an unexpected Certificate handshake message.
kok: SSL क अनपेक्षित प्रमामपत्र हँडशेक संदेश मेळलो.

source: SSL received an unexpected Server Key Exchange handshake message.
kok: SSL क अनपेक्षित सर्वर कळ अदलाबदल हँडशेक संदेश मेळलो.

source: SSL received an unexpected Certificate Request handshake message.
kok: SSL क अनपेक्षित प्रमआणपत्र विनंती हँडशेक संदेश मेळलो.

source: SSL received an unexpected Server Hello Done handshake message.
kok: SSL क अनपेक्षित सर्वर हेलो जालो हँडशेक संदेश मेळलो.

source: SSL received an unexpected Certificate Verify handshake message.
kok: SSL क अनपेक्षित प्रमाणपत्र तपासात हँडशेक संदेश मेळलो.

source: SSL received an unexpected Client Key Exchange handshake message.
kok: SSL क अनपेक्षित अशिल कळ अदलाबदल हँडशेक संदेश मेळलो.

source: SSL received an unexpected Finished handshake message.
kok: SSL क अनपेक्षित सोपलो हँडशेक संदेश मेळलो.

source: SSL received an unexpected Change Cipher Spec record.
kok: SSL क अनपेक्षित Cipher Spec बदलात रेकॉर्ड मेळली.

source: SSL received an unexpected Alert record.
kok: SSL क अनपेक्षित शिटकावणी रेकॉर्ड मेळली.

source: SSL received an unexpected Handshake record.
kok: SSL क अनपेक्षित हँडशेक रेकॉर्ड मेळली.

source: SSL received an unexpected Application Data record.
kok: SSL क अनपेक्षित अनुप्रयोग म्हायती रेकॉर्ड मेळली.

source: SSL received a record with an unknown content type.
kok: SSL क अज्ञात आशय प्रकार आशिल्ली रेकॉर्ड मेळली.

source: SSL received a handshake message with an unknown message type.
kok: SSL क अज्ञात संदेश प्रकार आशिल्लो हँडशेक संदेश मेळलो.

source: SSL received an alert record with an unknown alert description.
kok: SSL क अज्ञात शिटकावणी विवरण आशिल्ली शिटकावणी रेकॉर्ड मेळली.

source: SSL peer has closed this connection.
kok: SSL पीयरान ही जोडणी बेद केल्या.

source: SSL peer was not expecting a handshake message it received.
kok: SSL पीयराक ताका मेळील्या हँडशेक संदेशाची अपेक्षा नाशिल्ली .

source: SSL peer was unable to successfully decompress an SSL record it received.
kok: SSL पियराक ताका मेळिल्ली SSL नोंद सफळपणान डीकाँप्रेस करपाक जाली ना.

source: SSL peer was unable to negotiate an acceptable set of security parameters.
kok: SSL पियराक सुरक्षा परिमाणांचो मान्य संच वाटाघाटी करपाक जमले ना.

source: SSL peer rejected a handshake message for unacceptable content.
kok: SSL पीयरान स्विकारपाक शक्य नाशिल्या आशयाक लागून हँडशेक संदेश न्हयकारलो.

source: SSL peer does not support certificates of the type it received.
kok: SSL पीयर ताका मेळील्या प्रमामपत्राच्या प्रकाराक फांटबळ दिना.

source: SSL peer had some unspecified issue with the certificate it received.
kok: SSL पीअराक मेळिल्ल्या प्रमाणपत्राकडेन काय स्पश्ट न केल्ले मुद्दे आसात.

source: SSL experienced a failure of its random number generator.
kok: SSL च्या विंगडविंगड संख्या निर्मात्याक अपेस आयले.

source: Unable to digitally sign data required to verify your certificate.
kok: तुमचे प्रमाणपत्र तपासपाक जाय त्या म्हायतेक डीजीटल सही करपाक शकना.

source: SSL was unable to extract the public key from the peer's certificate.
kok: SSL पीअराच्या प्रमाणपत्रातल्यान भौशिक चावी काडून घेवपाक शकले ना.

source: Unspecified failure while processing SSL Server Key Exchange handshake.
kok: SSL सर्वर कळ अदलाबदल हँडशेक प्रक्रिया करतना स्पश्ट करू नाशिल्ले अपेस.

source: Unspecified failure while processing SSL Client Key Exchange handshake.
kok: SSL अशिल कळ अदलाबदल हँडशेक प्रक्रिया करतना स्पश्ट करू नाशिल्ले अपेस.

source: Bulk data encryption algorithm failed in selected cipher suite.
kok: निवडिल्ल्या सायफर सूटांत व्हड म्हायती एनक्रिप्शन अल्गोरिदम फसलो.

source: Bulk data decryption algorithm failed in selected cipher suite.
kok: निवडिल्ल्या सायफर सूटांत व्हड म्हायती डिक्रिप्शन अल्गोरिदम फसलो.

source: Attempt to write encrypted data to underlying socket failed.
kok: सकयल्या सॉकेटांत एनक्रिप्टेड म्हायती बरोवपाचो प्रयत्न फसलो.

source: MD5 digest function failed.
kok: MD5 डायजेस्ट काम फसले.

source: SHA-1 digest function failed.
kok: SHA-1 डायजेस्ट काम फसले.

source: MAC computation failed.
kok: MAC गणन फसले.

source: Failure to create Symmetric Key context.
kok: सिमेंटिक कळ संदर्भ तयार करपाक जालो ना.

source: Failure to unwrap the Symmetric key in Client Key Exchange message.
kok: गिरायक कळ अदलाबदल संदेशांत सिमेट्रिक कळ उक्ती करपाक जाले ना.

source: SSL Server attempted to use domestic-grade public key with export cipher suite.
kok: SSL सर्व्हरान घरावे-श्रेणीची भौशिक की निर्यात सायफर सुटाकडेन वापरपाचो यत्न केलो.

source: PKCS11 code failed to translate an IV into a param.
kok: IV चे param न भाषांतर करपाक PKCS11 संकेत असफळ.

source: Failed to initialize the selected cipher suite.
kok: निवडील्लो cipher suite सुरू करपाक अपेस.

source: Client failed to generate session keys for SSL session.
kok: SSL सत्रा खातिर सत्र कळीं तयार करपाक अशिल असफळ.

source: Server has no key for the attempted key exchange algorithm.
kok: प्रयत्न केल्ल्या कळ अदलाबदल एलॉगॅरिथमाखातिर सर्वराकडेन कळ ना.

source: PKCS#11 token was inserted or removed while operation was in progress.
kok: कारवाय चालू आसतना PKCS#11 टोकन घाल्ले आनि काडील्ले.

source: No PKCS#11 token could be found to do a required operation.
kok: जाय ती कारवाय करपाक PKCS#11 टोकन मेळूंक ना.

source: Cannot communicate securely with peer: no common compression algorithm(s).
kok: पियराकडेन सुरक्षितरीतीन संवाद साधपाक शकना: समान काँप्रेशन अल्गोरिदम(म्स्) ना.

source: Cannot initiate another SSL handshake until current handshake is complete.
kok: सध्याचो हँडशेक पुराय जायमेरेन दुसरो SSL हँडशेक चालू करपाक शकना.

source: Received incorrect handshakes hash values from peer.
kok: पीयराकडल्यान चूकीची हँडशेक हॅश मोलां मेळली.

source: The certificate provided cannot be used with the selected key exchange algorithm.
kok: दिल्ले प्रमाणपत्र निवडिल्ल्या की आदानप्रदान अल्गोरिदमाकडेन वापरपाक शकना.

source: No certificate authority is trusted for SSL client authentication.
kok: SSL गिरायक अधिकृतीकरणाखातीर प्रमाणपत्र अधिकारिणीचेर विश्र्वास ना.

source: Client's SSL session ID not found in server's session cache.
kok: सर्वर सत्र कॅचान अशिलाचो SSL सत्र ID मेळूंक ना.

source: Peer was unable to decrypt an SSL record it received.
kok: पीयर मेळील्ली SSLरेकॉर्ड डीक्रिप्ट करपाक शकना.

source: Peer received an SSL record that was longer than is permitted.
kok: पीयराक परवानगी दिल्ल्या परस चडज लांबायेची SSL रेकॉर्ड मेळली.

source: Peer does not recognize and trust the CA that issued your certificate.
kok: पीयर तुमका प्रमाणपत्र दिल्ल्या CA क वळखना आनि विश्वास दवरना.

source: Peer received a valid certificate, but access was denied.
kok: पीयराक वैध प्रमाणपत्र मेळले,पूण प्रवेश न्हयकारला.

source: Peer could not decode an SSL handshake message.
kok: पीयर SSL हँडशेक संदेश डीकोड करपाक शकना.

source: Peer reports failure of signature verification or key exchange.
kok: पीयर सही तपासप वा कळ अदलाबदलाचे अपेस कळयता.

source: Peer reports negotiation not in compliance with export regulations.
kok: पीअर सांगता की वाटाघाटी निर्यात नेमांकडेन सुसंगत ना.

source: Peer reports incompatible or unsupported protocol version.
kok: पीअर सांगता की असुसंगत वो फांटबळ नाशिल्ली प्रोटोकॉल आवृत्ती.

source: Server requires ciphers more secure than those supported by client.
kok: सर्वराक गिरायकान फांटबळ दिल्ल्यापरस चड सुरक्षित सायफर जाय.

source: Peer reports it experienced an internal error.
kok: पीयर आपल्याक अंतर्गत त्रूटी मेळील्याचे कळीत करता.

source: Peer user canceled handshake.
kok: पीयरान हँडशेक रद्द केलो.

source: Peer does not permit renegotiation of SSL security parameters.
kok: पीअर SSL सुरक्षा परिमाणांच्या फेरवाटाघाटींक मान्यताय दिना.

source: SSL server cache not configured and not disabled for this socket.
kok: SSL सर्वर कॅच ह्या सॉकेटाखातिर संरचनाय आनि अक्षम करूंक ना.

source: SSL peer does not support requested TLS hello extension.
kok: SSL पीयर विनंती केल्ल्या TLS हेलो विस्ताराक फांटबल दिना.

source: SSL peer could not obtain your certificate from the supplied URL.
kok: SSL पीयर दिल्ल्या URL कडल्यान तुमचें प्रमाणपत्र घेवपाक शकना.

source: SSL peer has no certificate for the requested DNS name.
kok: SSL पीयराकडेन विनंती केल्ल्या DNS नावांक प्रमाणपत्र ना.

source: SSL peer was unable to get an OCSP response for its certificate.
kok: SSL पीयर ह्या प्रमाणपत्राखातिर OCSP प्रतिसाद मेळोवपाक शकना.

source: SSL peer reported bad certificate hash value.
kok: SSL पीयरान वायट प्रमाणपत्र हॅश मोल कळयला.

source: SSL received an unexpected New Session Ticket handshake message.
kok: SSL क अनपेक्षित नवे सत्र टिकेट हँडशेक संदेश मेळ्ळो.

source: SSL received a malformed New Session Ticket handshake message.
kok: SSL क चुकीचो नवे सत्र टिकेट हँडशेक संदेश मेळ्ळो.

source: SSL received a compressed record that could not be decompressed.
kok: SSL क डीकंप्रेस्ड न जावपी काँप्रेस्ड रेकॉर्ड मेळ्ळो.

source: Renegotiation is not allowed on this SSL socket.
kok: ह्या SSL सर्व्हराचेर रीनेगोशिएशनाक अनुमती ना.

source: Peer attempted old style (potentially vulnerable) handshake.
kok: पीयरान पोन्नी शैली प्रयत्न (चड करून व्हल्नरेबल) हँडशेक केलो.

source: SSL received an unexpected uncompressed record.
kok: SSL क अनपेक्षित अनकॉंप्रेस्ड रेकॉर्ड मेळ्ळो.

source: SSL received a weak ephemeral Diffie-Hellman key in Server Key Exchange handshake message.
kok: SSL क सर्व्हर की आदानप्रदान हँडशेक संदेशांत कमकुवत एफरमल डिफी-हेलमन की मेळ्ळी.

source: SSL received invalid NPN extension data.
kok: SSL क अमान्य NPN विस्तार डाटा मेळलो.

source: SSL feature not supported for SSL 2.0 connections.
kok: SSL वैशिष्ट्याचे SSL 2.0 जोडणेखातीर फांटबळ ना

source: SSL feature not supported for servers.
kok: SSL वैशिष्ट्याचे सर्वरांखातीर फांटबळ ना.

source: SSL feature not supported for clients.
kok: SSL वैशिष्ट्याचे अशिलांखातीर फांटबळ ना.

source: SSL version range is not valid.
kok: SSL आवृत्ती व्याप्ती वैध ना.

source: SSL peer selected a cipher suite disallowed for the selected protocol version.
kok: SSL पियरान निवडिल्ल्या शिष्टाचार आवृत्तेक अमान्य आशिल्ली सायफर सूट निवडल्या.

source: SSL received a malformed Hello Verify Request handshake message.
kok: SSL क इबाडिल्लो हॅलो तपासणी विनंती हँडशेक संदेश मेळ्ळो.

source: SSL received an unexpected Hello Verify Request handshake message.
kok: SSL क अऩपेक्षित हेलो तपास विनंती हँडशेक संदेश मेळ्ळो.

source: SSL feature not supported for the protocol version.
kok: SSL वैशिश्ट्य शिष्टाचार आवृत्तेक फाटबळ दिना.

source: SSL received an unexpected Certificate Status handshake message.
kok: SSL क अनपेक्षित प्रमाणपत्र स्थिती हँडशेक संदेश मेळ्ळो.

source: Unsupported hash algorithm used by TLS peer.
kok: TLS पियरान फाटबळ नाशिल्लो हॅश अल्गोरिदम वापरलो.

source: Digest function failed.
kok: पचन वैशिश्ट्य असफळ.

source: Incorrect signature algorithm specified in a digitally-signed element.
kok: डिजिटली-सही केल्ल्या घटकांत अयोग्य सही अल्गोरिदम सांगला.

source: The next protocol negotiation extension was enabled, but the callback was cleared prior to being needed.
kok: मुखावेलो शिष्टाचार वाटाघाटी विस्तार सक्षम केला, पुण कॉलबॅक गरजेच्यापयली साफ केल्लो.

source: The server supports no protocols that the client advertises in the ALPN extension.
kok: क्लायंट ALPN विस्तारान जायरात करता त्या शिष्टाचारांक सर्व्हर फाटबळ दिना.

source: The server rejected the handshake because the client downgraded to a lower TLS version than the server supports.
kok: क्लायंट सर्व्हर फाटबळ दिता त्यापरस सकयल्या TLS आवृत्तेन गेल्ल्यान सर्व्हरान हँडशेक न्हंयकारलो.

source: An I/O error occurred during security authorization.
kok: सुरक्षा अधिकृतीकरणावेळार I/O त्रुटी घडली.

source: security library failure.
kok: सुरक्षा पुस्तकालय अपेस.

source: security library: received bad data.
kok: सुरक्षा पुस्तकालय:वायट म्हायती मेळली.

source: security library: output length error.
kok: सुरक्षा पुस्तकालय:प्रदान लांबाय त्रूटी.

source: security library has experienced an input length error.
kok: सुरक्षा पुस्तकालयाक आदान लांबाय त्रुटी घडली.

source: security library: invalid arguments.
kok: सुरक्षा पुस्तकालय:अमान्य युक्तिवाद.

source: security library: invalid algorithm.
kok: सुरक्षा पुस्तकालय:अमान्य एलॉगॅरिथम.

source: security library: invalid AVA.
kok: सुरक्षा पुस्तकालय:अमान्य AVA.

source: Improperly formatted time string.
kok: सारकी रचणूक करूंक नाशिल्ली वेळ वर्णमालिका.

source: security library: improperly formatted DER-encoded message.
kok: सुरक्षा पुस्तकालय: सारके रचणूक करूंक नाशिल्ले DER-एनकोडेड संदेश.

source: Peer's certificate has an invalid signature.
kok: पीयराच्या प्रमाणपत्राक अमान्य सही आसा.

source: Peer's Certificate has expired.
kok: पीयराचे प्रमाणपत्र सोपला.

source: Peer's Certificate has been revoked.
kok: पीयराचे प्रमाणपत्र परतून घेतला.

source: Peer's Certificate issuer is not recognized.
kok: पीयराचे प्रमाणपत्र दिवपी ओळखीचो न्ही.

source: Peer's public key is invalid.
kok: पीयराची भौशिक कळ अमान्य.

source: The security password entered is incorrect.
kok: दिल्लो सुरक्षा गुप्तशब्द चूक.

source: security library: no nodelock.
kok: सुरक्षा पुस्तकालय:नोडलॉक ना.

source: security library: bad database.
kok: सुरक्षा पुस्तकालय:वायट म्हायतीकोश.

source: security library: memory allocation failure.
kok: सुरक्षा पुस्तकालय: स्मृती वाटप असफळ.

source: Peer's certificate issuer has been marked as not trusted by the user.
kok: पीयराच्या प्रमाणपत्र दिवप्याक वापरप्यान अविश्वासू म्हण खूण केल्या.

source: Peer's certificate has been marked as not trusted by the user.
kok: पीयराच्या प्रमाणपत्र वापरप्यान अविश्वासू म्हण खूण केला.

source: Certificate already exists in your database.
kok: प्रमाणपत्र पयलीच तुमच्या म्हायतीकोशान आसा.

source: Downloaded certificate's name duplicates one already in your database.
kok: डावनलोड केल्ल्या प्रमाणपत्राचे नाव तुमच्या म्हायतीकोशातल्या एकाची नकल आसा.

source: Error adding certificate to database.
kok: म्हायतीकोशान प्रमाणपत्र जोडटना त्रूटी.

source: Error refiling the key for this certificate.
kok: ह्या प्रमाणपत्राखातिर कळ परत भरतना त्रूटी.

source: The private key for this certificate cannot be found in key database
kok: कळ म्हायतीकोशान ह्या प्रमाणपत्राखातिर खाजगी कळ मेळूंक ना.

source: This certificate is valid.
kok: हे प्रमाणपत्र वैध आसा .

source: This certificate is not valid.
kok: हे प्रमाणपत्र वैध ना .

source: Cert Library: No Response
kok: सुरक्षा पुस्तकालय:प्रतिसाद ना.

source: The CRL for the certificate's issuer has an invalid signature.
kok: प्रमाणपत्र दिवप्याचे CRL क अमान्य सही आसा.

source: New CRL has an invalid format.
kok: नव्या CRL क अमान्य स्वरूप आसा.

source: Certificate extension value is invalid.
kok: प्रमाणपत्र विस्तार मोल अमान्य.

source: Certificate extension not found.
kok: प्रमाणपत्र विस्तार मेळूंक ना.

source: Issuer certificate is invalid.
kok: दिवप्याचे प्रमाणपत्र अमान्य.

source: Certificate path length constraint is invalid.
kok: प्रमाणपत्र वाट लांबाय मर्यादा अवैध

source: Certificate usages field is invalid.
kok: प्रमामपत्र वापर क्षेत्रां अमान्य.

source: **Internal ONLY module**
kok: **अंतर्गत ONLY मोड्यूल**

source: The key does not support the requested operation.
kok: विनंती केल्ल्या कारवायेक कळ फांटबळ दिना.

source: Certificate contains unknown critical extension.
kok: प्रमाणपत्रान अज्ञात विस्तार आसा.

source: New CRL is not later than the current one.
kok: नवे CRL सद्याच्या फाटल्यान ना.

source: Not encrypted or signed: you do not yet have an email certificate.
kok: एनक्रिप्ट वा सही केल्ली ना : तुमचेकडेन आजूनूय ईमेल प्रमाणपत्र ना.

source: Not encrypted: you do not have certificates for each of the recipients.
kok: एनक्रिप्ट ना : ह्या दरेक स्विकारप्याक तुमचेकडेन प्रमाणपत्रां ना.

source: Cannot decrypt: you are not a recipient, or matching certificate and private key not found.
kok: डिक्रिप्ट करपाक शकना: तुमी स्वीकारपी न्ही, वो जुळपी प्रमाणपत्र आणि खासगी की मेळूना.

source: Cannot decrypt: key encryption algorithm does not match your certificate.
kok: डिक्रिप्ट करपाक शकना: की एनक्रिप्शन अल्गोरिदम तुमच्या प्रमाणपत्राकडेन जुळना.

source: Signature verification failed: no signer found, too many signers found, or improper or corrupted data.
kok: सही दुजोर फसलो: सही करपी मेळूना, खूप सही करपी मेळ्ळे, वो अयोग्य वो इबाडिल्लो डेटा.

source: Unsupported or unknown key algorithm.
kok: फाटबळ नाशिल्लो वो अज्ञात कळ अल्गोरिदम.

source: Cannot decrypt: encrypted using a disallowed algorithm or key size.
kok: डिक्रिप्ट करपाक शकना: मान्य नाशिल्लो अल्गोरिदम वो कळ आकार वापरून एनक्रिप्टेड.

source: No Fortezza cards Found
kok: Fortezza कार्डा मेळूंक ना.

source: No Fortezza card selected
kok: Fortezza कार्डा निवडाल्ली ना.

source: Please select a personality to get more info on
kok: चेर अदिक म्हायती मेळोवपाक व्यक्ति निवडात

source: Personality not found
kok: व्यक्तिमत्व मेळूंक ना

source: No more information on that Personality
kok: त्या व्यक्तिमत्वाचेर अदिक म्हायती ना

source: Invalid Pin
kok: अमान्य पीनकोड

source: Couldn't initialize Fortezza personalities.
kok: Fortezza व्यक्तिमत्व सुरू करपाक शकना.

source: No KRL for this site's certificate has been found.
kok: ह्या सायटीच्या प्रमाणपत्राक KRL मेळूंक ना.

source: The KRL for this site's certificate has expired.
kok: ह्या सायटीच्या प्रमाणपत्राचे KRL सोपले.

source: The KRL for this site's certificate has an invalid signature.
kok: ह्या सायटीच्या प्रमाणपत्राच्या KRL क अमान्य सही आसा.

source: The key for this site's certificate has been revoked.
kok: ह्या सायटीच्या प्रमाणपत्राखातीर कळ परतून घेतल्या.

source: New KRL has an invalid format.
kok: नवे KRL अमान्य स्वरूपान.

source: security library: need random data.
kok: सुरक्षा पुस्तकालय:विंगडविंगड म्हायती जाय.

source: security library: no security module can perform the requested operation.
kok: सुरक्षा लायब्ररी: खंयचेच सुरक्षा मॉड्यूल विनंती केल्ली कारवाय करपाक शकना.

source: The security card or token does not exist, needs to be initialized, or has been removed.
kok: सुरक्षा कार्ड वो टोकन अस्तित्वांत ना, सुरू करपाक जाय, वो काडून उडयला.

source: security library: read-only database.
kok: सुरक्षा पुस्तकालय: फकत वाचपाक म्हायतीकोश.

source: No slot or token was selected.
kok: स्लॉट वा टोकन निवडूंक ना.

source: A certificate with the same nickname already exists.
kok: त्या टोपणनावाचे प्रमाणपत्र पयलीसांवन आसा.

source: A key with the same nickname already exists.
kok: त्या टोपणनावाची कळ पयलीसांवन आसा.

source: error while creating safe object
kok: सुरक्षित वस्त तयार करतना त्रूटी.

source: error while creating baggage object
kok: बॅगेज वस्त करतना त्रुटी

source: Couldn't remove the principal
kok: मूळ काडपाक शकना

source: Couldn't delete the privilege
kok: प्राधान्य काडून उडोवपाक शकना

source: This principal doesn't have a certificate
kok: ह्या मुळाक प्रमाणपत्र ना.

source: Required algorithm is not allowed.
kok: जाय आशिल्लो अल्गोरिदम मान्य ना.

source: Error attempting to export certificates.
kok: प्रमाणपत्रां निर्यात करतना त्रूटी.

source: Error attempting to import certificates.
kok: प्रमाणपत्रां आयात करतना त्रूटी.

source: The user pressed cancel.
kok: वापरप्यान रद्द करात दामला.

source: Not imported, already in database.
kok: आयात करूंक ना,पयलीच म्हायतीकोशान .

source: Message not sent.
kok: संदेश धाडूंक ना.

source: Certificate key usage inadequate for attempted operation.
kok: यत्न केल्ल्या कारवायेक प्रमाणपत्र कळ वापर अपुरी.

source: Certificate type not approved for application.
kok: "प्रमाणपत्र प्रकार अनुप्रयोगाखातिर न्ही "
