Repository: translate/mozilla-l10n
Catalog: kok/security/manager/chrome/pipnss/pipnss.properties.po
Languages: kok

source: Please enter the master password for the %S.
kok: उपकार करून %S खातीर प्रधान गुप्तशब्द घालात.

source: Builtin Roots Module
kok: भितल्ली मुळां स्थिती

source: Mozilla.org
kok: मॉझीला. ओआरजी

source: PSM Internal Crypto Services
kok: पीएसएम भितल्ल्यो क्रिप्टो सेवा

source: Generic Crypto Services
kok: जेनेरिक क्रिप्टो सेवा

# PrivateTokenDescription
source: Software Security Device
kok: सॉफ्टवेर सुरक्षा उपकरण

source: PSM Internal Cryptographic Services
kok: पीएसएम भितल्ल्यो क्रिप्टोग्राफिक सेवा

source: PSM Private Keys
kok: पीएसएम खासगी चावयो

source: Software Security Device (FIPS)
kok: सॉफ्टवॅर सुरक्षा डिव्हायस (एफआयपीएस)

source: FIPS 140 Cryptographic, Key and Certificate Services
kok: एफआयपीएस 140 क्रिप्टोग्राफिक, की आनी प्रमाणपत्र सेवा

# InternalToken
source: Software Security Device
kok: सॉफ्टवेर सुरक्षा उपकरण

source: SSL Client Certificate
kok: एसएसएस गिरायक प्रमाणपत्र

source: SSL Server Certificate
kok: एसएसएल सर्वर प्रमाणपत्र

source: SSL Certificate Authority
kok: एसएसएल प्रमाणपत्र अधिकारिणी

source: Email Signer Certificate
kok: ईमेल सही करपी प्रमाणपत्र

source: Email Recipient Certificate
kok: ईमेल स्वीकारपी प्रमाणपत्र

# VerifyObjSign
source: Object Signer
kok: वस्त सही करपी

# VerifyCAVerifier
source: CA Verifier
kok: CA पडताळणी करपी

source: Status Responder Certificate
kok: स्थिती प्रतिसाद प्रमाणपत्र

source: High Grade
kok: उचेली श्रेणी

source: Medium Grade
kok: मध्यम श्रेणी

source: Certificate
kok: प्रमाणपत्र

source: Version
kok: आवृत्ती

source: Version 1
kok: आवृत्ती 1

source: Version 2
kok: आवृत्ती 2

source: Version 3
kok: आवृत्ती 3

source: Serial Number
kok: अनुक्रमांक

source: PKCS #1 MD2 With RSA Encryption
kok: पीकेसीएस #1 एमडी 2 आरएसए एनक्रिप्शनावांगडा

source: PKCS #1 MD5 With RSA Encryption
kok: पीकेसीएस #1 एमडी 5 आरएसए एनक्रिप्शनावांगडा

source: PKCS #1 SHA-1 With RSA Encryption
kok: पीकेसीएस #1 एसएचए-1 आरएसए एनक्रिप्शनावांगडा

source: PKCS #1 SHA-256 With RSA Encryption
kok: पीकेसीएस #1 एसएचए-256 आरएसए एनक्रिप्शनावांगडा

source: PKCS #1 SHA-384 With RSA Encryption
kok: पीकेसीएस #1 एसएचए-384 आरएसए एनक्रिप्शनावांगडा

source: PKCS #1 SHA-512 With RSA Encryption
kok: पीकेसीएस #1 एसएचए-512 आरएसए एनक्रिप्शनावांगडा

source: Object Identifier (%S)
kok: वस्त वळखुपी (%S)

source: Issuer
kok: दिवपी

source: Subject
kok: विशय

source: Surname
kok: आडनांव

source: Given Name
kok: दिल्लें नांव

source: Validity
kok: वैधताय

source: Not Before
kok: पयली ना

source: Not After
kok: उपरांत ना

source: Subject Public Key Info
kok: विशय भौशिक चावी म्हायती

source: Subject Public Key Algorithm
kok: विशय भौशिक चावी अल्गोरिथम

source: Algorithm Identifier
kok: अल्गोरिथम वळखुपी

source: Algorithm Parameters
kok: अल्गोरिथम परिमाणां

source: PKCS #1 RSA Encryption
kok: पीकेसीएस #1 आरएसए एनक्रिप्शनावांगडा

source: PKCS #1 RSASSA-PSS Signature
kok: PKCS #1 RSASSA-PSS निशाणी

source: Modulus (%S bits): %S Exponent (%S bits): %S
kok: मॉड्यूलस (%S bits): %S एक्सपोनंट (%S bits): %S

source: Key size: %S bits Base point order length: %S bits Public value: %S
kok: की आकार: %S बीट्स बेस पॉंन्ट क्रम लांबाय: %S बीट्स भौशिक मोल: %S

source: Issuer Unique ID
kok: दिवप्यालो वेगळो आयडी

source: Subject's Public Key
kok: विशयाली भौशिक चावी

source: Subject Unique ID
kok: विशयालो वेगळो आयडी

source: Extensions
kok: विस्तार

source: Certificate Subject Directory Attributes
kok: प्रमाणपत्र विशय निदेशिका गुणधर्म

source: Certificate Subject Key ID
kok: प्रमाणपत्र विशय चावी आयडी

source: Certificate Key Usage
kok: प्रमाणपत्र चावी वापर

source: Certificate Subject Alt Name
kok: प्रमाणपत्र विशय ऑल्ट नाव

source: Certificate Issuer Alt Name
kok: प्रमाणपत्र दिवपी ऑल्ट नाव

source: Certificate Basic Constraints
kok: प्रमाणपत्र मुळावे कॉन्स्ट्रेन्टस्

source: Certificate Name Constraints
kok: प्रमाणपत्र नाव कॉन्स्ट्रेन्ट्स

source: CRL Distribution Points
kok: सीआरएल वितरण गुण

source: Certificate Policies
kok: प्रमाणपत्र धोरणां

source: Certificate Policy Mappings
kok: प्रमाणपत्र धोरणा मॅपिंग

source: Certificate Policy Constraints
kok: प्रमाणपत्र धोरण कॉन्स्ट्रेन्टस्

source: Certificate Authority Key Identifier
kok: प्रमाणपत्र अधिकारिणी चावी वळखुपी

source: Extended Key Usage
kok: विस्तारीत चावी वापर

source: Authority Information Access
kok: अधिकारिणी म्हायती प्रवेश

source: ANSI X9.57 DSA Signature
kok: ANSI X9.57 DSA सही

source: ANSI X9.57 DSA Signature with SHA1 Digest
kok: ANSI X9.57 DSA सही SHA1 डायजेस्टसांगाताक

source: ANSI X9.62 ECDSA Signature with SHA1
kok: ANSI X9.62 ECDSA सही SHA1सांगाताक

source: Signing
kok: सही करप

source: Non-repudiation
kok: नॉन-रिप्युडिएशन

source: Key Encipherment
kok: की एनसीफेर्मंट

source: Data Encipherment
kok: डेटा एन्सीफर्मंट

source: Key Agreement
kok: मुखेल करार

source: Certificate Signer
kok: प्रमाणपत्रार सही करपी

source: CRL Signer
kok: सीआरएल सही करपी

source: Critical
kok: गंभीर

source: Not Critical
kok: गंभीर नाशिल्ले

source: Certificate Signature Algorithm
kok: प्रमाणपत्र सही अल्गोरिथम

source: Certificate Signature Value
kok: प्रमाणपत्र सही मोल

source: Error: Unable to process extension
kok: त्रुटी : विस्तार प्रक्रिया करप अशक्य

source: Is a Certificate Authority
kok: ही प्रमाणपत्र अधिकारीणी

source: Is not a Certificate Authority
kok: ही प्रमाणपत्र अधिकारिणी न्ही

source: Maximum number of intermediate CAs: %S
kok: intermediate CAची चडांत चड संख्या: %S

source: unlimited
kok: अमर्याद

source: TLS Web Server Authentication
kok: TLS वेब सर्वर अधिकृतीकरण

source: TLS Web Client Authentication
kok: TLS वेब क्लायंट अधिकृतीकरण

source: Code Signing
kok: कोड सायनिंग

source: E-mail protection
kok: ईमेल सुरक्षा

source: Time Stamping
kok: टायम स्टँपिंग

source: OCSP Signing
kok: OCSP सायनिंग

source: Microsoft Individual Code Signing
kok: मायक्रोसॉफ्ट वैयक्तिक कोड सायनिंग

source: Microsoft Commercial Code Signing
kok: मायक्रोसॉफ्ट व्यावसायिक कोड सायनिंग

source: Microsoft Trust List Signing
kok: मायक्रोसॉफ्ट ट्रस्ट लिस्ट सायनिंग

source: Microsoft Time Stamping
kok: मायक्रोसॉफ्ट टायम स्टँपिंग

source: Microsoft Server Gated Crypto
kok: मायक्रोसॉफ्ट सर्व्हर गेटेड क्रिप्टो

source: Microsoft Encrypting File System
kok: मायक्रोसॉफ्ट एनक्रिप्टिंग फायल व्यवस्था

source: Microsoft File Recovery
kok: मायक्रोसॉफ्ट फायर रिकवरी

source: Microsoft Windows Hardware Driver Verification
kok: मायक्रोसॉफ्ट विंडोज हार्डवेर ड्रायवर व्हेरिफिकेशन

source: Microsoft Qualified Subordination
kok: मायक्रोसॉफ्ट प्रमाणित सबोर्डिनेशन

source: Microsoft Key Recovery
kok: मायक्रोसॉफ्ट की रिकवरी

source: Microsoft Document Signing
kok: मायक्रोसॉफ्ट दस्तावेज सायनिंग

source: Microsoft Lifetime Signing
kok: मायक्रोसॉफ्ट लाईफटाइम सायनिंग

source: Microsoft Smart Card Logon
kok: मायक्रोसॉफ्ट स्मार्टकार्ड लॉगऑन

source: Microsoft Key Recovery Agent
kok: मायक्रोसॉफ्ट की रिकव्हरी एजंट

source: Microsoft Certificate Template Name
kok: मायक्रोसॉफ्ट सर्टिफिकेट टेम्प्लेट नाव

source: Microsoft Principal Name
kok: मायक्रोसॉफ्ट प्रिंसिपल नाव

source: Microsoft CA Version
kok: मायक्रोसॉफ्ट CA आवृत्ती

source: Microsoft Domain GUID
kok: मायक्रोसॉफ्ट डोमेन GUID

source: Netscape Server Gated Crypto
kok: नेटस्केप सर्व्हर गेटेड क्रिप्टो

source: E-Mail Address
kok: ईमेल नामो

source: DNS Name
kok: डीएनएस नाव

source: X.400 Address
kok: X.400 नामो

source: X.500 Name
kok: X.500 नाव

source: EDI Party Name
kok: EDI पार्टी नाव

source: IP Address
kok: IP नामो

source: Registered OID
kok: नोंदणीकृत OID

source: Key ID
kok: की ID

source: Verisign User Notices
kok: व्हेरीसायन वापरपी नोटिसो

source: Unused
kok: वापर न केल्ले

source: Key Compromise
kok: की कॉम्प्रोमायज

source: CA Compromise
kok: CA कॉम्प्रोमायज

source: Affiliation Changed
kok: संबंद बदल्ले

source: Superseded
kok: सुपरसीडेड

source: Cessation of Operation
kok: कारवाय रद्द

source: Certificate Hold
kok: प्रमाणपत्र होल्ड

source: CA Issuers
kok: CA दिवपी

source: Certification Practice Statement pointer
kok: प्रमाणपत्र पद्दत विधान दाखोवपी

source: Extended Validation (EV) SSL Server Certificate
kok: विस्तारीत सत्यत्वस्थापन (EV) SSL सर्वर प्रमाणपत्र

source: User Notice
kok: वापरपी नोटीस

source: Logotype
kok: बोदचिन्नप्रकार

source: Elliptic Curve Public Key
kok: Elliptic Curve भौशिक कळ

source: X9.62 ECDSA Signature with SHA1
kok: SHA1 संयत X9.62 ECDSA सही

source: ANSI X9.62 elliptic curve prime192v1 (aka secp192r1, NIST P-192)
kok: ANSI X9.62 एलिप्टीक कर्व्ह प्रायम192v1 (aka secp192r1, NIST P-192)

source: ANSI X9.62 elliptic curve prime192v2
kok: ANSI X9.62 एलिप्टीक कर्व्ह प्रायम192v2

source: ANSI X9.62 elliptic curve prime192v3
kok: ANSI X9.62 एलिप्टीक कर्व्ह प्रायम192v3

source: ANSI X9.62 elliptic curve prime239v1
kok: ANSI X9.62 एलिप्टीक कर्व्ह प्रायम239v1

source: ANSI X9.62 elliptic curve prime239v2
kok: ANSI X9.62 एलिप्टीक कर्व्ह प्रायम239v2

source: ANSI X9.62 elliptic curve prime239v3
kok: ANSI X9.62 एलिप्टीक कर्व्ह प्रायम239v3

source: ANSI X9.62 elliptic curve prime256v1 (aka secp256r1, NIST P-256)
kok: ANSI X9.62 एलिप्टीक कर्व्ह प्रायम256v1 (aka secp256r1, NIST P-256)

source: SECG elliptic curve secp112r1
kok: SECG एलिप्टीक कर्व्ह secp112r1

source: SECG elliptic curve secp112r2
kok: SECG एलिप्टीक कर्व्ह secp112r2

source: SECG elliptic curve secp128r1
kok: SECG एलिप्टीक कर्व्ह secp128r1

source: SECG elliptic curve secp128r2
kok: SECG एलिप्टीक कर्व्ह secp128r2

source: SECG elliptic curve secp160k1
kok: SECG एलिप्टीक कर्व्ह secp160k1

source: SECG elliptic curve secp160r1
kok: SECG एलिप्टीक कर्व्ह secp160r1

source: SECG elliptic curve secp160r2
kok: SECG एलिप्टीक कर्व्ह secp160r2

source: SECG elliptic curve secp192k1
kok: SECG एलिप्टीक कर्व्ह secp192k1

source: SECG elliptic curve secp224k1
kok: SECG एलिप्टीक कर्व्ह secp224k1

source: SECG elliptic curve secp224r1 (aka NIST P-224)
kok: SECG एलिप्टीक कर्व्ह secp224r1 (aka NIST P-224)

source: SECG elliptic curve secp256k1
kok: SECG एलिप्टीक कर्व्ह secp256k1

source: SECG elliptic curve secp384r1 (aka NIST P-384)
kok: SECG एलिप्टीक कर्व्ह secp384r1 (aka NIST P-384)

source: SECG elliptic curve secp521r1 (aka NIST P-521)
kok: SECG एलिप्टीक कर्व्ह secp521r1 (aka NIST P-521)

source: ANSI X9.62 elliptic curve c2pnb163v1
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2pnb163v1

source: ANSI X9.62 elliptic curve c2pnb163v2
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2pnb163v2

source: ANSI X9.62 elliptic curve c2pnb163v3
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2pnb163v3

source: ANSI X9.62 elliptic curve c2pnb176v1
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2pnb176v1

source: ANSI X9.62 elliptic curve c2tnb191v1
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2tnb191v1

source: ANSI X9.62 elliptic curve c2tnb191v2
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2tnb191v2

source: ANSI X9.62 elliptic curve c2tnb191v3
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2tnb191v3

source: ANSI X9.62 elliptic curve c2onb191v4
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2onb191v4

source: ANSI X9.62 elliptic curve c2onb191v5
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2onb191v5

source: ANSI X9.62 elliptic curve c2pnb208w1
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2pnb208w1

source: ANSI X9.62 elliptic curve c2tnb239v1
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2tnb239v1

source: ANSI X9.62 elliptic curve c2tnb239v2
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2tnb239v2

source: ANSI X9.62 elliptic curve c2tnb239v3
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2tnb239v3

source: ANSI X9.62 elliptic curve c2onb239v4
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2onb239v4

source: ANSI X9.62 elliptic curve c2onb239v5
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2onb239v5

source: ANSI X9.62 elliptic curve c2pnb272w1
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2pnb272w1

source: ANSI X9.62 elliptic curve c2pnb304w1
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2pnb304w1

source: ANSI X9.62 elliptic curve c2tnb359v1
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2tnb359v1

source: ANSI X9.62 elliptic curve c2pnb368w1
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2pnb368w1

source: ANSI X9.62 elliptic curve c2tnb431r1
kok: ANSI X9.62 एलिप्टीक कर्व्ह c2tnb431r1

source: SECG elliptic curve sect113r1
kok: SECG एलिप्टीक कर्व्ह sect113r1

source: SECG elliptic curve sect113r2
kok: SECG एलिप्टीक कर्व्ह sect113r2

source: SECG elliptic curve sect131r1
kok: SECG एलिप्टीक कर्व्ह sect131r1

source: SECG elliptic curve sect131r2
kok: SECG एलिप्टीक कर्व्ह sect131r2

source: SECG elliptic curve sect163k1 (aka NIST K-163)
kok: SECG एलिप्टीक कर्व्ह sect163k1 (aka NIST K-163)

source: SECG elliptic curve sect163r1
kok: SECG एलिप्टीक कर्व्ह sect163r1

source: SECG elliptic curve sect163r2 (aka NIST B-163)
kok: SECG एलिप्टीक कर्व्ह sect163r2 (aka NIST B-163)

source: SECG elliptic curve sect193r1
kok: SECG एलिप्टीक कर्व्ह sect193r1

source: SECG elliptic curve sect193r2
kok: SECG एलिप्टीक कर्व्ह sect193r2

source: SECG elliptic curve sect233k1 (aka NIST K-233)
kok: SECG एलिप्टीक कर्व्ह sect233k1 (aka NIST K-233)

source: SECG elliptic curve sect233r1 (aka NIST B-233)
kok: SECG एलिप्टीक कर्व्ह sect233r1 (aka NIST B-233)

source: SECG elliptic curve sect239k1
kok: SECG एलिप्टीक कर्व्ह sect239k1

source: SECG elliptic curve sect283k1 (aka NIST K-283)
kok: SECG एलिप्टीक कर्व्ह sect283k1 (aka NIST K-283)

source: SECG elliptic curve sect283r1 (aka NIST B-283)
kok: SECG एलिप्टीक कर्व्ह sect283r1 (aka NIST B-283)

source: SECG elliptic curve sect409k1 (aka NIST K-409)
kok: SECG एलिप्टीक कर्व्ह sect409k1 (aka NIST K-409)

source: SECG elliptic curve sect409r1 (aka NIST B-409)
kok: SECG एलिप्टीक कर्व्ह sect409r1 (aka NIST B-409)

source: SECG elliptic curve sect571k1 (aka NIST K-571)
kok: SECG एलिप्टीक कर्व्ह sect571k1 (aka NIST K-571)

source: SECG elliptic curve sect571r1 (aka NIST B-571)
kok: SECG एलिप्टीक कर्व्ह sect571r1 (aka NIST B-571)

source: Size: %S Bytes / %S Bits
kok: आकार: %S बायटस् / %S बिटस्

source: Client
kok: गिरायक

source: Server
kok: सर्वर

source: SSL CA
kok: एसएसएल सीए

source: Sign
kok: सही

source: Encrypt
kok: एनक्रिप्ट

# VerifyObjSign_p
source: Object Signer
kok: वस्त सही करपी

# VerifyCAVerifier_p
source: CA Verifier
kok: CA पडताळणी करपी

source: Status Responder
kok: स्थिती प्रतिसाद दिवपी

source: The password entered was incorrect.
kok: घातिल्लो गुप्तशब्द चुकीचो

source: Successfully backed up your security certificate(s) and private key(s).
kok: सफळ रीतीन तुमची सुरक्षा प्रमाणपत्र (त्रां) आनिक खासगी चावी (व्यो) बॅक अप केली.

source: Successfully restored your security certificate(s) and private key(s).
kok: सफळ रीतीन तुमची सुरक्षा प्रमाणपत्र (त्रां) आनिक खासगी चावी (वयो) परतून हाडल्यो.

source: Failed to decode the file. Either it is not in PKCS #12 format, has been corrupted, or the password you entered was incorrect.
kok: फायल डिकोड करपाक शकना. एक तर ती PKCS #12 स्वरूपान नासत, ईबाडल्या आसत, वो तुमी दिल्लो पासवर्ड चुकला आसत.

source: Failed to restore the PKCS #12 file for unknown reasons.
kok: खबर नाशिल्ल्या कारणाकलागून PKCS #12 धारिका परतून हाडपांत अपेस

source: Failed to create the PKCS #12 backup file for unknown reasons.
kok: खबर नाशिल्ल्या कारणाकलागून PKCS #12 बॅकअप धारिका तयार करपांत अपेस.

source: The PKCS #12 operation failed for unknown reasons.
kok: खबर नाशिल्ल्या कारणाकलागून PKCS #12 कारवाय असफळ.

source: It is not possible to back up certificates from a hardware security device such as a smart card.
kok: हार्डवेअर सुरक्षा उपकरणावयली प्रमाणपत्रां बॅक अप करपाक शक्य ना देखीक स्मार्ट कार्ड.

source: The certificate and private key already exist on the security device.
kok: प्रमाणपत्र आनिक खासगी चावी पयलीसावन सुरक्षा उपकरणांर आसा.

source: Unable to add module
kok: मोड्यूल लागू करपाक जायना

source: Security Module already exists
kok: सुरक्षा स्थिती पयलीच आसा

source: Are you sure you want to delete this security module?
kok: तुमी ही सुरक्षा स्थिती काडून उडोवपाक सोदता?

source: Unable to delete module
kok: मोड्यूल काडपाक शकना

source: Can't connect securely because the SSL protocol has been disabled.
kok: सुरक्षीत कनॅक्ट करूंक शकना कारण SSL प्रोटोकॉल असक्रीय केल्लो आसा.

source: Can't connect securely because the site uses an older, insecure version of the SSL protocol.
kok: जोडपाक शकना कारण सायट SSL शिष्टाचाराची पोन्नी, असुरक्षित आवृत्ती वापरता.

source: You have received an invalid certificate. Please contact the server administrator or email correspondent and give them the following information: Your certificate contains the same serial number as another certificate issued by the certificate authority. Please get a new certificate containing a unique serial number.
kok: तुमका अमान्य प्रमाणपत्र मेळला. मात्शे सर्वर प्रशासकाक वो ईमेल संबंधीक संपर्क करात आनी मुखावयली माहिती तांका दियात: तुमच्या प्रमाणपत्रान तोच सिरीयल क्रमांक आसा जो प्रमाणपत्र अधिकाऱ्यान दिल्ल्या दुसऱ्या प्रमाणपत्रान आसा. मात्शे वेगळो सिरीयल क्रमांक आशिल्ले नवे प्रमाणपत्र घेयात.

source: An error occurred during a connection to %S.
kok: %S क कनॅक्शन करतना एक चूक उप्रासली.

source: %S uses an invalid security certificate.
kok: %S अवैध सुरक्षा प्रमाणपत्र वापरता.

source: The certificate is not trusted because it is self-signed.
kok: प्रमाणपत्र विस्वासनीय ना कारण तें स्वता सय केल्लें आसा.

source: The certificate is not trusted because the issuer certificate is unknown.
kok: प्रमाणपत्र विश्वासू ना कारण दिवप्याचे प्रमाणपत्र अज्ञात आसा.

source: The certificate is not trusted because it was issued by an invalid CA certificate.
kok: प्रमाणपत्र विश्वासू ना कारण ते अमान्य CA प्रमाणपत्रान दिला.

source: The certificate is not trusted because the issuer certificate is not trusted.
kok: प्रमाणपत्र विश्वासू ना कारण दिवप्याचे प्रमाणपत्र विश्वासू ना.

source: The certificate is not trusted because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
kok: प्रमाणपत्र विश्वासू ना कारण ते अक्षम केल्ले सिग्नेचर एलॉगॅरिथम वापरून सही केला कारण एलॉगॅरिथम सुरक्षित ना.

source: The certificate is not trusted because the issuer certificate has expired.
kok: प्रमाणपत्र विश्वासू ना कारण दिवप्याचे प्रमाणपत्र सोपला.

source: The certificate does not come from a trusted source.
kok: हें प्रमाणपत्र विस्वासनीय स्त्रोता कडल्यान आयिल्लें ना.

source: The certificate is not valid for the name %S.
kok: हें प्रमाणपत्र विस्वासनीय स्त्रोता कडल्यान आयिल्लें ना.

source: The certificate is only valid for <a id="cert_domain_link" title="%1$S">%1$S</a>
kok: प्रमाणपत्र फकत <a id="cert_domain_link" title="%1$S">%1$S</a> खातीर वैध आसा.

source: The certificate is only valid for %S
kok: प्रमाणपत्र फकत %S खातीर वैध आसा.

source: The certificate is only valid for the following names:
kok: हें प्रमाणपत्र फकत फुडें दिल्ल्या नांवां खातीरूच वैध आसाः

source: The certificate is not valid for any server names.
kok: हें प्रमाणपत्र खंयच्याच सर्वर नांवांक वैध ना.

source: The certificate expired on %1$S. The current time is %2$S.
kok: ह्या प्रमाणपत्राची मुजत %1$S चेर सोंपली. सध्याचो वेळ %2$S आसा.

source: The certificate will not be valid until %1$S. The current time is %2$S.
kok: हें प्रमाणपत्र %1$S मेरेन वैध आसचें ना. सध्याचो वेळ %2$S आसा.

source: (Error code: %S)
kok: (चुकीचो कोड: %S)

source: Issued to:
kok: क दिलां:

source: Issued by:
kok: न दिलां:

source: Valid
kok: वैध

source: from
kok: सावन्

source: to
kok: मेरेन

source: Purposes
kok: कामां

source: Email
kok: ईमेल

source: Stored in:
kok: न साठयलां:

source: Imported Certificate
kok: आयात केल्ली प्रमाणपत्र

source: <Expired>
kok: <सोपले>

source: <Revoked>
kok: <परतून चालू>

source: <Not Trusted>
kok: <विश्वासू ना>

source: <Issuer Not Trusted>
kok: <दिवपी विश्वासू ना>

source: <Issuer Unknown>
kok: <दिवपी अज्ञात>

source: <Invalid CA>
kok: <अमान्य CA>

source: <Signature Algorithm Not Secure>
kok: <सही अल्गोरिदम सुरक्षित ना>

source: <Unknown>
kok: <अज्ञात>

source: Your Cert
kok: तुमचें प्रमाणपत्र

source: CA (Certificate Authority)
kok: सीए (प्रमाणपत्र अधिकार)

source: SSL Server
kok: SSL सर्वर

source: Peer S/MIME
kok: पीयर S/MIME

source: Unknown
kok: अज्ञात

source: (no nickname)
kok: (टोपणनाव ना)

source: (no email address)
kok: (ईमेल नामो ना)

source: (expired)
kok: (सोपलां)

source: (not yet valid)
kok: (अजून वैध ना)

source: This certificate is already installed as a certificate authority.
kok: हे प्रमाणपत्र प्रमाणपत्र अधिकारिणी म्हण पयलीच प्रतिष्ठापित आसा.

source: This is not a certificate authority certificate, so it can't be imported into the certificate authority list.
kok: हे प्रमाणपत्र अधिकारिणी प्रमाणपत्र न्ही. ताका लागून ते प्रमाणपत्र अधिकारिणी वळेरेंत आयात करपाक शकना.

source: This certificate can't be verified and will not be imported. The certificate issuer might be unknown or untrusted, the certificate might have expired or been revoked, or the certificate might not have been approved.
kok: हे प्रमाणपत्र तपासपाक शकना आनी ते आयात जावचे ना. प्रमाणपत्र दिवपी अज्ञात आसत वो विश्वासू नासत, प्रमाणपत्र सोपला आसत वो परत घेतला आसत, वो प्रमाणपत्राक मान्यताय नासत.

source: This personal certificate can't be installed because you do not own the corresponding private key which was created when the certificate was requested.
kok: हे खाजगी प्रमाणपत्र प्रतिष्ठापित करपाक शकना कारण संबंधित खाजगी की ची मालकी तुमचेकडे ना जी प्रमाणपत्राची विनंती जाल्ली तेन्ना तयार केल्या.

source: Your personal certificate has been installed. You should keep a backup copy of this certificate.
kok: तुमचे खाजगी प्रमाणपत्र प्रतिष्ठापित जाला. तुमी ह्या प्रमाणपत्राची बॅकअप प्रत दवरपाक जाय.

source: (Unknown)
kok: (अज्ञात)

source: (Not Stored)
kok: (सांठयल्लो ना)

source: Permanent
kok: सदांकाळाचें

source: Temporary
kok: तत्पुरतें
