Repository: translate/mozilla-l10n
Catalog: ilo/browser/chrome/browser/places/bookmarkProperties.properties.po
Languages: ilo

# dialogAcceptLabelSaveItem
source: Save
ilo: Idulin

source: Subscribe
ilo: Pagsuskribiren

# dialogAcceptLabelEdit
source: Save
ilo: Idulin

# dialogTitleAddBookmark
source: New Bookmark
ilo: Baro a Pannanda

# dialogTitleAddFolder
source: New Folder
ilo: Baro a Karpeta

source: New Bookmarks
ilo: Baro a Pannanda

source: Properties for "%S"
ilo: Pamigbigan ti "%S"

source: [Folder Name]
ilo: [Nagan ti Karpeta]

# newFolderDefault
source: New Folder
ilo: Baro a Karpeta

# newBookmarkDefault
source: New Bookmark
ilo: Baro a Pannanda
