Repository: translate/mozilla-l10n
Catalog: brx/dom/chrome/appstrings.properties.po
Languages: brx

source: The URL is not valid and cannot be loaded.
brx: URL आ बाहाय जाथाव नङा आरो ल'ड खालामनो हाया।

source: The file %S cannot be found. Please check the location and try again.
brx: %S फाइलखौ मोननो हायाखै। अननानै जायगाखौ आनजाद खालाम आरो फिन नाजा।

source: %S could not be found. Please check the name and try again.
brx: %S मोननो हायाखै। अननानै मुंखौ आनजाद खालाम आरो फिन नाजा।

source: One of the following (%S) is not a registered protocol or is not allowed in this context.
brx: गाहायनि मोनसे (%S) आ मोनसे रेजिस्टार खालामखानाय प्र'ट'कल नङा एबा बेयो बे लोब्बागोनाआव गनायथि गैया।

source: The connection was refused when attempting to contact %S.
brx: %S जों फोनांजाब खालामनो नाजानायाव फोनांजाबखौ नेवसिनाय जादोंमोन।

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
brx: %S जों फोनांजाबआ हरखाबै थाद'बाय। माखासे डाटाखौ दैथाय हरबाय जानो हागौ।

source: The operation timed out when attempting to contact %S.
brx: %S जों फोनांजाब खालामनो नाजानायाव अपारेसननि समआ बारलांदोंमोन।

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
brx: बे URL नि थाखाय फिन बिथोन होनायनि सिमाया बारबाय। खावलायखानाय बिलाइखौ ल'ड खालामनो हायाखै। बेयो ब्लक खालामखानाय कुकिफोरनि थाखाय जानो हागौ।

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
brx: बे बिलाइखौ दिन्थिफुंनो, एप्लिकेसनआ फोरमायथिहोग्राखौ दैथाय हरथार नांगोन जाय जायखि जाया हाबाखौ मावफिगोन (जेरै- मोनसे नागिरनाय एबा बिथोन रोखाथि) जायखौ आगोलाव मावफुंबाय।

source: Resend
brx: फिन दैथाय हर

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
brx: नोंथाङा पार्स'नेल सेकिउरिटि मेनेजार (PSM)खौ इनष्टल खालामागौमानि बे फोरमान बिलाइखौ दिन्थिफुंनो हाया। PSM खौ डाउनल'ड खालाम आरो इनष्टल खालाम आरो फिन नाजा, एबा नोंथांनि सिस्टेम खुंगिरिजों जगाजग खालाम।

source: The document contains no data.
brx: फोरमान बिलाइआव जेबो डाटा गैया।

source: This document is no longer available.
brx: बे फोरमान बिलाइआ गैलिया।

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
brx: अफलाइनआव थानाय बे फोरमान बिलाइखौ दिन्थिफुंनो हाया। अनलाइनआव थां, खामानि (वार्क) अफलाइनखौ फाइल मेनु निफ्राय सायखयै खालाम।

source: The document cannot change while Printing or in Print Preview.
brx: साफायनाय समाव एबा साफायनायनि गिबि नुथायाव थानाय समाव फोरमान बिलाइखौ सोलायनो हाया।

source: Access to the port number given has been disabled for security reasons.
brx: रैखाथि जाहोननि थाखाय पर्टआव हाबनो होनाय अनजिमाखौ लोरबां खालामबाय।

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
brx: नोंथाङा बाइजोमहर दाखानाय प्रक्सि सार्भारखौ मोनाखै। नोंथांनि प्रक्सि सेटिंखौ आनजाद खालाम आरो फिन नाजा।

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
brx: नोंथाङा बाइजोमहर दाखानाय प्रक्सि सार्भारजों जगाजग खालामनो नाजानाय समाव फोनांजाबखौ नेवसिबाय। नोंथांनि प्रक्सि सेटिंखौ आनजाद खालाम आरो फिन नाजा।

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
brx: नोंथाङा नायनो नाजानाय बिलाइखौ दिन्थिनो हाया मानोना बेयो नारसिननायनि मोनसे बाहायजायै एबा हेफाजाब होजायै फर्म बाहाय।

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
brx: नोंथाङा नायनो नाजानाय बिलाइखौ दिन्थिनो हाया मानोना बेखौ मोनसे फाइल रोखोमआव दोननाय जादो जायखौ खेवनो रैखाथि नङा। बे जेंनाखौ खिन्थानो वेबसाइट बिगोमाजों जगाजग खालाम।

source: External Protocol Request
brx: बायजोयारि प्र'ट'कल खावलायनाय

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
brx: %1$S: लिंकखौ हेन्डेल खालामनो मोनसे एप्लिकेसनखौ जागायथारनांगोन। खावलायखानाय लिंक: %2$S एप्लिकेसन: %3$S नोंथाङा बे खावलायनायखौ मिजिंथियाखैमोनब्ला बेयो बै गुबुन प्रग्रामआव लोरबांथिखौ बाहायनो नाजानो हागौ। बेयो खहागोनां नङा होननानै रोखा नङाब्ला बे खावलायनायखौ बातिल खालाम।

source: <Unknown>
brx: (मोनथिमोनै)

source: Remember my choice for all links of this type.
brx: बे रोखोमनि गासै लिंकनि थाखाय आंनि पसायनायखौ गोसोआव लाखि।

source: Launch application
brx: एप्लिकेसनखौ जागाय

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
brx: %S नि साइटखौ मोनसे गाग्लोबनाय साइट महरै रिपर्ट खालामबाय आरो बेखौ नोंथांनि रैखाथि पसन्दआव सोनारनानै ब्लक खालामबाय।

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
brx: %S नि वेबसाइटखौ नंखाय साइट महरै रिपर्ट खालामबाय जायखौ शेयारिं निजि एबा राङारि फोरमायथिहोग्रायाव बाहायग्रा ट्रेक खालामनो डिजाइन खालामनाय जायो।

source: This page has a content security policy that prevents it from being loaded in this way.
brx: बे बिलाइहा मोनसे थानाय-आयदा रैखाथि पलिसि दं जाय बे बाइदि ल'ड खालामनायखौ होबथायो।

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
brx: नोंथाङा नायनो लुबैनाय बिलाइखौ दिन्थिनो हाया मानोना डाटा दैथाय हरनायाव मोनसे गोरोन्थि संना दिहुनबाय।

source: This page uses an unsupported technology that is no longer available by default.
brx: बे बिलाइआ मोनसे हेफाजाब होजायै बिरोंदामिनखौ बाहायो जाय डिफल्टजों मोननो हाथाव नंलिया।
