Repository: translate/mozilla-l10n
Catalog: gn_PY/browser/chrome/browser/devtools/webConsole.dtd.po
Languages: gn_py

source: Web Console
gn_py: Mba'e'okarupa

source: Browser Console
gn_py: Kundahára mba'e'okarupa

source: &Log Request and Response Bodies
gn_py: Mba'ejerure &ha ñembohovái rete rehegua jehaipy

source: Open URL in New &Tab
gn_py: Eike URL &Tendayke Pyahu rupi

source: &Net
gn_py: Ñanduti

source: Log network access
gn_py: Eñongatu ñandutípe jeike

source: Log CSS errors and warnings
gn_py: Haipyre ñehesa'ỹijo jejavy CSS-pe

source: Log JavaScript exceptions
gn_py: Oĩ'ỹva jehaipy JavaScript

source: Sec&urity
gn_py: Tekorosã

source: Log security errors and warnings
gn_py: Tekorosã ha kyhyjerã rehegua jehaipy

source: Logging
gn_py: Hasapy

source: Log messages sent to the window.console object
gn_py: Marandu jeguerahaukapyre window.console-pe jehaipy

# btnConsoleErrors
source: Errors
gn_py: Javy

# btnConsoleInfo
source: Info
gn_py: Marandu

# btnConsoleWarnings
source: Warnings
gn_py: Jesarekorã

# btnConsoleLog
source: Log
gn_py: Tembiapo ñepyrũ

source: Reflows
gn_py: Yguejy

source: &Server
gn_py: Mohendahavusu

source: Log messages received from a web server
gn_py: Oike marandu og̃uahẽva ñanduti mohendahavusu guive

# btnServerErrors
source: Errors
gn_py: Javypyre

# btnServerInfo
source: Info
gn_py: Marandu

# btnServerWarnings
source: Warnings
gn_py: Jesarekorã

# btnServerLog
source: Log
gn_py: Tembiapo ñepyrũ

source: Shared Workers
gn_py: Mba'apohára oñendiveguáva

source: Add-on or Chrome Workers
gn_py: Add-on térã Chrome mba'apohára

source: Filter output
gn_py: Ñesẽha mbogua

source: Clea&r
gn_py: Mopotĩ

source: Clear the Web Console output
gn_py: Ñanduti mba'e'okarupa sẽha ñemopotĩ

source: Copy Link Loc&ation
gn_py: Mbojuajuha Ra&pe mbohasarã

source: Open in &Variables View
gn_py: Abrir en vista de variablesMoambueha rechahápe jeike
