Repository: translate/mozilla-l10n
Catalog: an/toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: an

source: Create Profile Wizard
an: Asistent de creyación de perfils

source: &brandShortName; stores information about your settings and preferences in your personal profile.
an: &brandShortName; almagazena información sobre a suya configuración y preferencias en o suyo perfil personal.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
an: Si ye compartiendo ista copia de &brandShortName; con atros usuarios, puede fer servir os perfils ta mantener deseparada a información de cadagún d'os usuarios. Ta ixo, cada usuario habría de creyar o suyo propio perfil.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
an: Si ye a sola persona que emplega ista copia de &brandShortName;, ha de tener a o menos un perfil. Si lo deseya, puede creyar multiples perfils ta almagazenar-ie diferents conchuntos de configuracions y preferencias. Por eixemplo, puestar l'aganaría tener un perfil ta la faina y unatro ta uso personal.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
an: Ta prencipiar a creyar o suyo perfil, faiga clic en 'Enta debant'.

source: To begin creating your profile, click Continue.
an: Ta prencipiar a creyar o suyo perfil, faiga clic en Continar.

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
an: Ta prencipiar a creyar o suyo perfil, faiga clic en 'Enta debant'.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
an: Si creya distintos perfils puede distinguir-los por os suyos nombres de perfil. Puede emplegar o nombre que se proporciona aquí u trigar-ne unatro vusté mesmo.

source: &Enter new profile name:
an: Escriba un nombr&e t'o nuevo perfil:

source: Your user settings, preferences and other user-related data will be stored in:
an: Os suyos parametros de configuración, preferencias y atros datos tocants a l'usuario s'alzarán en:

source: Default User
an: Usuario por defecto

source: &Choose Folder…
an: Trigar una &carpeta…

source: &Use Default Folder
an: &Usar a carpeta por defecto
