Repository: translate/mozilla-l10n
Catalog: nso/toolkit/chrome/global/customizeToolbar.dtd.po
Languages: nso

source: Customize Toolbar
nso: Beakanya thulupaa

source: You can add or remove items by dragging to or from the toolbars.
nso: O ka oketša goba wa šuthiša dilo ka go goga go ya go goba go tšwa go dithulupaa.

source: Show:
nso: Laetša:

source: Icons and Text
nso: Diaekhone le sengwalwa

source: Icons
nso: Diaekhone

source: Text
nso: Sengwalwa

source: Use Small Icons
nso: Diriša diaekhone tše nyenyane

source: Restore Default Set
nso: Bušetša peakanyo ya tirelwa

source: Add New Toolbar
nso: Oketša thulupaa e mpsha

source: Done
nso: Feditše

source: Undo Changes
nso: Dirolla diphetogo
