Repository: translate/mozilla-l10n
Catalog: lg/browser/chrome/browser/places/places.dtd.po
Languages: lg

source: Library
lg: Etterekero le biwandiiko

source: &Organize
lg: &Tegeka

source: Organize your bookmarks
lg: Tegeka obulambe bwo

source: &Close
lg: &Ggalawo

source: &Views
lg: &Ebilabidwa

source: Change your view
lg: Kyuusa endabika yo omuko

source: Show &Columns
lg: Laga ebikuubo &ebikkirira

source: &Sort
lg: &Londamu

source: &Unsorted
lg: &Ebitalondedwamu

source: &A > Z Sort Order
lg: &A > Z Engoberera y`Okulondamu

source: &Z > A Sort Order
lg: &Z > A Engoberera y`Okulondamu

source: &Import Bookmarks from HTML…
lg: Le&eta Obulambe okuvamu HTML…

source: &Export Bookmarks to HTML…
lg: &Weereza Obulambe mu HTML…

source: Import Data from &Another Browser…
lg: Noona Data okuva mu &Nonyeso Endala…

source: &Backup…
lg: &Tereka…

source: &Restore
lg: &Zz'obujja

source: &Choose File…
lg: &Londako Fayiro…

source: &Bookmark This Page…
lg: &Lamba Omuko Gunno…

source: &Delete This Page
lg: &Sangula Omuko Gunno

source: &Forget About This Site
lg: &Werabire Ebikwata ku Muko Gunno

source: &Open
lg: &Ggulawo

source: Open in a &New Window
lg: Gulirawo mu Ddirisa &Epya

source: Open in a Ne&w Tab
lg: Ggulirawo mu Waddirira Aw&apya

source: &Open All in Tabs
lg: &Ggulirawo Byonna mu Awaddirira

source: Propert&ies
lg: Ebikikwat&ako

source: &Sort By Name
lg: &Tegeka ng'Osinziira ku Linnya

source: New &Bookmark…
lg: Akapya &Akalambe…

source: New F&older…
lg: E&tterekero Epya…

source: New &Separator
lg: Akaawula &Akapya

source: &Reload Live Bookmark
lg: &Ddamu Otikke akalambe Kolaba

source: &Move…
lg: &Tambula…

source: Name
lg: Erinnya

source: Tags
lg: Ta'aga

source: Location
lg: Ekifo

source: Visit Count
lg: Okukyala bw'Enkebera

source: Keyword
lg: Ekigambo ekikulu

source: Description
lg: Ennyinyonnyola

source: Added
lg: Kigattiddwako

source: Last Modified
lg: Kyasemba Kutereezebwa

# search.label search.accesskey
source: &Search:
lg: &Noonya:

source: &Import and Backup
lg: &Yingiza era Oterekeko

source: Import and backup your bookmarks
lg: Noona era otereke obulambe bwo

source: Go back
lg: Ddayo

source: Go forward
lg: Weyongereyo mu maaso

source: Mor&e
lg: &Ebisingawo

source: L&ess
lg: E&bitono

source: Select an item to view and edit its properties
lg: Londayo ekintu nga bw'okirongoosamu

# find.label find.accesskey
source: &Search:
lg: &Noonya:

source: Vie&w
lg: Endabik&a

source: By &Date
lg: Ku &Nnaku z'omwezi

source: By &Site
lg: Ku &Kibanja

source: By Most &Visited
lg: Ku Kisinga &Okukyalirwa

source: By &Last Visited
lg: Ku &Kisembyeyo Okukyalirwa

source: By Da&te and Site
lg: Ku Lu&naku n'Ekibanja
