Repository: translate/mozilla-l10n
Catalog: fj/browser/chrome/overrides/appstrings.properties.po
Languages: fj

source: The URL is not valid and cannot be loaded.
fj: Na URL e sega ni ka dodonu ka sega ni rawa ni kau mai.

source: Firefox can't find the file at %S.
fj: Na Firefox e sega ni raica rawa na file ena %S

source: Firefox can't find the server at %S.
fj: Na Firefox e sega ni raica rawa na Server ena %S

source: Firefox can't establish a connection to the server at %S.
fj: Na Firefox e sega ni rawa ni sema kina server ena %S.

source: The connection to %S was interrupted while the page was loading.
fj: Na i sema ena %S e vakaleqai ena gauna e kau tiko maio kina na drauni pepa

source: The server at %S is taking too long to respond.
fj: Na Server ena %S e taura tiko e dua na gauna balavu me vosa lesu mai.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
fj: Na Firefox e kidava rawa ni Server e vagolea tale tiko na kerekere yaco yani ena address oqo ena vanua ka na sega ni rawa ni na vakaotivi vaka dua kina.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
fj: Me vakaraitaki na drauni pepa oqo, na %S e dodonu me na vakauta e dua nai tukutuku kana vukitaleva lesu na veika sa caka oti (me vaka na vakasaqaqara se na veivakadeitaki ni ka me caka)

source: Resend
fj: Vakauta tale

source: Firefox doesn't know how to communicate with the server.
fj: E sega ni kila na Firefox na veivosaki kei na server.

source: The connection to the server was reset while the page was loading.
fj: Na veitaratara kei na server e a reset taki ena gauna e kau tiko mai kina na drauni pepa

source: Firefox is currently in offline mode and can't browse the Web.
fj: Na Firefox se offline tu ka sega ni rawa ni se browse taka na Web

source: The document cannot change while Printing or in Print Preview.
fj: Na tikini vola oqo e sega ni rawa ni veisau ena gauna e print taki tiko kina se ena gauna ni Print Preview

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
fj: Na address oqo e vakayagataki kina e dua na Network port ka dau vakayagataki wasoma ena vei ka tale eso ka sega ena web browsing. Na Firefox sa vakadaroya na kerekere ena nomu taqomaki.

source: Firefox is configured to use a proxy server that can't be found.
fj: Na Firefox e configure taki tu me vakayagataka na proxy server ka sega ni laurai rawa

source: Firefox is configured to use a proxy server that is refusing connections.
fj: Na Firefox e configure taki tu me vakayagataka na proxy server ka sega ni vinakata tiko na connections.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
fj: Na drauni pepa koya iko vinakata tiko oqori e sega ni rawa ni laurai baleta e vakayagataka tiko e dua mataqali compression ka sega ni dodonu se sega ni tauri vaki

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
fj: Na drauni pepa iko via raica tiko e sega ni rawa niko raica baleta e tiko kina e so na mataqali File rerevaki. Kerea mo na raica kina na i taukei ni website ena tikina oqo.

source: External Protocol Request
fj: Na kerekere ni dua na protocol mai tautuba

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
fj: E gadrevi e dua na Link mai tautuba me tavoci ka me rawa ni vakayagataka na %1$S:Na veilinks. Gadrevi yani Nalink: %2$S Na Application: %3$S Kevaka iko a sega ni namaka tiko na kerekere ya e rawa beka ni dua sasaga me laurai kina e dua na malumalu ena dua tale na porokaramu. Vakadaroya na kerekere oqo kevaka o sa vakadeitaka ni sega ni dua na sasaga verevuni.

source: <Unknown>
fj: <Sega ni kilai>

source: Remember my choice for all links of this type.
fj: Nanuma na noqu digidigi vei ira kece na link me vaka taki koya oqo

source: Launch application
fj: Tavoca na application

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
fj: Na site ena %S e laurai me dua na verevuni ka sa mai tarovi toka yani me vaka na nomu gadreva me vakakina]

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
fj: Na web site ena %S e sa tukuni oti ni ka Lasutaki, ka vakayagataki me rawa i lavo butako kina vei ira na tamata, kei na vei ka e so tale me baleti ira
