Repository: translate/mozilla-l10n
Catalog: */services/sync/sync.properties.po
Languages: ar, az, bg, br, bs, ca, he, hr, hu, hy_am, id, is, kn, ku, mr, my, ne, nn_no, or, sv, sw, ta, th, tr, ug, uz, vi, xh, zu

source: &Update Firefox Sync
ar: &حدّث تزامُن فَيَرفُكس
az: Firefox Sync &Yenilə
bg: &Обновяване на Firefox Sync
br: &Hizivaat Firefox Sync
bs: Až&uriraj Firefox Sync
ca: Act&ualitza el Firefox Sync
hr: Až&uriraj Firefox Sync
hu: A Firefox Sync &frissítése
hy_am: &Թարմացրել Firefox Սինքը
id: Perbar&ui Firefox Sync
is: &Uppfæra Firefox Sync
mr: Firefox सिंक सुधारीत करा
my: (&U)ချိတ်ဆက်ခြင်းအားအဆင့်မြှင့်
or: Firefox Sync କୁ ଅଦ୍ୟତନ କରନ୍ତୁ
sv: &Uppdatera Firefox Sync
ta: பயர்பாக்ஸ் ஒத்திசைவை &புதுப்பி
th: &ปรับรุ่น Firefox Sync
tr: &Firefox Sync'i güncelle
uz: "Firefox sinxronlash"ni &yangilash
xh: &Hlaziya i-Firefox Sync

source: &Sync Now
ar: &زامِن الآن
az: İndi &Sinxronlaşdır
bg: &Синхронизиране сега
br: &Goubredañ bremañ
bs: &Sinhronizuj sada
ca: &Sincronitza ara
he: &סנכרן כעת
hr: &Sinkroniziraj sada
hu: &Szinkronizálás
hy_am: &Սինք
id: &Sinkronkan Sekarang
is: &Samstilla núna
mr: आत्ता ताळमेळ करा
my: (&S)ယခုချိတ်သုံး
or: ବର୍ତ୍ତମାନ ସନ୍ତୁଳନ କରନ୍ତୁ
sv: Sy&nka nu
ta: இப்போது &ஒத்திசை
th: &ผสานข้อมูลเดี๋ยวนี้
tr: Şimdi &eşitle
uz: Hozir &sinxronlash
xh: &Ngqamanisa ngoku

source: Approaching Server Quota
ar: تقترب من استخدام حصتك كلها
az: Server limitinə yaxınlaşılır
bg: Приближаване до квотата на сървъра
br: O tizhout feurbarzh an dafariad
bs: Približavanje ograničenju servera
ca: Us apropeu a la quota del servidor
he: ניגש למכסת השרת
hr: Približavanje kvoti poslužitelja
hu: Hamarosan túllépi a kvótát a kiszolgálón
hy_am: Մոտենում է սպասարկիչի քվոտային
id: Hampir Menghabiskan Jatah Server
is: Er að nálgast hámark kvóta á netþjóninum
ku: Kotaya pêşkêşkarê nêzîk dibe
mr: सर्व्हर कोटा गाठत आहे
my: ဆာဗာမှ ဝေစုနေရာနီးပါ ဖြစ်လာသည်
or: ସର୍ଭର କୋଟା ପାଖାପାଖି ପହଞ୍ଚୁଛି
sv: Närmar sig serverkvoten
sw: Inakaribia Robo ya Sava
ta: சேவையக ஒதுக்கீட்டை தொடுகிறது
th: โควตาของเซิร์ฟเวอร์ใกล้เต็ม
tr: Sunucu sınırına yaklaşıyorsunuz
ug: ئىشلەتكىنىڭىز مۇلازىمېتىردىكى نورمىغا يېقىنلاشتى
uz: Serverda boʻsh joy kamayib bormoqda
vi: Tiệm cận Hạn mức Máy chủ
xh: Ifikelela kwiKowuta yeSeva
zu: Kufikwa kwi-quota yesiphakeli

source: You are approaching the server quota. Please review which data to sync.
ar: أنت توشك على استهلاك حصتك كلها من التخزين في الخادوم. رجاءً راجع أي بيانات تريد مزامنتها.
az: Server limitinə yaxınlaşırsınız. Lütfən hansı məlumatların sinxronizasiya ediləcəyinə baxın.
bg: Вие приближавате квотата, която сървърът предоставя за вас. Моля, прегледайте наново кои данни искате да синхронизирате.
br: Emaoc'h o tizhout feurbarzh an dafariad. Mar plij, adwelit ar roadennoù da c'houbredañ.
bs: Približavate se ograničenju servera. Molimo da razmotrite koje podatke da sinhronizujete.
ca: Esteu apropant-vos a la quota del servidor. Reviseu quines dades voleu sincronitzar.
he: אתה מתקרב למכסה המוגדרת אל השרת. אנא בחן את הנתונים לסינכרון.
hr: Približavate se kvoti poslužitelja. Molim provjerite koje podatke želite sinkronizirati.
hu: Hamarosan túllépi a kvótát a kiszolgálón. Nézze át, hogy milyen adatokat szinkronizál.
hy_am: Դուք մոտենում եք սպասարկիչի քվոտային: Խնդրում ենք, վերանայել, թե որ տվյալները պետք է նույնականացնել:
id: Jatah kuota server Anda hampir habis. Silakan periksa data yang ingin disinkronkan.
is: Þú ert að nálgast hámark kvóta á netþjóninum. Farðu yfir hvaða gögn á að samstilla.
ku: Di pêşkêşkarê de pir cî nemaye. Tika ye binêre ka dê kîjan daneyan sync bikî.
mr: तुम्ही सर्व्हर कोटा गाठत आहात. कृपया कुठला डाटा ताळमेळ करायचे त्याचे पुनरावलोकन करा.
my: ဆာဗာမှ ဝေစုနေရာနီးပါး ဖြစ်လာသည်။ ကျေးဇူးပြု၍ သင့်မည်သည့်အချက်အလက်များကို ချိန်ညှိမည်နည်း။
or: ଆପଣ ସର୍ଭର କୋଟା ପାଖାପାଖି ହେଉଛନ୍ତି। ଦୟାକରି କେଉଁ ତଥ୍ୟକୁ ସନ୍ତୁଳନ କରିବାକୁ ଚାହୁଁଛନ୍ତି ତାହା ସମୀକ୍ଷା କରନ୍ତୁ।
sv: Du är på väg att fylla serverkvoten. Välj vilken data som du vill synka.
sw: Unakaribia robo ya sava. Tafadhali angalia tena data ya kulandanisha.
th: คุณใช้โควตาของเซิร์ฟเวอร์จนใกล้เต็มแล้ว โปรดทบทวนว่าจะผสานข้อมูลใดบ้าง
tr: Sunucu sınırına yaklaşıyorsunuz. Lütfen hangi verilerin eşitleneceğini gözden geçirin.
ug: ئىشلەتكىنىڭىز مۇلازىمېتىردىكى نورما چېكىگە يېقىنلاشتى. قايسى سانلىق مەلۇماتنى قەدەمداشلاشنى قايتا تەكشۈرۈڭ.
uz: Serverda boʻsh joy oz qolmoqda. Sinx-ya qilinadigan ma`lumotlarni koʻrib chiqing.
vi: Bạn đang dùng gần đến ngưỡng hạn mức của máy chủ. Vui lòng chọn lại dữ liệu cần đồng bộ.
xh: Ufikelela kwikowuta yeseva. Nceda uvuselele ukuba yeyiphi na ingcombolo yokungqamaniswa.
zu: Sewufika kwi-quota yesiphakeli. Sicela ubuyekeze ukuthi iyiphi idatha ofuna ukuba ihlangane.

source: Server Quota Exceeded
ar: تجاوزت الحصة المخصصة لك
az: Server limiti aşıldı
bg: Квотата на сървъра е надвишена
br: Aet oc'h dreist feurbarzh an dafariad
bs: Ograničenje servera prekoračeno
ca: S'ha excedit la quota del servidor
he: חריגה ממכסת השרת
hr: Prekoračena kvota poslužitelja
hu: Túllépte a kvótát a kiszolgálón
hy_am: Սպասարկիչի քվոտան գերազանցված է
id: Jatah Server Terlampaui
is: Kvóti á netþjóni yfir hámarki
ku: Ji kotaya pêşkêşkarê derbas kir
mr: सर्व्हर कोटा ओलांडले
my: ဆာဗာမှ ဝေစုနေရာ ကျော်လွန်သွားပြီ
or: ସର୍ଭର କୋଟା ଅତିକ୍ରମ କରିଛି
sv: Serverkvoten överskriden
sw: Robo ya Sava imepita
ta: சேவையக ஒதுக்கீட்டை தாண்டியது
th: การใช้งานเซิร์ฟเวอร์เกินโควตา
tr: Sunucu sınırı aşıldı
ug: مۇلازىمېتىر نورما چېكىدىن ئېشىپ كەتتى
uz: Serverda boʻsh joy yoʻq
vi: Vượt quá Hạn mức Máy chủ
xh: IKowuta yeSeva iGqithisile
zu: Umkhawulo we-quota yesiphakeli weqiwe

source: Sync failed because it exceeded the server quota. Please review which data to sync.
ar: فشلت المزامنة لأنك استهلكت كامل الحصة التي خصصها لك الخادوم للتخزين. رجاءً راجع أي بيانات تريد مزامنتها.
az: Server limiti aşılıdığı üçün Sync uğursuz oldu. Lütfən hansı məlumatların sinxronizasiya ediləcəyinə baxın.
bg: Sync не можа да продължи, защото квотата на сървъра е надвишена. Моля, прегледайте наново кои данни искате да синхронизирате.
br: C'hwitet en deus ar goubredañ rak aet eo dreist feurbarzh an dafariad. Mar plij, adwelit ar roadennoù da c'houbredañ.
bs: Sync nije uspio zbog prekoračenja ograničenja servera. Molimo da razmotrite koje podatke da sinhronizujete.
ca: La sincronització ha fallat perquè s'ha excedit la quota del servidor. Reviseu quines dades voleu sincronitzar.
he: סנכרון נכשל עקב חריגה ממכסת השרת. נא לבחון את הנתונים שיסונכרנו.
hr: Sync nije uspio zbog prekoračenja kvote poslužitelja. Molim provjerite koje podatke želite sinkronizirati.
hu: A szinkronizálás nem sikerült, mert túllépte a kvótát a kiszolgálón. Nézze át, hogy milyen adatokat szinkronizál.
hy_am: Սինքը ձախողվեց, քանի որ այն գերազանցում էր սպասարկիչի քվոտան: Խնդրում ենք վերանայել, թե որ տվյալներն է պետք նույնականացնել:
id: Sinkronisasi gagal karena jatah server terlampaui. Silakan periksa data yang ingin disinkronkan.
is: Samstilling mistókst þar sem kvóti á netþjóni er yfir hámarki. Farðu yfir hvaða gögn á að samstilla.
ku: Ji ber ku ji kotaya pêşkêşkarê derbas kir, sync têk çû. Tika ye binêre ka dê kîjan daneyan sync bikî.
mr: सर्व्हर कोटा वाढल्यामुळे Sync अपयशी. कृपया ताळमेळ करण्याजोगी डाटाचे पुनरावलोकन करा.
or: Sync ବିଫଳ ହୋଇଛି କାରଣ ଏହା ସର୍ଭର କୋଟାକୁ ଅତିକ୍ରମ କରିଛି। ଦୟାକରି କେଉଁ ତଥ୍ୟକୁ ସନ୍ତୁଳନ କରିବାକୁ ଚାହୁଁଛନ୍ତି ତାହା ସମୀକ୍ଷା କରନ୍ତୁ।
sv: Sync misslyckades eftersom serverkvoten överskreds. Välj vilken data som du vill synka.
sw: Ulandanishi umeshindwa kwa sababu robo ya sava imekiukwa. Tafadhali angalia ni data gani utalandanisha.
th: Sync ล้มเหลว เพราะใช้งานเซิร์ฟเวอร์เกินโควตาที่กำหนด โปรดทบทวนว่าจะผสานข้อมูลใดบ้าง
tr: Sunucu sınırı aşıldığından Sync başarısız oldu. Lütfen hangi verilerin eşitleneceğini gözden geçirin.
ug: مۇلازىمېتىر نورما چېكىدىن ئېشىپ كەتكەچكە قەدەمداشلىيالمىدى. قايسى سانلىق مەلۇماتلارنى قەدەمداشلاشنى قايتا تەكشۈرۈڭ.
uz: Sinx-ya amalga oshmadi, chunki serverda boʻsh joy yetishmaydi. S‌inx-ya qilinadigan ma`lumotlarni koʻrib chiqing.
vi: Đồng bộ bị thất bại vì vượt quá hạn mức máy chủ. Vui lòng chọn lại dữ liệu cần đồng bộ.
xh: Ungqamaniso aluphumelelanga ngenxa yokuba lugqithisile kwikowuta yeseva. Nceda uvuselele ukuba yeyiphi na ingcombolo yokungqamaniswa.
zu: Ukuhlanganisa kuhlulekile ngoba kweqe umkhawulo we-quota yesiphakeli. Sicela ubuyekeze ukuthi iyiphi idatha ongathanda ukuyihlanganisa.

source: &View Quota
ar: شاهِد الح&صة
az: Limiti &göstər
bg: Преглед на &квота
br: &Gwelout ar feurbarzh
bs: Prikaži k&votu
ca: &Mostra la quota
hr: Prikaži k&votu
hu: &Kvóta megtekintése
hy_am: &Դիտել քվոտան
id: &Tampilkan Info Jatah
is: &Skoða kvóta
mr: कोटा दृष्य
my: (&V)အခြေအနေကြည့်မည်
or: କୋଟା ଦେଖନ୍ତୁ
sv: &Visa kvot
ta: ஒதுக்கீட்டை &பார்
th: &ดูโควตา
tr: Sı&nırı göster
uz: Bo‘sh joyni &ko‘rish
xh: &Jonga ubuninzi

source: Service Shutting Down
ar: ستُغلق الخدمة
az: Servis söndürülür
bg: Услугата се прекратява
br: Lazh ar gwazerezh
bs: Usluga se gasi
ca: Finalització del servei
he: השירות בתהליכי השבתה
hr: Usluga se gasi
hu: A szolgáltatás leáll
hy_am: Ծառայության անջատում
id: Layanan Akan Dinonaktfikan
is: Þjónusta er að stöðvast
kn: ಸೇವೆಯನ್ನು ಸದ್ಯದಲ್ಲಿಯೆ ಮುಚ್ಚಲಾಗುತ್ತದೆ
ku: Servîs tê girtin
mr: सेवा बंद होत आहे
my: ဝန်ဆောင်မှူ ခေတ္တရပ်ဆိုင်းထား
ne: सेवा बन्द हुदैछ
nn_no: Tenesta avsluttar
or: ସର୍ଭିସ ବନ୍ଦ ହେଉଛି
sv: Tjänsten avslutas
sw: Huduma Inazima
ta: சேவை நிறுத்தப்படுகிறது
th: บริการนี้กำลังจะถูกปิด
tr: Servis kapanıyor
ug: مۇلازىمەت تاقىلىۋاتىدۇ
uz: Oʻchirish xizmati
vi: Dịch vụ sắp ngừng hoạt động
xh: Inkonzo Iyavala

source: Your Firefox Sync service is shutting down soon. Upgrade %1$S to keep syncing.
ar: خدمة تزامن فيرفكس التي تستخدمها ستغلق قريبًا. رقِّ %1$S لمواصلة المزامنة.
az: Sizin Firefox Sync servisiniz tezliklə söndürüləcək. Sinxrona davam etmək üçün %1$S səyyahınızı yüksəldin.
bg: Обслужването на Firefox Sync се прекратява. Надградете %1$S, за да продължите да синхронизирате.
br: Lazhet e vo ar gwazerezh Firefox Sync a-benn nebeut. Hizivait %1$S evit kenderc'hel da c'houbredañ.
bs: Vaša Firefox Sync usluga će uskoro biti ugašenja. Nadogradite %1$S da biste mogli nastaviti sinhronizaciju.
ca: El servei del Firefox Sync finalitzarà aviat. Actualitzeu el %1$S per seguir sincronitzant.
he: שירות הסנכרון של ה־Firefox שלך עומד להיסגר בקרוב. יש לשדרג אל %1$S כדי להמשיך ולסנכרן.
hr: Vaša Firefox Sync usluga se uskoro gasi. Nadogradite %1$S da bi se sinkronizacija mogla nastaviti.
hu: A Firefox Sync szolgáltatás hamarosan leáll. A szinkronizálás folytatásához frissítsen erre: %1$S
hy_am: Firefox-ի Սինք ծառայությունը շուտով կանջատվի: Արդիացրեք %1$S-ի՝ շարունակելու համար համաժամեցումը:
id: Layanan Firefox Sync Anda akan segera dinonaktifkan dalam waktu dekat. Tingkatkan ke %1$S untuk tetap menyinkronkan.
is: Firefox Sync þjónustan þín er að hætta bráðlega. Uppfærðu %1$S til að halda áfram að samstilla.
kn: ನಿಮ್ಮ ಫೈರ್‌ಫಾಕ್ಸ್ ಸಿಂಕ್ ಸೇವೆಯನ್ನು ಸದ್ಯದಲ್ಲಿಯೆ ಮುಚ್ಚಲಾಗುತ್ತದೆ. ಸಿಂಕ್‌ ಆಗುವುದು ಮುಂದುವರೆಯಲು %1$S ಅನ್ನು ನವೀಕರಿಸಿ.
ku: Servîsên Firefox Synca te nêzîk tên girtin. Ji bo hevcotkirinê dewam bikî li %1$Sê bilind bike.
mr: तुमची Firefox Sync सेवा लवकरच बंद होत आहे. ताळमेळ सुरु ठेवण्यासाठी %1$S अद्ययावत करा.
my: သင်၏မီးမြေခွေးချိတ်ဆက် ဝန်ဆောင်မှူ အဟောင်းသှ် မကြာမှီရပ်ဆိုင်းမည်ဖြစ်ပြီး %1$S သို့ အဆင့်မြှင့်တင်ထားစေလိုပါသှ်
ne: तपाईँको Firefox सिङ्क सेवा चाँडै बन्द हुँदैछ छ। सिङ्क जारी राख्न %1$S अद्यावधिक गर्नुहोस्।
nn_no: Firefox Sync-tenesta di vert snart avslutta. Oppgrader %1$S for å halda fram synkroniseringa.
or: ଆପଣଙ୍କର Firefox ସନ୍ତୁଳନ ସର୍ଭିସ ଅତିଶିଘ୍ର ବନ୍ଦ ହେବାକୁ ଯାଉଛି। ସନ୍ତୁଳନ ବଜାୟ ରଖିବା ପାଇଁ %1$S କୁ ଉନ୍ନତ କରନ୍ତୁ।
sv: Din Firefox Sync-tjänst kommer snart att avslutas. Uppgradera %1$S för att fortsätta synka.
ta: உங்கள் Firefox Sync சேவை விரைவில் நிறுத்தப்படும். தொடர்ந்து ஒத்திசைக்க %1$S க்கு தரமேற்றவும்.
th: บริการ Firefox Sync ของคุณกำลังจะปิดตัวลงเร็ว ๆ นี้ ปรับรุ่น %1$S เพื่อทำให้ซิงก์ต่อได้
tr: Firefox Sync servisiniz yakında kapanıyor. Eşitlemeye devam etmek için %1$S'u yükseltin.
ug: سىزنىڭ Firefox قەدەمداش مۇلازىمىتىڭىز تېزلا تاقىلىدۇ، قەدەمداش ھالەتنى ساقلاش ئۈچۈن %1$S نى يۈكسەلتىڭ.
uz: Firefox sinx-sh xizmati tezda oʻchiriladi. Sinx-lashni saqlash uchun %1$Sga yangilang.
vi: Dịch vụ Firefox Sync của bạn sẽ sớm bị ngừng. Xin hãy cập nhật %1$S để tiếp tục đồng bộ.
xh: Inkonzo yakho yokungqamanisa yeFirefox iza kuvala kungekudala. Hlaziya i-%1$S ukuze uqhubeke ungqamanisa.

source: Service Unavailable
ar: الخدمة غير متاحة
az: Servislə əlaqə yoxdur
bg: Услугата вече не е налична
br: Gwazerezh dihegerz
bs: Usluga nedostupna
ca: Servei no disponible
he: השירות אינו זמין
hr: Usluga nije dostupna
hu: A szolgáltatás nem érhető el
hy_am: Ծառայությունը անհասանելի է
id: Layanan Tidak Tersedia
is: Þjónusta ótiltæk
kn: ಸೇವೆಯು ಲಭ್ಯವಿಲ್ಲ
ku: Servîs ne berdest e
mr: सेवा अनुपलब्ध
my: ၀န်ဆောင်မှု မရနိုင်ပါ
ne: सेवा उपलब्ध छैन
nn_no: Tenesta utilgjengeleg
or: ସର୍ଭିସ ଉପଲବ୍ଧନାହିଁ
sv: Tjänsten ej tillgänglig
sw: Huduma haipatikani
ta: சேவை இல்லை
th: ไม่สามารถให้บริการได้
tr: Servise ulaşılamıyor
ug: مۇلازىمەتنى ئىشلەتكىلى بولمايدۇ
uz: Xizmat mavjud emas
vi: Không có dịch vụ
xh: Inkonzo Ayifumaneki

source: Your Firefox Sync service is no longer available. You need to upgrade %1$S to keep syncing.
ar: خدمة مزامنة فيرفكس التي تستخدمها لم تعد متاحة. تحتاج لترقية %1$S لمواصلة المزامنة.
az: Sizin Firefox Sync servisiniz artıq dəstəklənmir. Sinxronlaşdırmaya davam etmək üçün %1$S səyyahınızı yüksəltin.
bg: Обслужването на Firefox Sync вече не е налично. Трябва да надградите %1$S, за да продължите да синхронизирате.
br: Ho kwazerezh Firefox Sync n'eo ket hegerz ken. Ret eo deoc'h hizivaat %1$S evit goubredañ en-dro.
bs: Vaša Firefox Sync usluga više nije dostupna. Trebate nadograditi %1$S da biste mogli nastaviti sinhronizaciju.
ca: El servei del Firefox Sync ja no està disponible. Actualitzeu el %1$S per seguir sincronitzant.
he: שירות Firefox Sync אינו זמין עוד. עליך לשדרג אל %1$S כדי להמשיך ולסנכרן.
hr: Vaša Firefox Sync usluga više nije dostupna. Da bi se sinkronizacija mogla nastaviti, nadogradite %1$S.
hu: A Firefox Sync szolgáltatás már nem érhető el. A szinkronizálás folytatásához frissíteni kell erre: %1$S.
hy_am: Firefox-ի Սինք ծառայությունը այլևս հասանելի չէ: Արդիացրեք %1$S-ի՝ շարունակելու համար համաժամեցումը:
id: Layanan Firefox Sync Anda tidak tersedia lagi. Anda harus meningkatkan %1$S untuk tetap menyinkronkan.
is: Firefox Sync þjónustan þín er ekki lengur aðgengileg. Þú þarft að uppfæra %1$S til að halda áfram að samstilla.
kn: ನಿಮ್ಮ ಫೈರ್‌ಫಾಕ್ಸ್ ಸಿಂಕ್ ಸೇವೆಯು ಇನ್ನು ಮುಂದೆ ಲಭ್ಯವಿರುವುದಿಲ್ಲ. ಸಿಂಕ್ ಆಗುವುದನ್ನು ಮುಂದುವರೆಸಲು ನೀವು %1$S ಅನ್ನು ನವೀಕರಿಸಬೇಕಿರುತ್ತದೆ.
ku: Êdî servîsa Firefox Synca te nayê destekirin. Ji hevcotkirin dewam bike li %1$Sê bilind bike.
mr: तुमची Firefox Sync सेवा आता उपलब्ध नाही. ताळमेळ सुरु ठेवण्यासाठी %1$S अद्ययावत करा
my: သင်၏မီးမြေခွေးချိတ်ဆက်မှူဝန်ဆောင်မှူသှ် ဆောင်ရွက်မှူရပ်တန့်သွားပြီဖြစ်ပြီး ဆက်လက်သုံးဆွဲရန် %1$S သို့ အဆင့်မြှင့် တင်စေလိုပါသှ်
ne: तपाईँको Firefox Sync सेवा अब उपलब्ध छैन। सिङ्क जारी राख्न तपाईँले %1$S अद्यावधिक गर्न आवश्यक छ।
nn_no: Firefox Sync-tenesta di er ikkje lenger tilgjengeleg. Du må oppgradera %1$S for å halda fram synkroniseringa.
or: ଆପଣଙ୍କର Firefox ସନ୍ତୁଳନ ସର୍ଭିସ ବର୍ତ୍ତମାନ ଉପଲବ୍ଧ ନାହିଁ। ସନ୍ତୁଳନ ବଜାୟ ରଖିବା ପାଇଁ %1$S କୁ ଉନ୍ନତ କରନ୍ତୁ।
sv: Din Firefox Sync-tjänst är inte längre tillgänglig. Du måste uppgradera %1$S för att kunna fortsätta synka.
ta: உங்கள் Firefox Sync இனி கிடைக்காது. தொடர்ந்து ஒத்திசைக்க %1$S க்கு தரமேற்ற வேண்டும்.
th: บริการ Firefox Sync ของคุณไม่สามารถให้บริการได้ คุณจำเป็นต้องปรับรุ่น %1$S เพื่อทำให้ซิงก์ต่อได้
tr: Firefox Sync servisiniz artık desteklenmiyor. Eşitlemeye devam etmek için %1$S'u yükseltmelisiniz.
ug: سىزنىڭ Firefox قەدەمداش مۇلازىمىتىڭىزنى ئىشلەتكىلى بولمايدۇ. قەدەمداشلاشنى ساقلاش ئۈچۈن %1$S نى يۈكسەلتىڭ.
uz: "Firefox sinxronlash" xizmati mavjud emas. Sinxronlashni saqlash uchun %1$Sga yangilang.
vi: Dịch vụ Firefox Sync của bạn không thể dùng được nữa. Bạn cần cập nhật %1$S để tiếp tục đồng bộ.
xh: Inkonzo yakho Yokungqamanisa yeFirefox ayifumaneki. Kufuneka uhlaziye ukuze uqhubeke ungqamanisa i-%1$S.

source: &Learn more
ar: ا&طّلع على المزيد
az: Daha &ətraflı
bg: &Научете повече
br: &Gouzout hiroc'h
bs: &Saznajte više
ca: &Més informació
hr: Sa&znajte više
hu: &További tudnivalók
hy_am: &Ավելին
id: Pe&lajari selengkapnya
is: &Fræðast meira
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
mr: आणखी शिका
my: (&L) ဆက်လက်ဖတ်ရှူ
ne: अझै जान्नुहोस्
nn_no: &Les meir
or: ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ
sv: &Ta reda på mer
ta: மேலும் &அறிய
th: เ&รียนรู้เพิ่มเติม
tr: &Daha fazla bilgi
uz: Ko‘proq &o‘rganish
vi: &Tìm hiểu thêm
xh: &Funda okungakumbi

source: %1$S’s %2$S on %3$S
kn: %3$S ನಲ್ಲಿನ %1$S ನ %2$S
nn_no: %1$S sin %2$S på %3$S

source: Sign In To Sync
kn: Sync ಮಾಡಲು ಸೈನ್ ಇನ್ ಆಗಿ
ne: सिङ्क गर्न साइन इन गर्नुहोस्
nn_no: Logg inn på Sync

source: Sync Now
kn: ಈಗಲೆ ಸಿಂಕ್ ಮಾಡು
ne: अहिले सिङ्क गर्नुहोस्
nn_no: Sync no

source: Syncing…
kn: ಸಿಂಕಾಗುತ್ತಿದೆ…
ne: सिङ्क गरिँदै…
nn_no: Synkroniserer …
