Repository: translate/mozilla-l10n
Catalog: */services/sync/sync.properties.po
Languages: ar, az, bg, br, bs, ca, he, hr, hu, hy_am, id, is, kn, ku, mr, my, ne, nn_no, or, sv, sw, ta, th, tr, ug, uz, vi, xh, zu

source: %1$S's %2$S on %3$S
ar: %2$S الخاص ب‍ %1$S في %3$S
az: %1$S, %3$S üzərində %2$S
bg: %1$S с %2$S на %3$S
br: %2$S eus %1$S war %3$S
bs: %2$S od %1$S na %3$S
ca: El %2$S de %1$S — %3$S
he: %2$S של %1$S על %3$S
hr: %1$S: %2$S - %3$S
hu: %1$S %2$Sa itt: %3$S
hy_am: %1$S՝ %2$S %3$S-ում
id: %2$S milik %1$S di %3$S
ku: %1$Sa %2$Sê li ser %3$Sê
mr: %3$S वरील %1$S चे %2$S
sv: %1$S, %2$S på %3$S
sw: %1$S's %2$S kwa %3$S
ta: %3$S இல் %1$S இன் %2$S
th: %2$S ของ %1$S บน %3$S
tr: %1$S - %3$S - %2$S
ug: %3$S دىكى %1$S %2$S
uz: %1$S'ning %2$S %3$Sda
vi: %2$S của %1$S trên %3$S
xh: %1$S's %2$S ngo-%3$S
zu: %1$S %2$S ku-%3$S

source: Last sync: %S
ar: آخر مزامنة: %S
az: Son sinxronizasiya: %S
bg: Последна синхронизация: %S
br: Goubredañ diwezhañ : %S
bs: Zadnja sinhronizacija: %S
ca: Darrera sincronització: %S
he: סנכרון אחרון: %S
hr: Zadnja sinkronizacija: %S
hu: Utolsó szinkronizálás: %S
hy_am: Վերջին Սինքը. %S
id: Sinkronisasi terakhir: %S
is: Seinasta samstilling: %S
kn: ಕಡೆಯ ಬಾರಿಗೆ ಸಿಂಕ್ ಮಾಡಿದ್ದು: %S
ku: Synca dawîn: %S
mr: शेवटचे सिंक: %S
my: နောက်ဆုံး ချိတ်ဆက်ခြင်း %S
ne: पछिल्लो सिङ्कः %S
nn_no: Sist synkronisert: %S
or: ଅନ୍ତିମ sync: %S
sv: Senast synkad: %S
sw: Ulandanisho wa mwisho: %S
ta: கடைசி ஒத்திசைவு: %S
th: ผสานข้อมูลล่าสุด: %S
tr: Son eşitleme: %S
ug: ئاخىرقى قەدەمداش: %S
uz: Soʻnggi sinx-ya: %S
vi: Lần đồng bộ cuối: %S
xh: Ingqanyaniswe okokugqibela: %S
zu: Ukuhlanganiswa kokugqina: %S

source: Mobile Bookmarks
ar: علامات الجوال
az: Mobil Əlfəcinlər
br: Sinedoù hezoug
bs: Mobilne zabilješke
ca: Adreces d'interès del mòbil
he: סימניות Mobile
hr: Mobilne zabilješke
hu: Mobil könyvjelzők
hy_am: Բջջային էջանիշեր
id: Markah Ponsel
is: Ytri bókamerki
kn: ಮೊಬೈಲ್ ಬುಕ್‌ಮಾರ್ಕುಗಳು
ku: Bijareyên Mobîl
mr: मोबाइल वाचनखूणा
my: ခရီးဆောင် မှတ်သားချက်များ
ne: मोबाइल पुस्तकचिनोहरू
nn_no: Mobile bokmerke
or: ମୋବାଇଲ ଚିହ୍ନିତ ସ୍ଥାନଗୁଡ଼ିକ
sv: Mobila bokmärken
sw: Vialamisho Jongevu
ta: மொபைல் புத்தகக்குறிகள்
th: ที่คั่นหน้าบนอุปกรณ์พกพา
tr: Mobil yer imleri
ug: يانفون خەتكۈچ
uz: Mobayl xatchoʻplari
vi: Trang đánh dấu Di động
xh: Izalathisi eziphawulayo zemobhayili
zu: Uphawu lokubekisa lwamaselula

source: Remote tabs are being synced…
ar: الألسنة البعيدة تُزامن…
az: Uzaq vərəqlər sinxronizasiya edilir...
bg: Синхронизиране на отдалечени подпрозорци…
br: O c'houbredañ an ivinelloù a-bell
bs: Sinhronizacija udaljenih tabova…
ca: Les pestanyes remotes s'estan sincronitzant…
he: לשוניות מרוחקות מסתנכרנות…
hr: Udaljene kartice se sinkroniziraju…
hu: Távoli lapok szinkronizálódnak…
hy_am: Հեռակա ներդիրների համաձայնեցում
id: Tab daring sedang disinkronkan…
is: Verið er að samstilla ytri flipa…
ku: Hilpekînên dûr tên senkronîzekirin…
mr: दूरस्थ टॅब्सचे ताळमेळ केले जात आहे…
my: အဝေးရှိ စာမျက်နှာများ ချိန်ညှိနေသည်။...
or: ସୁଦୂର ଟ୍ୟାବଗୁଡ଼ିକ ସନ୍ତୁଳିତ ହେଉଅଛି…
sv: Synkar fjärrflikar…
sw: Vichupo vya mbali vinalandanishwa…
th: กำลังผสานข้อมูลจากแท็บบนเครื่องอื่น…
tr: Uzak sekmeler eşitleniyor...
ug: يىراقتىكى خەتكۈچ قەدەمداشلىنىۋاتىدۇ…
uz: Masofadagi ichki oynalar sinx-ya qilindi...
vi: Các thẻ ở xa đang được đồng bộ…
xh: Iithebhu zakude ziyangqanyaniswa…
zu: ama-tab wakude ayahlanganiswa…

source: Sync your other devices again to access their tabs
ar: زامِن أجهزتك الأخرى مجددًا للوصول إلى ألسنتها
bg: Синхронизирайте отново другите си устройства, за да имате достъп до техните подпрозорци
br: Goubredañ ho trevnadoù all en-dro evit haeziñ d'o ivinelloù
bs: Ponovo sinhronizujte ostale vaše uređaje kako biste pristupili njihovim tabovima
ca: Sincronitzeu novament els vostres altres dispositius per accedir a les seves pestanyes
he: יש לסנכרן שוב את ההתקנים אחרים שלך כדי לגשת ללשוניות שלהם
hr: Da biste pristupili tamošnjim karticama, sinkronizirajte vaš drugi uređaj još jednom
hu: Szinkronizálja ismét a többi eszközt, hogy elérje a lapjaikat
hy_am: Մեկ անգամ ևս նույնականացրեք ձեր սարքերը՝ ներդիրներին մուտք ստանալու համար:
id: Sinkronkan perangkat Anda lainnya untuk mengakses tabnya
is: Samstilltu önnur tæki aftur til að fá aðgang að flipum þeirra
ku: Ji bo xwe bigihînî hilpekînên cîhazên xwe yên din wan sync bike
mr: टॅब्स प्रवेश प्राप्त करण्यासाठी इतर साधनांचा पुन्हा ताळमेळ साधा
or: ଆପଣଙ୍କର ଅନ୍ୟ ଉପକରଣଗୁଡ଼ିକୁ ସେମାନଙ୍କର ଟ୍ୟାବଗୁଡ଼ିକୁ ଅଭିଗମ୍ୟ କରିବା ପାଇଁ ପୁଣିଥରେ ସନ୍ତୁଳନ କରନ୍ତୁ
sv: Synka dina andra enheter igen för att komma åt deras flikar
sw: Landanisha vifaa vingine tena ili kufikia vichupo vyao
ta: மற்ற சாதனங்களின் கீற்றுகளை அணுக அவைகளை ஒத்திசைக்கவும்
th: ผสานข้อมูลอุปกรณ์อื่นของคุณอีกครั้งเพื่อเข้าถึงแท็บ
tr: Diğer aygıtlarınızdaki sekmelere erişmek için onları yeniden eşitleyin
ug: بۇ بەتكۈچلەرنى زىيارەت قىلىش ئۈچۈن باشقا ئۈسكۈنىلىرىڭىزنى قايتا قەدەمداشلاڭ
uz: Boshqa qurilmalaringiz ichki oynalariga ruxsat berish uchun yana sinxronizatsiya qilish
vi: Đồng bộ lại các thiết bị khác để truy cập thẻ của chúng
xh: Ngqamanisa ezinye izixhobo zakho kwakhona ukuze ufikelele iithebhu zazo
zu: Phinda uvumelanise amanye amadivayisi wakho ukuze ufinyelele kumathebhu wawo

source: All remote tabs are already open
ar: جميع الألسنة البعيدة مفتوحة مسبقًا
az: Bütün uzaq vərəqlər artıq açıqdır
bg: Всички отдалечени подпрозорци са вече отворени
br: Digor eo an holl ivinelloù a-bell endeo
bs: Svi udaljeni tabovi su već otvoreni
ca: Ja estan obertes totes les pestanyes remotes
he: כל הלשוניות המרוחקות כבר פתוחות
hr: Sve udaljene kartice su već otvorene
hu: Minden távoli lap nyitva van már
hy_am: Բոլոր հեռավոր ներդիրները արդեն բաց են
id: Semua tab daring sudah terbuka
is: Allir ytri flipar eru nú þegar opnir
ku: Hemû hilpekînên nû jixwe vekirî ne
mr: सर्व दूरस्थ टॅब्स अगोदरच खुले आहेत
my: အဝေးရှိစာမျက်နှာများ အကုန်ဖွင့်ထားသည်
or: ସମସ୍ତ ସୁଦୂର ଟ୍ୟାବଗୁଡ଼ିକ ପୂର୍ବରୁ ଖୋଲାଛି
sv: Alla fjärrflikar är redan öppna
sw: Vichupo vyote vya mbali tayari vimefunguliwa
ta: எல்லா தொலைநிலை கீற்றுகளும் ஏற்கனவே திறந்துள்ளன
th: แท็บจากเครื่องอื่นทั้งหมดถูกเปิดอยู่แล้ว
tr: Tüm uzak sekmeler zaten açık
ug: يىراقتىكى ھەممە بەتكۈچلەر ئوچۇق
uz: Barcha masofadagi ichki oynalaringiz allaqachon ochilgan
vi: Tất cả các thẻ ở xa đã được mở rồi
xh: Zonke iithebhu zakude sele zivulekile
zu: Wonke ama-tab wakude asevuliwe

source: Recent desktop tabs will be available once they sync
ar: أحدث الألسنة البعيدة ستتاح حالما تكتمل المزامنة
az: Mövcud işçi stolu vərəqləri, sinxronizasiya edildikdən sonra istifadə oluna biləcək
bg: Текущите подпрозорци ще бъдат налични веднага щом се синхронизират
br: Hegerz e vo ivinelloù ar burev goude ma vezint goubredet
bs: Nedavni desktop tabovi će biti dostupni čim budu sihnronizovani
ca: Les pestanyes recents de l'ordinador d'escriptori estaran disponibles en sincronitzar-se
he: הלשוניות האחרונות משולחן העבודה תהיינה זמינות לאחר שהן יסונכרנו
hr: Nedavne desktop kartice će biti dostupne nakon sinkronizacije
hu: Az asztali gép újabb lapjai a szinkronizálás után lesznek elérhetők
hy_am: Վերջին ներսիրները հասանելի կլինեն նույնականացնելուց հետո
id: Tab desktop akan tersedia setelah disinkronkan
is: Nýlegir flipar verða aðgengilegir um leið og þeir eru samstilltir
ku: Dema hilpekînên sermasê yên dawî bên senkronîzekirin, dê amade bin
mr: एकदाचे ताळमेळ झाल्यावर नुकतेच डेस्कटॉप टॅब्स् उपलब्ध होतील
my: ယခုအလုပ်ခုံရှိစာမျက်နှာများ သူတို့ချိန်ညှိခြင်း တစ်ကြိမ်သုံးနိုင် လိမ့်မည်
or: ସାମ୍ପ୍ରତିକ ଡେସ୍କଟପ ଟ୍ୟାବଗୁଡ଼ିକ ସନ୍ତୁଳନ ହୋଇସାରିବା ପରେ ଉପଲବ୍ଧ ହେବ
sv: Nyligen använda flikar från datorn kommer att vara åtkomliga när dom är synkade
sw: Vichupo vya eneo kazi vya hivi karibuni vitapatikana mara tu vinapolandanishwa
th: สามารถเข้าถึงแท็บล่าสุดจากคอมพิวเตอร์ได้เมื่อผสานข้อมูลแล้ว
tr: Mevcut masaüstü sekmeleri, eşitlendikten sonra kullanılabilir olacaktır
ug: ئۇلار بىر قېتىم قەدەمداشلانسىلا يېقىنقى ئۈستەل ئۈستى بەتكۈچلەرنى ئىشلەتكىلى بولىدۇ
uz: Soʻnggi ish stoli ichki oynalari bir marta ular sinx-ya qilingandan soʻng mavjud boʻlladi
vi: Các thẻ trên desktop gần đây sẽ hiển thị một khi chúng được đồng bộ
xh: Iithebhu zedesktophu zakutshanje ziya kufumaneka zakuba zingqanyanisiwe
zu: Ama-tab wakamuva we-desktop azobakhona uma ahlanganiswa

source: Error While Signing In
ar: خطأ عند الولوج
az: Hesab açma səhvi
bg: Грешка при вписване
br: Fazi e-pad an dilesa
bs: Greška prilikom prijavljivanja
ca: S'ha produït un error en iniciar la sessió
he: שגיאה במהלך ההתחברות
hr: Greška prilikom prijave
hu: Hiba a bejelentkezésnél
hy_am: Սխալ` մուտք գործելու ժամանակ
id: Galat Saat Masuk
is: Villa við innskráningu
ku: Di Dema Têketinê de Pirsgirêkekê Rû Da
mr: साइन इन वेळी त्रुटी आढळली
my: ဝင်နေစဉ်တွင် ပြဿနာတက်
or: ସାଇନ ଇନ କରିବା ସମୟରେ ତ୍ରୁଟି
sv: Fel vid inloggning
sw: Kosa Wakati wa Kuingia
ta: உள்நுழையும்போது பிழை
th: เกิดความผิดพลาดระหว่างการเข้าใช้
tr: Oturum Açma Hatası
ug: تىزىمغا كىرگەندە خاتالىق كۆرۈلدى
uz: Kirish vaqtida xato yuz berdi
vi: Lỗi Khi Đăng Nhập
xh: Impazamo Ngelixa uSayinela ukuNgena
zu: Kwenzeke iphutha uma kungenwa ngemvume

source: Sync encountered an error while connecting: %1$S. Please try again.
ar: واجه تزامُن خطأ عند الاتصال: %1$S. الرجاء المحاولة من جديد.
az: Sync bağlantı qurarkən bir səhvlə qarşılaşdı: %1$S. Lütfən təkrar yoxlayın.
bg: Sync срещна грешка при свързване: %1$S. Моля опитайте отново.
br: Degouezhet ez eus bet ur fazi en ur gennaskañ : %1$S. Klaskit en-dro mar plij.
bs: Sync je uočio grešku prilikom povezivanja: %1$S. Molimo pokušajte ponovo.
ca: El Sync ha trobat un error en connectar: %1$S. Torneu-ho a provar.
he: הסנכרון נתקל בשגיאה בעת החיבור: %1$S. נא נסה שנית.
hr: Sync je naišao na grešku pri spajanju: %1$S. Molim pokušajte ponovno.
hu: A Sync hibát észlelt kapcsolódás közben: %1$S. Próbálja újra.
hy_am: Սինքը հայտնաբերել է սխալ %1$S-ին միանալու ժամանակ, խնդրում ենք, կրկին փորձեք:
id: Sync mengalami galat ketika tersambung: %1$S. Silakan coba lagi.
is: Sync fékk villu þegar reynt var að tengjast við: %1$S. Reyndu aftur.
ku: Senkronîzekirinê çewtî da, dema bi vê re têkilî datanî: %1$S. Tika ye dîsa biceribîne.
mr: जोडणी करतेवेळी ताळमेळमध्ये त्रुटी आढळली: %1$S. कृपया पुन्हा प्रयत्न करा.
my: ချိတ်ဆက် ချိန်ညှိနေစဉ် ပြဿနာကြုံတွေ့တယ် %1$S ကျေးဇူးပြု၍ ပြန်ကြိုးစားပါ
or: ସଂଯୁକ୍ତ ହେବା ସମୟରେ ସନ୍ତୁଳନ କ୍ରିୟାରେ ତ୍ରୁଟି ଘଟିଛି: %1$S. ଦୟାକରି ପୁଣିଥରେ ଚେଷ୍ଟାକରନ୍ତୁ।
sv: Sync stötte på ett fel vid anslutningen: %1$S. Försök igen.
sw: Ulandanishi ulipata kosa wakati wa kuungana: %1$S. Tafadhali jaribu tena.
th: Sync พบความผิดพลาดระหว่างกำลังเชื่อมต่อ: %1$S โปรดลองอีกครั้ง
tr: Sync bağlantı kurarken bir hatayla karşılaştı: %1$S. Lütfen tekrar deneyin.
ug: ئۇلاۋاتقاندا قەدەمداشلاش خاتالىققا يولۇقتى: %1$S. قايتا سىناڭ.
uz: Sinxronlash vaqtida xatolik yuz berdi: %1$S. Qaytadan urinib ko‘ring.
vi: Sync gặp một lỗi khi đang kết nối: %1$S. Vui lòng thử lại.
xh: Ungqamaniso luhlangabezene nempazamo ngelixa linxibelelana: %1$S. Nceda uzame kwakhona.
zu: Ukuhlanganisa kube nephutha uma kuxhumana:%1$S. sicela uzame futhi.

source: &Preferences…
ar: تف&ضيلات…
az: &Tənzimləmələr
bg: &Настройки…
br: &Gwellvezioù…
bs: &Postavke…
ca: &Preferències…
hr: &Osobitosti…
hu: &Beállítások…
hy_am: &Կարգավորումներ…
id: &Pengaturan…
is: Valk&ostir…
mr: पसंती…
my: &Pအပြင်အဆင်များ...
or: ପସନ୍ଦ…
sv: &Inställningar
ta: &விருப்பங்கள்...
th: &ปรับแต่ง…
tr: &Tercihler…
uz: &Moslamalar...
xh: &Izikhethwa…

source: Error While Signing Out
ar: خطأ عند تسجيل الخروج
az: Hesabdan çıxma Səhvi
bg: Грешка при отписване
br: Fazi en ur zigennaskañ
bs: Greška prilikom odjavljivanja
ca: S'ha produït un error en tancar la sessió
he: שגיאה במהלך התנתקות
hr: Greška pri odjavi
hu: Hiba a kijelentkezésnél
hy_am: Սխալ՝ դուրս գալիս
id: Galat Saat Keluar
is: Villa við að skrá út
ku: Di Dema Derketinê de Çewtî
mr: बाहेर पडतेवेळी त्रुटी आढळली
my: ထွက်ချိန်တွင် ပြဿနာတက်တယ်
or: ସାଇନ ଆଉଟ କରିବା ସମୟରେ ତ୍ରୁଟି
sv: Fel vid utloggning
sw: Kosa Wakati wa Kuaga
ta: வெளியேறும்போது பிழை
th: เกิดความผิดพลาดระหว่างออกจากระบบ
tr: Oturum Kapatma Hatası
ug: تىزىمدىن چىقىشتا خاتالىق كۆرۈلدى
uz: Chiqish vaqtida xato yuz berdi
vi: Lỗi Khi Đăng Xuất
xh: Impazamo Ngelixa uSayinela ukuPhuma
zu: Kube nephutha uma kuphunywa ngemvume

source: Sync encountered an error while connecting. It's probably ok, and you don't have to do anything about it.
ar: واجه تزامُن مشكلة عند الاتصال. الارجح أنه ليس هناك مشكلة ولا داعي لفعل شيء حيال ذلك.
az: Sync bağlantı qurarkən bir səhvlə qarşılaşdı. Çox güman bir problem yoxdur və sizin bir şey etməyiniz lazım deyil.
bg: Sync срещна грешка при свързване. Вероятно вече е наред и не е нужно да правите нищо.
br: Degouezhet ez ur bet ur fazi gant Sync en ur gennaskañ. Marteze ez eo reizh ha n'hoc'h eus netra d'ober.
bs: Sync je uočio grešku prilikom povezivanja. Vjerovatno je sve ok, i ne morate ništa poduzeti u vezi s tim.
ca: El Sync ha trobat un error en connectar. Probablement és normal i no cal que feu res.
he: הסנכרון נתקל בשגיאה במהלך ההתחברות. קרוב לוודאי שהכול בסדר ואין לך מה לעשות בקשר לזה.
hr: Sync je naišao na grešku pri spajanju. Vjerojatno je sve u redu, stoga ne trebate ništa učiniti.
hu: A Sync hibát észlelt kapcsolódás közben. Ez valószínűleg nem probléma, nem kell tennie semmit.
hy_am: Սինքը հայտնաբերել է սխալ միացման ժամանակ:Հավանաբար ամեն ինչ նորմալ է և դուք չպետք է որևէ միջոցներ ձեռնարկեք:
id: Sync mengalami kegagalan ketika tersambung. Akan tetapi tampaknya tidak menjadi masalah dan Anda tidak perlu melakukan apa-apa.
is: Sync fékk villu þegar reynt var að tengjast. Þetta er líklega í lagi, þannig að þú þarft ekkert að gera í málinu.
ku: Dema têkilî datanî, senkronîzekirinê çewtî da. Dibe ku iha temam be, û derbarê wê de tu tiştî nekî.
mr: जोडणीकरतेवेळी ताळमेळमध्ये त्रुटी आढळली. हे संभाव्यतया ठिक आहे, व तुम्हाला याविषयी काहीच करायचे नाही.
my: ချိတ်ဆက် ချိန်ညှိနေစဉ် ပြဿနာကြုံတွေ့တယ်။ သင်ဘာမှ မလုပ်ရင် အဲ့ဒါ အဆင်ပြေနိုင်တယ်။
or: ସଂଯୁକ୍ତ ହେବା ସମୟରେ ସନ୍ତୁଳନ କ୍ରିୟାରେ ତ୍ରୁଟି ଘଟିଛି। ଏହା ସମ୍ଭବତଃ ଠିକ ଅଛି, ଏବଂ ଆପଣଙ୍କୁ ଏହା ବିଷୟରେ କିଛି କରିବା ଆବଶ୍ୟକ ନାହିଁ।
sv: Sync stötte på ett fel vid anslutningen. Det är förmodligen OK och du behöver inte gör någonting åt det.
sw: Ulandanishi ulipata kosa wakati wa kuungana. Labad ni sawa, na hufai kufanya lolote kulihusu.
th: Sync พบความผิดพลาดขณะกำลังเชื่อมต่อ ซึ่งไม่น่าจะเป็นปัญหา และคุณไม่จำเป็นต้องกังวลอะไร
tr: Sync bağlantı kurarken bir hatayla karşılaştı. Muhtemelen bir sorun yok ve sizin bir şey yapmanız gerekmiyor.
ug: ئۇلىنىۋاتقاندا قەدەمداشلاش خاتالىققا يولۇقتى. بەلكىم توغرا بولۇشى مۇمكىن، سىز ھېچ ئىش قىلمىسىڭىزمۇ بولىدۇ.
uz: Ulanishda sinx-ya bilan xato yuz berdi. Balki hammasi joyidadir, sizdan biror narsa qilish talab qilinmaydi.
vi: Sync gặp một lỗi khi đang kết nối. Có thể vẫn ổn, và bạn không cần phải làm gì cả.
xh: Ungqamaniso luhlangabezene nempazamo ngelixa linxibelelana. Mhlawumbi inokuba ilungile, kwaye akufunekanga wenze nto ngayo.
zu: Ukuhlangana kube nephutha uma kuxhumana. Kungahle kulunge, futhi ungahle ungadingekile uba wenze lutho ngalokho.

source: Error While Syncing
ar: خطأ أثناء المزامنة
az: Sinxronizasiya səhvi
bg: Грешка при синхронизиране
br: Fazi en ur c'houbredañ
bs: Greška prilikom sinhronizacije
ca: S'ha produït un error en sincronitzar
he: שגיאה במהלך סנכרון
hr: Greška pri sinkronizaciji
hu: Hiba a szinkronizálásnál
hy_am: Սխալ՝ Սինքի ընթացքում
id: Galat Saat Sinkronisasi
is: Villa við samstillingu
kn: ಸಿಂಕ್ ಮಾಡುವಾಗ ದೋಷ ಉಂಟಾಗಿದೆ
ku: Di Senkronîzdekirinê de Çewtî
mr: ताळमेळीत त्रुटी आढळली
my: ချိန်ညှိနေစဉ် ပြဿနာ
ne: समक्रमण हुँदै गर्दा त्रुटि आउन पुग्यो
nn_no: Feil under synkronisering
or: ସନ୍ତୁଳନ କରିବା ସମୟରେ ତ୍ରୁଟି
sv: Fel vid synkning
sw: Kosa Wakati wa Kulandanisha
ta: ஒத்திசைக்கும்போது பிழை
th: เกิดความผิดพลาดระหว่างการผสานข้อมูล
tr: Eşitleme Hatası
ug: قەدەمداشلىغاندىكى خاتالىق
uz: Sinx-ya vaqtida xato yuz berdi
vi: Lỗi Khi Đồng Bộ
xh: Impazamo Ngelixa iNgqamanisa
zu: Kube nephutha uma kuhlanganisa

source: Sync encountered an error while syncing: %1$S. Sync will automatically retry this action.
ar: واجه تزامُن خطأ أثناء المزامنة: %1$S. سيعاود تزامُن هذا الإجراء تلقائيًا.
az: Sync bağlantı qurarkən bir səhvlə qarşılaşdı: %1$S. Sync bu əmliyyatı avtomatik olaraq təkrar yoxlayacaq.
bg: Sync срещна грешка при синхронизиране: %1$S. Sync автоматично ще опита отново това действие.
br: Degouezhet ez eus bet ur fazi gant Sync en ur c'houbredañ : %1$S. Sync a glasko en-dro ar gwezh-mañ ent emgefreek.
bs: Sync je uočio grešku prilikom sinhronizacije: %1$S. Sync će automatski ponovo pokušati ovu akciju.
ca: El Sync ha trobat un error en connectar: %1$S. El Sync ho reintentarà automàticament.
he: Sync נתקל בשגיאה בעת הסנכרון: %1$S. Sync ינסה לחזור על פעולה זו אוטומטית.
hr: Sync je naišao na grešku pri sinkronizaciji: %1$S. Sync će automatski ponovno pokušati obaviti ovu radnju.
hu: A Sync hibát észlelt szinkronizálás közben: %1$S. A Sync automatikusan újra próbálja a műveletet.
hy_am: Սինքը սխալ է հայտնաբերել. %1$S: Սինքը ինքնաշխատ կրկին կփորձի այս գործողությունը:
id: Sync mengalami galat saat sinkronisasi: %1$S. Sync akan mengulang proses ini secara otomatis.
is: Sync fékk villu þegar reynt var að samstilla: %1$S. Sync mun reyna að endurtaka þessa aðgerð.
kn: ಸಿಂಕ್ ಮಾಡುವಾಗ ಸಿಂಕ್‌ಗೆ ಒಂದು ದೋಷ ಎದುರಾಗಿದೆ: %1$S. ಸಿಂಕ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಈ ಕ್ರಿಯೆಯನ್ನು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸುತ್ತದೆ.
ku: Dema ev senkronîze dikir, senkronîzekirinê çewtî da: %1$S. Senkronîzekirin dê vê çalakiyê xweber biceribîne.
mr: Syncला ताळमेळीत त्रुटी आढळली: %1$S. Sync स्वयं ही कृती पुन्हा करायचा प्रयत्न करेल.
my: ချိန်ညှိနေစဉ် ပြဿနာကြုံတွေ့တယ်။ %1$S ဤလုပ်ဆောင်မှုက ချိန်ညှိခြင်းအလုပ် အလိုအလျောက်ပြန်လုပ်မည်။
ne: सिङ्क जडान गर्दा सामान्य त्रुटि भयो: %1$S. सिङ्कले स्वतः यो काम फेरि प्रयास गर्नेछ।
nn_no: Sync oppdaga ein feil under synkronisering: %1$S. Sync vil automatisk prøva denne handlinga igjen.
or: ସନ୍ତୁଳନ କରିବା ସମୟରେ Sync ରେ ତ୍ରୁଟି ଘଟିଛି: %1$S. Sync ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଏହାକୁ ପୁନଃପ୍ରୟାସ କରିବ।
sv: Sync stötte på ett fel under synkningen: %1$S. Sync kommer automatiskt att försöka upprepa åtgärden.
sw: Ulandanishi ulipata kosa wakati wa kulandanisha: %1$S. Ulandanishi utajaribu kitendo hiki kiotomatiki.
th: Sync พบความผิดพลาดระหว่างผสานข้อมูล: %1$S Sync จะจัดการให้ใหม่เองโดยอัตโนมัติ
tr: Sync eşitleme yaparken bir hatayla karşılaştı: %1$S. Sync bu eylemi otomatik olarak yeniden deneyecektir.
ug: قەدەمداشلاۋاتقاندا خاتالىققا يولۇقتى: %1$S. قەدەمداشلاش بۇ مەشغۇلاتنى ئۆزلۈكىدىن قايتا سىنايدۇ.
uz: Sinx-ya qilinayotganda xato yuz berdi: %1$S. Sinx-ya avtomatik tarzda bu amalni qayta bajarishga urinadi.
vi: Sync gặp một lỗi khi đang đồng bộ: %1$S. Sync sẽ tự động thử lại thao tác này.
xh: Ungqamaniso luhlangabezene nempazamo ngelixa lingqamanisa: %1$S. Ungqamaniso luya kusizama kwakhona esi senzo ngokuzenzekelayo.
zu: Ukuhlanganisa kube nephutha uma kuhlanganisa: %1$S. Ukuhlanganisa kuzozama lesenzo ngokuzenzakalela.

source: Sync has not been able to complete during the last %1$S days. Please check your network settings.
ar: لم يستطع تزامُن الاكتمال خلال الأيام ال‍ %1$S الأخيرة. الرجاء التحقق من إعدادات الشبكة.
az: Sync son %1$S gün içində sinxronizasiya edə bilməyib. Lütfən şəbəkə nizamlarınızı yoxlayın.
bg: Sync не извърши синхронизация през последните %1$S дни. Моля, проверете мрежовите си настройки.
br: Sync n'halle ket peurechuiñ ar goubredañ abaoe %1$S a zeizioù. Mar plij gwiriit arventennoù ho rouedad.
bs: Sync nije uspio da završi u zadnjih %1$S dana. Molimo provjerite vaše mrežne postavke.
ca: El Sync no ha pogut sincronitzar des de fa %1$S dies. Comproveu els paràmetres de la xarxa.
he: Sync לא היה יכול להשלים את הפעולה במשך %1$S הימים האחרונים. נא לבדוק את הגדרות הרשת שלך.
hr: Sync nije bio u mogućnosti dovršiti tijekom posljednjih %1$S dana. Provjerite svoje mrežne postavke.
hu: A Sync nem tudta elvégezni a dolgát az elmúlt %1$S napban. Ellenőrizze a hálózati beállításait.
hy_am: Սինքը տեղի չի ունենում վերջին %1$S օրերի ընթացքում: Խնդրում ենք ստուգել ձեր ցանցային կարգավորումները:
id: Sync belum dapat menyelesaikan proses apapun dalam %1$S hari terakhir. Periksa setelan jaringan Anda.
is: Sync hefur ekki tekist að ljúka samstillingu seinustu %1$S daga. Athugaðu stillingar netkerfis.
ku: Syncê di %1$S rojên dawîn de hevcotkirin çênekir. Tika ye eyarên înternetê kontrol bike.
mr: शेटवच्या %1$S दिवसांपासून ताळमेळ पूर्ण झाले नाही. कृपया नेटवर्क सेटिंग्सची तपासणी करा.
my: နောက်ဆုံး%1$S နေ့များတွင် ချိန်ညှိခြင်း မပြည့်စုံနိုင်ဘူး ကျေးဇူးပြုပြီး သင့် နက်ဝပ်ဆက်တင်များ စစ်ဆေးပါ။
or: Sync ଶେଷ %1$S ଦିନରେ ସମ୍ପୂର୍ଣ୍ଣ କରିବାରେ ସମର୍ଥ ହୋଇନାହିଁ। ଦୟାକରି ଆପଣଙ୍କର ନେଟୱର୍କ ସଂରଚନାକୁ ଯାଞ୍ଚ କରନ୍ତୁ।
sv: Synkning har inte kunnat genomföras de senaste %1$S dagarna. Kontrollera dina nätverksinställningar.
sw: Ulandanishi hujaweza kukamilika katika siku %1$S za mwisho. Tafadhali kagua mipangilio yako ya mtandao.
ta: கடந்த %1$S நாட்களாக ஒத்திசைவு நிறைவடைய முடியவில்லை. உங்கள் பிணைய அமைவுகளைச் சரிபார்க்கவும்.
th: Sync ไม่สามารถผสานข้อมูลได้สำเร็จในระหว่าง %1$S วันที่ผ่านมา โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณ
tr: Sync son %1$S gün içinde eşitleme yapamadı. Lütfen ağ ayarlarınızı kontrol edin.
ug: ئۆتكەن %1$S كۈندە قەدەمداش ئىزچىل تاماملانمىدى. تور تەڭشەكلىرىڭىزنى تەكشۈرۈڭ.
uz: Sinxronlash so‘nggi %1$S kunlarda oxirigacha bormagan. Tarmoq moslamalarini tekshirib ko‘ring.
vi: Trình Đồng hộ không thể hoàn thành trong %1$S ngày gần đây. Hãy kiểm tra kết nối mạng.
xh: Ungqamaniso alukwazanga ukugqiba ngexesha leentsuku ezi-%1$S ezigqithileyo. Nceda ukhangele iisethingi zenethiwekhi yakho.
zu: Ukushadisana akukwazanga ukuqedela phakathi kwezinsuku ezingu-%1$S ezedlule. Sicela uhlole izilungiselelo zakho zenethiwekhi.

source: Ser&ver Status
ar: حالة ال&خادوم
az: Ser&verin statusu
bg: &Състояние на сървъра
br: &Stad an dafariad
bs: Status ser&vera
ca: Estat del ser&vidor
hr: S&tanje poslužitelja
hu: &Kiszolgáló állapota
hy_am: Սպա&սարկիչի կարգավիճակը
id: Status Ser&ver
is: &Staða netþjóns
mr: सर्व्हर स्थिती
my: (&v)ဆာဗာ၏ အခြေအနေ
or: ସର୍ଭର ସ୍ଥିତି
ta: &சேவையக நிலை
th: สถา&นะของเซิร์ฟเวอร์
tr: Sunucu &durumu
uz: Ser&ver holati
xh: Ubume bese&va

source: You need to update Firefox Sync to continue syncing your data.
ar: تحتاج إلى تحديث تزامُن فَيَرفُكس لمتابعة مزامنة بياناتك.
az: Məlumatlarınızı sinxronizasiya etməyə davam etmək çün Firefox Sync-i yeniləməlisiniz.
bg: Нужно е обновяване на Firefox Sync, за да продължи да синхронизира вашите данни.
br: Ret eo deoc'h hizivaat Firefox Sync evit kenderc'hel gant goubredañ ho roadennoù.
bs: Za nastavak sinhronizacije vaših podataka potrebno je da izvršite update Firefox Synca.
ca: Heu d'actualitzar el Firefox Sync per poder seguir sincronitzant les vostres dades.
he: עליך לעדכן את Firefox Sync כדי להמשיך בסנכרון המידע שלך.
hr: Da biste nastavili sinkronizaciju svojih podataka, trebate ažurirati Firefox Sync.
hu: Frissítenie kell a Firefox Sync kiegészítőt az adatok szinkronizálásának folytatásához.
hy_am: Դուք պետք է թարմացնեք Firefox Սինքը, որպեսզի շարունակեք նույնականացնել Ձեր տվյալները:
id: Anda perlu memperbarui Firefox Sync untuk tetap menyinkronkan data Anda.
is: Þú þarft að uppfæra Firefox Sync til að geta haldið áfram að samstilla gögn.
ku: Ji bo senkronîzekirina daneyên xwe, divê Firefox Syncê rojane bikî.
mr: डाटा ताळमेळ सुरू ठेवण्यासाठी तुम्हाला Firefox Sync सुधारीत करावे लागेल.
my: သင့်မီးမြေခွေးချိန်ညှိချိတ်ဆက်မှူ အဆင့်မြှင့်ရန်လိုသဖြင့် အချက်အလက်များကို ဆက်လက်ချိန်ညှိပါ။
or: ଆପଣଙ୍କର ତଥ୍ୟକୁ ସନ୍ତୁଳନ କରିବା ପାଇଁ ଆପଣଙ୍କୁ Firefox Sync କୁ ଅଦ୍ୟତନ କରିବାକୁ ହେବ
sv: Du behöver uppdatera Firefox Sync för att kunna fortsätta synkningen av din data.
sw: Unahitaji kusasaisha Ulandanishaji wa Firefox ili kuendelea kulandanisha data yako.
th: คุณต้องปรับรุ่น Firefox Sync ของคุณก่อนจะผสานข้อมูลของคุณต่อ
tr: Verilerinizi eşitlemeye devam etmek için Firefox Sync'i güncellemelisiniz.
ug: سانلىق مەلۇماتلىرىڭىزنى قەدەمداشلاش ئۈچۈن Firefox قەدەمداشنى يېڭىلىشىڭىز زۆرۈر.
uz: Ma`lumotlaringizni sinx-ya qilishda davom etish uchun "Firefox sinx-ya"ni yangilashingiz kerak.
vi: Bạn cần phải cập nhật Firefox Sync để tiếp tục đồng bộ dữ liệu của mình.
xh: Kudingeka uhlaziye i-Firefox Sync ukuqhubeka nokungqamanisa ingcombolo yakho.
zu: Udinga ukuba uvuselele ukuhlanganisa kwe-Firefox ukuze uqhubeke ngokuhlanganisa idatha yakho.
