Repository: translate/mozilla-l10n
Catalog: ff/mobile/android/chrome/aboutFeedback.dtd.po
Languages: ff

source: &brandShortName; Feedback
ff: Dutttinal &brandShortName;

source: Have a minute?
ff: Aɗa jogii hojom?

source: Tell us what you think about &brandShortName; for Android so far.
ff: Haalan min ko miiji-ɗaa e &brandShortName; mo Android tawo.

source: I love it
ff: Na waɗi faayiida

source: I ran into some problems
ff: Won caɗeele keɓ-mi heen

# intro.maybeLater
source: Maybe later
ff: Maa-taw haa goɗngol

source: Visit our
ff: Yillo

source: Support Site
ff: Wallitorde Amen

source: to get answers for common issues.
ff: nga heɓde jaabawuuji caɗe goowaaɗe.

source: That's great to hear!
ff: Ɗuun ena weli nande!

source: Want to share the love by giving us a 5 star rating on Google Play?
ff: Aɗa yiɗi teeŋtinde yiɗde maa so hokkude min koode 5 e Google Play?

source: It takes less than a minute and feels great.
ff: Ɓurataa hojom etee ena moƴƴi sanne.

source: Yes, go to Google Play
ff: Yee, yah tp Google Play

# happy.maybeLater2
source: Maybe later
ff: Maa-taw haa goɗngol

source: No thanks
ff: Alaa, mi yaafiima

source: Oh no!
ff: Ee'boh!

source: We're sorry that you had some problems with &brandShortName;. Please tell us what happened so that we can fix it.
ff: Maa njaafo-ɗaa e caɗeele ɗe kɗɓ-ɗaa e &brandShortName; ɗee. Tiiɗno haalan min ko ɗe ngoni ngam min ñawnda-ɗe.

source: Enter your feedback here
ff: Naatu duttinal maa ɗoo

source: Include last visited site
ff: Waɗdu heen lowre sakkitiiinde

source: Thank you.
ff: A jaaraama.

source: We're always working to make &brandShortName; better. Rest assured that real people will look at your feedback and do their very best to resolve your issue.
ff: Sahaa kala min ngoni ko e golle moƴƴitinde &brandShortName;. Faam tigi maa wood yiyɓe duttinal maa kisa mbaɗe feere no caɗeele ɗee ñawndiraa.

source: Or else.
ff: So ɗuum alaa.

source: For your privacy, please do not include any personal information in your feedback.
ff: Ngam suturo maa, tiiɗno neldu humpito heeriingo e nder duttinal maa.

source: Send Feedback
ff: Neldu Dutttinal
