Repository: translate/mozilla-l10n
Catalog: ff/mobile/android/chrome/aboutLogins.properties.po
Languages: ff

source: Show password
ff: Hollu finnde

source: Copy password
ff: Natto pinnde

source: Copy username
ff: Natto innde kuutoro

source: Edit login
ff: Taƴto seŋorde

source: Delete
ff: Momtu

source: Delete this login?
ff: Momtu ndee seŋorde?

source: Copy
ff: Natto

source: Cancel
ff: Haaytu

source: Edit Login
ff: Taƴto Seŋorde

source: Saved login
ff: Seŋorde danndaama

source: Changes could not be saved
ff: Bayle ɗee koriima danndeede

source: Age: %S days
ff: Duuɓi: balɗe %S

source: Copy failed
ff: Nattol woorii

source: Password copied
ff: Finnde nattaama

source: Username copied
ff: Innde kuutoro nattaama

source: Show
ff: Hollu

source: Hide
ff: Suuɗ
