Repository: translate/mozilla-l10n
Catalog: ff/mobile/android/chrome/sync.properties.po
Languages: ff

source: Last sync: %S
ff: Sync cakkitiiɗo: %S

source: Last sync: in progress…
ff: Sync cakkitiinɗo: ko heen woni…

source: Account: %S
ff: Konte: %S

source: Not connected
ff: Seŋaaki

source: Connecting…
ff: Nana seŋoo…

source: Your Firefox Sync account has been removed
ff: Konte maa Sync Firefox momtaama

source: Undo
ff: Firtu

source: #1 #2 is not compatible with the latest version of Firefox Sync. Please update to the latest version.
ff: #1 #2 jaaɓdaani e yamre sakkitiinde Firefox Sync. Tiiɗno hesɗitin to yamre sakkitiinde.

source: #1 #2 is not compatible with older versions of Firefox Sync. Please update Firefox on your other computer(s).
ff: #1 #2 jaaɓdaani e yamre sakkitiinde Firefox Sync. Tiiɗno hesɗitin Firefox e ordinateer maa goɗɗo oo.

source: Learn More
ff: Ɓeydu Humpito

source: Close
ff: Uddu

source: Cannot Setup Sync
ff: Horiima Teeltaade Sync

source: No internet connection available
ff: Alaa ceŋol enternet woodi

source: %S could not connect to Sync. Would you like to try again?
ff: %S horiima seŋaade e Sync. Aɗa yiɗi etaade goɗngol?

source: Try again
ff: Eto goɗngol

source: Manual setup
ff: Teelte junngol

source: No tabs from your other computers.
ff: Alaa tabbe ngoni e ordinateeruuji goɗɗi ɗii.

source: Sync is brand new and easier than ever.
ff: Sync ko kesum pul tee jooni ɓuri weeɓde huutoraade.

source: Tap here to learn more
ff: Tappu ngam ɓeydude humpito
