Repository: translate/mozilla-l10n
Catalog: ach/dom/chrome/layout/htmlparser.properties.po
Languages: ach

source: The character encoding of a framed document was not declared. The document may appear different if viewed without the document framing it.
ach: Kit me coyo coc me coc acoya ma kiyubo pe kiyaro ne kamaleng. Coc acoya romo neno mapat ka gineno labongo coc acoya yubone.

source: The character encoding of the plain text document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the file needs to be declared in the transfer protocol or file needs to use a byte order mark as an encoding signature.
ach: Kit me coyo coc nono me nyig coc acoya pw kityeko yarone ka maleng. Coc acoya twero jalo kwede ribo nyig coc i cano jami pa layeny ka ce coc acoya tye ki kit mawoko ni aa ki cano US-ASCII. Kit me coyo coc me pwail mito ni mywro kiyar ka maleng i cik me akoba onyo pwail mito tic ki alama me cik pa bayit calo capa cing me cwalo coc.

source: The character encoding of the HTML document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the page must be declared in the document or in the transfer protocol.
ach: Pe kiyaro kit ma kicoyo kwede gin acoya me HTML. Gin acoya bi jalo kwede ribo nyig coc i ter me layeny ka ce gin acoya tye ki kit ma aa ki i woko me i US-ASCII. Kit ma kicoyo kwede pot buk myero kiyar woko gin acoya onyo i cik me kobo.

source: The character encoding declaration of the framed HTML document was not found when prescanning the first 1024 bytes of the file. When viewed without the document framing it, the page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
ach: Yaro woko ka maleng coyo coc acoya me HTML ma kiyubo pe ononge ikare ma onongo tye ka kelo woko bayit me pwail 1024ma okwongo. Tek kineno labongo yubone, pot buk bi kwanyo odoco pire kene. Yaro woko coyo coc ka maleng mito kidir wek obed ikin bayit 1024 me acel me pwail.

source: The character encoding declaration of the HTML document was not found when prescanning the first 1024 bytes of the file. When viewed in a differently-configured browser, this page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
ach: Yaro woko ka maleng cwalo coc acoya me HTML pe ononge ikare ma tye ka kelo woko bayit 1024 me acel pi pwail. Tek kineno patpat i cano layeny, pot buk man bi kwanyo odoco pire kene. Cwalo yaro ka maleng mito kidir wek obed i akina bayit 1024 me acel pi pwail.

source: The page was reloaded, because the character encoding declaration of the HTML document was not found when prescanning the first 1024 bytes of the file. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
ach: Pot buk dong kikwanyo woko, pien kit me coyo coc yaro ka maleng pi coc acoya me HTML pe ononge ikare me kelo woko bayit 1024 me acel pi pwail. Yaro ka maleng mito kidir wek obed i akina bayit 1024 me acel pi pwail.

source: The character encoding declaration of document was found too late for it to take effect. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
ach: Kit me coyo coc yaro ka maleng pi coc acoya kinongo ne lacen me time. Yaro ka maleng coc acoya mito kidir wek obed i akina bayit 1024 me acel pi pwail.

source: An unsupported character encoding was declared for the HTML document using a meta tag. The declaration was ignored.
ach: Kit coyo coc ma pe kicwako te giyaro ne ka maleng pi coc acoya me HTML kun tiyo ki daco meta. Kicayo woko yarone ka maleng.

source: An unsupported character encoding was declared on the transfer protocol level. The declaration was ignored.
ach: Kit coyo coc ma pe kicwako te giyaro ne ka maleng i kom rwom cik me akoba. Kicayo woko yarone ka maleng.

source: Detected UTF-16-encoded Basic Latin-only text without a byte order mark and without a transfer protocol-level declaration. Encoding this content in UTF-16 is inefficient and the character encoding should have been declared in any case.
ach: Onongo UTF-16-ocoyo Ngec manok i Latin-nyig coc keken labongo alama me kwayo bayit ci labongo cik me akoba-rwom me yaro ka maleng. Coyo coc ma eni ni ii UTF-16 pe ci coyo kit onongo myero guyar ne ka maleng lakite mo kenyo.

source: A meta tag was used to declare the character encoding as UTF-16. This was interpreted as an UTF-8 declaration instead.
ach: Ki tiyo ki daco meta me yaro ka maleng kit coyo coc calo UTF-16. Man dong kigonyo te woko calo UTF-8 aka yaro ne ka maleng.

source: A meta tag was used to declare the character encoding as x-user-defined. This was interpreted as a windows-1252 declaration instead for compatibility with intentionally mis-encoded legacy fonts. This site should migrate to Unicode.
ach: Kitiyo ki coc me por mamalo me yaro kit ma kicoyo kwede calo x-user-defined. Man ki kobo calo yar me dirica-1252 aye pi rwate ki dit me coc mape lokke ma kicyo kit meno akaka. Kakube man myero okobe bot Unicode.

source: Garbage after “</”.
ach: Jung yugi iyonge “</”.

source: Saw “</>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped end tag.
ach: Oneno “</>”. Gin ma kelo en ma moko: Pe olwi “<” (escape as “&lt;”) onyo capa ma pe ocone maber.

source: Character reference was not terminated by a semicolon.
ach: Pe ki balo woko kit koba me ton ma ngiyo piny.

source: No digits in numeric character reference.
ach: Pe tye namba mo i nyig kite me kobo.

source: “>” in system identifier.
ach: “>” i lanyut me yore.

source: “>” in public identifier.
ach: “>” i lanyut pa lwak.

source: Nameless doctype.
ach: Kit coc ma nyinge pe.

source: Consecutive hyphens did not terminate a comment. “--” is not permitted inside a comment, but e.g. “- -” is.
ach: Coc me kare ki kare pe ojuko tam amia. “--” pe ki mino twero i tam amia, ento e.g. “- -” is.

source: Premature end of comment. Use “-->” to end a comment properly.
ach: Agiki tam ma toco. Tii “-->” me giko tam kakare.

source: Bogus comment.
ach: Tam pa laming.

source: “<” in an unquoted attribute value. Probable cause: Missing “>” immediately before.
ach: “<” in an unquoted attribute value. Probable cause: Missing “>” oyotoyot ma pwod.

source: “`” in an unquoted attribute value. Probable cause: Using the wrong character as a quote.
ach: “`” i wel ma pe ki guro. Gin ma kelo ma moke: Tic ki kit ma pe kakare calo gur.

source: Quote in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
ach: Gur ma i wel gin ma pe kiketo. Gin ma kelo ma moke: Adwogi tye ka ngwec kacel onyo lapeny tol me URL i adwogi wel ma pe kiguro.

source: “=” in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
ach: “=” i wel adwogi ma pe kiguro. Gin ma kelo ma moke : Adwogi tye kangwec kacel onyo lapeny tol me URL i adwogi wel ma pe kiguro.

source: A slash was not immediately followed by “>”.
ach: Pe ki lubo kor lajwer oyotoyot ki “>”.

source: No space between attributes.
ach: Kabedo pe i akina adwogi.

source: “<” at the start of an unquoted attribute value. Probable cause: Missing “>” immediately before.
ach: “<” i acaki me wel adwogi ma pe kiguro. Gin ma kelo ma moke: pe “>” oyotoyot mapwod.

source: “`” at the start of an unquoted attribute value. Probable cause: Using the wrong character as a quote.
ach: “`” i acaki me wel adwogi ma pe kiguro. Gin ma kelo ma moke: Tic ki kit gur ma pe kakare.

source: “=” at the start of an unquoted attribute value. Probable cause: Stray duplicate equals sign.
ach: “=” i acaki me wel adwogi ma pe kiguro. Gin ma moke: Wek apoti pa alama ma romrom.

source: Attribute value missing.
ach: Adwogi me wel orem woko.

source: Saw “<” when expecting an attribute name. Probable cause: Missing “>” immediately before.
ach: Oneno “<” when expecting an attribute name. Probable cause: Missing “>” oyotoyot mapwod.

source: Saw “=” when expecting an attribute name. Probable cause: Attribute name missing.
ach: Oneno “=” ikare ma tye ageno nying me adwogi. Gin ma kelo ma moke: Nying adwogi orem woko.

source: Bad character after “<”. Probable cause: Unescaped “<”. Try escaping it as “&lt;”.
ach: Kit ma rac iyonge r “<”. Gin ma kelo ma moke: Pe olwi “<”. Tem me mino ne lwi calo “&lt;”.

source: Saw “<>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped start tag.
ach: Oneno “<>”. Gin ma kelo ma moke: Pe olwi “<” (rweny calo “&lt;”) onyo acaki me alama ma ki cono marac.

source: Saw “<?”. Probable cause: Attempt to use an XML processing instruction in HTML. (XML processing instructions are not supported in HTML.)
ach: Oneno “<?”. Gin ma kelo ma moke: Tem tic ki yore cik me yenyo XML i HTML. (cik me yenyo XML pe kicwako woko i HTML.)

source: The string following “&” was interpreted as a character reference. (“&” probably should have been escaped as “&amp;”.)
ach: Tol matye kalubo “&” kityeko gonyo ne calo kobo kite. (“&” kono onongo twero lwi calo “&amp;”.)

source: Named character reference was not terminated by a semicolon. (Or “&” should have been escaped as “&amp;”.)
ach: Kobo kit nying ma kimino pe kijuko ne ki cal ma ladyere dyere. (Onyo “&” onongo myero lwi calo “&amp;”.)

source: “&” did not start a character reference. (“&” probably should have been escaped as “&amp;”.)
ach: “&” pe ocako kit me kobo. (“&” kono onongo twero lwi calo “&amp;”.)

source: Saw a quote when expecting an attribute name. Probable cause: “=” missing immediately before.
ach: Oneno dul gur kun geno nying adwogi. Gin ma kelo ma moke: “=” tye orem oyotoyot mapwod.

source: “<” in attribute name. Probable cause: “>” missing immediately before.
ach: “<” in attribute name. Probable cause: “>” tye orem oyotoyot mapwod.

source: Quote in attribute name. Probable cause: Matching quote missing somewhere earlier.
ach: Gur nying adwogi. Gin ma kelo ma moke: Dul gur ma rwate orem wai con ka mo.

source: Expected a public identifier but the doctype ended.
ach: Ogeno lanyut pa lwak ento kit coc dong ogik woko.

source: Bogus doctype.
ach: Kit coc pa laming.

source: End tag had attributes.
ach: Agiki me tag onongo tye ki adwogi.

source: Stray “/” at the end of an end tag.
ach: Wek “/” i agiki me gik tag.

source: Character reference expands to a non-character.
ach: Kobo kit nyano bot en ma pe obedo kite.

source: Character reference expands to a surrogate.
ach: Kobo kit nyano bot lakony.

source: Character reference expands to a control character.
ach: Kobo kit nyano gwoko kite.

source: A numeric character reference expanded to carriage return.
ach: Kit kobo namba ki nyano ne i dwogo tingo.

source: A numeric character reference expanded to the C1 controls range.
ach: Kit me kobo namba ki nyano ne dwoko bot C1 gwoko cane ne.

source: End of file inside public identifier.
ach: Agiki me file i lanyut pa lwak.

source: End of file inside comment.
ach: Agiki me file i mino tam.

source: End of file inside doctype.
ach: Agiki me file i kit coc.

source: End of file reached when inside an attribute value. Ignoring tag.
ach: Agiki me file oo i kare ma i adwogi pire tek. Cayo tag.

source: End of file occurred in an attribute name. Ignoring tag.
ach: Agiki pa pwail otime woko i adwogi nying. Cayo tag.

source: Saw end of file without the previous tag ending with “>”. Ignoring tag.
ach: Oneno agiki file labongo giko tag mukato angec kwede “>”. Cayo tag.

source: End of file seen when looking for tag name. Ignoring tag.
ach: Agiki me file neno kun neno nying tag. Cayo tag.

source: End of file inside end tag. Ignoring tag.
ach: Agiki me file i agiki tag. Cayo tag.

source: End of file after “<”.
ach: Agiki me file iyonge “<”.

source: Character reference outside the permissible Unicode range.
ach: Kobo kit woko ki cane pa Unicode ma ki mino twero.

source: Character reference expands to a permanently unassigned code point.
ach: Kobo kit nyano dwoko i kabedo ma pe ki yiko pi naka.

source: Duplicate attribute.
ach: Poro yele me tiyo.

source: End of file inside system identifier.
ach: Agiki me file i lanyut me yore me tic.

source: Expected a system identifier but the doctype ended.
ach: Ki geno lanyut me yore me tic ento kit coc ogik woko.

source: Missing space before doctype name.
ach: Kabedo orem mapwod pe kicono kit nying.

source: “--!” found in comment.
ach: “--!” kinongo ie tam amia.

source: Character reference expands to zero.
ach: Kobo kit nyano dwoko i jero.

source: No space between the doctype “SYSTEM” keyword and the quote.
ach: Kabedo peke i kin kit coc “SYSTEM” nyig lok ma pire tek ki dul coc.

source: No space between the doctype public and system identifiers.
ach: Kabedo pe i kin kit coc pa lwak ki lunyut yore me tic.

source: No space between the doctype “PUBLIC” keyword and the quote.
ach: Kabedo pe i kin kit coc “PUBLIC” nyig lok ma pire tek ki dul coc.

source: Stray start tag “%1$S”.
ach: Rweny cak tag “%1$S”.

source: Stray end tag “%1$S”.
ach: Rweny gik tag “%1$S”.

source: End tag “%1$S” seen, but there were open elements.
ach: Gik tag “%1$S” neno, ento onongo tye jami ma oyabe.

source: End tag “%1$S” implied, but there were open elements.
ach: Gik tag “%1$S” onyutu, ento onongo tye jami ma oyabe.

source: A table cell was implicitly closed, but there were open elements.
ach: Kiloro woko bur me nyutu meja, ento onongo tye jami ma oyabe.

source: Stray doctype.
ach: Rweny kit coc.

source: Almost standards mode doctype. Expected “<!DOCTYPE html>”.
ach: Cok dong bedo kit coc ma mwonya. Kigeno “<!DOCTYPE html>”.

source: Quirky doctype. Expected “<!DOCTYPE html>”.
ach: Kit coc alala. Kigeno “<!DOCTYPE html>”.

source: Non-space character in page trailer.
ach: Pe obedo-kit kabedo i twela me pot buk.

source: Non-space after “frameset”.
ach: Pe obedo-kabedo iyonge “tero purem”.

source: Non-space in “frameset”.
ach: Pe obedo-kabedo i “tero purem”.

source: Non-space character after body.
ach: Pe obedo-kit kabedo iyonge kome.

source: Non-space in “colgroup” when parsing fragment.
ach: Pe obedo-kabedo i “yo gurup” ikare me poko en ma oture ma tinotino.

source: Non-space character inside “noscript” inside “head”.
ach: Pe obedo-kit kabedo i “me nono” ie “wiye”.

source: “%1$S” element between “head” and “body”.
ach: “%1$S” jami i akina “wiye” ki “kome”.

source: Start tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
ach: Cak tag ma kineno labongo neno kit coc namba acel. Kigeno “<!DOCTYPE html>”.

source: No “select” in table scope.
ach: Pe obedo-“yer” i meja me cano.

source: “select” start tag where end tag expected.
ach: “yer” cak tag ka ma kigeno tag ma giko.

source: “%1$S” start tag with “select” open.
ach: “%1$S” cak tag kwede “yer” yab.

source: Bad start tag “%1$S” in “head”.
ach: Acaki me tag marac “%1$S” i “wiye”.

source: Saw a start tag “image”.
ach: Oneno tag me cako “cal”.

source: “isindex” seen.
ach: “isindex” kineno woko.

source: An “%1$S” start tag seen but an element of the same type was already open.
ach: Coc “%1$S” me cako kineno ento jami ma rwate kwede onongo dong oyabe woko.

source: Heading cannot be a child of another heading.
ach: Lawiye pe romo bedo latin pa lawiye mukene.

source: “frameset” start tag seen.
ach: “tero purem” tag me cako kineno.

source: No cell to close.
ach: Bur mo pe me alora.

source: Start tag “%1$S” seen in “table”.
ach: Cak tag “%1$S” kineno i “meja”.

source: Saw a “form” start tag, but there was already an active “form” element. Nested forms are not allowed. Ignoring the tag.
ach: Oneno coc me “pwom” me acaki, ento jami me “pwom” onongo dong tye katic. Pwom ma tye iye pe kiye. Cayo cocce.

source: Start tag for “table” seen but the previous “table” is still open.
ach: Cak tag me “meja” kineno ento “meja” mukato angec pwod tye twolo.

source: “%1$S” start tag in table body.
ach: “%1$S” cak tag i kom meja.

source: End tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
ach: Agiki tag oneno labongo neno kit coc me acel. Kigeno “<!DOCTYPE html>”.

source: Saw an end tag after “body” had been closed.
ach: Oneno gik tag iyonge “kome” kityeko loro woko.

source: “%1$S” end tag with “select” open.
ach: “%1$S” gik tag kwede “yer” yab.

source: Garbage in “colgroup” fragment.
ach: Yugi i “colgurup” oture.

source: End tag “br”.
ach: Gik tag “br”.

source: No “%1$S” element in scope but a “%1$S” end tag seen.
ach: Ku “%1$S” jami i cane ento “%1$S” kineno gik tag.

source: HTML start tag “%1$S” in a foreign namespace context.
ach: HTML cak tag “%1$S” i kabedo nying me yubu coc ma woko.

source: “table” closed but “caption” was still open.
ach: “meja” kiloro woko ento “dino manok” onongo pwod tye twolo.

source: No table row to close.
ach: Pe tye rek ari pa meja me acega.

source: Misplaced non-space characters inside a table.
ach: Oleyo wang pe obedo-kit kabedo i meja.

source: Unclosed children in “ruby”.
ach: Lutino ma pe kiloro i “ka tuku gem”.

source: Start tag “%1$S” seen without a “ruby” element being open.
ach: Cak tag “%1$S” onen labongo “ka tuku gem” jami tye ka yabo.

source: Self-closing syntax (“/>”) used on a non-void HTML element. Ignoring the slash and treating as a start tag.
ach: Syntax cege-pire kene (“/>”) kitiyo kwede i jami me ma pe obedo-ka ma twolo me HTML. Cayo jwero ki tero maber calo tag me cako.

source: Unclosed elements on stack.
ach: Jami ma pe olore ikom dul jami.

source: End tag “%1$S” did not match the name of the current open element (“%2$S”).
ach: Gik tag “%1$S” pe rwate ki nying jami ma oyabe kombedi (“%2$S”).

source: End tag “%1$S” violates nesting rules.
ach: Gik tag “%1$S” tur twero pa cik me gedo.

source: End tag for “%1$S” seen, but there were unclosed elements.
ach: Coc me agiki pi “%1$S” kineno, ento jami mogo onongo pe kiloro.
