Repository: translate/mozilla-l10n
Catalog: ach/dom/chrome/layout/HtmlForm.properties.po
Languages: ach

source: Reset
ach: Nwo tero

source: Submit Query
ach: Cwal Lapeny

source: Browse…
ach: Yeny…

source: File Upload
ach: Keto pwail

source: This is a searchable index. Enter search keywords:
ach: Man obedo namba ma yenye. Ket lok mapire tek me yeny:

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
ach: Fom tye ki enctype=%S, ento pe tye ki yor =cwal. Cwalo kit ma jwi ki yor =GET kadong ki enctype ma peke me kakare.

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
ach: Fom tye ki pwail, ento pe tye ki yo=POST ki enctype=multipart/form-data ikom fom. Pwail pe bi cwale.

source: Form Post from %S
ach: Fom kicwalo ki %S

source: A form was submitted in the %S encoding which cannot encode all Unicode characters, so user input may get corrupted. To avoid this problem, the page should be changed so that the form is submitted in the UTF-8 encoding either by changing the encoding of the page itself to UTF-8 or by specifying accept-charset=utf-8 on the form element.
ach: Fom acel kicwalo i %S yo me boc ma pe romo boyo Nyig coc weny, dong gin ma iketo romo bale woko. Pi gengo peko man, myero ki lok pot buk man wek ocwal fom i UTF-8 kun cwalo ci loko cwalo pot buk pire kene i UTF-8 onyo ki poko yo me ye-charset=utf-8 ikom jami me waraga.

source: All Supported Types
ach: Kwon gi Weng ma Gicwako te

source: No file selected.
ach: Pwail mo pe kiyero.

source: No files selected.
ach: Pwail mo pe kiyero.

source: %S files selected.
ach: Kiyero pwail %S.

source: Choose a color
ach: Yer rangi

source: and one more;and #1 more
ach: ki acel mukene;ki #1 mukene
