Repository: translate/mozilla-l10n
Catalog: ak/toolkit/chrome/global/aboutRights.dtd.po
Languages: ak

source: about:rights
ak: fa:mbra-ho-akwanya

source: About Your Rights
ak: Fa wo mbra akwanya ho

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
ak: &brandFullName; yɛ sɔftwɛɛ a ayɛ fo, na nipadɔm a wɔbɔ fɛkuw firi wiase afanda nyinara yɛe. Ndeɛma kakra bi wɔ hɔ a ɛwɔ sɛ wo hu:

source: &brandShortName; is made available to you under the terms of the
ak: Wɔde &brandShortName; ama wo wɔ mbrakwan a wɔfrɛ no

source: Mozilla Public License
ak: Mozilla Amansan Tumikrataa

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
ak: . Yi kyerɛ sɛ wobetumi ayɛ &brandShortName; ho adwuma, ayɛ ne sɛso asan akyekyɛ ama afoforo. Kwan da hɔ ma wo nso sɛ wobɛsesa &brandShortName; kɔmputa kasa no sɛnea wopɛ sɛ wo hyia wo ahiade. Mozilla Amansan tumikrataa so ma kwan sɛ wobɛkyekyɛ avɛɛhyen a wɔasesa no.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the Firefox name or logo. Additional information on trademarks may be found
ak: Wo nni mbra akywanya biara anaaso tumikrataa biara fa Mozilla Foundation anaaso afoforo wɔn ahyɛnso, din anaa mpo logo. Wo behu infɔmehyɛn a wɔka ho wɔ

# rights.intro-point2-b
source: here
ak: ha

source: Some features in &brandShortName;, such as the Crash Reporter, give you the option to provide feedback to &vendorShortName;. By choosing to submit feedback, you give &vendorShortName; permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ak: Yɛbea bi a ɛwɔ &brandShortName;, tesɛ Crash Reporter, ma wokwan ma fiidbak kɔ &vendorShortName;. Sɛ wofa fa mane fiidbak a, woma &vendorShortName; kwan sɛ ɛnfa fiidbak ɛnyɛ nadetɔndie yie, na ɛda fiidbak a ɛwɔ ne wɛbsaet no adi, na ɛkyekyɛ fiidbak no.

source: How we use your personal information and feedback submitted to &vendorShortName; through &brandShortName; is described in the
ak: Sɛnea yɛ de ankoroankorɛ infɔmehyɛn yɛ adwuma ne fiidbak amaneɛ kɔ &vendorShortName; ɛfa &brandShortName; nkyerɛkyerɛ mu wɔ

source: &brandShortName; Privacy Policy
ak: &brandShortName; Asiesɛm mbra

source: Any applicable privacy policies for this product should be listed here.
ak: Ɛwɔ sɛ wo bobɔ siesɛm a wɔnho hia adetɔn yi wɔ ha.

source: service terms
ak: som afene

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
ak: Sɛ dwumadi yi bata wɛb asom a, ɛwɔ sɛ wɔlinke asom mfene(afene) a wɔka edwumadi no ho ma

source: Website Services
ak: Wɛbsaet Asom

source: section.
ak: ɔfa bi.

source: &brandFullName; Web-Based Information Services
ak: &brandFullName; wɛb so infɔmehyɛn som

# rights2.webservices-b
source: here
ak: aha

source: SafeBrowsing:
ak: AhotewBrawsen:

source: Disabling the Safe Browsing feature is not recommended as it may result in you going to unsafe sites. If you wish to disable the feature completely, follow these steps:
ak: Wo redum Ahotew Brawsen yɛbea no nnyɛ efiri sɛ ɛbɛtumi ama wo akɔ saet a ho nntew. Sɛ wo pɛsɛ wo dum yɛbea no koraa a, di akwan yi so:

source: Open the application preferences
ak: Bue aplekehyɛn no wo nhyehyɛ no

source: Select the Security selection
ak: Paw bambɔ mpawee no

source: Safe Browsing is now disabled
ak: Ahotew Brawsen no adum

source: Location Aware Browsing:
ak: Brawsen a ɔnim lokehyɛn:

source: is always opt-in. No location information is ever sent without your permission. If you wish to disable the feature completely, follow these steps:
ak: da opt-in abere biara. Lokehyɛn infɔmehyɛn biara nkɔe wɔ abrɛa wo nnim. Sɛ wopɛsɛ wo dum yɛbea yi koraa a, di anamɔn yi so:

source: In the URL bar, type
ak: Wɔ URL baa no mu no, twerɛ

source: about:config
ak: ɛfa ho:kɔnfig

source: Type geo.enabled
ak: Twerɛ geo.enabled

source: Double click on the geo.enabled preference
ak: Klike mprɛnu wɔ geo.enabled nhyehyɛe no so

source: Location-Aware Browsing is now disabled
ak: Lokehyɛn-Nim Brawsen no adum seesei

source: An overview of the website services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
ak: Wɛbsaet no ndwumadi tɔfa a ade-tɔn no bata no, ɛne akwankyerɛ wɔ kwan a yedum wɔn, sɛ ebi wɔ hɔ mpo a, sɛsɛ wɔda edi wɔ ha.

source: Any applicable service terms for this product should be listed here.
ak: Ɛwɔ sɛ wo bobɔ asom afene a wɔnho hia adetɔn yi wɔ ha.

source: &vendorShortName; and its contributors, licensors and partners work to provide the most accurate and up-to-date Services. However, we cannot guarantee that this information is comprehensive and error-free. For example, the Safe Browsing Service may not identify some risky sites and may identify some safe sites in error and the Location Aware Service all locations returned by our service providers are estimates only and neither we nor our service providers guarantee the accuracy of the locations provided.
ak: &vendorShortName; ne ne boafo, lansesefoɔ ne aboafo yɛ adwuma ma som papa. Nanso, yɛntumi ndi agyenamu sɛ infɔmehyɛn yi yɛ papa paa. Tesɛ, Ahotew Browsen ntumi nhu saet bɔnee no.

source: &vendorShortName; may discontinue or change the Services at its discretion.
ak: &vendorShortName; betumi atwe asan anaa ɔbɛsesa asom dwuma a ɔpɛ.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and &vendorShortName; grants you its rights to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
ak: Wo wɔ kwan sɛ wobetumi de &brandShortName; vɛɛhyen a ɛka ho no ayɛ asom yi ho adwuma, na wo wɔ tumi nyinaa a ehia sɛ wodebɛyɛ saa. &vendorShortName; ne ɛho tumikrataamafo wɔ kwan sɛ wɔbɛyɛ mbra ho akwanma ho adwuma wɔ wɔn asom. Wɔanyɛ saa ɛfene yi sɛ wontia mbra akwanya biara a wowɔ wɔ atumikrataa a wayɛ-fo ase a wɔfa &brandShortName; ho ɛne &brandShortName; kɔmputa kasa vɛɛhyen.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
ak: Mbra anka hwee entia a, &vendorShortName;, ɛho aboafo, tumikrataamafo, ne akyekyɛwfo ndi fɔ wɔ atitiriw, asotwe, mpofrim ne esiekyiri asɛe a efri &brandShortName; ho adwumayɛ mu. Ka a ɛsɛ atua wɔ eyi mu mboro $500 (dɔla ahanum). Mbea bi mpene sɛ yeyi anaa yetia asɛe bi enti saa krata yi mfa wɔn ho.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
ak: &vendorShortName; betumi ato ɛfene yi so mbere a ehia biara. Wontumi nsesa anaa ntwa ɛfene yi mu wɔ bere a wonni &vendorShortName; nkyerɛwapene.

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
ak: Saa mbra yi hyɛ California, U.S.A mbra ase sɛ woyi wɔn mbra-bɔ-abira nhyehyɛe no frim a. Sɛ yɛbɛka sɛ mbra yi baabi ndi mu a, mbea na wɔaka no de wɔde wɔn bɛyɛ adwuma yiye ara. Sɛ mbra no asekyerɛ bi ne ne brɔfo-mu bɔ abira a, nea ɛkyerɛ wɔ brɔfo no mu na wɔde bɛyɛ adwuma.
