Repository: translate/mozilla-l10n
Catalog: ak/toolkit/chrome/global/regionNames.properties.po
Languages: ak

source: Andorra
ak: Andora

source: Afghanistan
ak: Afganistan

source: Antigua and Barbuda
ak: Antigua ne Baabuda

source: Anguilla
ak: Anguila

source: Albania
ak: Albenia

source: Armenia
ak: Aamɛnia

source: Netherlands Antilles
ak: Nɛdɛland Antelez

source: Antarctica
ak: Antaktika

source: Argentina
ak: Agyɛntina

source: American Samoa
ak: Amɛrika Samoa

source: Austria
ak: Ɔstria

source: Australia
ak: Ɔstrelia

source: Azerbaijan
ak: Azebaegyan

source: Bosnia and Herzegovina
ak: Bosnia ne Hɛzegovina

source: Barbados
ak: Baabados

source: Bangladesh
ak: Bangladɛhye

source: Belgium
ak: Bɛlgyium

source: Burkina Faso
ak: Bɔkina Faso

source: Bulgaria
ak: Bɔlgeria

source: Bahrain
ak: Baren

source: Benin
ak: Bɛnin

source: Saint Barthélemy
ak: Saint Barthelemy

source: Bermuda
ak: Bɛmuda

source: Brunei Darussalam
ak: Brunae Darusalam

source: Bahamas
ak: Bahama

source: Bhutan
ak: Butan

source: Bouvet Island
ak: Buvɛt Island

source: Botswana
ak: Bɔtswana

source: Belarus
ak: Bɛlarus

source: Belize
ak: Beliz

source: Canada
ak: Kanada

source: Cocos (Keeling) Islands
ak: Kokos (Keeling) Islands

source: Congo-Kinshasa
ak: Kongo-Kinhyasa

source: Central African Republic
ak: Afrika Finimfin Man

source: Congo-Brazzaville
ak: Kongo-Brazavil

source: Switzerland
ak: Swetzaland

source: Ivory Coast
ak: La Côte d'Ivoire

source: Cook Islands
ak: Kook Nsupɔw

source: Chile
ak: Kyili

source: Cameroon
ak: Kamɛrun

source: China
ak: Kyaena

source: Colombia
ak: Kolombia

source: Costa Rica
ak: Kɔsta Rika

source: Cuba
ak: Kuba

source: Cape Verde
ak: Kepvɛdfo Islands

source: Christmas Island
ak: Kristmas Island

source: Cyprus
ak: Saeprɔs

source: Czech Republic
ak: Kyɛk Kurokɛse

source: Germany
ak: Gyaaman

source: Djibouti
ak: Gyibuti

source: Denmark
ak: Dɛnmak

source: Dominica
ak: Dɔmeneka

source: Dominican Republic
ak: Dɔmeneka Kurokɛse

source: Algeria
ak: Ɔlgyeria

source: Ecuador
ak: Ikuwadɔ

source: Estonia
ak: Ɛstonia

source: Egypt
ak: Nisrim

source: Western Sahara
ak: Westen Sahara

source: Eritrea
ak: Ɛritrea

source: Ethiopia
ak: Ithiopia

source: Fiji
ak: Figyi

source: Falkland Islands (Malvinas)
ak: Fɔlkman Aeland (Malvinafo)

source: Micronesia
ak: Maekronehyia

source: Faroe Islands
ak: Farofo Aeland

source: France
ak: Frɛnkyeman

source: Gabon
ak: Gabɔn

source: United Kingdom
ak: Ahendiman Nkabom

source: Georgia
ak: Gyɔgyea

source: French Guiana
ak: Frɛnkye Gayana

source: Guernsey
ak: Gwɛnsey

source: Ghana
ak: Gaana

source: Gibraltar
ak: Gyebralta

source: Greenland
ak: Greenman

source: Guinea
ak: Gini

source: Guadeloupe
ak: Guwadelup

source: Equatorial Guinea
ak: Gini Ikuweta

source: Greece
ak: Greekman

source: South Georgia and the South Sandwich Islands
ak: Gyɔgyia Anaafo ɛne Sandwich Aeland Anaafo

source: Guatemala
ak: Guwatemala

source: Guinea-Bissau
ak: Gini-Bisaw

source: Guyana
ak: Gayana

source: Heard Island and McDonald Islands
ak: Heard Aeland ɛne McDonald Aeland

source: Honduras
ak: Hɔnduras

source: Croatia
ak: Krowehyia

source: Haiti
ak: Heiti

source: Hungary
ak: Hangari

source: Indonesia
ak: Indɔnehyia

source: Ireland
ak: Aereland

source: British Indian Ocean Territory
ak: Britainfo Hɔn Man Wɔ India Po No Mu

source: Iraq
ak: Irak

source: Iceland
ak: Aesland

source: Italy
ak: Itali

source: Jersey
ak: Gyɛɛsey

source: Jamaica
ak: Gyameka

source: Jordan
ak: Gyɔdan

source: Japan
ak: Gyapan

source: Kenya
ak: Kɛnya

source: Kyrgyzstan
ak: Kɛɛgestan

source: Cambodia
ak: Kambodia

source: Comoros
ak: Kɔmɔrɔs

source: Saint Kitts and Nevis
ak: Saint Kitts and Nɛves

source: North Korea
ak: Etifi Koria

source: South Korea
ak: Anaafo Koria

source: Kuwait
ak: Kuwete

source: Cayman Islands
ak: Kemanfo Islands

source: Kazakhstan
ak: Kazakstan

source: Lebanon
ak: Lɛbanɔn

source: Liechtenstein
ak: Lektenstaen

source: Liberia
ak: Laeberia

source: Lesotho
ak: Lɛsutu

source: Lithuania
ak: Lituwenia

source: Luxembourg
ak: Laksembɛg

source: Morocco
ak: Moroko

source: Monaco
ak: Mɔnako

source: Moldova
ak: Mɔldova

source: Montenegro
ak: Mɔntenɛgro

source: Saint Martin
ak: Saint Maten

source: Madagascar
ak: Madagaska

source: Macedonia, F.Y.R. of
ak: Masedonia, F.Y.R. fo

source: Myanmar
ak: Miyanma

source: Mongolia
ak: Mɔngolia

source: Macao
ak: Makao

source: Martinique
ak: Matinik

source: Mauritania
ak: Mɔretenia

source: Montserrat
ak: Mantserat

source: Malta
ak: Mɔlta

source: Mauritius
ak: Mɔrehyeɔs

source: Mexico
ak: Mɛksiko

source: Malaysia
ak: Malehyia

source: Mozambique
ak: Mozambik

source: New Caledonia
ak: Kaledonia Foforo

source: Niger
ak: Nigyɛ

source: Norfolk Island
ak: Nɔfolk Aeland

source: Nigeria
ak: Naegyeria

source: Nicaragua
ak: Nekaraguwa

source: Netherlands
ak: Nɛdɛland

source: Norway
ak: Nɔɔwe

source: Nepal
ak: Nɛpɔl

source: Nauru
ak: Naworu

source: Niue
ak: Niyu

source: New Zealand
ak: Ziland Foforo

source: French Polynesia
ak: Frɛnkye Polynehyia

source: Papua New Guinea
ak: Papua Guinea Foforo

source: Saint Pierre and Miquelon
ak: Saint Pierre ne Miquelon

source: Puerto Rico
ak: Puɛto Riko

source: Occupied Palestinian Territory
ak: Palestaenfo Asaase a Wɔagye ɛte so

source: Portugal
ak: Pɔtugal

source: Qatar
ak: Kata

source: Reunion
ak: Reyuniɔn

source: Romania
ak: Romenia

source: Serbia
ak: Sɛɛbia

source: Russian Federation
ak: Rɔhyea Amankabom

source: Seychelles
ak: Seyhyɛl

source: Singapore
ak: Singapɔ

source: Slovenia
ak: Slovinia

source: Svalbard and Jan Mayen
ak: Svalbard ne Jan Mayen

source: Sao Tome and Principe
ak: São Tomé ne Príncipe

source: El Salvador
ak: Ɛl Salvadɔ

source: Syria
ak: Siria

source: Turks and Caicos Islands
ak: Turks ne Caicos Islands

source: Chad
ak: Kyad

source: French Southern Territories
ak: Frɛnkye Anaafo Mpɔtam

source: Thailand
ak: Taeland

source: Turkmenistan
ak: Tɛkmɛnistan

source: Tunisia
ak: Tunihyia

source: Turkey
ak: Tɛɛki

source: Trinidad and Tobago
ak: Trinidad ne Tobago

source: Ukraine
ak: Ukren

source: United States Minor Outlying Islands
ak: Amɛrika Aeland nketewaa a wɔda nkyɛnkyɛn

source: United States
ak: Amɛrika

source: Uruguay
ak: Yurugwae

source: Uzbekistan
ak: Uzbɛkistan

source: Vatican City
ak: Vatikan Man

source: Saint Vincent and the Grenadines
ak: Saint Vincent ne Grenadines

source: British Virgin Islands
ak: Britainfo Virgin Islands

source: U.S. Virgin Islands
ak: Amɛrika Virgin Islands

source: Vietnam
ak: Viɛtnam

source: Wallis and Futuna
ak: Wallis ne Futuna

source: Yemen
ak: Yɛmɛn

source: Mayotte
ak: Mayɔte

source: South Africa
ak: Afrika Anaafo

source: Zimbabwe
ak: Zembabwe
