Repository: translate/mozilla-l10n
Catalog: cak/devtools/shared/debugger.properties.po
Languages: cak

source: Incoming Connection
cak: Tajin nok ri okem

source: An incoming request to permit remote debugging connection was detected. A remote client can take complete control over your browser!
cak: Tajin nilitäj jun peyonïk, ri nok richin nuya' q'ij chi re ri chojmirisanel näj okem. ¡Jun winäq k'o näj xtitikïr xtusamajij ri awokik'amaya'l!

source: Client Endpoint: %1$S
cak: Chuxikin ri winäq: %1$S

source: Server Endpoint: %1$S
cak: Chuxikin ri ruk'u'x samaj: %1$S

source: Allow connection?
cak: ¿La niya' q'ij chi re ri okem?

source: Disable
cak: Tichup

source: Client Identification
cak: Rutz'etob'al winäq

source: The endpoint you are connecting to needs more information to authenticate this connection. Please provide the token below in the prompt that appears on the other end.
cak: Ri xikinaj akuchi' tajin yatok, nrajo' ch'aqa' chik taq rutzijol richin nutz'ët re okem re'. Taya' ri token ri k'ojlib'äl niq'alajin juk'an chik apo.

source: My Cert: %1$S
cak: Ri ruwujil nub'i': %1$S

source: Provide Client Token
cak: Nuya' jun rutoken winäq

source: The client should be displaying a token value. Enter that token value here to complete authentication with this client.
cak: Ri winäq k'o ta chi tajin nuk'üt pe jun rejqalem token. Tatz'ib'aj ri rejqalem token wawe' richin natz'aqatisaj ri retamaxik rik'in re winäq re'.
