Repository: translate/mozilla-l10n
Catalog: dsb/mobile/android/chrome/aboutFeedback.dtd.po
Languages: dsb

source: &brandShortName; Feedback
dsb: &brandShortName; - komentary

source: Have a minute?
dsb: Maśo minutu chyle?

source: Tell us what you think about &brandShortName; for Android so far.
dsb: Dajśo nam k wěsći, což mysliśo wó &brandShortName; za Android.

source: I love it
dsb: Spódoba se mě

source: I ran into some problems
dsb: Som na někotare problemy starcył

# intro.maybeLater
source: Maybe later
dsb: Snaź pózdźej

source: That's great to hear!
dsb: Rědnje, až to słyšymy!

source: Want to share the love by giving us a 5 star rating on Google Play?
dsb: Dajośo nam na swójo wjaselu późěl měś, z tym až dawaśo nam 5 gwězdkow na Google Play?

source: It takes less than a minute and feels great.
dsb: Trajo mjenjej ako jadneje minuty a dajo dobre zacuśe.

source: Yes, go to Google Play
dsb: Jo, ku Google Play hyś

# happy.maybeLater2
source: Maybe later
dsb: Snaź pózdźej

source: No thanks
dsb: Ně, źěkujom se

source: We're sorry that you had some problems with &brandShortName;. Please tell us what happened so that we can fix it.
dsb: Jo nam luto, až sćo problemy z &brandShortName; měł. Pšosym dajśo nam k wěsći, což jo se stało, aby my mógli to pórěźiś.

source: Enter your feedback here
dsb: Zapódajśo how waš komentar

source: We're always working to make &brandShortName; better. Rest assured that real people will look at your feedback and do their very best to resolve your issue.
dsb: Źěłamy pśecej, aby &brandShortName; pólěpšyli. Buźćo wěsty, až napšawdne luźe woglěduju se waš komentar a cynje swójo nejlěpše, aby waš problem rozwězał.

source: Or else.
dsb: Pójźo se jomu zlě.

source: Send Feedback
dsb: Komentar pósłaś
