Repository: translate/mozilla-l10n
Catalog: hsb/toolkit/chrome/global/findbar.properties.po
Languages: hsb

source: Phrase not found
hsb: Pytanski wuraz njeje so namakał

source: Reached end of page, continued from top
hsb: Kónc strony docpěty, pokročuje so ze spočatkom

source: Reached top of page, continued from bottom
hsb: Spočatk strony docpěty, pokročuje so z kóncom

source: Find in page
hsb: Na stronje pytać

source: Quick find
hsb: Spěšne pytanje

source: Quick find (links only)
hsb: Spěšne pytanje (jenož wotkazy)

source: (Case sensitive)
hsb: (Na wulkopisanje dźiwać)

source: (Whole words only)
hsb: (Jenož cyle słowa)

source: #1 of #2 match;#1 of #2 matches
hsb: #1 z #2 wotpowědnika;#1 z #2 wotpowědnikow;#1 z #2 wotpowědnikow;#1 z #2 wotpowědnikow

source: More than #1 match;More than #1 matches
hsb: Wyše #1 wotpowědnika;Wyše #1 wotpowědnikow;Wyše #1 wotpowědnikow;Wyše #1 wotpowědnikow
