Repository: translate/mozilla-l10n
Catalog: brx/toolkit/chrome/global/devtools/csscoverage.dtd.po
Languages: brx

source: Back
brx: उनथिं

source: Unused Rules
brx: बाहायै नियम

source: No matches found for the following rules:
brx: गाहायनि नियमनि थाखाय जेबो गोरोबनाय मोनाखै:

source: Optimizable Pages
brx: गोरोबथाव बिलाइ

source: You can sometimes speed up loading by moving
brx: लोरिहोनानै नोंथाङा ल'ड खालामनायखौ एखनब्ला गोख्रै खालामनो हायो

source: tags to the bottom of the page and creating a new inline
brx: बिलाइनि थालोआव टेग खालामो आरो गोदान इनलाइन सोरजियो

source: element with the styles needed before the 'load' event to the top. Here are the style blocks you need:
brx: बिजौआव 'ल'ड' जाथायनि सिगां गोनांथि जानाय आदबजों गुदिमुवा। नोंथांनो गोनांथि जानाय आदब ब्लकफोरखौ बेयाव होनाय जाबाय:

source: All rules are inlined.
brx: गासै नियमखौ इनलाइन खालामबाय।

source: See
brx: नाय

source: the MDN article on the CSS Coverage Tool
brx: CSS कभारेज टुलआव MDN लिरबिदां

source: for caveats in the generation of this report.
brx: बे रिपर्टनि जेनेरेसनआव मिथिसारलाइनि थाखाय।
