Repository: translate/mozilla-l10n
Catalog: roa-*-val/dom/chrome/layout/HtmlForm.properties.po
Languages: es

source: Reset
es: Restablir

source: Submit Query
es: Enviar consulta

source: Browse…
es: Examinar…

source: File Upload
es: Càrrega d'archius

source: This is a searchable index. Enter search keywords:
es: Açò és un índex de busca. Introduïxca els termes de busca:

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
es: El formulari conté enctype=%S, pero no usa method=POST. S'enviarà normalment usant method=GET i sense enctype.

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
es: El formulari conté un camp d'entrada d'archiu, pero no usa method=POST ni enctype=multipart/form-data en el formulari. L'archiu no serà enviat.

source: Form Post from %S
es: Enviament de formulari des de %S

source: A form was submitted in the %S encoding which cannot encode all Unicode characters, so user input may get corrupted. To avoid this problem, the page should be changed so that the form is submitted in the UTF-8 encoding either by changing the encoding of the page itself to UTF-8 or by specifying accept-charset=utf-8 on the form element.
es: S'ha enviat un formulari en la codificació %S, que no pot codificar tots els caràcters Unicode, pel que l'entrada de l'usuari pot haver segut corrompuda. Per a evitar este problema, la pàgina hauria de canviar-se perque el formulari s'envie en la codificació UTF-8 ya siga canviant la codificació de la pròpia pàgina a UTF-8 o especificant accept-charset=utf-8 en l'element form.

source: All Supported Types
es: Tots els tipos admesos

source: No file selected.
es: No s'ha seleccionat ningun archiu.

source: No files selected.
es: No s'han seleccionat archius.

source: %S files selected.
es: %S archius seleccionats.

source: Choose a color
es: Trie un color

source: and one more;and #1 more
es: i u més;i #1 més

source: Details
es: Detalls
