Repository: translate/mozilla-l10n
Catalog: kw/browser/chrome/overrides/appstrings.properties.po
Languages: kw

source: The URL is not valid and cannot be loaded.
kw: Nyns yw da an URL ha ny yllir y garga.

source: Firefox can’t find the file at %S.
kw: Ny yll Firefox kavos an restren orth %S.

source: Firefox can’t find the server at %S.
kw: Ny yll Firefox kavos an servyer orth %S.

source: Firefox doesn’t know how to open this address, because one of the following protocols (%S) isn’t associated with any program or is not allowed in this context.
kw: Ny wor Firefox ygeri an drigva ma drefen nag yw onan a'n protokolys a sew (%S) kevrennys gans towlen vyth po nyns yw alowys y'n gettesten ma.

source: Firefox can’t establish a connection to the server at %S.
kw: Ny yll Firefox fondya junyans gans an servyer orth %S.

source: The connection to %S was interrupted while the page was loading.
kw: Goderrys veu an junyans gans %S ha'n folen ow karga.

source: The server at %S is taking too long to respond.
kw: Yma'n servyer orth %S ow kemeres re bell dhe worthebi.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
kw: Yma helerhys gans Firefox bos an servyer ow taskedya an govyn rag an drigva-ma yn fordh na gowlwra nevra.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
kw: Rag diskwedhes an folen-ma, res yw dhe %S danvon kedhlow a wra arta gwrians vyth (kepar ha hwilans po afydhyans a arhadow) a veu gwrys moy a-brys.

source: Resend
kw: Dastanvon

source: Firefox doesn’t know how to communicate with the server.
kw: Ny wor Firefox keskomunya gans an servyer.

source: The connection to the server was reset while the page was loading.
kw: Dassettyes veu an junyans gans an servyer ha'n folen ow karga.

source: This document is no longer available.
kw: Nyns yw an skrifen-ma kavadow na fella.

source: Firefox is currently in offline mode and can’t browse the Web.
kw: Yma Firefox y'n modh meslinen ha ny yll peuri an wias.

source: The document cannot change while Printing or in Print Preview.
kw: Ny yllir chanjya an skrifen hag ow pryntya po mars usi y'n ragwel pryntya.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
kw: Yma an drigva-ma owth usya porth rosweyth nag yw usys herwydh usadow rag peuri an wias. Firefox a hedhis an govyn rag agas sekerder.

source: Firefox is configured to use a proxy server that can’t be found.
kw: Restrys yw Firefox dhe usya servyer proksi na yllir y gavos.

source: Firefox is configured to use a proxy server that is refusing connections.
kw: Restrys yw Firefox dhe usya servyer proksi eus ow naha junyansow.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
kw: Ny yllir diskwedhes an folen esowgh owth assaya gweles drefen y vos owth usya ehen heb skoodh a waska.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
kw: Ny yllir diskwedhes an folen esowgh owth assaya gweles drefen hy bos yn ehen restren a alsa bos diantel hy ygeri. Gwrewgh kestava orth perhenogyon an wiasva rag derivas dhedha an kudyn-ma.

source: External Protocol Request
kw: Govyn protokol a-ves

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
kw: Res yw lonchya towlen a-ves rag handla kevrennow %1$S:. Kevren wovynnys: %2$S Towlen: %3$S Mar nyns yw gortys an govyn-ma, ev a alsa bos assay dhe usya gwannder y'n dowlen aral-na. Hedhewgh an govyn-ma marnas agas bos sur nag yw diantel.

source: <Unknown>
kw: <Ankoth>

source: Remember my choice for all links of this type.
kw: Perthi kov a'm dewisyans rag pub kevren a'n ehen-ma.

source: Launch application
kw: Lonchya an dowlen

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
kw: An wiasva orth %S re beu derivys avel giasva omsettya ha lettyes veu war-lergh agas dewisyansow sekerder.

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
kw: An wiasva orth %S re beu derivys avel profya medhelweyth anhwansek ha lettyes re beu war-lergh agas dewisyow diogeledh.

source: This web page at %S has been reported as a deceptive site and has been blocked based on your security preferences.
kw: An wiasva orth %S re beu derivys avel wiasva hygus ha lettyes re beu war-lergh agas dewisyow diogeledh.

source: This page has a content security policy that prevents it from being loaded in this way.
kw: An folen ma a's teves polici diogeledh dalgh a's lest rag bos kergys y'n fordh ma.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
kw: Yma an folen-ma owth usya teknologieth heb skoodh nag yw kavadow dre dhefowt na fella yn Firefox.

source: Firefox cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
kw: Ny yll Firefox mewghya diogeledh agas data war %S drefen ev dhe usya SSLv3, protokol diogeledh terrys.

source: The owner of %S has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
kw: Perghen %S re restras aga gwiasva yn anwiw. Rag difres agas kedhlow rag bos ledrys, ny junyas Firefox dhe'n wiasva ma.
