Repository: translate/mozilla-l10n
Catalog: roa-*-val/toolkit/chrome/global/aboutSupport.properties.po
Languages: es

source: Crash Reports for the Last #1 Day;Crash Reports for the Last #1 Days
es: Informes de fallos de l'últim dia;Informes de fallos dels últims #1 dies

source: #1 minute ago;#1 minutes ago
es: fa #1 minut;fa #1 minuts

source: #1 hour ago;#1 hours ago
es: fa #1 hora;fa #1 hores

source: #1 day ago;#1 days ago
es: fa #1 dia;fa #1 dies

source: All Crash Reports (including #1 pending crash in the given time range);All Crash Reports (including #1 pending crashes in the given time range)
es: Tots els informes de fallos (incloent #1 fallo pendent en l'interval de temps indicat);Tots els informes de fallos (incloent #1 fallos pendents en l'interval de temps indicat)

source: Raw data copied to clipboard
es: Senyes en cru copiades al portapapers

source: Text copied to clipboard
es: Text copiat al portapapers

source: Blocked for your graphics driver version.
es: Bloquejat en la versió del seu controlador gràfic.

source: Blocked for your graphics driver version. Try updating your graphics driver to version %S or newer.
es: Bloquejat en la versió del seu controlador gràfic. Prove a actualisar el controlador gràfic a la versió %S o més moderna.

source: Blocked for your graphics card because of unresolved driver issues.
es: Bloquejat en la targeta gràfica degut a problemes no resolts del controlador.

source: Blocked for your operating system version.
es: Bloquejat en la versió del seu sistema operatiu.

source: Blocked for your graphics driver version mismatch between registry and DLL.
es: Bloquejat per la diferencia i versió del seu controlador gràfic entre el registre i la DLL.

source: ClearType Parameters
es: Paràmetros de ClearType

source: Compositing
es: Composició

source: Hardware H264 Decoding
es: Descodificació Hardware H264

source: main thread, no OMTC
es: fil principal, no OMTC

source: Yes
es: Sí

source: Description
es: Descripció

source: Device ID
es: ID del dispositiu

source: Driver Version
es: Versió del Driver

source: Driver Date
es: Data del Driver

source: Active
es: Activa

source: WebGL Renderer
es: Renderisador WebGL

source: Expected minimum version
es: Versió mínima esperada

source: Version in use
es: Versió en us

source: Seccomp-BPF (System Call Filtering)
es: Seccomp-BPF (filtrat de cridades de sistema)

source: Seccomp Thread Synchronization
es: Sincronisació de fils seccomp

source: User Namespaces
es: Espais de noms d'usuari

source: User Namespaces for privileged processes
es: Espais de noms d'usuaris per a processos privilegiats

source: Content Process Sandboxing
es: Aïllament del procés de contingut

source: Media Plugin Sandboxing
es: Aïllament de plugins de mijos

source: Enabled by user
es: Activat per l'usuari

source: Enabled by default
es: Activat de manera predeterminada

source: Disabled
es: Desactivat

source: Disabled by accessibility tools
es: Disactivat per les ferramentes d'accesibilitat

source: Disabled by lack of graphics hardware acceleration on Mac OS X
es: Disactivat per la manca d'acceleració hardware dels gràfics

source: Disabled by unsupported text input
es: Disactivat per una entrada de text no soportada

source: Disabled by add-ons
es: Disactivat per complements

source: Disabled forcibly
es: Desactivat a la força

source: Disabled by graphics hardware acceleration on Windows XP
es: Desactivat per l'acceleració hardware dels gràfics en Windows XP

source: Unknown status
es: Estat desconegut

source: Asynchronous Pan/Zoom
es: Enquadrament/zoom asíncron

source: none
es: cap

source: wheel input enabled
es: entrada de roda de ratolí activada

source: touch input enabled
es: entrada tàctil activada

source: scrollbar drag enabled
es: rossegament de la barra de desplaçament activat

source: async wheel input disabled due to unsupported pref: %S
es: entrada de roda de ratolí desactivada a causa d'una preferència no admesa: %S

source: async touch input disabled due to unsupported pref: %S
es: entrada tàctil asíncrona desactivada a causa d'una preferència no admesa: %S
