Repository: translate/mozilla-l10n
Catalog: roa-*-val/toolkit/chrome/global/printdialog.properties.po
Languages: roa_es_val

source: Print
roa_es_val: Imprimir

# optionsTabLabelGTK
source: Options
roa_es_val: Opcions

# printFramesTitleGTK
source: Print Frames
roa_es_val: Imprimir marcs

source: Options:
roa_es_val: Opcions:

source: Appearance:
roa_es_val: Apariència:

source: Frames:
roa_es_val: Marcs:

source: Page Headers:
roa_es_val: Encapçalats de pàgina:

source: Page Footers:
roa_es_val: Peus de pàgina:

# optionsTitleWindows
source: Options
roa_es_val: Opcions

# printFramesTitleWindows
source: Print Frames
roa_es_val: Imprimir marcs

source: _As Laid Out on the Screen
roa_es_val: com es mostr_a en la pantalla

source: As &laid out on the screen
roa_es_val: Igua&l que en la pantalla

source: The _Selected Frame
roa_es_val: El marc _seleccionat

source: The selected &frame
roa_es_val: El &marc seleccionat

source: Each Frame on Separate _Pages
roa_es_val: Cada marc en _pàgines separades

source: &Each frame separately
roa_es_val: &Cada marc per separat

source: Ignore Scaling and S_hrink To Fit Page Width
roa_es_val: Ignorar escalat i aj_ustar a la pàgina

source: Print Selection _Only
roa_es_val: Imprimir nomé_s la selecció

source: Print Backgrounds
roa_es_val: Imprimir fondos

source: Print Background _Colors
roa_es_val: Imprimir _colors de fondo

source: Print Background I_mages
roa_es_val: Imprimir i_màgens de fondo

source: Header and Footer
roa_es_val: Encapçalat i peu

source: Left
roa_es_val: Esquerra

source: Center
roa_es_val: Centre

source: Right
roa_es_val: Dreta

source: --blank--
roa_es_val: --res--

source: Title
roa_es_val: Títul

source: URL
roa_es_val: Direcció

source: Date/Time
roa_es_val: Data/hora

source: Page #
roa_es_val: Pàgina #

source: Page # of #
roa_es_val: Pàgina # de #

source: Please enter your custom header/footer text
roa_es_val: Per favor, introduïxca el text personalisat d'encapçalat/peu

# summaryFramesTitle
source: Print Frames
roa_es_val: Imprimir marcs

source: Print Selection
roa_es_val: Imprimir selecció

source: Shrink To Fit
roa_es_val: Ajustar a la pàgina

source: Print BG Colors
roa_es_val: Imprimir colors de fondo

source: Print BG Images
roa_es_val: Imprimir imàgens de fondo

source: Page Headers
roa_es_val: Encapçalats de pàgina

source: Page Footers
roa_es_val: Peus de pàgina

source: N/A
roa_es_val: N/D

source: On
roa_es_val: Sí

source: Off
roa_es_val: No
