Repository: translate/mozilla-l10n
Catalog: co/toolkit/chrome/global/printPageSetup.dtd.po
Languages: co

source: Page Setup
co: Assestu di a pagine

source: Format
co: Furmatu

source: Orientation:
co: Orientazione:

source: &Portrait
co: &Verticale

source: &Landscape
co: &Orizuntale

source: &Scale:
co: &Scala:

source: Shrink to fit Page &Width
co: Adattà à a larg&hezza di u fogliu

source: Options
co: Ozzione

source: Margins (#1)
co: Margine (#1)

source: inches
co: pollici

source: millimeters
co: millimetri

source: &Top:
co: In &altu:

source: &Bottom:
co: In &bassu:

source: &Left:
co: À ma&nca:

source: &Right:
co: À &dritta:

source: Left:
co: À manca:

source: Center:
co: À u centru:

source: Right:
co: À dritta:

source: Left header
co: Intistatura à manca

source: Center header
co: Intistatura à u centru

source: Right header
co: Intistatura à dritta

source: Left footer
co: Pè di pagine à manca

source: Center footer
co: Pè di pagine à u centru

source: Right footer
co: Pè di pagine à dritta

source: Title
co: Titulu

source: Date/Time
co: Data/ora

source: Page #
co: Pagine #

source: Page # of #
co: Pagine # di #

source: --blank--
co: --viotu--

# hfCustom
source: Custom…
co: Parsunalizà…

# customPrompt.title
source: Custom…
co: Parsunalizà…

source: Enter your custom header/footer text
co: Scrive un testu par l'intistatura è u pè di pagine
