Repository: translate/mozilla-l10n
Catalog: ach/webapprt/webapprt/overrides/appstrings.properties.po
Languages: ach

source: The URL is not valid and cannot be loaded.
ach: URL pe tye atir dong pe ki twero cano ne.

source: The file %S cannot be found. Please check the location and try again.
ach: Pwail %S pe romo nonge. Tim ber irot kabedone ki i tem doki.

source: %S could not be found. Please check the name and try again.
ach: %S pe onongo twero nonge. Tim ber i rot nying ki tem doki.

source: One of the following %S is not a registered protocol or is not allowed in this context.
ach: Acel ikin magi %S pe obedo cik ma kicoyo onyo pe kiye i kama orumu man.

source: The connection was refused when attempting to contact %S.
ach: Kityeko kwero kube man woko ikare me temo kube %S.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
ach: Kube ki %S kijuko woko atura. Nen calo tic mogo kikobo.

source: The operation timed out when attempting to contact %S.
ach: Cawa me tic dong otum ikare me temo kube %S.

source: A server is redirecting a request in a way that will never complete.
ach: Lapok tic tye ka kobo kwac i yo mape obitum matwal.

source: To continue, the application must send information that will repeat an action (such as a search or order confirmation) that was performed earlier.
ach: Me mede, purugram ne myero cwal ngec ma bi nwoyo tic (macalo yeny onyo moko cik) ma onongo kitimo con.

source: Resend
ach: Nwo cwalo

source: The application doesn't know how to communicate with the server.
ach: Purugram ne pe ngeyo kit me kube ki lapok tic.

source: The connection to the server was reset while the application was loading.
ach: Ki nwoyo tero kube ki lapok tic ma kun purugram onongo tye ka cane.

source: The application requested a document which is no longer available.
ach: Purugram ne okwayo gin acoya ma dong pe tye.

source: The application is currently in offline mode and can't access the network.
ach: Purugram kombedi tye i kit mape iyamo kadong pe twero donyo i kube.

source: The document cannot change while Printing or in Print Preview.
ach: Gin acoya ne pe twero lokke kun nongo ki tye ka gono onyo kit manen kwede ka kigoyo.

source: The application tried to access a network port that it should not have access to. The application has canceled the request for your protection.
ach: Purugram ne otemo me donyo i bur me kube mape myero odony iye. Purugram ogiko kwacce woko pi gwoko yin.

source: The application is configured to use a proxy server that can't be found.
ach: Kicano purugram ne me tic ki lapok tic me proxy mape nonge.

source: The application is configured to use a proxy server that is refusing connections.
ach: Kicano purugram ne me tic ki lapok tic me proxy mape tye ka ye kube.

source: The application received a response from a server which used an invalid or unsupported form of compression.
ach: Purugram ne onongo lagam ki bot lapok tic ma otiyo ki kit me dic mape tye atir onyo pe kicwako.

source: The application cannot continue because it accessed a file type that may not be safe to open. Please contact the application authors to inform them of this problem.
ach: Purugram ne pe twero mede pien onongo kit pwail mape romo bedo ber me ayaba. Tim ber i kube ki luco purugram ne me mini gi ngec pi peko man.

source: External Protocol Request
ach: Kwac me cik ma aa kiwoko

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
ach: Purugram ma aa kiwoko myero ki cak me mako %1$S: Kube. Kakube ma kikwayo pire: %2$S Purugram me tic: %3$S Ka onongo pe i tye ka kuro kwac man romo bedo teme me tic kigoro matye i purugram mukene ni. Juk kwac man woko nikwanyo kace i moko ada ni pe obedo anywar.

source: <Unknown>
ach: <Pe ngene>

source: Remember my choice for all links of this type.
ach: Po ikom yer mamega pi kakube weng macalo kit man.

source: Launch application
ach: Cak purugram

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
ach: Kakube ma i %S kikiyo ripot ni obedo kakube me kamony kadong kigengo woko kun ki jenge ikom miti me ber bedo ni.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
ach: Kakube ma i %S kimiyo ripot ni obedo kakube ateta ma kiyubo me bwolo lutic kwede me nwako ngec makeme kwedgi onyo me cente gi.

source: This application tried to access a resource that has a content security policy that prevents it from being loaded in this way.
ach: Purugram man otemo donyo i jami tic matye ki cik me ber bedo me gin manonge iye ma gengo cano ne i yo man.

source: The application cannot continue loading because an error in the data transmission was detected.
ach: Purugram ne pe twero mede ki cane pien bal i cwalo tic ononge.

source: This application tried to use an unsupported technology that is no longer available.
ach: Purugram man otemo tic ki diro mape kicwako ma dong pe tye.
