Repository: translate/mozilla-l10n
Catalog: dsb/browser/chrome/browser/devtools/projecteditor.properties.po
Languages: dsb

source: Unsaved Changes
dsb: Njeskładowane změny

source: You have unsaved changes that will be lost if you exit. Are you sure you want to continue?
dsb: Maśo njeskładowane změny, kótarež se zgubiju, jolic skóńcyśo. Cośo napšawdu pókšacowaś?

# projecteditor.deleteLabel
source: Delete
dsb: Wulašowaś

# projecteditor.deletePromptTitle
source: Delete
dsb: Wulašowaś

source: Are you sure you want to delete this folder?
dsb: Cośo napšawdu toś ten zarědnik lašowaś?

source: Are you sure you want to delete this file?
dsb: Cośo napšawdu toś tu dataju lašowaś?

source: New…
dsb: Nowy…

source: Save
dsb: Składowaś

source: Save As…
dsb: Składowaś ako…

source: Select a File
dsb: Dataju wubraś

source: Select a Folder
dsb: Zarědnik wubraś

source: Open a File
dsb: Dataju wócyniś
