Repository: translate/mozilla-l10n
Catalog: dsb/browser/chrome/browser/devtools/toolbox.dtd.po
Languages: dsb

source: Close Developer Tools
dsb: Wuwijarske rědy zacytaś

source: Select an iframe as the currently targeted document
dsb: iframe ako tuchylny celowy dokument wubraś

source: Error opening Browser Toolbox:
dsb: Zmólka pśi wócynjanju rědowego kašćika wobglědowaka:

source: Advanced settings
dsb: Rozšyrjone nastajenja

source: Inspector
dsb: Inspektor

source: Show Browser Styles
dsb: Stile wobglědowaka pokazaś

source: Turning this on will show default styles that are loaded by the browser.
dsb: Gaž to zašaltujośo, standardne stile se pokažu, kótarež wobglědowak zacytujo.

source: Defa&ult color unit
dsb: St&andardna barwowa jadnotka

source: Hex
dsb: Heks

source: Color Names
dsb: Barwne mjenja

source: * Current session only, reloads the page
dsb: * Jano aktualne pósejźenje, bok zacytujo se znowego

source: Enable browser chrome and add-on debugging toolboxes
dsb: Rědowe kašćiki pytanja zmólkow pówjercha wobglědowaka a dodankow zmóžniś

source: Turning this option on will allow you to use various developer tools in browser context (via Tools > Web Developer > Browser Toolbox) and debug add-ons from the Add-ons Manager
dsb: Gaž zmóžnijośo toś to nastajenje, móžośo wšake wuwijarske rědy w konteksće wobglědowaka (pśez Rědy > Webwuwijaŕ > Rědowy kašćik) wužywaś a dodanki ze zastojnika dodankow za zmólkami pśepytowaś

source: Enable remote debugging
dsb: Daloke pytanje za zmólkami

source: Turning this option on will allow the developer tools to debug remote Firefox instance like Firefox OS
dsb: Zmóžnjenje toś togo nastajenja dowólijo wuwijarskim rědam, daloku instancu Firefox ako Firefox OS za zmólkami pśepytaś

source: Enable worker debugging (in development)
dsb: Pytanje zmólkow z workerami zmóžniś (wuwija se)

source: Turning this option on will allow the developer tools to debug workers
dsb: Gaž toś to nastajenje se zmóžnja, mógu wuwijarske rědy za zmólkami workerow pytaś

source: Disable JavaScript *
dsb: JavaScript znjemóžniś *

source: Turning this option on will disable JavaScript for the current tab. If the tab or the toolbox is closed then this setting will be forgotten.
dsb: Zmóžnjenje toś togo nastajenja znjemóžnijo JavaScript za aktualny rejtark. Jolic rejtark abo rědowy kašćik se zacynijo, ga toś to nastajenje se zabydnjo.

source: Disable Cache (when toolbox is open)
dsb: Cache znjemóžniś (gaž rědowy kašćik jo wócynjony)

source: Turning this option on will disable the cache for all tabs that have the toolbox open.
dsb: Aktiwěrowanje toś togo nastajenja znjemóžnijo cache za wšykne rejtarki, kótarež maju wócynjony rědowy kašćik.

source: Enable Service Workers over HTTP (when toolbox is open)
dsb: Service worker pśez HTTP zmóžniś (gaž rědowy kašćik jo wócynjony)

source: Turning this option on will enable the service workers over HTTP for all tabs that have the toolbox open.
dsb: Toś to nastajenje zmóžnijo service workers pśez HTTP za wšykne rejtarki wužywaś, za kótarež rědowy kašćik jo wócynjony.

source: Default Firefox Developer Tools
dsb: Standardne wuwijarske rědy Firefox

source: Developer Tools installed by add-ons
dsb: Wuwijarske rědy zainstalěrowane pśez dodanki

source: Available Toolbox Buttons
dsb: K dispoziciji stojece tłocaški rědowego kašćika

source: * Not supported for current toolbox target
dsb: * Za aktualny zaměr rědowego kašćika njepódprěty

source: Themes
dsb: Drastwy

source: Use Developer Edition browser theme
dsb: Draswtu wobglědowaka wuwijarskeje edicije wužywaś

source: Toggles the Developer Edition browser theme.
dsb: Pśešaltujo drastwu wobglědowaka wuwijarskeje edicije.

source: Web Console
dsb: Webkonsola

source: Enable timestamps
dsb: Casowe kołki zmóžniś

source: If you enable this option commands and output in the Web Console will display a timestamp
dsb: Jolic zmóžnijośo toś to nastajenje, budu se pśikaze a wudaśe we webkonsoli casowy kołk pokazowaś

source: Style Editor
dsb: Stilowy editor

source: Show original sources
dsb: Originalne žrědła pokazaś

source: Show original sources (e.g. Sass files) in the Style Editor and Inspector
dsb: Originalne žrědła (na pś. Sass-dataje) w stilowem editorje a Inspektorje pokazaś

source: Autocomplete CSS
dsb: CSS awtomatiski wudopołniś

source: Autocomplete CSS properties, values and selectors in Style Editor as you type
dsb: CSS-kakosći, gódnoty a selektory w stilowem editorje pśi pisanju awtomatiski wudopołniś

source: JavaScript Profiler
dsb: JavaScriptowa analyza běžnego casa

source: Common Preferences
dsb: Zgromadne nastajenja

source: Enable persistent logs
dsb: Stawne protokole zmóžniś

source: If you enable this option the Web Console and Network Monitor will not clear the output each time you navigate to a new page
dsb: Jolic zmóžnijośo toś te nastajenje, webkonsola a seśowy monitor njewulašujotej wudaśe kuždy raz, gaž woglědujośo se k nowemu bokoju

source: Show Gecko platform data
dsb: Platformowe daty Gecko pokazaś

source: If you enable this option the JavaScript Profiler reports will include Gecko platform symbols
dsb: Jolic zmóžnijośo toś to nastajenje, budu rozpšawy JavaScriptoweje analyzy běžnego casa platformowe symbole Gecko wopśimowaś

source: Editor Preferences
dsb: Editorowe nastajenja

source: Detect indentation
dsb: Zasunjenje namakaś

source: Guess indentation based on source content
dsb: Zasunjenje ńa zakłaźe wopśimjeśa žrědłoweje dataje wugódaś

source: Autoclose brackets
dsb: Rožkate spinki awtomatiski zacyniś

source: Automatically insert closing brackets
dsb: Zacynjajuce rožkate spinki awtomatiski zasajźiś

source: Indent using spaces
dsb: Z pomocu proznych znamjenjow zasunuś

source: Use spaces instead of the tab character
dsb: Prozne znamjenja město tabulatora wužywaś

source: &Tab size
dsb: Wjelikosć &tabulatora

source: &Keybindings
dsb: &Tastowe wězanja

source: Default
dsb: Standard
