Repository: translate/mozilla-l10n
Catalog: dsb/browser/chrome/browser/devtools/webide.dtd.po
Languages: dsb

source: Project
dsb: Projekt

source: New App…
dsb: Nowe nałoženje…

source: Open Packaged App…
dsb: Zezipowane nałoženje wócyniś…

# projectMenu_importPackagedApp_accesskey
source: P
dsb: Z

source: Open Hosted App…
dsb: Pógóspodowane nałoženje wócynis…

source: H
dsb: P

source: Open App…
dsb: Nałoženje wócyniś…

# projectMenu_selectApp_accesskey
source: O
dsb: w

source: Install and Run
dsb: Instalěrowaś a startowaś

source: Stop App
dsb: Nałoženje zastajiś

source: Debug App
dsb: Nałoženje za zmólkami pśepytaś

# projectMenu_debug_accesskey
source: D
dsb: m

# projectMenu_remove_label
source: Remove Project
dsb: Projekt wótpóraś

# projectMenu_remove_accesskey
source: R
dsb: w

# projectMenu_showPrefs_label
source: Preferences
dsb: Nastajenja

source: e
dsb: s

# projectMenu_manageComponents_label
source: Manage Extra Components
dsb: Ekstrakomponenty zastojaś

# projectMenu_manageComponents_accesskey
source: M
dsb: E

source: Runtime
dsb: Běžny cas

# runtimeMenu_accesskey
source: R
dsb: B

source: Disconnect
dsb: Zwisk źěliś

# runtimeMenu_disconnect_accesskey
source: D
dsb: Z

# runtimeMenu_showPermissionTable_label
source: Permissions Table
dsb: Tabela pšawow

# runtimeMenu_showPermissionTable_accesskey
source: P
dsb: T

source: Screenshot
dsb: Foto wobrazowki

# runtimeMenu_takeScreenshot_accesskey
source: S
dsb: F

# runtimeMenu_showDetails_label
source: Runtime Info
dsb: Informacije běžnego casa

# runtimeMenu_showDetails_accesskey
source: E
dsb: f

# runtimeMenu_showDevicePrefs_label
source: Device Preferences
dsb: Rědowe nastajenja

# runtimeMenu_showDevicePrefs_accesskey
source: D
dsb: R

# runtimeMenu_showSettings_label
source: Device Settings
dsb: Rědowe nastajenja

source: s
dsb: n

source: View
dsb: Naglěd

source: V
dsb: l

source: Toggle Editor
dsb: Editor pśešaltowaś

source: Zoom In
dsb: Pówětšyś

# viewMenu_zoomin_accesskey
source: I
dsb: w

source: Zoom Out
dsb: Pómjeńšyś

# viewMenu_zoomout_accesskey
source: O
dsb: m

source: Reset Zoom
dsb: Skalěrowanje slědk stajiś

# viewMenu_resetzoom_accesskey
source: R
dsb: S

source: Open App
dsb: Nałoženje wócyniś

source: Select Runtime
dsb: Běžny cas wubraś

source: My Projects
dsb: Móje projekty

source: Runtime Apps
dsb: Nałoženja běžnego casa

source: Tabs
dsb: Rejtarki

source: USB Devices
dsb: USB-rědy

source: Wi-Fi Devices
dsb: WLAN-rědy

source: Simulators
dsb: Simulatory

source: Other
dsb: Druge

source: Install Simulator
dsb: Simulator instalěrowaś

source: Install ADB Helper
dsb: ADB Helper instalěrowaś

source: Can't see your device?
dsb: Njamóžośo swój rěd wiźeś?

source: valid
dsb: płaśiwy

source: warnings
dsb: warnowanja

source: errors
dsb: zmólki

source: Description
dsb: Wopisanje

source: Location
dsb: Městno

source: App ID
dsb: ID nałoženja

# details_removeProject_button
source: Remove Project
dsb: Projekt wótpóraś

source: Show Pre-package Log
dsb: Paketowy protokol pokazaś

source: New App
dsb: Nowe nałoženje

source: Select template
dsb: Pśedłogu wubraś

source: Loading templates…
dsb: Pśedłogi se zacytuju…

source: Project Name:
dsb: Projektowe mě:

source: Close
dsb: Zacyniś

source: Extra Components
dsb: Wósebne komponenty

source: Open Add-ons Manager
dsb: Zajstojnik dodankow wócyniś

# prefs_title
source: Preferences
dsb: Nastajenja

source: General
dsb: Powšykne

# prefs_restore
source: Restore Defaults
dsb: Standard wótnowiś

# prefs_manage_components
source: Manage Extra Components
dsb: Ekstrakomponenty zastojaś

source: Reconnect to previous runtime
dsb: Z pjerwjejšnym běžnym casom znowego zwězaś

source: Reconnect to previous runtime when WebIDE starts
dsb: Z pjerwjejšnym běžnym casom znowego zwězaś, gaž WebIDE startujo

source: Remember last project
dsb: Slědny projekt se spomnjeś

source: Restore previous project when WebIDE starts
dsb: Pjerwjejšny projekt wótnowiś, gaž WebIDE startujo

source: Templates URL
dsb: URL pśedłogow

source: Index of available templates
dsb: Indeks k dispoziciji stojecych pśedłogow

source: Show editor
dsb: Editor pokazaś

source: Show internal editor
dsb: Nutśkowny editor pokazaś

source: Tab size
dsb: Wjelikosć rejtarka

source: Soft tabs
dsb: Měke tabulatory

source: Use spaces instead of the tab character
dsb: Prozne znamjenja město tabulatora wužywaś

source: Autoindent
dsb: Awtomatiske zasunjenje

source: Guess indentation based on source content
dsb: Zasunjenje ńa zakłaźe wopśimjeśa žrědłoweje dataje wugódaś

source: Autocomplete
dsb: Awtomatiski wudopołniś

source: Enable code autocompletion
dsb: Awtomatiske wudopołnjenje koda zmóžniś

source: Autoclose brackets
dsb: Rožkate spinki awtomatiski zacyniś

source: Automatically insert closing brackets
dsb: Zacynjajuce rožkate spinki awtomatiski zasajźiś

source: Keybindings
dsb: Tastowe wězanja

source: Default
dsb: Standard

# permissionstable_title
source: Permissions Table
dsb: Tabela pšawow

# permissionstable_name_header
source: Name
dsb: Mě

# runtimedetails_title
source: Runtime Info
dsb: Informacije běžnego casa

source: ADB is root:
dsb: ADB jo kórjeń:

source: root device
dsb: kórjenjowy rěd

source: (requires unlocked bootloader)
dsb: (trjeba njezastajony startowy program)

source: Unrestricted DevTools privileges:
dsb: Njewobgranicowane priwilegije wuwijarskich rědow:

source: request higher privileges
dsb: wó wuše priwilegije pšosyś

source: (Will reboot device. Requires root access.)
dsb: (Buźo rěd znowego startowaś. Trjeba administratorowy pśistup.)

source: Object
dsb: Objekt

source: Select a type
dsb: Typ wubraś

# devicepreference_title
source: Device Preferences
dsb: Rědowe nastajenja

source: Search preferences
dsb: Pytańske nastajenja

source: New preference name
dsb: Mě nowego nastajenja

source: Preference value
dsb: Gódnota nastajenja

source: Add new preference
dsb: Nowe nastajenje pśidaś

# devicesetting_title
source: Device Settings
dsb: Rědowe nastajenja

source: Search settings
dsb: Pytańske nastajenja

source: New setting name
dsb: Mě nowego nastajenja

source: Setting value
dsb: Gódnota nastajenja

source: Add new setting
dsb: Nowe nastajenje pśidaś

source: Help
dsb: Pomoc

source: Client Identification
dsb: Identifikacija klienta

source: The endpoint you are connecting to needs more information to authenticate this connection. Please scan the QR code below via the prompt on your other device.
dsb: Kóńcny dypk, z kótarymž zwězujośo, trjeba dalšne informacije, aby toś ten zwisk awtentificěrował. Pšosym scannujśo slědujucy QR-kod pśez zapódawańske pólo na swójom drugem rěźe.

source: No QR scanner prompt?
dsb: Njejo žedno zapódawańske pólo za QR-skanner?

source: Have a QR scanner prompt?
dsb: Maśo zapódawańske pólo za QR-skanner?

source: If your other device asks for a token instead of scanning a QR code, please copy the value below to the other device:
dsb: Jolic waš drugi rěd pšaša se za znamješkowym slědom, město až skannujo QR-kod, kopěrujśo pšosym slědujucu gódnotu do drugego rěda:

source: Pre-packaging Command Logs
dsb: Pśikazowe protokole za pśedpakowanje

source: Simulator Options
dsb: Simulatorowe nastajenja

source: Delete Simulator
dsb: Simulator lašowaś

# simulator_reset
source: Restore Defaults
dsb: Standard wótnowiś

# simulator_name
source: Name
dsb: Mě

source: Version
dsb: Wersija

source: Profile
dsb: Analyza běžnego casa

source: Device
dsb: Rěd

source: Screen
dsb: Wobrazowka

source: Pixel Ratio
dsb: Pikselowy poměr
