Repository: translate/mozilla-l10n
Catalog: mni/browser/chrome/browser/preferences/aboutPermissions.dtd.po
Languages: mni

source: Permissions Manager
mni: পার্মিসন্স মেনেজর

source: Search Sites
mni: সাইতশিং থিবা

source: All Sites
mni: সাইত পুম্নমক

source: Permissions for
mni: ...গী পার্মিসনশিং

source: Default Permissions for All Sites
mni: সাইত পুম্নমক্কী দিফোল্ত পার্মিসনশিং

source: Forget About This Site
mni: সাইত অসিগী মরম কাউরো

source: Always Ask
mni: মতম পুম্নমক্তা হংবিযু

source: Allow
mni: যাবা

source: Allow for Session
mni: সেসনগীদমক যাবা

source: Block
mni: থিংবা

source: Store Passwords
mni: পাসৱার্দশিং স্তোর তৌরো

source: Manage Passwords…
mni: পাসৱার্দশিং শিল-লাংবা...

source: Set Cookies
mni: কুকিশিং সেত তৌবা

source: Remove Cookies
mni: কুকিশিং লৌথোকউ

source: Manage Cookies…
mni: কুকিশিং শিল-লাংবা...

source: Remove All Cookies
mni: কুকু পুম্নমক লৌথোকউ

source: Share Location
mni: লৈফম শেযর তৌরো

source: Plugins
mni: প্লগইনশিং

source: Maintain Offline Storage
mni: ওফলাইন স্তোরেজ কাযদনা থম্বিযু

source: Open Pop-up Windows
mni: পোপ-অপ ৱিন্দোজ হাংদোকপা

source: Fullscreen
mni: মপুংফাবা স্ক্রীন
