Repository: translate/mozilla-l10n
Catalog: mni/browser/chrome/browser/preferences/advanced.dtd.po
Languages: mni

source: General
mni: মযামগী ওইবা

source: Accessibility
mni: এক্সেস তৌবা যাবা

source: Always use the &cursor keys to navigate within pages
mni: লামাযশিংগী মনুংদা নেভিগেত তৌনবা মতম পুম্বদা কর্সর কিশিং শিজিন্নৌ (&c)

source: Search for te&xt when I start typing
mni: ঐনা তাইপ তৌবা হৌবা মতমদা তেক্স থিরো (&x)

source: Warn me when we&bsites try to redirect or reload the page
mni: ৱেবসাইতনা লামায রিদাইরেক্ত নত্রগা রিলোদ তৌনবা হোৎনবা মতমদা ঐঙোন্দা চেকশিনৱা পীবিযু (&b)

source: Browsing
mni: ব্রাউজ তৌবা

source: Use &autoscrolling
mni: ওতোস্ক্রোল তৌবা শিজিন্নৌ (&a)

source: Use s&mooth scrolling
mni: নান্না স্ক্ৰোল তৌবা শিজিন্নৌ (&m)

source: Use ha&rdware acceleration when available
mni: ফংবা মতমদা হার্দৱেযর এক্সেলেরেসন শিজিন্নৌ (&r)

source: Check my spelling as I &type
mni: ঐনা তাইপ তৌরিবা অসিদা ঐগী বানান যেংশিনবিযু (&t)

# healthReportLearnMore.label
source: Learn More
mni: হেন্না খঙজিনবিযু

# telemetryLearnMore.label
source: Learn More
mni: হেন্না খঙজিনবিযু

# crashReporterLearnMore.label
source: Learn More
mni: হেন্না খঙজিনবিযু

source: Network
mni: নেতৱার্ক

source: Connection
mni: মরি শম্নবা

source: Configure how &brandShortName; connects to the Internet
mni: &brandShortName; না করম্না ইন্তরনেত্তা মরি শম্নবগে হাযবা কনফিগ্য়ুর তৌরো

source: S&ettings…
mni: সেত্তিংশিং... (&e)

source: Cached Web Content
mni: ৱেবকী হীরম কেচ তৌরো

source: Offline Web Content and User Data
mni: ওফলাইন ৱেব হীরম অমসুং শিজিন্নরিবগী দাতা

source: &Limit cache to
mni: কেচ অকক্নবা ওই (&L)

source: MB of space
mni: স্পেসকী MB

source: &Clear Now
mni: হৌজিক শেংদোকউ (&C)

source: Clear &Now
mni: হৌজিক মুত্থৎলো (&N)

source: &Override automatic cache management
mni: মথন্তনা কেচ মেনেজমেন্ত তৌবা ওভররাইদ তৌরো (&O)

source: Update
mni: অপদেত

source: &brandShortName; updates:
mni: &brandShortName; অপদেত:

source: &Automatically install updates (recommended: improved security)
mni: মথন্তনা অপদেতশিং ইনস্তোল তৌই (রিকমেন্দ তৌরি: ফগৎলবা সেক্য়ুরিতি) (&A)

source: &Check for updates, but let me choose whether to install them
mni: অপদেতশিং যেংবিযু, অদুবু মখোযদু ইনস্তোল তৌগদ্রা হাযবদু ঐনা খলহনবিযু (&C)

source: &Never check for updates (not recommended: security risk)
mni: অপদেতশিং কৈদৌঙৈদসু যেংবিগনু (রিকমেন্দ তৌদে: সেক্য়ুরিতিগী খুদোংচাদবা) (&N)

source: &Warn me if this will disable any of my add-ons
mni: করিগুম্বা মসিনা ঐগী এদ-ওনশিংগী মরক্তা অমদা হেক্তা যাহনদ্রবদি ঐঙোন্দা চেকশিনৱা পীবিযু (&W)

source: Show U&pdate History
mni: অপদেত তৌবগী পুৱারী উৎলো (&p)

source: Use a &background service to install updates
mni: অপদেতশিং ইনস্তোল তৌনবা বেকগ্রাউন্দ সার্ভিস শিজিন্নৌ (&b)

source: Automatically update:
mni: মথন্তনা অপদেত তৌবা:

source: Search &Engines
mni: থিবগী ইনজিনশিং (&E)

source: &Tell me when a website asks to store data for offline use
mni: ওফলাইন শিজিন্নবগী দাতা থমজিন্নবা ৱেবসাইত অমনা হংল্লকপা মতমদা ঐঙোন্দা হাযবিযু (&T)

source: E&xceptions…
mni: অখন্নবশিং... (&x)

source: The following websites are allowed to store data for offline use:
mni: মখাগী ৱেবসাইতশিং অসি ওফলাইনদা শিজিন্ননবগী দাতা স্তোর তৌবা যাই:

source: &Remove…
mni: লৌথোকপা... (&R)

source: Remove offline data
mni: ওফলাইন দাতা লৌথোকউ

source: Certificates
mni: সার্তিফিকেতশিং

source: When a server requests my personal certificate:
mni: সর্ভর অমনা ঐগী লনাইগী ওইবা সার্তিফিকেত হংলকপা মতমদা:

source: Select one automatically
mni: মথন্তনা অমা খনজবা

source: Ask me every time
mni: মতম খুদিংমক্তা ঐঙোন্দা হংবিযু
