Repository: translate/mozilla-l10n
Catalog: mni/browser/chrome/browser/preferences/permissions.dtd.po
Languages: mni

source: Exceptions
mni: অখন্নবশিং

source: Site
mni: সাইত

source: Status
mni: স্তেতস

source: &Remove Site
mni: সাইত লৌথোকউ (&R)

source: R&emove All Sites
mni: সাইত পুম্নমক লৌথোকউ (&e)

source: A&ddress of website:
mni: ৱেব সাইতকী এদ্রেস: (&d)

source: &Block
mni: থিংজিনবা (&B)

source: Allow for &Session
mni: সেসনগী যাবা (&S)

source: &Allow
mni: যাবা (&A)

source: &Cancel
mni: &ককথত্পা
