Repository: translate/mozilla-l10n
Catalog: */dom/chrome/nsWebBrowserPersist.properties.po
Languages: af, ar, as, az, bn_bd, br, fa, fur, ga_ie, he, hr, id, is, ka, kk, kn, lt, lv, mai, mr, ms, my, nn_no, oc, or, ps, pt_br, si, sv, te, th, tl, ug, uz, vi, xh

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
af: %S kon nie gestoor word nie, aangesien die bronlêer nie gelees kon word nie. Probeer later weer, of kontak die bedieneradministrateur.
ar: تعذّر حفظ %S، إذ تعذّر قراءة الملفّ المصدر. حاول مرة ثانية لاحقا، أو اتّصل بمدير الخادوم.
as: %S সংৰক্ষণ কৰিব পৰা নগল, কাৰণ উৎসৰ ফাইল পঢ়িব পৰা নগল। পিছত পুনঃ চেষ্টা কটিব, বা চাৰ্ভাৰৰ প্ৰশাসকক যোগাযোগ কৰক।
az: %S saxlanmadı, çünki qaynaq fayl oxuna bilmədi. Daha sonra təkrar yoxlayın ya server idarəçinizlə əlaqə saxlayın.
bn_bd: সোর্স ফাইল পড়তে না পারার কারণে %S সংরক্ষণ করা যায়নি। কিছু সময় অপেক্ষা করে পুনরায় চেষ্টা করুন অথবা আপনার সার্ভার প্রশাসকের সাথে যোগাযোগ করুন।
br: %S n'hall ket bezañ enrollet rak n'hall ket tarzhioù ar restr bezañ lennet. Klaskit en-dro diwezhatoc'h pe kit e darempred gant hoc'h ardoer.
fa: قادر به ذخیرهٔ %S نیست، زیرا پروندهٔ مبدأ قابل خواندن نیست. بعداً دوباره تلاش کنید، یا با مدیر کارگزار تماس بگیرید.
fur: No si à podût salvâ %S parcè che no si à podût lei il file sorzint. Torne a provâ, o contate l'aministradôr dal servidôr.
ga_ie: Níorbh fhéidir %S a shábháil, mar níorbh fhéidir comhad na bhfoinsí a léamh. Déan iarracht arís níos déanaí, nó teagmhaigh le riarthóir an fhreastalaí.
he: לא ניתן לשמור את %S, משום שלא ניתן לקרוא את קובץ המקור. נסה שוב מאוחר יותר, או צור קשר עם מנהל השרת.
hr: Datoteka %S nije mogla biti spremljena, jer izvorišna datoteka nije mogla biti pročitana. Pokušajte ponovno kasnije ili kontaktirajte administratora poslužitelja.
id: %S tidak dapat disimpan karena berkas sumber tidak bisa dibaca. Coba lagi nanti, atau kontak administrator server.
is: Ekki var hægt að vista %S, því ekki var hægt að lesa frumskrána. Reyndu aftur seinna, eða hafðu samband við kerfisstjóra.
ka: %S ვერ შეინახება, რადგან ვერ იკითხება საწყისი ფაილი. სცადეთ კვლავ ან დაუკავშირდით სერვერის ადმინისტრატორს.
kk: «%S» файлы сақталмайды, өйткені бастапқы файлды оқу мүмкін емес. Біраз күтіп, қайталап көріңіз, немесе сервер администраторымен хабарласыңыз.
kn: %S ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ,ಏಕೆಂದರೆ ಆಕರ ಕಡತವನ್ನು ಓದಲಾಗಿಲ್ಲ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮರಳಿ ಪ್ರಯತ್ನಿಸು, ಅಥವ ಪರಿಚಾರಕ ವ್ಯವಸ್ಥಾಪಕನನ್ನು ಮರಳಿ ಸಂಪರ್ಕಿಸು.
lt: Nepavyko įrašyti „%S“ dėl to, kad nepavyksta skaityti pradinio failo. Bandykite dar, o jei nepavyks – kreipkitės į serverio administratorių.
lv: %S nevar saglabāt, jo izejas failu nevar nolasīt. Mēģiniet vēlreiz vēlāk vai sazinieties ar servera administratoru.
mai: %S सहेजल नहि जाए सकल, किएक श्रोत फाइल पढल नहि जाए सकल. फेर कोशिश करू अथवा सर्वर प्रशासक सँ संपर्क करू.
mr: %S जतन करू शकले नाही, कारण स्त्रोत फाइल वाचू शकला नाही. पुढे पुन्हा प्रयत्न करा, किंवा सर्वर व्यवस्थपाकाशी संपर्क साधा.
ms: %S tidak dapat disimpan, kerana fail sumber tidak dapat dibaca. Cuba lagi kemudian, atau hubungi pentadbir pelayan.
nn_no: %S kan ikkje lagra fila fordi kjeldefila ikkje kunne lesast. Prøv på nytt seinare eller kontakt systemansvarleg.
oc: Impossible d'enregistrar %S per çò que lo fichièr font se pòt pas legir. Tornatz ensajar pus tard o contactatz l'administrator del servidor.
or: %S କୁ ସଂରକ୍ଷଣ କରିହେବ ନାହିଁ, କାରଣ ଫାଇଲ ଉତ୍ସକୁ ପଢ଼ିହେଉନାହିଁ. କିଛିସମୟ ପରେ ପୁଣିଥରେ ଚେଷ୍ଟାକରନ୍ତୁ, କିମ୍ବା ସର୍ଭର ପ୍ରଶାସକଙ୍କୁ ସମ୍ପର୍କ କରନ୍ତୁ.
ps: %S نشي ساتل کېدای، ځکه چې سرچینه دوتنه نشي لوستل کېدای. وروسته بیا هڅه وکړﺉ، یاد پالنګر د پازوال سره اړیکه ونیسﺉ.
pt_br: %S não pôde ser salvo porque o arquivo de origem não pôde ser lido. Tente de novo mais tarde ou contate o administrador do servidor.
si: මූල ගොනුව කියවිය නොහැකි නිසා, %S සුරකිය නොහැක. පසුව උත්සාහ කරන්න, නැතිනම් පද්ධති පරිපාලකවරයාගෙන් විමසන්න.
sv: %S kan inte sparas eftersom källfilen inte kunde läsas. Försök igen senare eller kontakta systemadministratören.
te: %Sను భద్రపరచలేము, ఎంచేతంటే మూలమైన ఫైలు చదవబడలేదు. తర్వాత తిరిగి ప్రయత్నించండి, లేదా సేవిక నిర్వహణాధికారిని సంప్రదించండి.
th: ไม่สามารถบันทึก %S เนื่องจากไม่สามารถอ่านแฟ้มต้นฉบับได้ ลองใหม่อีกครั้ง หรือติดต่อผู้ดูแลเซิร์ฟเวอร์
tl: Hindi ma-save ang %S dahil hindi mabasa ang source file. Subukan muli mamaya, o mangyaring ipaalam sa server administrator.
ug: مەنبە ھۆججەتنى ئوقۇغىلى بولمىغانلىقتىن، %S ساقلانمىدى. كىيىن قايتا سىناڭ ياكى مۇلازىمېتىر باشقۇرغۇچى بىلەن ئالاقىلىشىڭ.
uz: %S saqlanmadi, chunki fayl manbasini oʻqib boʻlmadi. Sal keyinroq urinib koʻring yoki server administratori bilan bogʻlaning.
vi: Không thể lưu %S, vì không thể đọc tập tin nguồn được. Hãy thử lại sau, hoặc liên hệ quản trị máy chủ.
xh: I-%S ayikwazanga kugcineka, kuba ifayili eyintsusa ayikwazanga kufundeka. Zama kwakhona emva kwethuba, okanye qhagamshelana nomlawuli weseva.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
af: %S kon nie gestoor word nie, aangesien 'n onbekende fout plaasgevind het. Probeer dit in 'n ander ligging stoor.
ar: تعذّر حفظ %S، بسبب وقوع خطأ مجهول. حاول الحفظ في مكان آخر.
as: %S সংৰক্ষণ কৰিব পৰা নগল, কাৰণ এটা অজ্ঞাত সমস্যা হৈছে। অন্য এটা স্থানত সংৰক্ষণ কৰিবলৈ চেষ্টা কৰক।
az: %S saxlanmadı, çünki naməlum bir səhv baş verdi. Başqa bir yerdə saxlamağı yoxlayın.
bn_bd: অজানা ত্রুটির কারণে %S সংরক্ষণ করা যায়নি। একটি পৃথক অবস্থানে সংরক্ষণ করার চেষ্টা করুন।
br: %S n'hall ket bezañ enrollet rak ur fazi dianav zo c'hoarvezet. Klaskit enrollañ en ul lec'h all.
fa: قادر به ذخیرهٔ %S نیست، زیرا خطای ناشناخته‌ای اتفاق افتاد. تلاش کنید ذخیره‌سازی را در محل دیگری انجام دهید.
fur: No si à podût salvâ %S par vie di un erôr no cognossût. Prove a salvâ intun altri puest.
ga_ie: Níorbh fhéidir %S a shábháil, mar tharla earráid anaithnid. Déan iarracht a bheith ag sábháil chuig láthair eile.
he: לא ניתן לשמור את %S, משום ששגיאה לא מוכרת אירעה. מצטער על כך. נסה לשמור במיקום אחר.
hr: Datoteka %S nije mogla biti spremljena jer je došlo do nepoznate greške. Pokušajte datoteku spremiti na drugu lokaciju.
id: %S tidak dapat disimpan karena kesalahan yang tidak jelas. Coba menyimpan di lokasi lainn.
is: Ekki var hægt að vista %S, því óþekkt villa kom upp. Reyndu að vista annarstaðar.
ka: %S ვერ შეინახება უცნობი შეცდომის გამო. სცადეთ შენახვა სხვა მისამართზე.
kk: «%S» файлы сақталмайды, өйткені белгісіз қате орын алды. Басқа жерге сақтап көріңіз.
kn: %S ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ, ಏಕೆಂದರೆ ಒಂದು ಅಜ್ಞಾತ ದೋಷ ಕಂಡುಬಂದಿದೆ. ಬೇರೊಂದು ಸ್ಥಳಕ್ಕೆ ಉಳಿಸಲು ಪ್ರಯತ್ನಿಸು.
lt: Nepavyko įrašyti „%S“. Priežastis (klaida) nežinoma. Apgailestaujame. Bandykite įrašyti į kitą vietą.
lv: %S nevar saglabāt, jo notikusi nezināma kļūda. Mēģiniet saglabāt kādā citā vietā.
mai: %S सहेजल नहि जाए सकल, किएक अनजान गलती हुई. अलग स्थान पर सहेजबाक कोशिश करू.
mr: %S साठवू शकत नाही, कारण अपरिचित त्रुटी आढळल्या आहेत. दुसऱ्या स्थळावर साठवण्याचा प्रयत्न करा.
ms: %S tidak dapat disimpan, kerana rakat tidak diketahui berlaku. Cuba menyimpan kepada loaksi berbeza.
my: အမည်မသိ အမှား​တခုကြောင့် %S ကို သိမ်းဆည်းလို့ မရဘူး။ အခြားနေရာတခုမျာ သိမ်းဆည်းဖို့ ကြိုးစားကြည့်ပါ။
nn_no: %S kan ikkje lagrast fordi det oppstod ein ukjend feil. Prøv å lagra til ei anna plassering.
oc: Impossible d'enregistrar %S per çò que i a agut una error desconeguda. Ensajatz d'enregistrar lo fichièr endacòm mai.
or: %S କୁ ସଂରକ୍ଷଣ କରିହେବ ନାହିଁ, କାରଣ ଗୋଟିଏ ଅଜଣା ତ୍ରୁଟି ଘଟିଯାଇଛି. ଅନ୍ୟ ଏକ ସ୍ଥାନରେ ସଂରକ୍ଷଣ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ.
ps: %S نشي ساتل کېدای، ځکه جې یوه ناپېژندل شوې تېروتنه پېښه شوه. په یوه بېل ځای کې یې د ساتلو هڅه وکړﺉ.
pt_br: %S não pôde ser salvo porque ocorreu um erro não previsto. Tente salvar em um outro local.
si: %S නොහඳුනන දොෂයක් නිසා විවෘත කළ නොහැක. වෙනත් ස්ථානයක සුරකින්න උත්සාහ කරන්න.
sv: %S kan inte sparas eftersom ett okänt fel inträffade. Försök spara till en annan plats.
te: %Sను భద్రపరచలేము, ఎంచేతంటే తెలియని దోషం ఎదురైంది. వేరే స్థానమునకు భద్రపరుచుటకు ప్రయత్నించండి.
th: ไม่สามารถบันทึก %S เนื่องจากเกิดความผิดพลาดที่ระบุไม่ได้ ลองบันทึกอีกครั้งลงในตำแหน่งอื่น
tl: Hindi ma-save ang %S, dahil may unknown error. Subukang i-save sa ibang location.
ug: نامەلۇم خاتالىق سەۋەبىدىن، %S ساقلانمىدى. باشقا ئورۇنغا ساقلاپ بېقىڭ.
uz: %S saqlanmadi, chunki noma`lum xato yuz berdi. Boshqa manzilga saqlashga urinib koʻring.
vi: Không thể lưu %S, vì một lỗi không rõ lí do đã xảy ra. Hãy thử lưu vào một nơi khác.
xh: I-%S ayikwazanga kugcineka, ngenxa yokwenzeka kwemposiso engaziwayo. Zama ukuyigcina kwindawo yayo eyahlukileyo.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
af: %S kon nie geopen word nie, aangesien 'n onbekende fout plaasgevind het. Probeer dit eers op skyf stoor en dan die lêer te open.
ar: تعذّر فتح %S، بسبب وقوع خطأ مجهول. حاول الحفظ في القرص أولا ثم فتح الملفّ.
as: %S খুলিব পৰা নগল, কাৰণ এটা অজ্ঞাত সমস্যা হৈছে। প্ৰথমে ডিষ্কত সংৰক্ষণ কৰাৰ চেষ্টা কৰক আৰু তাৰ পিছত ফাইল খোলক।
az: %S açılabilmədi, çünki naməlum bir səhv baş verdi. Əvvəlcə yaddaşda saxlayıb, sonra açmağı yoxlayın.
bn_bd: অজানা ত্রুটির কারণে %S খোলা যায়নি। প্রথমে ডিস্কে সংরক্ষণ করে তারপর ফাইলটি খোলার চেষ্টা করুন।
br: %S n'hall ket bezañ digoret en abeg d'ur fazi bet degouezhet. Klaskit enrollañ war ar gantenn da gentañ ha neuze digorit ar restr.
fa: قادر به باز کردن %S نیست، زیرا خطای ناشناخته‌ای اتفاق افتاد. تلاش کنید ابتدا پرونده را روی دیسک ذخیره کنید و سپس آن را از آنجا باز کنید.
fur: No si à podût vierzi %S par vie di un erôr no cognossût. Prove a salvâ sul disc e dopo vierzi il file.
ga_ie: Níorbh fhéidir %S a oscailt, mar tharla earráid anaithnid. Déan iarracht a bheith ag sábháil chuig diosca ar dtús, agus ansin déan iarracht a bheith ag oscailt an comhad.
he: לא ניתן לפתוח את %S, משום ששגיאה לא מוכרת אירעה. מצטער על כך. נסה לשמור את הקובץ לדיסק תחילה ואז לפותחו.
hr: Datoteka %S nije mogla biti otvorena jer je došlo do nepoznate greške. Pokušajte datoteku spremiti na disk, te je zatim otvoriti.
id: %S tidak dapat dibuka karena kesalahan yang tidak jelas. Coba menyimpan ke harddisk terlebih dahulu baru kemudian buka berkasnya.
is: Ekki var hægt að opna %S, því óþekkt villa kom upp. Reyndu fyrst að vista á disk og reyndu svo að opna skrána.
ka: %S ვერ იხსნება უცნობი შეცდომის გამო. სცადეთ ჯერ შენახვა დისკზე და შემდეგ გახსნა.
kk: «%S» ашылмайды, өйткені белгісіз қате орын алды. Файлды дискіге сақтап, содан кейін ашып көріңіз.
kn: %S ಅನ್ನು ತೆರೆಯಲಾಗಿಲ್ಲ, ಏಕೆಂದರೆ ಒಂದು ಅಜ್ಞಾತ ದೋಷ ಕಂಡುಬಂದಿದೆ. ಮೊದಲು ಡಿಸ್ಕ್‍ಗೆ ಉಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ ಹಾಗು ನಂತರ ಕಡತವನ್ನು ತೆರೆಯಿರಿ.
lt: Nepavyko atverti „%S“. Priežastis (klaida) nežinoma. Apgailestaujame. Bandykite dar kartą įrašyti į kitą vietą ir vėl atverti.
lv: %S nevar atvērt, jo notikusi nezināma kļūda. Mēģiniet vispirms saglabāt uz diska un tad atvērt failu.
mai: %S खोलल नहि जाए सकल, किएक एकटा अनजान गलती हुई. डिस्क पर पहिने सहेजबाक कोशिश करू आओर फेर फाइल खोलबाक.
mr: %S उघडू शकत नाही, कारण अपरिचित त्रुटी आढळल्या आहेत. प्रथम डिस्कवर साठवा आणि नंतर फाईल उघडा.
ms: %S tidak dapat dibuka, kerana ralat tidak diketahui berlaku. uba menyimpan kepada cakera dahulu kemudian buka ffail.
my: အမည်မသိ အမှား​တခု ဖြစ်ပေါ်နေတာကြောင့် %S ကို ဖွင့်လို့ မရဘူး။ ဓါတ်ပြားထဲမှာ အရင် သိမ်းဆည်းထားပြီးနောက် ဖိုင်ကို ဖွင့်ပါ။
nn_no: %S kan ikkje opnast fordi det oppstod ein ukjend feil. Prøv å lagra fila først, og deretter opna henne.
oc: Impossible d'enregistrar %S per çò que i a agut una error desconeguda. Ensajatz d'enregistrar lo fichièr sul disc abans de lo dobrir.
or: %S କୁ ଖୋଲି ହେଉନାହିଁ, କାରଣ ଗୋଟିଏ ଅଜଣା ତ୍ରୁଟି ଘଟିଯାଇଛି. ପ୍ରଥମେ ଡିସ୍କରେ ସଂରକ୍ଷଣକରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ ଏବଂ ତାପରେ ଖୋଲନ୍ତୁ.
ps: %S نشي پرانیستل کېدای، ځکه جې یوه ناپېژندل شوې تېروتنه پېښه شوه.
pt_br: %S não pôde ser aberto porque ocorreu um erro não previsto. Tente salvar para o disco para depois abrir o arquivo.
si: %S නොහඳුනන දොෂයක් නිසා විවෘත කළ නොහැක. ප්‍රථමයෙන් ගොනුව තැටියට සුරකිමෙන් පසු විවෘත කිරීමට උත්සාහ කරන්න.
sv: %S kan inte öppnas eftersom ett okänt fel inträffade. Försök spara filen till disk först och sedan öppna den.
te: %S తెరువబడదు, ఎంచేతంటే తెలియని దోషం ఎదురైంది. మొదట డిస్కునకు భద్రపరచి తర్వాత ఫైలును తెరుచుటకు ప్రయత్నించండి.
th: ไม่สามารถเปิด %S ได้ เนื่องจากเกิดความผิดพลาดที่ระบุไม่ได้ ลองบันทึกลงในดิสก์ก่อน แล้วจึงเปิดแฟ้มทีหลัง
tl: Hindi mabuksan ang %S, dahil may unknown error. Subukang i-save muna sa disk, tapos buksan muli ang file.
ug: نامەلۇم خاتالىق سەۋەبىدىن، %S ئېچىلمىدى. ئاۋۋال دىسكىغا ساقلاپ ئاندىن ھۆججەتنى ئېچىڭ.
uz: %S ochilmadi, chunki noma`lum xato yuz berdi. Birinchi diskka saqlashga, keyin esa faylni ochishga urinib koʻring.
vi: Không thể mở %S, vì một lỗi không rõ lí do đã xảy ra. Hãy thử lưu vào ổ đĩa trước rồi sau đó mới mở tập tin.
xh: iI%S ayikwazanga kuvuleka, ngenxa yokwenzeka kwemposiso engaziwayo. Zama ukugcineal kwidisk kuqala uze uvule ifayili.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
af: Daar is onvoldoende spasie op die skyf om %S te stoor. Verwyder onnodige lêers van die skyf en probeer weer, of probeer die lêer in 'n ander ligging stoor.
ar: لا توجد مساحة كافية على القرص لحفظ%S. أزل الملفّات غير الضّرورية من القرص و حاول مرة ثانية، أو حاول الحفظ في مكان آخر.
as: %S সংৰক্ষণ কৰিবলৈ ডিষ্কত পৰ্যাপ্ত স্থান নাই। প্ৰয়োজন নোহোৱা ফাইলক ডিষ্কৰ পৰা আঁতৰাই পুনঃ চেষ্টা কৰক, বা অন্য স্থানত সংৰক্ষণ কৰাৰ চেষ্টা কৰক।
az: Diskdə %S faylını saxlamaq üçün lazım olan qədər boş yer yoxdur. Diskdəki lazımsız faylları sildikdən sonra yenidən yoxlayın ya da başqa bir yerdə saxlamağı yoxlayın.
bn_bd: %S সংরক্ষণ করার জন্য প্রয়োজনীয় স্থান ডিস্কের মধ্যে অবশিষ্ট নেই। অপ্রয়োজনীয় ফাইল মুছে পুনরায় চেষ্টা করুন অথবা কোনো পৃথক অবস্থানে সংরক্ষণ করার চেষ্টা করুন।
br: N'eus ket plas a-walc'h war ar gantenn evit enrollañ %S. Dilamit ar restroù diret diwar ar gantenn ha klaskit en-dro, pe klaskit enrollañ en ul lec'h all.
fa: دیسک برای ذخیره کردن %S جای کافی ندارد. پرونده‌های غیرضروری را حذف کنید و دوباره تلاش کنید، یا تلاش کنید تا پرونده را در محل دیگری ذخیره کنید.
fur: No 'nd è avonde puest sul disc par salvâ %S. Scancele files che no coventin e torne a provâ, o prove salvâ intun altri puest.
ga_ie: Níl slí a dhóthain ar an diosca chun %S a shábháil. Bain comhaid neamhriachtanacha den diosca agus déan iarracht arís, nó déan iarracht a bheith ag sábháil i láthair difriúil.
he: אין מספיק מקום על הדיסק כדי לשמור את %S. הסר קבצים בלתי נחוצים מהדיסק ונסה שוב, או נסה לשמור במיקום אחר.
hr: Na disku nema dovoljno prostora za spremanje %S. Uklonite nepotrebne datoteke s diska ili pokušajte spremiti datoteku na drugu lokaciju.
id: Kapasitas harddisk tidak cukup untuk menyimpan %S. Buang berkas yang tidak perlu di harddisk kemudian coba lagi, atau coba simpan di lokasi lain.
is: Það er ekki nóg pláss á diskinum til að vista %S. Fjarlægðu óþarfa skrár á disknum og reyndu aftur, eða reyndu að vista skrána á öðrum stað.
ka: %S ფაილის შესანახად დისკზე საკმარისი ადგილი არ არის . ამოშალეთ უსარგებლო ფაილები დისკიდან და კვლავ სცადეთ ან გამოიყენეთ სხვა მისამართი.
kk: «%S» сақтау үшін дискіде орын жеткіліксіз. Дискіден керек емес файлдарды өшіріп, қайталап көріңіз немесе сақтау үшін басқа адресті көрсетіңіз.
kn: %S ಅನ್ನು ಉಳಿಸಲು ಡಿಸ್ಕ್‍ನಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ. ಅನಗತ್ಯ ಕಡತಗಳನ್ನು ಡಿಸ್ಕ್‍ನಿಂದ ತೆಗೆದು ಹಾಕಿ ನಂತರ ಮರಳಿ ಪ್ರಯತ್ನಿಸಿ,ಅಥವ ಬೇರೊಂದು ಸ್ಥಳಕ್ಕೆ ಉಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
lt: Į diską netelpa „%S“. Pašalinkite iš disko nereikalingus failus ir bandykite vėl arba įrašykite į kitą diską.
lv: Jūsu diskā nav pietiekami daudz brīvās vietas, lai saglabātu %S. Aizvāciet no diska nevajadzīgus failus un mēģiniet vēlreiz vai arī mēģiniet saglabāt kādā citā vietā.
mai: डिस्क पर %S केँ सहेजबाक लेल पर्याप्त स्थान नहि अछि . डिस्क सँ अनावश्यक फाइल हटाउ आओर फेर कोशिश करू, अथवा अलग स्थान मे सहेजबाक कोशिश करू
mr: %S ला डिस्कवर साठवण्यासाठी पुरेशी जागा नाही. अनावश्यक फाईल डिस्कवरून हटवा आणि पुन्हा प्रयत्न करा, किंवा दुसऱ्या स्थळावर साठवण्याचा प्रयत्न करा.
ms: Tidak terdapat ruang mencukupi pada akera untuk menyimpan %S. Singkir fail tidak berkaitan daripada cakera dan uba lagi, atau cuba simpan dalam lokasi berlainan.
nn_no: Det er ikkje nok ledig diskplass for å lagra %S. Fjern overflødige filer frå harddisken og prøv på nytt, eller lagra ein annan stad.
oc: I a pas pro d'espaci sul disc per enregistrar %S. Escafatz los fichièrs inutils del disc puèi tornatz ensajar o ensajatz de l'enregistrar endacòm mai.
or: %Sକୁ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଡିସ୍କରେ ଯଥେଷ୍ଟ ସ୍ଥାନ ନାହିଁ. ଅଯଥା ଫାଇଲଗୁଡିକୁ ଡିସ୍କରୁ ହଟାଇ ଦିଅନ୍ତୁ ଏବଂ ପୁଣି ଚେଷ୍ଟାକରନ୍ତୁ, କିମ୍ବା ଅଲଗା ସ୍ଥାନରେ ସଂରକ୍ଷଣ କରି ଚେଷ୍ଟା କରନ୍ତୁ.
ps: پر ټیکلي د %Sد ساتلو لپاره کافي ځای نشته. له ټیکلي څخه غېر ضروري دوتنې لرې کړﺉ او بیا هڅه وکړﺉ، یا یې په یوه بېل ځای کې د ساتلو هڅه وکړﺉ.
pt_br: Não há espaço suficiente para salvar %S. Libere espaço em disco e tente de novo ou salve o arquivo em um outro local.
si: %S සුරකීමට අවශ්‍ය තරම් ඉඩ නැත. අනවශ්‍ය ගොනු තැටියෙන් මකා නැවත උත්සාහ කරන්න, නැතිනම් වෙනත් ස්ථානයක සුරකින්න උත්සාහ කරන්න.
sv: Det finns inte tillräckligt med utrymme på disken för att spara %S. Ta bort onödiga filer från disken och försök igen, eller försök spara till en annan plats.
te: %Sను భద్రపరచుటకు డిస్కునందు సరిపోవునంత రూమ్ లేదు. డిస్కునుండి అవసరంలేని ఫైళ్ళను తొలగించి మరలా తిరిగి ప్రయత్నించండి, వేరే స్థానమునందు భద్రపరచుటకు ప్రయత్నించుము.
th: มีพื้นที่ว่างในดิสก์ไม่พอสำหรับการบันทึก %S ลบแฟ้มที่ไม่จำเป็นออกจากดิสก์แล้วลองใหม่อีกครั้ง หรือลองบันทึกลงในตำแหน่งอื่น
tl: Hindi sapat ang space sa disk upang ma-save ang %S. Subukang mag-tanggal ng mga files na 'di na kailangan mula sa desk at subukan muli, o subukang mag-save sa ibang location.
ug: دىسكىدا %S ساقلاشقا يېتەرلىك بوشلۇق يوق. ئاۋۋال بوشلۇق ئاجرىتىپ قايتا سىناڭ ياكى باشقا ئورۇنغا ساقلاڭ.
uz: %S`ni saqlash uchun diskda yetarlicha joy yoʻq. Keraksiz fayllarni diskdan oʻchirib, qayta urinib koʻring yoki boshqa manzilga saqlang.
vi: Không đủ dung lượng trống trên ổ đĩa để lưu %S. Xóa bớt những tập tin không cần thiết và thử lại, hoặc lưu vào nơi khác.
xh: Akukho sithuba saneleyo kwidisk sokugcina i-%S. Shenxisa iifayili ezingeyo mfunekokwidisk uze uzame kwakhona, okanye zama ukugcina kwindawo eyahlukileyo.
