Repository: translate/mozilla-l10n
Catalog: */dom/chrome/nsWebBrowserPersist.properties.po
Languages: af, ar, as, az, bn_bd, br, fa, fur, ga_ie, he, hr, id, is, ka, kk, kn, lt, lv, mai, mr, ms, my, nn_no, oc, or, ps, pt_br, si, sv, te, th, tl, ug, uz, vi, xh

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
af: Daar is onvoldoende geheue om die aksie wat u aangevra het, te voltooi. Sluit 'n paar toepassings af en probeer weer.
ar: لا توجد ذاكرة كافية لإكمال الفعل الذي طلبته. عليك الخروج من بعض التّطبيقات و المحاولة مرّة أخرى.
as: আপুনি অনুৰোধ কৰা কাৰ্য্য সম্পূৰ্ণ কৰিবলৈ পৰ্যাপ্ত স্মৃতিশক্তি নাই। কিছুমান এপ্লিকেচন বাতিল কৰি পুনঃ চেষ্টা কৰক।
az: İstədiyiniz əməliyyatı yerinə yetirmək üçün lazım olan qədər yaddaş yoxdur. Bəzi proqramlardan çıxıb, yenidən yoxlayın.
bn_bd: আপনার অনুরোধ করা কাজ সম্পন্ন করার জন্য পর্যাপ্ত মেমরি নেই। কিছু চলমান অ্যাপ্লিকেশন বন্ধ করে পুনরায় চেষ্টা করুন।
br: N'eus ket memor a-walc'h evit peurechuiñ ar gwezh hoc'h eus azgoulennet. Serrit arloadoù zo ha klaskit en-dro.
fa: حافظهٔ کافی برای انجام عمل درخواستی شما موجود نیست. از چند برنامه خارج شوید و دوباره تلاش کنید.
fur: No 'nd è avonde memorie par completâ la azion che tu âs domandât. Siere cualchi aplicazion e torne a provâ.
ga_ie: Níl go leor cuimhne le fáil chun an gníomh a d'iarr tú a chríochnú. Stop roinnt feidhmchlár agus bain triail eile as.
he: אין די זיכרון כדי להשלים את הפעולה שביקשת. צא ממספר יישומים ונסה שוב.
hr: Akcija koju ste zatražili ne može biti dovršena zbog nedostatka memorije. Zatvorite neke aplikacije i pokušajte ponovno.
id: Memori tidak cukup untuk menyelesaikan aksi yang diminta. Tutup program lain dan coba lagi.
is: Ekki nóg minni til að ljúka aðgerð. Hætti í einhverjum forritum og reyndu aftur.
ka: თქვენი მოთხოვნილი ქმედების დასასრულებლად მეხსიერება საკმარისი არაა. დახურეთ ზოგიერთი პროგრამა და კვლავ სცადეთ.
kk: Сұраған операцияны орындау үшін жады жеткіліксіз. Кейбір бағдарламалардың жұмысын аяқтап, қайталап көріңіз.
kn: ನೀವು ಮನವಿ ಸಲ್ಲಿಸಿದ ಕಾರ್ಯವನ್ನು ನೆರವೇರಿಸಲು ಸಾಕಷ್ಟು ಮೆಮೊರಿಯು ಲಭ್ಯವಿಲ್ಲ. ಕೆಲವೊಂದು ಅನ್ವಯವನ್ನು ತ್ಯಜಿಸಿ ನಂತರ ಮರಳಿ ಪ್ರಯತ್ನಿಸಿ.
lt: Užklaustam veiksmui atlikti trūksta atminties. Baikite darba su keliomis veikiančiomis programomis ir badykite dar kartą.
lv: Nav pietiekami daudz brīvas atmiņas, lai pabeigtu jūsu pieprasīto darbību . Aizveriet dažas programmas un mēģiniet vēlreiz.
mai: क्रिया पूर्ण करबाक लेल पर्याप्त स्मृति नहि अछि . किछु अनुप्रयोग छोड़ू आ फेर कोशिश करू.
mr: आपण विनंतीत केलेली कृती पूर्ण करण्यासाठी स्मृतीत पुरेशी जागा नाही. काही कार्यक्रम बंद करा आणि पुन्हा प्रयत्न करा.
ms: Tidak terdapat memori menukup untuk menyelesaikan tindakan yang anda pohon. Keluar sebahagian aplikasi dan cuba lagi.
my: သင်တောင်းဆိုတဲ့ လုပ်ဆောင်မှုကို ပြီးစီးဖို့ မှတ်ဉာဏ် မလုံလောက်ဘူး။ အချို့ လုပ်ငန်းသုံး ကိရိယာများကို ပိတ်ပြီး ထပ် ကြိုးစားပါ။
nn_no: Det er ikkje nok minne til å fullføra operasjonen du førespurde. Lukk nokre program og prøv igjen.
oc: I a pas pro de memòria disponibla per acabar l'accion demandada. Quitatz d'unas aplicacions e tornatz ensajar.
or: ଆପଣ ଅନୁରୋଧ କରିଥିବା କାର୍ଯ୍ୟଟିକୁ ସମ୍ପୂର୍ଣ୍ଣ କରିବାପାଇଁ ଯଥେଷ୍ଟ ସ୍ମୃତିସ୍ଥାନ ନାହିଁ. କିଛି ପ୍ରୟୋଗକୁ ବିଦାୟକରନ୍ତୁ ଏବଂ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ.
ps: ستاسې د غوښتي کار د بشپړونې لپاره کافي یاد نشته. ځینې کاریالونه بند کړﺉ او بیا هڅه وکړﺉ.
pt_br: Não há memória suficiente para concluir a ação solicitada. Feche alguns aplicativos e tente de novo.
si: ඔබ ඉල්ලූ ක්‍රියාව සම්පූර්ණ කිරීමට ප්‍රමාණවත් මතකයක් නැත. යෙදුම් කීපයක් වසා නැවත උත්සාහ කරන්න.
sv: Det finns inte tillräckligt med minne för att slutföra åtgärden du begärt. Avsluta några program och försök igen.
te: మీరు అభ్యర్దించినటువంటి క్రియను పూర్తిచేయుటకు సరిపోవునంత మెమోరీ లేదు. కొన్ని అప్లికెషన్లను నిష్క్రమింపచేసి మరలా తిరిగి ప్రయత్నించండి.
th: มีหน่วยความจำไม่พอจะทำงานที่คุณสั่ง ปิดโปรแกรมบางตัวแล้วลองใหม่อีกครั้ง
tl: Kulang na 'yung memory upang magawa ang gusto ninyo. Isara ang ibang mga application at subukan muli.
ug: سىز ئېھتىياجلىق مەشغۇلاتنى تاماملاشقا يېتەرلىك ئەسلەك يوق. بىر قىسىم پروگراممىلاردىن چېكىنىپ قايتا سىناڭ.
uz: Siz soʻragan amalni tugatish uchun xotira yetishmaydi. Ba`zi dasturlarni yoping va qaytadan urinib koʻring.
vi: Không đủ bộ nhớ để thực hiện lệnh bạn yêu cầu. Hãy thoát vài chương trình khác rồi thử lại.
xh: Uvimba wolwazi akalingenanga ukugqiba inyathelo olicelileyo. yeka ezinye iinkqubo uze uzame kwakhona.

source: Downloading %S
af: Laai tans %S af
ar: يجري تنزيل %S
as: %S ডাউনল'ড কৰা হৈছে
az: %S yüklənilir
bn_bd: %S ডাউনলোড করা হচ্ছে
br: O pellgargañ %S
fa: در حال بارگیری %S
fur: Daûr a discjamâ %S
ga_ie: %S Á Íosluchtú
he: מוריד את %S
hr: Preuzimanje %S
id: Mengunduh %S
is: Niðurhala %S
ka: იტვირთება %S
kk: Жүктелу «%S»
kn: %S ಅನ್ನು ಡೌನ್‍ಲೋಡ್‍ ಮಾಡಲಾಗುತ್ತಿದೆ
lt: Siunčiama „%S“
lv: Lejupielādē %S
mai: %S डाउनलोडिंग कए रहल अछि
mr: %S डाउनलोड करत आहे
ms: Memuaturun %S
my: %S ဆွဲချနေတယ်
nn_no: Lastar ned %S
oc: Telecargament de %S
or: %Sକୁ ଆହରଣ କରୁଅଛି
ps: رالېښي
pt_br: Recebendo %S
si: %S බාගනිමින්
sv: Hämtar %S
te: %S డౌన్‌లోడ్ చేస్తుంది
th: กำลังดาวน์โหลด %S
tl: Kinukuha ang %S
ug: %S چۈشۈرۈۋاتىدۇ
uz: %S yuklab olinmoqda
vi: Đang tải xuống %S
xh: Kuthotywa umthwalo we-%S

source: %S could not be saved, because a file already exists with the same name as the '_files' directory. Try saving to a different location.
af: %S kon nie gestoor word nie omdat 'n lêer reeds bestaan met dieselfde naam as die '_files'-subgids. Probeer dit in 'n ander ligging stoor.
ar: تعذّر حفظ %S، لأنّ ملفّا يحمل نفس اسم مجلد ‪'_files'‬ موجود مسبقا. حاول الحفظ في مكان آخر.
as: %S সংৰক্ষণ কৰিব পৰা নগল, কাৰণ এখন ফাইল ইতিমধ্যে আছে যাৰ নাম '_files' ডাইৰেকটৰিৰ সৈতে একেই। অন্য স্থানত সংৰক্ষণ কৰিবলৈ চেষ্টা কৰক।
az: %S saxlana bilmədi, çünki '_files' qovluğuyla eyni adda olan bir fayl mövcuddur. Fərqli bir yerdə saxlamağı yoxlayın.
bn_bd: '_files' ডিরেক্টরির নামের মত একটি ফাইল বর্তমানে থাকার ফলে %S সংরক্ষণ করা যায়নি। কোনো পৃথক অবস্থানে সংরক্ষণ করার চেষ্টা করুন।
br: %S n'hall ket bezañ enrollet rak ur restr gant un anv heñvel zo anezhi endeo evel kavlec'hiad ar restroù. Klaskit enrollañ en ul lec'h disheñvel.
fa: قادر به ذخیرهٔ %S نیست، زیرا پرونده‌ای با همان نام به عنوان پوشهٔ 'ـپرونده‌ها' از قبل وجود دارد. تلاش کنید ذخیره‌سازی را در محل دیگری انجام دهید.
fur: No si à podût salvâ %S parcè che al esist za un file cul stes non de cartele '_files'. Prove a salvâ intun altri puest.
ga_ie: Níorbh fhéidir %S a shábháil toisc go bhfuil comhad leis an ainm céanna agus a bheadh ar an gcomhadlann "_comhaid". Bain triail as é a shábháil in áit eile.
he: לא ניתן לשמור את %S, משום שקיים כבר קובץ אם אותו השם של התיקייה '_files'. נסה לשמור למיקום אחר.
hr: Datoteka %S nije mogla biti spremljena jer datoteka s istim nazivom već postoji u '_files' direktoriju. Pokušajte datoteku spremiti na drugu lokaciju.
id: %S tidak dapat disimpan, karena sebuah berkas sudah ada dengan nama berkas dan folder '_files'. Coba simpan di lokasi lain.
is: Ekki var hægt að vista %S, því þegar er til skrá með sama nafni og '_files' mappan. Reyndu að vista á öðrum stað.
ka: %S ვერ შეინახება, რადგან ფაილი იგივე სახელით უკვე არსებობს '_files' დასტაში. სცადეთ შენახვა სხვა მისამართზე.
kk: «%S» файлы сақталмайды, өйткені ол бумамен аттас «_files» файлы бар болып тұр. Басқа жерге сақтап көріңіз.
kn: %S ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ, ಏಕೆಂದರೆ '_ಕಡತಗಳು' ಕೋಶದ ಹೆಸರಿನ ಒಂದು ಕಡತವು ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿ . ಅಥವ ಬೇರೊಂದು ಸ್ಥಳದಲ್ಲಿ ಉಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
lt: Failas „%S“ negali būti įrašytas, nes jau yra failas tokiu pat vardu, koks reikalingas aplankui „_failai“. Bandykite įrašyti į kitą vietą.
lv: %S nevar saglabāt, jo jau eksistē fails ar tādu pat nosaukumu kā '_files' mape. Mēģiniet saglabāt kādā citā vietā.
mai: %S सहेजल नहि जाए सकल, किएक एकटा फाइल समान नाम क सँग पहिने सँ मोजुद अछि '_files'निर्देशिका क समान. अलग स्थान मे सहेजबाक कोशिश करू.
mr: %S साठवू शकत नाही, कारण '_files' संचयिकेच्या नावानेच आधिपासूनच एक फाइल अस्तित्वात आहे. दुसऱ्या स्थानात साठविण्याचा प्रयत्न करा.
ms: %S tidak dapat disimpan, kerana fail sedia wujud dengan nama sama seperti direktori '_files'. Cuba menyimpan kepada lokasi berbeza.
my: '_files' ဖိုင်တွဲလို ဆင်တူတဲ့ အမည်နဲ့ ဖိုင်တခု ရှိနေပြီ ဖြစ်တဲ့အတွက် %S ကို သိမ်းဆည်းလို့ မရဘူး။ တခြားနေရာ တခုမှာ သိမ်းဆည်းဖို့ ကြိုးစားပါ။
oc: Impossible d'enregistrar %S per çò que un fichièr existís amb lo meteis nom que lo repertòri '_fichièrs'. Tornatz ensajar de l'enregistrar endacòm mai.
or: %Sକୁ ସଂରକ୍ଷଣ କରିହେବ ନାହିଁ, କାରଣ '_ଫାଇଲ' ଡିରେକ୍ଟରୀ ପରି ସେହି ନାମରେ ଗୋଟିଏ ଫାଇଲ ପୂର୍ବରୁ ଅବସ୍ଥିତ ଅଛି. ଅନ୍ୟ ଏକ ସ୍ଥାନରେ ସଂରକ୍ଷଣ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ.
ps: %S نشي ساتل کېدای، ځکه چې په همدې نوم بله دوتنه د '_files' لړلیک کې شته.
pt_br: %S não pôde ser salvo porque já existe um arquivo de mesmo nome no diretório “_files”. Tente salvar em outro local.
si: %S සුරකිය නොහැක, මන්ද එම '_files' නමින්ම ගොනුවක් බහලුමක් තුළ ඇත. වෙනත් ස්ථානයක සුරකීමට උත්සාහ කරන්න.
sv: %S kan inte sparas eftersom en fil med samma namn som mappen ”-filer” redan finns. Försök spara till en annan plats.
te: %S భద్రపరచలేము, ఎంచేతంటే '_files' డైరెక్టరీలో ఒక ఫైలు ఇప్పటికే అదే నామముతోవుంది. వేరే స్థానమునందు భద్రపరచి ప్రయత్నించండి.
th: ไม่สามารถบันทึก %S ได้ เนื่องจากมีแฟ้มชื่อเดียวกับโฟลเดอร์ที่ชื่อลงท้ายด้วย '_files' อยู่แล้ว ลองบันทึกลงที่อื่น
tl: Hindi ma-save ang %S dahil may file na kapareho ang pangalan sa '_files' directory. Subukan mag-save sa ibang location.
ug: ئوخشاش '_files' ئىسىملىك مۇندەرىجە بولغانلىقتىن، %S ساقلانمىدى. باشقا ئورۇنغا ساقلاڭ.
uz: %S saqlanmadi, chunki '_files' direktoriya kabi fayl nomi allaqachon mavjud. Boshqa manzilga saqlashga urinib koʻring.
vi: Không thể lưu %S, vì đã tồn tại một tập tin có cùng tên với thư mục '_files'. Hãy thử lưu vào nơi khác.
xh: I-%S ayikwazanga kugcineka kuba ifayili seyikhona enegama elifana nelayo njenge'_iifayili' zikavimba wweefayili. Zama ukuyigcina kwindawo eyahlukileyo.

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
af: %S kon nie gestoor word nie, aangesien die lêernaam te lank is. Probeer dit met 'n korter lêernaam stoor.
ar: تعذّر حفظ %S، لأن اسم الملفّ طويل جدا. حاول الحفظ باسم أقصر.
as: %S সংৰক্ষণ কৰিব পৰা নগল, কাৰণ ফাইলৰ নামৰ বৰ দীঘল। এটা সৰু নামেৰে সংৰক্ষণ কৰিবলৈ চেষ্টা কৰক।
az: %S saxlanmadı, çünki fayl adı çox uzundur. Daha qısa bir adla saxlamağı yoxlayın.
bn_bd: ফাইলের নাম অত্যাধিক লম্বা হওয়ার ফলে %S সংরক্ষণ করা যায়নি। ফাইলের নাম ছোট করে পুনরায় সংরক্ষণ করার চেষ্টা করুন।
br: %S n'hall ket bezañ enrollet rak re hir eo an anv. Klaskit enrollañ gant un anv berroc'h.
fa: قادر به ذخیرهٔ %S نیست، زیرا نام پرونده خیلی طولانی است. تلاش کنید ذخیره‌سازی را با نان کوتاه‌تری انجام دهید.
fur: No si à podût salvâ %S parcè che il non dal file al è masse lunc. Torne a provâ cuntun non plui curt.
ga_ie: Níorbh fhéidir %S a shábháil toisc go raibh ainm an chomhaid rófhada. Bain triail as é a shábháil le hainm níos giorra.
he: לא ניתן לשמור את %S, משום ששם הקובץ ארוך מדי. נסה לשמור למיקום אחר.
hr: Datoteka %S nije mogla biti spremljena jer je njezin naziv predugačak. Pokušajte datoteku spremiti pod kraćim nazivom.
id: %S tidak dapat disimpan, karena nama berkas terlalu panjang. Coba simpan dengan nama yang lebih pendek.
is: Ekki var hægt að vista %S, því skráarnafnið var of langt. Reyndu að vista aftur með styttra nafni.
ka: %S ვერ შეინახება, რადგან ფაილის სახელი მეტისმეტად გრძელია. სცადეთ შეინახოთ უფრო მოკლე ფაილის სახელით.
kk: Файл «%S» сақталмайды, өйткені оның атауының ұзындығы мүмкін болатынынан асып кетті. Атын қысқартып, сақтап көріңіз.
kn: %S ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ,ಏಕೆಂದರೆ ಕಡತದ ಹೆಸರು ಬಹಳ ಉದ್ದವಾಗಿದೆ. ಒಂದು ಚಿಕ್ಕ ಕಡತ ಹೆಸರಿನ ಮೂಲಕ ಮರಳಿ ಪ್ರಯತ್ನಿಸಿ.
lt: Failas „%S“ negali būti įrašytas, nes jo vardas per ilgas. Bandykite vardą sutrumpinti.
lv: %S nevar saglabāt, jo faila nosaukums ir pārāk garš. Mēģiniet vēlreiz izvēloties īsāku faila nosaukumu.
mai: %S सहेजल नहि जाए सकल, किएक फाइल नाम बहुत नमहर छल. छोटगर फाइलनाम क सँग सहेजबाक कोशिश करू.
mr: %S साठवू शकत नाही, कारण फाईलचे नाव खूप मोठे आहे. छोठ्या नावाने फाईल साठवण्याचा प्रयत्न करा.
ms: %S tidak dapat disimpan, kerana nama fail terlalu panjang. Cuba menyimpan dengan nama fail lebih pendek.
my: ဖိုင်အမည် ရှည်လွန်းတဲ့အတွက် %S ကို သိမ်းဆည်းလို့ မရဘူး။ ဒီထက်တိုတဲ့ ဖိုင်အမည်တခုနဲ့ ကြိုးစား သိမ်းဆည်းပါ။
nn_no: Klarte ikkje å lagra %S fordi filnamnet er for langt. Prøv å lagra som eit kortare filnamn.
oc: Impossible d'enregistar %S per çò que lo nom de fichièr èra tròp long. Ensajatz de l'enregistrar amb un nom de fichièr pus cort.
or: %Sକୁ ସଂରକ୍ଷଣ କରିହେବ ନାହିଁ, କାରଣ ଫାଇଲ ନାମଟି ଅତ୍ୟଧିକ ବଡ଼ ଅଛି. କ୍ଷୁଦ୍ରତର ଫାଇଲନାମକୁ ନେଇ ସଂରକ୍ଷଣକରିବାକୁ ଚେଷ୍ଟାକରନ୍ତୁ.
ps: %S نشي ساتل کېدای، ځکه چې د دوتنې نوم ډېر اوږد و. په لنډ نوم یې د ساتلو هڅه وکړﺉ.
pt_br: %S não pôde ser salvo porque o nome do arquivo é muito longo. Tente salvar com um nome mais curto.
si: %S ගොනු නාමය දිගු වැඩි බැවින් සුරකිය නොහැක. කෙටි ගොනු නාමයක් යොදා සුරකීමට උත්සාහ කරන්න.
sv: %S kan inte sparas eftersom filnamnet är för långt. Försök spara med ett kortare filnamn.
te: %S భద్రపరచలేము, ఎంచేతంటే ఫైలు నామము చాలా పొడవైనది . చిన్న నామముతో భద్రపరిచి ప్రయత్నించుము.
th: ไม่สามารถบันทึก %S ได้ เนื่องจากชื่อแฟ้มยาวเกินไป ลองบันทึกด้วยชื่อที่สั้นกว่านั้น
tl: Hindi ma-save ang %S, dahil napakahaba ng file name. Subukang mag-save gamit ang mas maiksing file name.
ug: ھۆججەت ئىسمى ئۇزۇن بولغانلىقتىن، %S ساقلانمىدى. قىسقىراق ئىسىم بىلەن ساقلاڭ.
uz: %S saqlanmadi, chunki fayl nomi juda uzun. Qisqaroq fayl nomi bilan saqlashga urinib koʻring.
vi: Không thể lưu %S, vì tên tập tin quá dài. Hãy thử lưu với tên ngắn hơn.
xh: I-%S ayikwazanga kugcineka, kuba igama lefayili belilide kakhulu. Zama ukuyigcina ngegama lefayili elifutshane kunelo.

source: %S could not be saved, because a file already exists with the same name as the ‘_files’ directory. Try saving to a different location.
nn_no: Klarte ikkje å lagra %S fordi det allereie finst ei fil med same namn som «_filer»-mappa. Prøv å lagra til ei anna mappe.
