Repository: translate/mozilla-l10n
Catalog: */dom/chrome/nsWebBrowserPersist.properties.po
Languages: af, ar, as, az, bn_bd, br, fa, fur, ga_ie, he, hr, id, is, ka, kk, kn, lt, lv, mai, mr, ms, my, nn_no, oc, or, ps, pt_br, si, sv, te, th, tl, ug, uz, vi, xh

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
af: %S kon nie gestoor word nie, aangesien die skyf, vouer of lêer, skryfbeskermd is. Haal skryfbeskerming van die skyf af en probeer weer, of probeer die lêer in 'n ander ligging stoor.
ar: تعذّر حفظ %S، لأنّ القرص، أو المجلّد، أو الملفّ محمي ضدّ الكتابة. أعد تمكين الكتابة على القرص و حاول مرّة ثانية، أو حاول الحفظ في مكان آخر.
as: %S সংৰক্ষণ কৰিব পৰা নগল, কাৰণ ডিষ্ক, ফোল্ডাৰ, বা ফাইলক লিখাৰ পৰা সংৰক্ষিত কৰা হৈছে। ডিষ্কখন লিখিব পৰা কৰক আৰু পুনঃ চেষ্টা কৰক, বা অন্য স্থানত সংৰক্ষণ কৰাৰ চেষ্টা কৰক।
az: %S saxlanmadı, çünki disk, qovluq ya da fayl yazmağa qarşı qorumalıdır. Diskdəki yazmağa qarşı qorumanı götürüb yenidən yoxlayın ya da başqa bir yerdə saxlamağı yoxlayın.
bn_bd: ডিস্ক, ফোল্ডার অথবা ফাইল লেখার যোগ্য না হওয়ার কারণে %S সংরক্ষণ করা যায়নি। ডিস্কটিকে লেখার যোগ্য করে পুনরায় চেষ্টা করুন অথবা অন্য কোনো অবস্থানে সংরক্ষণ করার প্রচেষ্টা করুন।
br: %S n'hall ket bezañ enrollet rak gwarezet a-enep ar skrivañ eo ar gantenn, an teuliad pe ar restr. Gweredekait ar skrivañ evit ar gantenn ha klaskit en-dro pe klaskit enrollañ en ul lec'h all.
fa: قادر به ذخیرهٔ %S نیست، زیرا دیسک، پوشه و یا پرونده در مقابل نوشتن محافظت شده‌اند. نوشتن در دیسک را فعال کنید و دوباره تلاش نمایید، یا تلاش کنید تا پرونده را در محل دیگری ذخیره کنید.
fur: No si à podût salvâ %S parcè che il disc, la cartele, o il file al è protezût cuintri la scriture. Gjavii la protezion e torne a provâ, o prove salvâ intun altri puest.
ga_ie: Níorbh fhéidir %S a shábháil, mar tá an diosca, an fillteán, nó an comhad scríobh-bhactha. Cuir cumas ar an diosca a bheith ag scríobh air agus déan iarracht arís, nó déan iarracht a bheith ag sábháil i láthair difriúil.
he: לא ניתן לשמור את %S, משום שהדיסק, התיקייה או הקובץ מוגנים מפני כתיבה. אפשר כתיבה לדיסק ונסה שוב, או נסה לשמור במיקום אחר.
hr: Datoteka %S nije mogla biti spremljena, jer je disk, direktorij ili datoteka označena samo za čitanje. Omogućite zapisivanje na disk i pokušajte ponovno ili pokušajte spremiti datoteku na drugu lokaciju.
id: %S tidak dapat disimpan karena harddisk, folder, atau berkas dilindungi dari penulisan (write-protected). Buka akses penulisan pada harddisk kemudian coba lagi, atau coba simpan di lokasi lain.
is: Ekki var hægt að vista %S, því diskurinn, mappan, eða skráin er ritvarin. Taktu ritvörn af og reyndu aftur, eða reyndu að vista á öðrum stað.
ka: %S ვერ შეინახება რადგან დისკი, დასტა ან ფაილი დაცულია ჩაწერისგან. მოხსენით დაცვა და კვლავ სცადეთ ან სცადეთ შენახვა სხვა მისამართზე.
kk: «%S» файлы сақталмайды, өйткені диск, бума немесе файл жазудан қорғалған. Жазудан қорғауды алып, қайталап көріңіз, немесе сақтау үшін басқа адресті көрсетіңіз.
kn: %S ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ, ಏಕೆಂದರೆ ಡಿಸ್ಕ್‍, ಕಡತಕೋಶ, ಅಥವ ಕಡತವು ಬರೆಯದಂತೆ ನಿರ್ಬಂಧಿಸಲ್ಪಟ್ಟಿದೆ . ಬರೆಯಲು ಶಕ್ತಗೊಳಿಸಿ ಹಾಗು ಮರಳಿ ಪ್ರಯತ್ನಿಸಿ, ಅಥವ ಬೇರೊಂದು ಸ್ಥಳದಲ್ಲಿ ಉಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
lt: Negalima įrašyti „%S“, nes neleidžiama įrašyti į diską, aplanką arba failą. Panaikinkite draudimą įrašyti ir bandykite vėl arba įrašykite į kitą diską.
lv: %S nevar saglabāt, jo diska, mape vai fails nav rakstāmi. Padariet disku rakstāmu un mēģiniet vēlreiz vai arī saglabājiet kādā citā vietā.
mai: %S सहेजल नहि जाए सकल, किएक डिस्क, फोल्डर, अथवा फाइल लेखन सुरक्षित अछि. डिस्क केँ लेखन सक्रिय करू आओर फेर कोशिश करू, अथवा अलग स्थान मे सहेजबाक कोशिश करू.
mr: %S साठवू शकत नाही, कारण डिस्क, संचयिका किंवा फाईल लिहिण्यापासून प्रतिबंधित आहे. डिस्क लिहितायेण्यजोगी करा आणि पुन्हा प्रयत्न करा किंवा दुसऱ्या स्थळावर साठवण्याचा प्रयत्न करा.
ms: %S tidak dapata disimpan, kerana cakera, folder, atau fail terlindung-tulis. Boleh-tuliskan cakera dan cuba lagi, atau uba menyimpan pada lokasi berbeza.
my: %S သည် ဖိုင်သို့မဟုတ်ဖိုဒါအား ရေးသားခြင်းမှကာကွယ်ထားသောကြောင့်မသိမ်းဆည်းနိုင်ပါ။ ဖိုဒါသို့ ဒစ်အား ရေးသားခွင့်+သိမ်းဆည်းခွင့်ပေးပြီးမှထပ်လုပ်ကြည့်ပါ သို့အခြားတစ်နေရာမှာသိမ်းပေးပါ။
nn_no: %S kan ikkje lagrast fordi disken, mappa eller fila er skriveverna. Ta bort skrivevernet og prøv på nytt, eller lagra på ein annan plass.
oc: Impossible d'enregistrar %S per çò que lo disc, lo repertòri o lo fichièr es protegit en escritura. Levatz la proteccion e tornatz ensajar, o ensajatz d'enregistrar endacòm mai.
or: %Sକୁ ସଂରକ୍ଷଣ କରିହେବ ନାହିଁ, କାରଣ ଡିସ୍କ, ଫୋଲଡର, କିମ୍ବା ଫାଇଲଟି ଲେଖା-ପ୍ରତିରୋଧିତ ଅଟେ. ଡିସ୍କକୁ ଲେଖା-ସମର୍ଥିତ କରନ୍ତୁ ଏବଂ ପୁଣି ଚେଷ୍ଟାକରନ୍ତୁ, କିମ୍ବା ଅଲଗା ସ୍ଥାନରେ ସଂରକ୍ଷଣ କରି ଚେଷ୍ଟା କରନ୍ତୁ.
ps: %S نشي ساتل کېدای، ځکه چې ټیکلی، پوښۍ یا دوتنه لیک-ژغورلې ده. ټیکلی لیک-وړی کړﺉ او بیا هڅه وکړﺉ، یا یې په بېل ځای کې د ساتلو هڅه وکړﺉ.
pt_br: %S não pôde ser salvo porque o disco, a pasta ou o arquivo estão protegidos contra escrita. Ative a escrita e tente de novo ou salve em um outro local.
si: තැටිය, බහලුම හෝ ගොනුව කිවීමට පමණක් ලෙසට සැකසීම නිසා %S සුරකීමට නොහැකි විය. තැටියෙහි සුරැකිය හැකි ලෙස සකසා නැවත උත්සාහ කරන්න, නම් වෙනත් ස්ථානයක සුරකින්න උත්සාහ කරන්න.
sv: %S kan inte sparas eftersom disken, mappen eller filen är skrivskyddad. Ta bort skrivskyddet och försök igen, eller försök spara till en annan plats.
te: %S భద్రపరచలేము, ఎంచేతంటే డిస్కు, సంచయం, లేదా ఫైలు వ్రైట్-ప్రొటెక్టెడ్. డిస్కు ను వ్రైట్-ఎనేబుల్ చేసి తిరిగి ప్రయత్నించండి, లేదా వేరే స్థానమునందు భద్రపరచి ప్రయత్నించండి.
th: ไม่สามารถบันทึก %S ได้ เนื่องจากดิสก์, โฟลเดอร์, หรือแฟ้ม มีการป้องกันการเขียนทับ ปิดการป้องกันการเขียนทับแล้วลองอีกครั้ง หรือลองบันทึกลงในตำแหน่งอื่น
tl: Hindi ma-save ang %S dahil write-protected ang disk, folder o file. Palitan sa write-enable ang disk at subukan muli, o 'di kaya'y mag-save sa ibang location.
ug: دىسكا، مۇندەرىجە ياكى ھۆججەت يېزىش قۇلۇپلانغانلىقتىن، %S ساقلانمىدى. دىسكىنى يېزىش ئىناۋەتلىك قىلىپ قايتا سىناڭ ياكى باشقا ئورۇنغا ساقلاڭ.
uz: %S saqlanmadi, chunki disk, jild yoki fayl yozishdan himoyalangan. Diskka yozishni yoqib qoʻying va qaytadan urinib koʻring yoki boshqa manzilga saqlab koʻring.
vi: Không thể lưu %S, vì ổ đĩa, thư mục, hoặc tập tin đã được bảo vệ chống ghi. Bật tính năng ghi cho đĩa và thử lại, hoặc lưu vào nơi khác.
xh: I-%S ayikwazanga kugcineka, kuba idisk, isiqulathi seefayili, okanye ifayili ikhuselwe ekubhalweni. Bhala ukuba idisk iza kunikwa isakhono uze uzame kwakhona, okanye zama ukuyigcina kwindawo eyahlukileyo.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
af: %S kon nie gestoor word nie, aangesien u nie die inhoud van daardie vouer kan verander nie. Verwyder die vouereienskappe en probeer weer, of probeer die lêer in 'n ander ligging stoor.
ar: تعذّر حفظ %S، لأنّك لا تستطيع تغيير محتويات المجلّد. غيّر خصائص المجلّد و حاول مرة أخرى، أو حاول الحفظ في مكان آخر.
as: %S সংৰক্ষণ কৰিব পৰা নগল, কাৰণ আপুনি সেই ফোল্ডাৰৰ বিষয়বস্তু সলনি কৰিব নোৱাৰে। ফোল্ডাৰৰ বৈশিষ্ট্য সলনি কৰক আৰু পুনঃ চেষ্টা কৰক, বা অন্য স্থানত সংৰক্ষণ কৰিবৰ চেষ্টা কৰক।
az: %S saxlana bilmədi, çünki o qovluğun məzmununu dəyişdirə bilməzsiniz. Qovluq xüsusiyyətlərini dəyişdirib yenidən yoxlayın ya da başqa yerdə saxlamağı yoxlayın.
bn_bd: ফোল্ডারের মধ্যে কোনো পরিবর্তন ঘটানোর অনুমতি আপনার না থাকার ফলে %S সংরক্ষণ করা যায়নি। ফোল্ডারের বৈশিষ্ট্য পরিবর্তন করে পুনরায় চেষ্টা করুন অথবা অন্য কোনো অবস্থানে সংরক্ষণ করার চেষ্টা করুন।
br: %S n'hall ket bezañ enrollet rak n'hallit ket kemmañ endalc'had an teuliad-mañ. Kemmit perzhioù an teuliad ha klaskit en-dro pe klaskit enrollañ en ul lec'h all.
fa: قادر به ذخیرهٔ %S نیست، زیرا شما قادر به تغییر محتویات آن پوشه نیستید. ویژگی‌های پوشه را تغییر دهید و دوباره تلاش کنید، یا تلاش کنید تا پرونده را در محل دیگری ذخیره کنید.
fur: No si à podût salvâ %S parcè che no si pues cambiâ il contignût di cheste cartele. Cambie lis proprietâts de cartele e torne a provâ, o prove sielzi une altre cartele.
ga_ie: Níorbh fhéidir %S a shábháil, mar níl tú in ann lán an fhillteáin seo a athrú. Athraigh airíonna an fhillteáin agus déan iarracht arís, nó déan iarracht a bheith ag sábháil i láthair difriúil.
he: לא ניתן לשמור את %S, משום שאינך יכול לשנות את תוכן תיקייה זו. שנה את מאפייני התיקייה ונסה שוב, או נסה לשמור במקום אחר.
hr: Datoteka %S nije mogla biti spremljena jer ne možete mijenjati sadržaj tog direktorija. Promijenite postavke direktorija i pokušajte ponovno ili pokušajte spremiti datoteku na drugu lokaciju.
id: %S tidak dapat disimpan karena Anda tidak bisa mengubah isi folder yang dimaksud. Ubah properti folder dan coba lagi, atau coba simpan di lokasi lain.
is: Ekki var hægt að vista %S, því þú getur ekki breytt innihaldi möppunnar. Breyttu stillingum möppu og reyndu aftur, eða reyndu að vista á öðrum stað.
ka: %S ვერ შეინახება, რადგან ამ დასტის შეცვლა არ შეგიძლიათ. შეცვალეთ დასტის პარამეტრები და კვლავ სცადეთ ან სცადეთ შენახვა სხვა მისამართზე.
kk: %S файлы сақталмайды, өйткені Сіз көрсетілген буманың құрамасын өзгерте алмайсыз. Буманың баптауларын өзгертіп, қайталап көріңіз, немесе сақтау үшін басқа адресті көрсетіңіз.
kn: %S ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ, ಏಕೆಂದರೆ ಕಡತಕೋಶದ ವಿಷಯಗಳನ್ನು ನೀವು ಬದಲಾಯಿಸುವಂತಿಲ್ಲ. ಕಡತಕೋಶದ ಗುಣಲಕ್ಷಣಗಳನ್ನು ಬದಲಾಯಿಸಿ ಹಾಗು ಮರಳಿ ಪ್ರಯತ್ನಿಸಿ, ಅಥವ ಬೇರೊಂದು ಸ್ಥಳದಲ್ಲಿ ಉಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
lt: Negalima įrašyti „%S“, nes neleidžiama keisti aplanko turinio. Pakeiskite aplanko savybes ir bandykite vėl arba įrašykite į kitą vietą.
lv: %S nevar saglabāt, jo jūs nevarat izmainīt šīs mapes saturu. Izmainiet mapes parametrus un mēģiniet vēlreiz vai arī mēģiniet glabāt kādā citā vietā.
mai: %S सहेजल नहि जाए सकल, किएक अहाँ ओ फोल्डरक सामग्री बदैल नहि सकैत छी. फोल्डर गुण बदलू आओर फेर कोशिश करू, अथवा अलग स्थान मे सहेजने क कोशिश करू.
mr: %S साठवू शकत नाही, कारण तुम्ही त्या संचयीकेतले आशय बदलू शकत नाही. संचितेचा गुणधर्म बदला आणि पुन्हा प्रयत्न करा, किंवा दुसऱ्या स्थळावर साठवण्याचा प्रयत्न करा.
ms: %S tidak dapat disimpan, kerana anda tidak boleh menukar kandungan folder berkenaan. Tukar iri folder dan cuba lagi, atau cuba menyimpan di lokasi berbeza.
nn_no: Klarte ikkje å lagra %S fordi du ikkje kan endra innhaldet i mappa. Endre eigenskapane for mappa og prøv igjen, eller lagra ein annan stad.
oc: Impossible d'enregistrar %S per çò que podètz pas modificar lo contengut d'aqueste repertòri. Modificatz las proprietats del repertòri e tornatz ensajar, o ensajatz d'enregistrar endacòm mai.
or: %Sକୁ ସଂରକ୍ଷଣ କରିହେବ ନାହିଁ, କାରଣ ଆପଣ ସେହି ଫୋଲଡରର ସୂଚୀକୁ ବଦଳାଇପାରିବେ ନାହିଁ. ଫୋଲଡରର ଗୁଣଧର୍ମକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ ଏବଂ ପୁଣି ଚେଷ୍ଟାକରନ୍ତୁ, କିମ୍ବା ଅଲଗା ସ୍ଥାନରେ ସଂରକ୍ଷଣ କରି ଚେଷ୍ଟା କରନ୍ତୁ.
ps: %S نشي ساتل کېدای، ځکه چې تاسې د دې پوښۍ منځپانګه نشئ بدلولای. د پوښۍ ځانتیاوې بدلې کړﺉ او بیا هڅه وکړﺉ، یا یې په بېل ځای کې د ساتلو هڅه وکړﺉ.
pt_br: %S não pôde ser salvo porque você não pode alterar o conteúdo da pasta. Tente salvar em outro local ou modifique as propriedades da pasta e tente de novo.
si: %S සුරකිය නොහැක, මන්ද, ඔබට එම බහලුමේ ඇති දේ වෙනස් කිරීමට නොහැකි බැවිනි. බහලුමේ ගුණාංග වෙනස් කර නැවත උත්සාහ කරන්න, නැතිනම් වෙනත් ස්ථානයක සුරකීමට උත්සාහ කරන්න.
sv: %S kan inte sparas eftersom du inte kan ändra innehållet i den mappen. Ändra mappegenskaperna och försök igen, eller försök spara till en annan plats.
te: %S భద్రపరచలేము, ఎంచేతంటే మీరు ఆ సంచయంలోని అంశాలను మార్చలేరు. సంచయం లక్షణాలను మార్చి మరలా తిరిగి ప్రయత్నించండి, లేదా వేరే స్థానమునందు భద్రపరచి ప్రయత్నించండి.
th: ไม่สามารถบันทึก %S ได้ เนื่องจากคุณไม่สามารถเปลี่ยนแปลงเนื้อหาของโฟลเดอร์ เปลี่ยนการตั้งค่าของโฟลเดอร์แล้วลองอีกครั้ง หรือลองบันทึกลงในตำแหน่งอื่น
tl: Hindi ma-save ang %S dahil hindi mabago ang laman ng folder na ginamit. Baguhin ang properties ng folder at subukan muli, o 'di kaya'y subukang mag-save sa ibang location.
ug: سىز مۇندەرىجە مەزمۇنىنى ئۆزگەرتەلمەيسىز، شۇڭا %S ساقلانمىدى. مۇندەرىجە خاسلىقىنى ئۆزگەرتىپ قايتا سىناڭ ياكى باشقا ئورۇنغا ساقلاڭ.
uz: %S saqlanmadi, chunki jilddagilarni oʻzgartira olmaysiz. Jild xossalarini oʻzgartirib koʻring yoki boshqa manzilga saqlashga urinib koʻring.
vi: Không thể lưu %S, vì bạn không thể thay đổi nội dung của thư mục đó. Thay đổi thuộc tính của thư mục và thử lại, hoặc lưu vào nơi khác.
xh: I-%S ayikwazanga kugcineka, kuba awukwazi kuguqula iziqulatho zeso siqulatho seefayili. Guqula iinkcazelo zeempawu zesiqulathi seefayili uze uzame kwakhona, okanye zama ukuyigcina kwindawo eyahlukileyo.

source: Cannot download file because the SD card is in use.
ar: تعذّر تنزيل الملف لأن بطاقة التخزين مستخدمة.
as: ফাইল ডাউনল'ড কৰিব নোৱাৰি কাৰণ SD কাৰ্ড ব্যৱহাৰ কৰা হৈ আছে।
az: SD card istidfadədə olduğu üçün fayl endirilə bilmir.
br: Ar restr n'hall ket bezañ pellgarget rak ar gartenn SD zo war arver.
fa: امکان دانلود فایل نیست به دلیل اینکه کارت حافظه SD در حال استفاده میباشد.
ga_ie: Ní féidir an comhad a íosluchtú toisc go bhfuil an cárta SD in úsáid.
hr: Preuzimanje datoteke nije uspjelo jer je SD kartica u upotrebi.
id: Tidak dapat mengunduh berkas karena kartu SD sedang digunakan.
is: Get ekki halað niður skrá þar sem SD kortið er í notkun.
kk: Файлды жүктеп алу мүмкін емес өйткені SD картасы қолданылып жатыр.
kn: ಕಡತವನ್ನು ಇಳಿಸಿಕೊಳ್ಳಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ SD ಕಾರ್ಡ್ ಬಳಕೆಯಲ್ಲಿದೆ.
lt: Failo parsiųsti negalima, nes SD kortelė naudojama.
lv: Nevar lejupielādēt failus, jo SD karte tiek izmantota.
mai: फाइल डाउनलोड नहि कए सकैत अछि किएक SD कार्ड उपयोग मे अछि.
mr: SD कार्डचा वापर होत असल्याने फाइल डाउनलोड करणे अशक्य.
ms: Tidak boleh muat turun fail kerana kad SD sedang digunakan.
my: ဖိုင်အား ဒေါင်းလုဒ်မချနိုင်ပါ။ အဘယ်ကြောင့်ဆိုသော SD ကဒ်အားသုံးနေသှ့် အရာရှိသှ်
nn_no: Klarte ikkje å lasta ned fila fordi SD-kortet er i bruk.
oc: Impossible de telecargar lo fichièr perque la carta SD es en cors d'utilizacion.
or: SD କାର୍ଡ ବ୍ୟବହାର ହେଉଥିବାରୁ ଫାଇଲ ଆହରଣ କରିପାରିବେ ନାହିଁ।
pt_br: Não é possível efetuar o download porque o cartão SD está em uso.
si: SD කාඩ්පත භාවිතයේ ඇති බැවින් ගොනුව බාගත නොහැක.
sv: Kan inte ladda ner filen för att SD kortet används
te: దస్త్రాన్ని దింపుకోలేము ఎందుకంటే SD కార్డు వాడుకలో ఉంది.
th: ไม่สามารถดาวน์โหลดไฟล์เพราะว่าการ์ด SD ถูกใช้งานอยู่
uz: Faylni yuklab olib bo‘lmadi, chunki SD kartadan foydalanilmoqda.
vi: Không thể tải tập tin vì thẻ SD đang được sử dụng.

source: Cannot download file because the SD card is missing.
ar: تعذّر تنزيل الملف لأن بطاقة التخزين غير موجودة.
as: ফাইল ডাউনল'ড কৰিব নোৱাৰি কাৰণ SD কাৰ্ড সন্ধানহিন।
az: SD card tapılmadığı üçün fayl endirilə bilmədi.
br: Ar restr n'hall ket bezañ pellgarget rak mankout a ra ar gartenn SD.
fa: امکان دانلود فایل نیست به دلیل اینکه کارت حافظه SD موجود نمیباشد.
ga_ie: Ní féidir an comhad a íosluchtú toisc go bhfuil an cárta SD ar iarraidh.
hr: Preuzimanje datoteke nije moguće jer nedostaje SD kartica.
id: Tidak dapat mengunduh berkas karena kartu SD tidak tersedia.
is: Get ekki halað niður skrá þar sem SD kortið vantar.
kk: Файлды жүктеп алу мүмкін емес өйткені SD картасы жоқ.
kn: ಕಡತವನ್ನು ಇಳಿಸಿಕೊಳ್ಳಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ SD ಕಾರ್ಡ್ ಕಾಣಿಸುತ್ತಿಲ್ಲ.
lt: Failo parsiųsti negalima, nes neaptikta SD kortelė.
lv: Nevar lejupielādēt failus, jo SD karte nav atrodama.
mai: फाइल डाउनलोड नहि कए सकैत अछि किएक SD कार्ड अनुपस्थित अछि.
mr: SD कार्ड न आढळल्याने फाइल डाउनलोड करणे अशक्य.
ms: Tidak boleh muat turun fail kerana kad SD tidak dijumpai.
my: ဖိုင်အား SD ကဒ်ပျောက်နေသဖြင့်ဒေါင်းလုဒ် မချနိုင်ပါ
nn_no: Klarte ikkje å lasta ned fila fordi SD-kortet manglar.
oc: Impossible de telecargar lo fichièr perque la carta SD es mancanta.
or: SD କାର୍ଡ ନଥିବାରୁ ଫାଇଲ ଆହରଣ କରିପାରିବେ ନାହିଁ।
pt_br: Não é possível efetuar o download devido à falta de um cartão SD.
si: SD කාඩ්පත නොමැති බැවින් ගොනුව බාගත නොහැක.
sv: Kan inte ladda ner filen för att SD kortet saknas.
te: దస్త్రాన్ని దింపుకోలేము ఎందుకంటే SD కార్డు లేదు.
th: ไม่สามารถดาวน์โหลดไฟล์เพราะว่าการ์ด SD หายไป
uz: Faylni yuklab olib bo‘lmadi, chunki SD karta mavjud emas.
vi: Không thể tải tập tin vì không có thẻ SD.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
af: %S kon nie geopen word nie, aangesien die geassosieerde helper-toepassing nie bestaan nie. Verander die assosiasie in u voorkeure.
ar: تعذّر فتح %S، لأن التّطبيق المساعد المرتبط غير موجود. غيّر الارتباط في تفضيلاتك.
as: %S খুলিব পৰা নগল, কাৰণ সম্বন্ধিত সহায়ক এপ্লিকেচন নাই। আপোনাৰ পছন্দত সম্বন্ধ সলনি কৰক।
az: %S açıla bilmədi, çünki lazım olan köməkçi proqram yoxdur. Seçimlərinizdəki köməkçi proqramı dəyişdirin.
bn_bd: নির্ধারিত সহায়ক অ্যাপ্লিকেশন না থাকার কারণে %S খোলা যায়নি। পছন্দসমূহ মেনু থেকে সহায়ক অ্যাপ্লিকেশন পরিবর্তন করুন।
br: %S n'hall ket bezañ digoret rak an arload skoazell n'eus ket anezhañ. Kemmit ar c'hevread e-touez ho kwellvezioù.
fa: قادر به باز کردن %S نیست، زیرا برنامهٔ کمکی متعلق به آن وجود ندارد. برنامهٔ کمکی را در ترجیحات خود عوض کنید.
fur: No si à podût vierzi %S parcè che la aplicazion ausiliari associade no esist. Modifiche la associazion tes opzions.
ga_ie: Níorbh fhéidir %S a oscailt de bharr easpa an fheidhmchláir chabhraigh a bhaineann leis. Athraigh an comhthiomsú i do shainroghanna.
he: לא ניתן לפתוח את %S, משום שיישום הסיוע המקושר אינו קיים. שנה את הקישור בהעדפות שלך.
hr: Datoteka %S nije mogla biti otvorena jer zadana pomoćna aplikacija ne postoji. Promijenite zadanu aplikaciju za ovu vrstu datoteke u vašim postavkama.
id: %S tidak dapat dibuka, karena aplikasi pembantu yang cocok tidak ada. Ubah pengaturan aplikasi pembantu tersebut di Pengaturan.
is: Ekki var hægt að opna %S, því tengt hjálparforrit er ekki til. Breyttu tengdu hjálparforriti stillingum.
ka: %S ვერ იხსნება, რადგან კარნახის შესაბამისი პროგრამა ვერ მოიძებნა. შეცვალეთ შესაბამისობა თქვენს პარამეტრებში.
kk: «%S» файлы ашылмайды, өйткені онымен байланысқан қосымша бағдарлама жоқ. Баптауларды өзгертіңіз.
kn: %S ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ, ಏಕೆಂದರೆ ಸಹವರ್ತಿ ಸಹಾಯಕ ಅನ್ವಯವು ಅಸ್ತಿತ್ವದಲ್ಲಿ. ನಿಮ್ಮ ಆದ್ಯತೆಯಲ್ಲಿನ ಸಹವರ್ತಿಯನ್ನು ಬದಲಾಯಿಸಿ.
lt: %S nepavyko atverti, kadangi nepavyko rasti programos, susietos su šiuo failų tipu. Prašom pakeisti atveriančiosios programos nuostatas.
lv: %S nevar atvērt, jo ar to saistītā palīgprogramma neeksistē. Nomainiet iestatījumos saistīto palīgprogrammu.
mai: %S खोललक नहि जाए सकल किएक जुड़ा मदति करैबला अनुप्रयोग मोजुद नहि अछि. अपन वरीयतामे जुड़ाव केँ जाँचू.
mr: %S उघडू शकत नाही, कारण संबधीत मदत अनुप्रयोग अस्तित्वात नाही. आपल्या प्राधन्यनतेनुसारे अनुबंध बदला.
ms: %S tidak dapat dibuka, kerana aplikasi pembantu yang dikaitkan tidak wujud. Tukar perkaitan dalam keutamaan anda.
my: သက်ဆိုင်ရာ အကူအညီ လုပ်ငန်းသုံး ကိရိယာ မရှိတဲ့အတွက်၊ %S ကို ဖွင့်လို့ မရဘူး။ သင်ရဲ့ ဦးစားပေးချက်များထဲမှာ သက်ဆိုင်ရာကို ပြင်ဆင်ပါ။
nn_no: Klarte ikkje å opna %S fordi det tilhøyrande hjelpeprogrammet ikkje finst. Endra programmet som filtypen er knytt til i innstillingane.
oc: Impossible de dobrir %S per çò que l'aplicacion associada existís pas. Cambiatz l'associacion dins vòstras preferéncias.
or: %Sକୁ ଖୋଲିହେବନାହିଁ, କାରଣ ସଂଶ୍ଲିଷ୍ଟ ସାହାଯ୍ୟକାରୀ ପ୍ରୟୋଗଟି ନାହିଁ. ଆପଣଙ୍କର ପସନ୍ଦରେ ସାହଚର୍ଯ୍ୟଟିକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ.
ps: %S نشي پرانیستل کېدای، ځکه جې مل مرستیال کاریال نشته. په خپلو غورښتو کې ملتیا بدله کړئ.
pt_br: %S não pôde ser aberto porque o aplicativo auxiliar associado não existe. Modifique a associação nas opções.
si: %S සහාය දක්වන උදව් යෙදුම නොමැති බැවින්, විවෘත කළ නොහැක.
sv: %S kunde inte öppnas eftersom det associerade hjälpprogrammet inte finns. Ändra associationen i dina inställningar.
te: %S తెరువలేము, ఎంచేతంటే సంభందిత సహాయక అప్లికేషన్ లేదు.మీ అభీష్టాలలో సంభందితాలను మార్చండి.
th: ไม่สามารถเปิด %S ได้ เนื่องจากไม่พบโปรแกรมช่วยเหลือที่เกี่ยวข้องเปลี่ยนค่าโปรแกรมช่วยเหลือที่เกี่ยวข้องในหน้าการปรับแต่ง
tl: Hindi mabuksan ang %S dahil walang associated helper application para dito. Baguhin ang association sa inyong preferences.
ug: ماس ياردەمچى پروگرامما بولمىغانلىقتىن، %S ئېچىلمىدى. ماس پروگراممىنى ئۆزگەرتىپ بېقىڭ.
uz: %S ochilmadi, chunki yordamchi ilova dasturi mavjud emas. Moslamalaringizni oʻzgartiring.
vi: Không thể mở %S, vì không có chương trình nào đi kèm với loại tập tin này. Thay đổi chương trình đi kèm trong tùy chọn hệ thống của bạn.
xh: I-%S ayikwazanga kuvuleka, kuba inkqubo engumncedisi enxulumeneyo ayikho kwayona. Guqula unxulumaniso kwizikhethwa zakho.
