Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/migration/migration.dtd.po
Languages: ar, bg, ca, eu, ga_ie, hu, hy_am, id, kk, pt, sl, xh

source: Import Wizard
ar: مرشد الاستيراد
bg: Помощник за внасяне
ca: Auxiliar d'importació
eu: Inportazio morroia
ga_ie: Treoraí Iompórtála
hu: Importálás varázsló
hy_am: Ներմուծելու Օգնական
id: Penuntun Impor
kk: Импорт шебері
pt: Assistente de importação
sl: Čarovnik za uvoz
xh: Thatha Ngaphandle Umncedi

source: Import Options, Account Settings, Addressbook and other data from:
xh: Thatha Ngaphandle Ekukhethwa Kuko, Imimiselo Yeeakhawunti, Incwadi Yeedilesi nezinye iinkcukacha ezivela:

source: Import Preferences, Account Settings, Addressbook and other data from:
xh: Thatha Ngaphandle Izikhethwa, Imimiselo Yeeakhawunti, Incwadi Yeedilesi nezinye iinkcukacha ezivela:

source: &Don't import anything
ar: لا ت&ستورد أي شيء
bg: &Нищо не се внася
ca: No impo&rtis res
eu: &Ezer ez inportatu
ga_ie: &Ná hiompórtáil rud ar bith
hu: &Nincs importálás
hy_am: &Չներմուծել ոչինչ
id: &Jangan impor apa pun
kk: Импорт &керек емес
pt: &Não importar
sl: &Ne uvozi ničesar
xh: &Musa ukuthatha nantoni ngaphandle

source: &Netscape 6, 7 or Mozilla 1.x
xh: &i-Netscape 6, 7 okanye i-Mozilla 1.x

source: Netscape &4.x
xh: i-Netscape &4.x

source: O&utlook Express
ar: أ&وتلوك إكسبريس
xh: i-O&utlook Express

source: &Outlook
ar: أو&تلوك
xh: &i-Outlook

source: &Eudora
ar: إيو&دورا
xh: &i-Eudora

source: Import Settings and Mail Folders From
xh: Thatha Ngaphandle Imimiselo Neziqulathi Zeefayili Ezivela

source: Items to Import
ar: عناصر للاستيراد
bg: Позиции за внасяне
ca: Elements per importar
eu: Inportatzeko elementuak
ga_ie: Rudaí le hIompórtáil
hu: Importálandó elemek
hy_am: Ներմուծել՝
id: Item untuk Diimpor
kk: Импортталатын объекттер
pt: Elementos a importar
sl: Možnosti uvoza
xh: Amanqaku afanele Ukuthathwa Ngaphandle

source: Select which items to import:
ar: اختر عناصرًا لتستورد:
bg: Изберете кои позиции ще внесете:
ca: Seleccioneu quins elements voleu importar:
eu: Hautatu inportatzeko elementuak:
ga_ie: Roghnaigh na rudaí le hiompórtáil:
hu: Válassza ki az importálni kívánt elemeket:
hy_am: Ընտրեք թե ինչ պիտի ներմուծվի
id: Pilih item yang akan diimpor:
kk: Импортталатын объекттерді таңдаңыз:
pt: Selecione os elementos a importar:
sl: Izberite, kaj želite uvoziti:
xh: Khetha ukuba ngawaphi amanqaku afanele ukuthathwa ngaphandle:

source: Importing...
xh: Kuthathwa ngaphandle...

source: The following items are currently being imported...
xh: Amanqaku alandelayo athathwa ngaphandle okwangoku...

source: Select Profile
ar: اختر الملف الشخصي
bg: Избор на профил
ca: Seleccioneu un perfil
eu: Hautatu profila
ga_ie: Roghnaigh Próifíl
hu: Profil kiválasztása
hy_am: Ընտրեք պրոֆիլը
id: Pilih Profil
kk: Профильді таңдау
pt: Selecione o perfil
sl: Izberite profil
xh: Khetha Inkangeleko

source: The following profiles are available to import from:
ar: الملفات الشخصية التالية متاحة للاستيراد:
bg: Налични са следните профили, от които може да се внесе:
ca: Els següents perfils estan disponibles per importar-se des de:
eu: Ondorengo profilak inporta daitezke:
ga_ie: Próifílí le fáil ónar féidir a iompórtáil:
hu: A következő profilokból lehet importálni:
hy_am: Հետևյալ պրոֆիլները հասանելի են ներմուծելու՝
id: Profil berikut tersedia untuk diimpor:
kk: Келесі профильдер импортталуы мүмкін:
pt: Estes perfis estão disponíveis para importação:
sl: Uvoz je možen iz naslednjih profilov:
xh: Iinkangeleko ezilandelayo zikhona kwaye zinokuthathwa ngaphandle zivela:

source: Import Complete
ar: تم الاستيراد
bg: Внасянето завършено
ca: Fi de la importació
eu: Inportazioa burutu da
ga_ie: Iompórtáil curtha i gcrích
hu: Importálás befejeződött
hy_am: Ներմուծումն ավարտվեց
id: Proses Impor Selesai
kk: Импорт сәтті аяқталды
pt: Importação terminada
sl: Konec uvoza
xh: Kugqityiwe Ukuthatha Ngaphandle

source: The following items were successfully imported:
ar: العناصر التالية استُورِدت بنجاح:
bg: Следните позиции бяха успешно внесени:
ca: Els següents elements s'han importat amb èxit:
eu: Ondorengo gaiak ondo inportatu dira:
ga_ie: Iompórtáladh na rudaí seo go rathúil:
hu: A következő elemek sikeresen importálva lettek:
hy_am: Հետևյալները հաջողությամբ ներմուծվել են.
id: Item berikut sukses diimpor:
kk: Келесі объекттер сәтті импортталды:
pt: Estes elementos foram importados com sucesso:
sl: Naslednji predmeti so bili uspešno uvoženi:
xh: Amanqaku alandelayo athathwe ngaphandle ngempumelelo:

source: Import Options, Account Settings, Address Book, Filters and other data from:
ar: استورد الخيارات وإعدادات الحساب ودفتر العناوين والمرشحات وبيانات أخرى من:
bg: Внасяне на настройки, настройки на регистрация, адресник, филтри и други данни от:
ca: Importa les opcions, paràmetres de compte, llibreta d'adreces i altres dades des de:
eu: Inportatu aukerak, kontu-ezarpenak, helbide-liburua, iragazkiak eta bestelako datuak hemendik:
ga_ie: Iompórtáil Roghanna, Socruithe Cuntais, Leabhar Seoltaí, Scagairí agus sonraí eile ó:
hu: Beállítások, postafiókok, címjegyzékek, szűrők és egyéb adatok importálása:
hy_am: Ներմուծել Ընտրանքները, Փոստարկղի կարգավորումները, Հասցեագիրքը, Ֆիլտրերը և այլ տվյալներ.
id: Impor Pengaturan, Pengaturan Akun, Buku Alamat, Filter, dan data Lainnya dari:
kk: Келесі жерден қалаулар, тіркелгі баптауларын, адрестік кітапша, сүзгілер және т.б. ақпаратты импорттау:
pt: Opcões de importação, definições de contas, livros de endereços, filtros e outros dados a partir de:
sl: Uvozi možnosti, nastavitve računa, imenik, filtre in druge podatke iz:

source: Import Preferences, Account Settings, Address Book, Filters, and other data from:
ar: استورد التفضيلات وإعدادات الحساب ودفتر العناوين والمرشحات وبيانات أخرى من:
bg: Внасяне на настройки, настройки на регистрация, адресник, филтри и други данни от:
ca: Importa les preferències, paràmetres dels comptes, llibreta d'adreces i altres dades des de:
eu: Inportatu hobespenak, kontu-ezarpenak, helbide-liburua, iragazkiak eta bestelako datuak hemendik:
ga_ie: Iompórtáil Roghanna, Socruithe Cuntais, Leabhar Seoltaí, Scagairí, agus sonraí eile ó:
hu: Beállítások, postafiókok, címjegyzékek, szűrők és egyéb adatok importálása:
hy_am: Ներմուծել Կարգավորումները, Փոստարկղի կարգավորումները, Հասցեագիրքը, Ֆիլտրերը և այլ տվյալներ.
id: Impor Pengaturan, Pengaturan Akun, Buku Alamat, Filter, dan data Lainnya dari:
kk: Келесі жерден қалаулар, тіркелгі баптауларын, адрестік кітапша, сүзгілер және т.б. ақпаратты импорттау:
pt: Importar preferências, definições de contas, livros de endereços, filtros e outros dados a partir de:
sl: Uvozi nastavitve, nastavitve računa, imenik, filtre in druge podatke iz:

source: &SeaMonkey 2 or later
ar: &سي‌منكي 2 أو أحدث
bg: &SeaMonkey 2 или по-нов
ca: &SeaMonkey 2 o posterior
eu: &SeaMonkey 2 edo berriagoa
ga_ie: &SeaMonkey 2 nó níos déanaí
hu: &SeaMonkey 2 vagy újabb
hy_am: &SeaMonkey 2 կամ ավելի նոր
id: &SeaMonkey 2 atau lebih baru
kk: &SeaMonkey 2 немесе кейінірек шыққан
pt: &SeaMonkey 2 ou mais recente
sl: &SeaMonkey 2 ali več

source: Import Settings and Mail Folders
ar: استورد الإعدادات ومجلدات البريد مِن
bg: Внасяне на настройки и папки с писма
ca: Importació dels paràmetres i carpetes de correu
eu: Inportatu hemendik ezarpenak eta posta-karpetak
ga_ie: Iompórtáil Socruithe agus Fillteáin Ríomhphoist
hu: Beállítások és levélmappák importálása
hy_am: Ներմուծել կարգավորումները և նամակի թղթապանակները
id: Impor Pengaturan dan Folder Email
kk: Баптаулар және пошта бумаларын импорттау
pt: Importar definições e pastas de correio
sl: Uvozi nastavitve in mape s pošto

source: Importing…
ar: يجري الاستيراد…
bg: Внасяне…
ca: S'està important…
eu: Inportatzen…
ga_ie: Á nIompórtáil…
hu: Importálás…
hy_am: Ներմուծվում է...
id: Mengimpor…
kk: Импорт жүріп жатыр…
pt: A importar...
sl: Uvoz …

source: The following items are currently being imported…
ar: العناصر التالية تم استيرادها…
bg: Следните позиции са внесени до момента…
ca: Els següents elements s'estan important en aquests moments…
eu: Ondorengo elementuak ari dira inportatzen…
ga_ie: Tá na rudaí seo á n-iompórtáil faoi láthair…
hu: A következő elemek importálása folyik…
hy_am: Հետևյալները ներմուծվում են…
id: Berikut ini yang sedang diimpor…
kk: Қазір келесі объекттер импортталуда…
pt: Estes elementos estão a ser importados…
sl: Trenutno se uvaža naslednje predmete …
