Repository: translate/mozilla-l10n
Catalog: hsb/security/manager/chrome/pippki/pippki.dtd.po
Languages: hsb

source: Change Master Password
hsb: Hłowne hesło změnić

source: Security Device
hsb: Wěstotny grat

source: Current password:
hsb: Aktualne hesło:

source: New password:
hsb: Nowe hesło:

source: New password (again):
hsb: Nowe hesło (hišće raz):

source: Password quality meter
hsb: Kwalitne měritko hesła

source: Reset
hsb: Wróćo stajić

source: Reset Master Password
hsb: Hłowne hesko wróćo stajić

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
hsb: Jeli swoje hłowne hesło wróćo stajiće, zabudu se wšě waše skadowane webowe a e-mejlowe hesła, formularne daty, wosobinski certifikata a priwatne kluče. Chceće woprawdźe swoje hłowne hesło wróćo stajić?

source: Enter Master Password
hsb: Hłowne hesło zapodać

source: Security Device:
hsb: Wěstotny grat:

source: Password:
hsb: Hesło:

source: Downloading Certificate
hsb: Sćehnjenje certifikata

source: You have been asked to trust a new Certificate Authority (CA).
hsb: Bušće poprošeny nowej certifikatowej awtoriće (CA) dowěrić.

source: Trust this CA to identify websites.
hsb: Tutej certifikatowej awtoriće dowěrić, zo bychu so websydła identifikowali.

source: Trust this CA to identify email users.
hsb: Tutej certifikatowej awtoriće dowěrić, zo bychu so e-mejlowi wužiwarjo identifikowali.

source: Trust this CA to identify software developers.
hsb: Tutej certifikatowej awtoriće dowěrić, zo bychu so softwarowi wuwiwarjo identifikowali.

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
hsb: Prjedy hač tutej certifikatowej awtoriće za někajki zaměr dowěriće, wy měł jeje certifikat a jeje prawidła a procedury (jeli k dispoziciji stejace) přepruwować.

source: View
hsb: Napohlad

source: Examine CA certificate
hsb: Certifikat certifikatoweje awtority přepruwować

source: User Identification Request
hsb: Požadanje na identifikaciju wužiwarja

source: This site has requested that you identify yourself with a certificate:
hsb: Tute sydło je požadało, zo wy sam so přezc ertifikat identifukujeće:

source: Choose a certificate to present as identification:
hsb: Wubjerće certifikat za identifikaciju:

# clientAuthAsk.message3
source: Details of selected certificate:
hsb: Podrobnosće wubraneho certifikata:

source: Select Certificate
hsb: Certifikat wubrać

source: Certificate:
hsb: Certifikat:

# certPicker.detailsLabel
source: Details of selected certificate:
hsb: Podrobnoscé wubraneho certifikata:

source: Choose a Certificate Backup Password
hsb: Hesło za zawěsćenje certifikata wubrać

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
hsb: Hesło za zawěsćenje certifikata, kotrež sće tu nastajił, škita zawěsćensku dataju, kotruž wutworjeće. Dyrbiće tute hesło nastajić, prjedy hač ze zawěsćenjom pokročujeće.

source: Certificate backup password:
hsb: Hesło zawěsćenja certifikata:

source: Certificate backup password (again):
hsb: Hesło zawěsćenja certifikata (hišće raz):

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
hsb: Wažny: Jeli swoje hesło za zawěsćenje certifikata zabudźeće, njemóžeće tute zawěsćenje pozdźišo wobnowić. Prošu wobchowajće jo na wěstym městnje.

source: Choose Token Dialog
hsb: Dialog za wuběranje tokena

source: Please choose a token.
hsb: Prošu wubjerće token.

source: Encryption Key Copy
hsb: Kopija šifrowanskeho kluča

source: Important: This certificate authority has asked to make a backup of your encryption private key.
hsb: Wažny: Tuta certifikatowa awtorita je požadała, zawěsćenje wašeho priwatneho šifrowanskeho kluča činić.

source: The benefit is that if you lose access to your encryption private key, you can request a copy from this certificate authority.
hsb: Wužitk je, zo, jeli přistup k swojemu priwatnemu šifrowanskemu klučej zhubiće, móžeće kopiju z tuteje certifikatoweje awtority požadać.

source: However, your encryption private key will be stored by the certificate authority, and could be used to read your encrypted email or documents without your permission.
hsb: Ale, waš priwatny šifrowanski kluč budźe so wot certifikatoweje awtority składować a móhł so wužiwać, zo bychu so wašu zaklučowanu e-mejl abo waše dokumenty bjez wašeje dowolnosće čitali.

source: &View Certificate
hsb: Certifikat &zwobraznić

source: Generating A Private Key
hsb: Tworjenje priwatneho kluča

source: Key Generation in progress… This may take a few minutes….
hsb: Tworjenje kluča běži… To móže něšto mjeńšin trać….

source: Please wait…
hsb: Prošu čakać…

source: Protected Token Authentication
hsb: Přez token škitana awtentifikacija

source: Please authenticate to the token. Authentication method depends on the type of your token.
hsb: Prošu awtentifikujće token. Awtentifikaciska metoda wotwisuje wot typa wašeho tokena.
