Repository: translate/mozilla-l10n
Catalog: sat/webapprt/webapprt/overrides/dom.properties.po
Languages: sat

source: Warning: Unresponsive script
sat: होंसियार: बाङ रोड़ रुवा़ड़ चिकी.

source: A script may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
sat: चिकी जोहोड़ दाड़ेयाक् आ, आर बाङ ओना रोड़ रुवा़ड़ तिंगु दाड़ेयाक् आ. आम नितोक चिकी तिंगु दाड़ेयाक् आम, आर बाङ ञेल ला़गित् लेताड़ दाड़ेयाक् आ जुदी चिकी पुरा़क् आ.

source: A script may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
sat: चिकी जोहोड़ दाड़ेयाक् आ, आर बाङ ओना रोड़ रुवा़ड़ तिंगु दाड़ेयाक् आ. आम नितोक चिकी तिंगु दाड़ेयाक् आम,डिबॉगार रे चिकी झिज मे आर बाङ चिकी लेताड़ होचोवाक् मे .

source: Script: %S
sat: चिकी: %S

source: Stop script
sat: चिकी तिंगु होचो.

source: Debug script
sat: दोस ओचोगाक् चिकी

# WaitForScriptButton
source: Continue
sat: लेताड़ दोहोय मे

source: &Don't ask me again
sat: दोहड़ा आलोम कुलियिञा(&D)

source: Attempt to load a javascript: URL from one host in a window displaying content from another host was blocked by the security manager.
sat: मित् जावा चिकी लादें कुरुमुटु लेत् आ : मित् हुय होचायिच् खोन URL मित् बिंडो रे एटाक् हुय होचोयिच् खोन विसोय को उदुक् जा़पती बेबोसता दाराय ते आकोट लेन ताहेंना .

source: Scripts may not close windows that were not opened by script.
sat: चिकी को विंडो बाय बोनदो दाड़ेयाक् आ ओका चिकी दाराय तो झिच् लेन ताहेंना .

source: Are you sure?
sat: चेत् आम गोटा आकात् आ?

source: This application is asking you to confirm that you want to leave - data you have entered may not be saved.
sat: एपलिकेसोन दो निसटा़ ला़गित् आमे कुली मेया ओका आम आड़ाक् सानाम काना- आमेम आदेर लेत् डाटा पालेन लाय सांचाव दाड़ेयाक् आ .

source: Stay
sat: तिंगु

source: Leave
sat: आड़ाक् काक्

source: canvas: an attempt to set strokeStyle or fillStyle to a value that is neither a string, a CanvasGradient, or a CanvasPattern was ignored.
sat: किरमिच्: मित् दाल हुना़र आर बाङ मित् गोनोङ रे हुना़र पेरेच् ओका बाङ मा मित् स्ट्रिंग , मित् किरमिच दिड़ाङ आर बाङ मित् किरमिच् साजाव ला़गित् कुरुमुटु लेत् आ. ना़मुना बाङ गोरोजाक् ताहेना .

source: Empty string passed to getElementById().
sat: केनाक् स्ट्रिंग जिनिस ById() ञाम ला़गित् पारोम काक् ना.

source: Warning: Low memory
sat: होंसियार: कोम उयहा़र दाड़े

source: An application script has been stopped due to a low memory condition.
sat: मित् एपलिकेसोन चिकी रे मित् कोम मेमोरी ओबोसता करोन ते तिंगु होचो लेना .

source: An unbalanced tree was written using document.write() causing data from the network to be reparsed. For more information https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
sat: मित् बाङ बाराबा़री दारे दोलिल . ओल()नेटवार्क खोन डाटा हुय होचो ला़गित् बेबार काते ओल लेन ताहेंना. बाड़ती ला़य सोदोर ला़गित्https://developer.mozilla.org/en/Optimizing_आमाक्_साहटाको_ला़गित्_विचा़राक्_बेयान

source: A call to document.write() from an asynchronously-loaded external script was ignored.
sat: दोलिल .ओल() मित बाङ तुला़ पा़यला दाड़े के लादेयाक् बाहरे चिकी कोन होहो लेना बाङ गोरोजाक् ताहेंकाना.

source: Please shorten this text to %S characters or less (you are currently using %S characters).
sat: %S आकोर को बाङ कोम नोवा ओनोल खाटोय मे (आम नितोक् %Sआखोर कोम बेभारेक् आ).

source: Please fill out this field.
sat: नोवा जायगा पेरेज में.

source: Please check this box if you want to proceed.
sat: नोवा बाकसा सुही चिनहा़य में जुदी आम माड़ाङ सेत् चालाक् सानाम काना.

source: Please select one of these options.
sat: नोवा को खोन मित् आपनार मोने तेयाक् बाछाव में.

source: Please select a file.
sat: मित् रेत् बाछाव मे.

source: Please select an item in the list.
sat: लिस्टी रे मित् जिनिस बाछाव में .

source: Please enter an email address.
sat: मित् इमेल ठिका़ना आदेर मे .

source: Please enter a URL.
sat: मित् URL आदेर में.

source: Please match the requested format.
sat: नेहोराक् बेनाव मिला़व में .

source: Please match the requested format: %S.
sat: नेहोराक बेनाव मिला़व मे : %S.

source: Please select a value that is no more than %S.
sat: मित् गोनोङ बाछाव में ओका %Sखोन कोमा.

source: Please select a value that is no less than %S.
sat: मित् गोनोङ बाछाव में ओका %Sखोन कोमा.

source: Please select a valid value. The two nearest valid values are %S and %S.
sat: मित् गोनोङ बाछाव में बारया सुर रेयाक् बाताव गोनोङ दो %S . आर %S काना.

source: Please select a valid value. The nearest valid value is %S.
sat: मित् बातावाक् गोनोङ हाछाव मे. सुर उता़र बातावाक् गोनोङ दो %S.

source: Please enter a number.
sat: मित् एलेख लेखा आदेर मे .

source: Use of getAttributeNode() is deprecated. Use getAttribute() instead.
sat: गालाङ नोड ञाम रेयाक् बेभार दो() विरुदाक् काना . गालाङ को ञाम बेभार ()बादाल ते.

source: Use of setAttributeNode() is deprecated. Use setAttribute() instead.
sat: गालाङ नोड साजाव बेभार () दो विरुदाक ()काना.

source: Use of getAttributeNodeNS() is deprecated. Use getAttributeNS() instead.
sat: गालाङ नोड ञाम रेयाक् बेभार NS()दो विरुदाक् काना, गालाङ ञाम NS()बादाल ते.

source: Use of setAttributeNodeNS() is deprecated. Use setAttributeNS() instead.
sat: साजाव गोनोङ नोड NS रेयाक् बेभार दो विरुदाक् काना,सालाव गालाङ ञाम NS()बादाल ते.

source: Use of removeAttributeNode() is deprecated. Use removeAttribute() instead.
sat: ओचोक् गालाङनोड () रेयाक् बेभार दो विरुदाक् काना. ओचोक् गालाङ बेभार () बादाल ते .

source: Use of document.createAttribute() is deprecated. Use element.setAttribute() instead.
sat: दोलिल. तेयार गालाङ रेयाक् बेभार दो ()विरुदाक् काना जिनिस. साजाव गालाङ ()बादाल तेबेभार में .

source: Use of document.createAttributeNS() is deprecated. Use element.setAttributeNS() instead.
sat: दोलिल तेयार गालाङ NS() रेयाक् बेभार दो बिरुदाक् काना बादाल ते जिनिस. साजाव गालाङ रेयाक् बेभार दो बिरुदाक् काना. बादाल ते जिनिस. साजाव गालाङ NS() .

source: Use of attributes' ownerElement attribute is deprecated.
sat: गालाङवाक् मा़लिक जिनिस गालाङ रेयाक् बेभार दो बिरुदाक् काना .

source: Use of attributes' nodeValue attribute is deprecated. Use value instead.
sat: गालाङवाक् नोड गोनोङ गालाङ रेयाक् बेभार दो बिरुदाक् काना. बादाल ते गोनोङ बेभार में .

source: Use of attributes' textContent attribute is deprecated. Use value instead.
sat: गालाङाक् ओनोल -बिसोय गालाङ रेयाक् बेभार दो विरुदाक् काना. बादाल ते गोनोङ बेभार में

source: Use of enablePrivilege is deprecated. Please use code that runs with the system principal (e.g. an extension) instead.
sat: हुय होचो सुविदा रेयाक् बेभार दो बिरुदाक् काना बादाल ते बेभार में ओका सेस्टेम नियोम सांव चालाक् आ (जेलेका मित् पासनाव ) .

source: nsIJSON.decode is deprecated. Please use JSON.parse instead.
sat: nsIJSON.कोड ओचोक् दो बिरुदाक् काना. बादाल ते JSON.बेयान बेभार मे .

source: nsIJSON.encode is deprecated. Please use JSON.stringify instead.
sat: nsIJSON.इनकोड दो बिरुदाक् काना. बादाल ते JSON. सुताम ते आका .

source: Use of nsIDOMWindowInternal is deprecated. Use nsIDOMWindow instead.
sat: nsIDOM विंडो भितिर रेयाक् बेभार दो विरुदाक् काना . बादाल ते nsIDOM विंडो बेभार में.

source: Use of inputEncoding is deprecated.
sat: आदेर चिनहा़एम बेभार दो विरुदाक् काना .

source: MozBeforePaint events are no longer supported. mozRequestAnimationFrame must be passed a non-null callback argument.
sat: घोटना दो आर जिलिञ बाय गोड़ोवाक् आ. mozRequestAnimation मित् बाङ एकेनाक् होहरुवा़ड़ तोरको पारोम ला़कती.

source: Request for full-screen was denied because this domain has been blocked from full-screen by user.
sat: पुरा़ स्क्रिन ला़गित् नेहोर दो बाङ हेलेन ताहेंना चेदाक् जे नोवा जायगा दो बेभार दाराय ते पुरा़-स्क्रिन खोन आकोट होचो लेना .

source: Request for full-screen was denied because full-screen API is disabled by user preference.
sat: पुरा़ स्क्रिन ला़गित् नेहोर दो बाङ हेंलेन ताहेंना चेदाक् जे पुरा़-स्क्रिन API दो बेभार को कुसियाक् दाराय ते बाङ हुय होचो लेना .

source: Request for full-screen was denied because a windowed plugin is focused.
sat: पुरा़ स्क्रिन ला़गित् नेहोर दो बाङ हेलेन ताहेंना चेदाक् जे नोवा जायगा दो बेभार दाराय ते पुरा़-स्क्रिन खोन आकोट होचो लेना .

source: Request for full-screen was denied because the document is no longer visible.
sat: पुरा़ स्क्रिन ला़गित् नेहोर बाङ हे लेन ताहेंना चेदाक् जे दोलिल आर बाय ञेलोक् आ .

source: Request for full-screen was denied because at least one of the document's containing iframes does not have an "allowfullscreen" attribute.
sat: पुरा़ स्क्रिंन ला़गित् नेहोर दो बाय हें लेन ताहेना चेदाक् जे दोलिल रेयाक् कोम खोन कोम मित् रे आइफ्रेम ताहेंना ओना रे मित् "पुरा़स्क्रिन बाताव एम " गालाङ बाय ताहेंना .

source: Request for full-screen was denied because Element.mozRequestFullScreen() was not called from inside a short running user-generated event handler.
sat: पुरा़ स्क्रिन ला़गित् नेहोर बाङ हें लेन ताहेंना चेदाक् जे जिनिस. मोज नेहोर पुरा़ स्क्रिन() मित् खाटो चालाव बेभार कोवाक् तेयार घोटना सापसोझे भितिर खोन बाङ होहो होचो लेन ताहेंना "mozallowfullscreen"गालाङ बा़नुक् आकात् आ.

source: Request for full-screen was denied because requesting element is no longer in its document.
sat: पुरा़ स्क्रिन ला़गित् नेहोर बाङ हें लेन ताहेंना चेदाक् जे नेहोराक जिनिस दोलिल भितिर रे बा़नुक् आकात् .

source: Request for full-screen was denied because requesting element has moved document.
sat: पुरा़ स्क्रिन ला़गित् नेहोर बाङ हें लेन ताहेंना चेदाक् जे दोलिल खोन साहा आकाना .

source: Request for full-screen was denied because we no longer have a window.
sat: पुरा़ स्क्रिन ला़गित् नेहोर बाङ हें लेन ताहेंना चेदाक् जे आबो ठेन विंडो आर बा़नुक् आकात् आ

source: Request for full-screen was denied because a subdocument of the document requesting full-screen is already full-screen.
sat: पुरा़ स्क्रिन ला़गित् नेहोर बाङ हें लेन ताहेंना चेदाक् जे दोलिल रेयाक् मित् खुंट दोलिल पुरा़-स्क्रिन नेहोर दो माड़ाङ खोन पुरा़ स्क्रिन मेनाक् आ.

source: Request for full-screen was denied because requesting element is not a descendant of the current full-screen element.
sat: पुरा़ स्क्रिन ला़गित् नेहोर बाङ हें लेन ताहेंना चेदाक् जे नेहोराक् जिनिस दो नितोगाक् पुरा-स्क्रिन जिनिस रेयाक् बोंसो बाङ काना .

source: Request for full-screen was denied because requesting element is not in the currently focused tab.
sat: पुरा़ स्क्रिन ला़गित् नेहोर बाङ हें लेन ताहेंना चेदाक् जे नेहोराक् जिनिस दो नितोगाक् उदुक् ठा़वका टैब भितिर बा़नुक् आ .

source: Exited full-screen because full-screen element was removed from document.
sat: पुरा़ स्क्रिन खोन बाहरे ओडोक् चेदाक् जे पुरा-स्क्रिन जिनिस दोलिल खोन ओचोक् लेना ताहेंना.

source: Exited full-screen because windowed plugin was focused.
sat: पुरा़ स्क्रिन खोन बाहरे ओडोक् एना चेदाक् जे विंडो खोंजा आदेर उदुक् ठा़वका़ लेन ताहेंना.

source: HTML parsing in XMLHttpRequest is not supported in the synchronous mode.
sat: HTML बेयान XMLHttp नेहोर रे दो मित् ओकतो ओबोसता भितिर बाय गोड़ोवाक् आ .

source: Unable to redirect to %S because the channel doesn't implement nsIWritablePropertyBag2.
sat: %S कुल रुवा़ड़ बाय दाड़ेयाक् आ चेदाक् जे चैनाल nsIWritablePropertyBag2बाय बाहाला.

source: Use of XMLHttpRequest's responseType attribute is no longer supported in the synchronous mode in window context.
sat: XMLHttpनेहोराक् रोड़रुवा़ड़ लेकान गालाङ रेयाक् बेभार दो विंडो बाबोत रे मित् ओकतो ओबोसता भितिर आर दो बाय गोड़ोवाक् आ .

source: Use of XMLHttpRequest's withCredentials attribute is no longer supported in the synchronous mode in window context.
sat: XMLHttp नेहोराक् मुचा़त् तोंगेयाक् सांव गालाङ रेयाक् बेभार दो विंडो बाबोत रे मित् ओकतो रे ओबोसता भितिर आर बाच गोड़ोवाक् आ .

source: Use of XMLHttpRequest's timeout attribute is not supported in the synchronous mode in window context.
sat: XMLHttp नेहोराक् ओकतो पारोम गालाङ रेयाक् बेभार दो बिंडो बाबोत रे मित् ओकतो ओबोसता भितिर बाय गोड़ोवाक् आ .

source: An attempt was made to declare a non-UTF-8 encoding for JSON retrieved using XMLHttpRequest. Only UTF-8 is supported for decoding JSON.
sat: बेगोर-UTF-8 एन्कोडिंग JSON ला़गित् XMLHttpनेहोर बेभाराते दोहड़ा ञाम रुवाड़ ला़य सोदोर ला़गित् मित् कुरुमुटु हुय लेन ताहेना. एकेन UTF-8 JSON दानाङ साहा ला़गित् गोड़ोवाक् काना.

source: Insufficient memory to resample the AudioBufferSourceNode for playback.
sat: बाङ आमटाक् मेमोरी दोहड़ा खेलोंड रुवा़ड़ ला़गित् AudioBufferSourceNode दोहड़ा ना़मुना ला़गित् .

source: The buffer passed to decodeAudioData contains an unknown content type.
sat: वाफार मित् बाङ बाङबाडाय बिसोय लेकान रे मेनाक् डिकोड AudioData रे पारोम .

source: An unknown error occured while processing decodeAudioData.
sat: decodeAudioData का़मी होचो जोहोक् मित् बाङ बाडाय भुल हुयएना.

source: The buffer passed to decodeAudioData contains invalid content which cannot be decoded successfully.
sat: बाफार decodeAudioData रे पारोम बाङ बाताव बिसोय मेनाक् आ. ओका दो रा़स लेकाते कोड ओचोक् दाड़ेयाक् आ.

source: The buffer passed to decodeAudioData does not contain any audio.
sat: बॉफार decodeAudioData पारोम रे दो जाहान साडे आंजोमाक् बा़नुक् आ.

source: All candidate resources failed to load. Media load paused.
sat: जोतो उम्मेद वार उपा़य को लादे रेको डिगा़वेना.मिडिया लादे तिंगु वाकाना.

source: <source> element has no "src" attribute. Media resource load failed.
sat: <सोत> जिनिस रे "src" गालाङ बा़नुक् आ.मिडिया उपा़य लादे डिगा़वेना .

source: HTTP load failed with status %1$S. Load of media resource %2$S failed.
sat: HTTP लादे %1$S.दोसा सांव डिगा़वेना. मिडिया उपा़य %2$S रेयाक् लादे डिगा़वेना .

source: Invalid URI. Load of media resource %S failed.
sat: बाङ बाताव URI.मिडिया उपा़य %S रेयाक् लादे डिगा़वेना %S .

source: Specified "type" attribute of "%1$S" is not supported. Load of media resource %2$S failed.
sat: निसटा "लेकान"रेयाक् गालाङ "%1$S"बाङ गोड़ोवाक् काना.मिडिया उपा़य %2$Sरेयाक् लादे डिगा़वाकाना.

source: Specified "media" attribute of "%1$S" does not match the environment. Load of media resource %2$S failed.
sat: "मिडिया" "%1$S" रेयाक् गालाङ निसटा बेड़हाय सांव बाय मेलोक् आ. मिडिया उपा़य %2$S रेयाक् लादे डिगा़वेना.

source: HTTP "Content-Type" of "%1$S" is not supported. Load of media resource %2$S failed.
sat: HTTP "बिसोय-लेकान" "%1$S" रेयाक् बाङ गोड़ोवाक् काना. मिडिया उपा़य %2$S रेयाक् लादे डिगा़वेना .

source: Media resource %S could not be decoded.
sat: मिडिया उपा़य %Sदानाङ साहा बाङ दाड़ेयाक् आ.

source: Use of DOMException's code attribute is deprecated. Use name instead.
sat: DOMException's code गालाङ रेयाक् बेभार दो बिरुदाक् काना name बादाल बेभार मे .

source: Exposing chrome JS objects to content without __exposedProps__ is insecure and deprecated. See https://developer.mozilla.org/en/XPConnect_wrappers for more information.
sat: बिसोय __exposedProps__ बेगोर क्रोम JSजिनिस को उदुक् राकाप बाङ जा़पती आर बिरुदाक् काना बाड़ती ला़य सोदोर ला़गित् ञेल मे . https://developer.mozilla.org/en/XPConnect_wrappers for more information.

source: Use of Mutation Events is deprecated. Use MutationObserver instead.
sat: Mutation Eventsरेयाक् बेभार दो विरुदाक् काना. MutationObserver बादाल ते बेभार में.

source: The Components object is deprecated. It will soon be removed.
sat: जोड़ान जिनिस दो बिरुदाक् काना. नोवा दो लोगोन गे ओचोगोक् आ .

source: Warning: Unresponsive plugin
sat: बोंसियार : बाङ रोड़ रुवा़ड़ खोंजा आदेर .

source: %S may be busy, or it may have stopped responding. You can stop the plugin now, or you can continue to see if the plugin will complete.
sat: नोवा साहटा रे चिकी जोहोड़ हुय दाड़ेयाक् आ, आर बाङ नोवा रोड़ रुवाड़ बोंदो हुय दाड़ेयाक् आ नितोक् आम चिकी तिंगु होचो दाड़ेयाक् आ आर बाङ आम ञेल ला़गित् लेताड़ दाड़ेयाक् आम जुदी चिकी पुरा़क आ. .

# PluginHangUIWaitButton
source: Continue
sat: लेताड़ दोहोय मे

source: Stop plugin
sat: खोंजा आदेर तिंगु

source: 'mozHidden' and 'mozVisibilityState' are deprecated. Please use the unprefixed 'hidden' and 'visibilityState' instead.
sat: 'mozHidden' आर 'mozVisibilityState' दो बिरुदाक् काना. बादाल ते साबाद माड़ाङ बाङ तोंगे तेयाक् 'hidden' आर 'visibilityState' बेभार मे .

source: Calling detach() on a NodeIterator no longer has an effect.
sat: Calling detach() on a NodeIterator रे होहो मित् पोरभाव रे आदो बाङ ताहेंना.

source: Ignoring get or set of property that has [LenientThis] because the "this" object is incorrect.
sat: आड़ाक् काक् ते ञाम आर बाङ गुन रेयाक् साजाव [LenientThis] ताहेंना चेदाक् जे "this" जिनिस दो बाङ सुही या .

source: Use of nsIDOMWindowUtils.getOuterWindowWithId() is deprecated. Instead, use the nsIWindowMediator method of the same name.
sat: nsIDOMWindowUtils.getOuterWindowWithId() रेयाक् बेभार दो बिरुदाक् काना. बादाल ते nsIWindowMediator सोमान ञुतुम रेयाक् नियोम .

source: Use of getPreventDefault() is deprecated. Use defaultPrevented instead.
sat: getPreventDefault() रेयाक् बेभार दो बिरुाक् काना बादाल ते defaultPrevented बेभार मे .

source: Use of getUserData() or setUserData() is deprecated. Use WeakMap or element.dataset instead.
sat: getUserData() आर बाङ setUserData() रेयाक् बेभार दो बिरुदाक् काना, बादाल ते WeakMap आर बाङ element.dataset बेभार मे .

source: The non-standard mozGetAsFile method is deprecated and will soon be removed. Use the standard toBlob method instead.
sat: बाङ बाताव mozGetAsFile नियोम दो बिरुदाक् काना आर लोगोन गे ओचोगोक् आ. बादाल ते बातावाक् toBlob नियोम बेभार मे .

source: Use of captureEvents() is deprecated. To upgrade your code, use the DOM 2 addEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.addEventListener
sat: बाछावाक् जिनिस रेयाक् साप हाताव() कासतावाक् काना. आमाक् कोड लाहा होचो ला़गित्, DOM 2 सेलेदजिनिसआंजोमाक्() नियोम बेभार मे. http://developer.mozilla.org/en/docs/DOM:element.addEventListener

source: Use of releaseEvents() is deprecated. To upgrade your code, use the DOM 2 removeEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
sat: उछान घोटना को रेयाक् बेभार दो()विरुदाक् काना. आमाक् कोड लाहाय ला़गित्, DOM 2 ओचोक घोटना आंजो मित् () नियोम बेभार में बाड़ती गोड़ो ला़गित् http://developer.mozilla.org/en/docs/DOM:जिनिस .ओचोक घोटना आंजो मिच्

source: Use of document.load() is deprecated. To upgrade your code, use the DOM XMLHttpRequest object. For more help https://developer.mozilla.org/en/XMLHttpRequest
sat: Use of document.load() रेयाक् बेभार दो बिरुदाक् काना. आमाक् कोड राकाब ला़गित् , DOM XMLHttpRequest जिनिस बेभार मे . बाड़ती गोड़ो ला़गित् https://developer.mozilla.org/en/XMLHttpRequest

source: Use of window.showModalDialog() is deprecated. Use window.open() instead. For more help https://developer.mozilla.org/en-US/docs/Web/API/Window.open
sat: window.showModalDialog() iरेयाक् बेभार दो बिरुदाक् काना. बादाल ते window.open() बेभार मे. बाड़ती गोड़ो ला़गित् https://developer.mozilla.org/en-US/docs/Web/API/Window.open

source: window._content is deprecated. Please use window.content instead.
sat: window._content दो बिरुदाक् काना. बादाल ते window.content बेभार मे .

source: Synchronous XMLHttpRequest on the main thread is deprecated because of its detrimental effects to the end user's experience. For more help http://xhr.spec.whatwg.org/
sat: मुल सुता़म रे XMLHttpRequest बोरनोन दो बिरुदाक् काना चेदाक् जे नोवा रेयाक् खुती पोरभाव मुचा़त् बेभारिजाक् ञेल हेरेड़ रे. बाड़ती गोड़ो ला़गित् http://xhr.spec.whatwg.org/

source: Use of DataContainerEvent is deprecated. Use CustomEvent instead.
sat: DataContainerEvent रेयाक् बेभार दो बिरुदाक् काना बादाल ते CustomEvent बेभार मे .
