Repository: translate/mozilla-l10n
Catalog: kw/browser/chrome/browser/places/bookmarkProperties.properties.po
Languages: kw

source: Add
kw: Keworra

# dialogAcceptLabelSaveItem
source: Save
kw: Gwitha

source: Subscribe
kw: Ragbrena

source: Add Bookmarks
kw: Keworra lyververkys

# dialogAcceptLabelEdit
source: Save
kw: Gwitha

# dialogTitleAddBookmark
source: New Bookmark
kw: Lyververk nowyth

source: Subscribe with Live Bookmark
kw: Ragbrena gans lyververk bew

# dialogTitleAddFolder
source: New Folder
kw: Plegel nowyth

source: New Bookmarks
kw: Lyververk nowyth

source: Properties for “%S”
kw: Gnasow "%S"

source: [Folder Name]
kw: [Hanow an blegel]

# newFolderDefault
source: New Folder
kw: Plegel nowyth

# newBookmarkDefault
source: New Bookmark
kw: Lyververk nowyth

source: New Live Bookmark
kw: Lyververk bew nowyth
