Repository: translate/mozilla-l10n
Catalog: kw/browser/chrome/browser/places/places.dtd.po
Languages: kw

source: Library
kw: Lyverva

source: &Organize
kw: &Ordena

source: Organize your bookmarks
kw: Ordena agas lyververkys

source: &Close
kw: &Degea

source: &Views
kw: &Gwelyow

source: Change your view
kw: Chanjya agas gwel

source: Show &Columns
kw: Diskwedhes an &kolovennow

source: &Sort
kw: &Sortya

source: &Unsorted
kw: &Heb aga sortya

source: &A > Z Sort Order
kw: Aray &A > Z

source: &Z > A Sort Order
kw: Aray &Z > A

source: &Import Bookmarks from HTML…
kw: &Ymperthi lyververkys dhyworth HTML…

source: &Export Bookmarks to HTML…
kw: &Esperthi lyververkys dhe HTML…

source: Import Data from &Another Browser…
kw: Ymperthi data dhyworth peurel &aral…

source: &Restore
kw: &Daskor

source: &Choose File…
kw: &Dowis restren…

source: &Bookmark This Page…
kw: &Lyververkya an folen-ma…

source: &Delete This Page
kw: &Dilea an folen-ma

source: &Forget About This Site
kw: &Ankevi an wiasva-ma

source: &Open
kw: &Egeri

source: Open in a &New Window
kw: Egeri yn tab &nowyth

source: Open in a Ne&w Tab
kw: Egeri yn tab &nowyth

source: &Open All in Tabs
kw: &Egeri an oll yn tabyow

source: Propert&ies
kw: &Gnasow

source: &Sort By Name
kw: &Sortya herwydh hanow

source: New &Bookmark…
kw: &Lyververk nowyth…

source: New F&older…
kw: &Plegel nowyth…

source: New &Separator
kw: &Dibarther nowyth

source: &Reload Live Bookmark
kw: &Daskarga an lyververk bew

source: &Move…
kw: &Remova…

source: Name
kw: Hanow

source: Tags
kw: Tagyow

source: Location
kw: Teller

source: Visit Count
kw: Niver a vysytyansow

source: Keyword
kw: Ger alhwedh

source: Description
kw: Deskrifans

source: Added
kw: Keworrys

source: Last Modified
kw: Chanj diwettha

# search.label search.accesskey
source: &Search:
kw: &Hwilas:

source: &Import and Backup
kw: &Ymperthi ha backup

source: Import and backup your bookmarks
kw: Ymperthi ha backup agas lyververkys

source: Go back
kw: Mos war-dhelergh

source: Go forward
kw: Mos yn-rag

source: Mor&e
kw: &Moy

source: L&ess
kw: &Le

source: Select an item to view and edit its properties
kw: Dowis tra dhe weles ha chanjya y nasow

# find.label find.accesskey
source: &Search:
kw: &Hwilas:

source: Vie&w
kw: &Gweles

source: By &Date
kw: Herwydh &dedhyans

source: By &Site
kw: Herwydh &gwiasva

source: By Most &Visited
kw: Herwydh an niver a &vysytyansow

source: By &Last Visited
kw: Herwydh dedhyans an vysytyans &diwettha

source: By Da&te and Site
kw: Herwydh dedhyans ha &gwiasva
