Repository: translate/mozilla-l10n
Catalog: ach/browser/chrome/browser/browser.dtd.po
Languages: ach

source: (Private Browsing)
ach: (Yeny i mung)

source: Open menu
ach: Yab nying gin ayera

source: More tools…
ach: Jami tic mukene…

source: &Reload Tab
ach: &Nwo cano dirica matidi

# reloadAllTabs.label reloadAllTabs.accesskey
source: Reload &All Tabs
ach: Nwo cano dirica matino &weng

source: Close Tabs to the R&ight
ach: Lor dirica matino ma i tung l&acuc

source: Cl&ose Other Tabs
ach: L&or dirica matino mukene

source: &Pin Tab
ach: &Mwon dirica matidi

source: Unpin Ta&b
ach: Pe i wal di&rica matidi

source: Move to New &Window
ach: Kob l &dirica manyen

# bookmarkAllTabs.label bookmarkAllTabs.accesskey
source: Bookmark All &Tabs…
ach: Ket alama buk i &dirica matino weng…

# undoCloseTab.label undoCloseTab.accesskey
source: &Undo Close Tab
ach: &Gony loro dirica matidi

source: &Close Tab
ach: &Lor dirica matidi

source: List all tabs
ach: Rwe dirica matino weng

source: New &Tab
ach: &Drica matidi manyen

source: Open Location…
ach: Yab Kabedo…

source: &Open File…
ach: &Yab pwail…

source: Page Set&up…
ach: Tero Po&t Buk…

source: Print Pre&view
ach: N&en kit ma obibedo ka ki goyo

source: &Print…
ach: &Go…

source: Wor&k Offline
ach: &Ti ma pe ikube iyamo

source: &Menu Bar
ach: &Lanyut nying gin ayera

source: Navigation Toolbar
ach: Gintic me wot

source: &Bookmarks Toolbar
ach: &Gintic me alama buk

source: Bookmarks Toolbar Items
ach: Jami me gintic me alama buk

source: Reload &All Tabs
ach: Nwo cano dirica matino &weng

source: Bookmark All &Tabs…
ach: Ket alama buk i &dirica matino weng…

# toolbarContextMenu.undoCloseTab.label toolbarContextMenu.undoCloseTab.accesskey
source: &Undo Close Tab
ach: &Gony loro dirica matidi

source: Page S&ource
ach: Kama pot bu&k nonge iye

source: Page &Info
ach: &Ngec me pot buk

source: &Mirror Tab
ach: &Por dirica matidi

source: Enter &Full Screen
ach: Dony i &wang komputa ma opong

source: Exit &Full Screen
ach: Kat woko ki i &wang komputa ma opong

# fullScreenCmd.label fullScreenCmd.accesskey
source: &Full Screen
ach: &Wang komputa ma opong

source: Show &All Tabs
ach: Nyut dirica matino &weng

source: Sign in to &syncBrand.shortName.label;
ach: Dony iye &syncBrand.shortName.label;

source: Open &syncBrand.shortName.label; preferences
ach: Yab ter me &syncBrand.shortName.label;

source: Reconnect to &syncBrand.shortName.label;
ach: Nwo kube bot &syncBrand.shortName.label;

source: Verify Your Account
ach: Mok akaunt mamegi

source: Minimize
ach: Kan piny

source: Restore
ach: Dwoki

# fullScreenClose.tooltip
source: Close
ach: Lor

source: &Hide Toolbars
ach: &Kan gintic

source: Exit &Full Screen Mode
ach: Kat woko ki i kit &wang komputa ma opong

source: is now full screen
ach: dong opongo wang kio weng

source: This document is now full screen
ach: Gin acoya man dong opongo wang kio

source: Exit Full Screen (Esc)
ach: Kat woko ki i wang kio ma opong (Esc)

source: Exit Full Screen (esc)
ach: Kat woko ki i wang kio ma opong (esc)

source: Exit F&ull Screen
ach: Kat woko ki i &wang komputa ma opong

source: Close Win&dow
ach: Lor diri&ca

source: &Bookmarks
ach: &Alama buk

# bookmarkThisPageCmd.label
source: Bookmark This Page
ach: Ket alama buk i pot buk man

source: Edit This Bookmark
ach: Yub alama buk man

source: Find more Share services…
ach: Nong tic me nywak mapol…

source: Share Thi&s Page
ach: Nwyak pot buk m&an

source: S&hare This Link
ach: N&ywak kakube man

source: Sha&re This Image
ach: Ny&wak cal man

source: Sha&re Selection
ach: Ny&wak Yer

source: Sha&re This Video
ach: Nw&yak video man

# feedsMenu2.label
source: Subscribe to This Page
ach: Cone i pot buk man

# subscribeToPageMenupopup.label
source: Subscribe to This Page
ach: Cone i pot buk man

source: Subscribe to This Page…
ach: Cone i pot buk man…

source: Bookmark All Tabs…
ach: Ket alama buk i dirica matino weng…

source: Show All Bookmarks
ach: Nyut alama buk weng

source: Show more bookmarks
ach: Nyut alama buk mukene

source: Back
ach: Cen

source: Go back one page
ach: Dok cen pot buk acel

source: Forward
ach: Anyim

source: Go forward one page
ach: Cit anyim pot buk acel

source: Right-click or pull down to show history
ach: Dii tung lacuc nyo tel piny me nyuto gin mukato

source: Pull down to show history
ach: Tel piny me nyuto gin mukato

source: Reload
ach: Nwo cano

source: Reload current page
ach: Nwo cano pot buk ma kombedi

source: Stop
ach: Juk

source: Stop loading this page
ach: Juk cano pot buk man

source: Go to the address in the Location Bar
ach: Cit i kanonge ma i lanyut me gintic kabedo

source: Print
ach: Go

source: Print this page
ach: Go pot buk man

source: View site information
ach: Nen ngec ikom kakube

source: View a notification
ach: Nen lok angeya

source: View the location request
ach: Nen kwac me kabedo

source: View the add-on install message
ach: Nen kwena me keto med-ikome

source: View the app-offline storage message
ach: Nen kwena me gwoko purugram mape iwiyamo

source: Manage your login information
ach: Lo ngec me dony iyie mamegi

source: Check if you want to save your password
ach: Gweti ka imito gwoko mung me donyo ni

source: Manage plugin usage on this page
ach: Lo tic ki larwak i potbuk man

source: Change whether you can receive notifications from the site
ach: Lok kono nyo itwero nongo jami angeya ki i kakube ne

source: Manage sharing your camera and/or microphone with the site
ach: Lo nywako lamak cal ki/onyo mikropon mamegi ki kakube

source: You are sharing your camera and/or microphone with the site
ach: Itye ka nywako lamak cal ki/onyo mikropon mamegi ki kakube

source: Manage sharing your microphone with the site
ach: Lo nywako mikropon mamegi ki kakube

source: You are sharing your microphone with the site
ach: Itye ka nywako mikropon mamegi ki kakube

source: Manage sharing your windows or screen with the site
ach: Lo nywako dirica onyo kio mamegi ki kakube

source: You are sharing a window or your screen with the site
ach: Itye ka nywako dirica onyo kio mamegi ki kakube

source: Change whether the site can hide the pointer
ach: Loki kono nyo kakube twero kano lacim

source: View the service install message
ach: Nen kwena me keto tic

source: Translate this page
ach: Kob pot buk man

source: Manage page translation
ach: Lo kobo potbuk

source: Manage use of DRM software
ach: Lo tic ki purugram me DRM

source: Show history
ach: Nyut gin mukato

source: Search
ach: Yeny

source: Home
ach: Gang

# bookmarksButton.label
source: Bookmarks
ach: Alama buk

# bookmarksMenuButton.label
source: Bookmarks
ach: Alama buk

source: View Bookmarks Sidebar
ach: Nen gintic alama buk ma inget

source: View Bookmarks Toolbar
ach: Nen gintic alama buk

# historyButton.label
source: History
ach: Gin mukato

source: &Tools
ach: &Gintic

source: Add a &Keyword for this Search…
ach: Med &lok mapire tek pi yeny man…

source: &Downloads
ach: &Gam

source: &Add-ons
ach: &Med-ikome

source: &Web Developer
ach: &Layub Kakube

source: Inspect Element
ach: Ngiyo gin ma i but

source: &File
ach: &Pwail

source: &New Window
ach: &Dirica manyen

source: New Private &Window
ach: &Dirica manyen me mung

source: New Non-e10s Window
ach: Dirica manyen me Non-e10s

source: &Edit
ach: &Yub

source: &Undo
ach: &Gony

source: &Redo
ach: &Nwo timo

source: Cu&t
ach: Ng&ol

source: &Paste
ach: &Mwon

source: &Delete
ach: &Kwany woko

source: Select &All
ach: Yer &weng

source: &Options
ach: &Gin ayera

source: Prefere&nces
ach: Ma ima&ro

# clearRecentHistory.label
source: Clear Recent History…
ach: Jwa gin mukato cokki…

source: &View
ach: &Nen

source: &Toolbars
ach: &Gintic

source: Sid&ebar
ach: Gi&ntic ma i nget

source: &Customize…
ach: &Yiki…

source: Hi&story
ach: Gin m&ukato

source: Recently Closed Tabs
ach: Dirica matino ma kiloro cokki

source: Recently Closed Windows
ach: Dirica ma kiloro cokki

# historyRestoreLastSession.label
source: Restore Previous Session
ach: Dwok kare ma okato ni

# showAllHistoryCmd2.label
source: Show All History
ach: Nyut gin mukato weng

source: Customize
ach: Yiki

source: Customize the Menu and Toolbars
ach: Yik nying gin ayera ki gintic

source: Exit Customize
ach: Kat woko ki i yiko

source: Finish Customizing
ach: Tyek yiko

# appMenuHistory.label
source: History
ach: Gin mukato

# appMenuHistory.showAll.label
source: Show All History
ach: Nyut gin mukato weng

# appMenuHistory.clearRecent.label
source: Clear Recent History…
ach: Jwa gin mukato cokki…

# appMenuHistory.restoreSession.label
source: Restore Previous Session
ach: Dwok kare ma okato ni

source: View History Sidebar
ach: Nen gintic me gin mukato

source: Open Help Menu
ach: Yab lakony me nying gin ayera

# appMenuRemoteTabs.label
source: Synced Tabs
ach: Dirica matino ma kitimo marom

source: Sync Preferences
ach: Ter me timo marom

source: Sign in to Sync
ach: Dony iyie me timo marom

source: &Add to Toolbar
ach: &Med bot gintic

source: Add to &Menu
ach: Med bot &nying gin ayera

source: M&ove to Toolbar
ach: K&ob bot gintic

source: M&ove to Menu
ach: K&ob bot nying gin ayera

source: &Remove from Toolbar
ach: &Kwany ki bot gintic

source: &Remove from Menu
ach: &Kwany ki bot nying gin ayera

source: &Add More Items…
ach: &Med jami mukene…

source: Search or enter address
ach: Yeny onyo ket kanonge

source: Switch to tab:
ach: Lokke bot dirica matidi:

source: Would you like to improve your search experience with suggestions?
ach: Imito yilo rwom me yeny mamegi ki tam ikom yeny?

source: Learn more…
ach: Nong ngec mapol…

source: No
ach: Pe

source: Yes
ach: Eyo

source: Search query
ach: Lapeny me yeny

source: Submit search
ach: Cwal yeny

source: Search for
ach: Yeny pi

source: with:
ach: kwede:

source: Search
ach: Yeny

source: Search with:
ach: Yeny ki:

source: Change Search Settings
ach: Lok ter me yeny

source: Search in New &Tab
ach: Yeny i &dirica matidi manyen

source: Set As &Default Search Engine
ach: Ter calo Ingin me yeny &makwongo

source: Open Link in New &Tab
ach: Yab kakube i &dirica matidi manyen

source: Open Link in New &Window
ach: Yab kakube i di&rica manyen

source: Open Link in New &Private Window
ach: Yab kakube i dirica manyen me &mung

source: &Open Link
ach: &Yab Kakube

source: Open Frame in New &Tab
ach: Yab pem i &dirica matidi manyen

source: Open Frame in New &Window
ach: Yab pem i &dirica manyen

source: &Show Only This Frame
ach: &Nyut pem man keken

source: &Reload Frame
ach: &Nwo cano pem

source: View Selection Source
ach: Nen yer me kama nonge iye

source: View MathML Source
ach: Nen kama MathML nonge iye

source: &View Page Source
ach: &Nen kama pot buk nonge iye

source: &View Frame Source
ach: &Nen kama pem nonge iye

source: View Page &Info
ach: Nen &ngec me pot buk

source: View Frame &Info
ach: Nen &ngec me pem

source: &Reload Image
ach: &Nwo cano cal

source: View &Image
ach: Nen &Cal

source: View Image In&fo
ach: Nen ng&ec me cal

source: View &Description
ach: Nen lo&k kome

source: V&iew Video
ach: N&en Video

source: Vie&w Background Image
ach: Ne&n cal me ngeye

source: &Set As Desktop Background…
ach: &Ket calo cal me nge wang komputa…

# bookmarkPageCmd2.label
source: Bookmark This Page
ach: Ket alama buk i pot buk man

source: Bookmark This &Link
ach: Ket alama buk i &kakube man

source: Book&mark This Frame
ach: Ket &alama buk i pem man

source: &Email Link…
ach: &Cwal kakube…

source: Save Page &As…
ach: Gwok pot buk &calo…

source: Save &Frame As…
ach: Gwok &pem calo…

source: &Print Frame…
ach: &Go pem…

source: Save Lin&k As…
ach: Gwok kakub&e calo…

source: Sa&ve Image As…
ach: Gwo&k cal calo…

source: Sa&ve Video As…
ach: Gwok &video calo…

source: Sa&ve Audio As…
ach: Gw&ok dwon calo…

source: Email Ima&ge…
ach: Cwal ca&l…

source: Em&ail Video…
ach: Cwa&l video…

source: S&end Video To Device
ach: Cw&al video bot nyonyo

source: Em&ail Audio…
ach: Cwa&l dwon…

source: A&ctivate this plugin
ach: C&ak larwak man

source: &Hide this plugin
ach: &Kan larwak man

source: Copy Link Loc&ation
ach: Lok kab&edo me kakube

source: C&opy Image Location
ach: L&ok kabedo me cal

source: Cop&y Image
ach: Lo&k cal

source: C&opy Video Location
ach: L&ok kabedo me video

source: C&opy Audio Location
ach: L&ok kabedo me dwon

source: Copy &Email Address
ach: Lok &kanonge me email

source: T&his Frame
ach: Pem m&an

source: &Play
ach: &Tuki

source: &Pause
ach: &Cung

source: &Mute
ach: &Nek dwone

source: Un&mute
ach: Yab &dwone

source: Show &Controls
ach: Nyut &kit me tic kwede

source: Hide &Controls
ach: Kan &kit me tic kwede

# videoFullScreen.label videoFullScreen.accesskey
source: &Full Screen
ach: &Wang komputa ma opong

source: &Save Snapshot As…
ach: &Gwok cal calo…

source: Show S&tatistics
ach: Nyut c&ura ne

source: Hide S&tatistics
ach: Kan c&ura ne

source: Zoom &In
ach: Kwot &madit

source: Zoom &Out
ach: Jwik &matidi

source: &Reset
ach: &Nwo tero

source: Zoom &Text Only
ach: Kwot &coc keken

source: &Zoom
ach: &Kwoti

source: Close sidebar
ach: Lor gintic ma inget

source: E&xit
ach: K&at woko

source: Exit &brandShorterName;
ach: Kat woko ki i &brandShorterName;

source: &Quit
ach: &Weki

source: Quit &brandShorterName;
ach: Wek &brandShorterName;

source: &Close
ach: &Lor

source: Page St&yle
ach: Ki&t pot buk

source: &No Style
ach: &Kite Pe

source: &Basic Page Style
ach: &Kit pot buk ma dong tidi

source: Change pop-up blocking settings for this website
ach: Lok ter me lageng pye-malo pi kakube man

source: Edit Pop-up Blocker Preferences…
ach: Yub miti me ageng pye-malo…

source: &Edit Pop-up Blocker Options…
ach: &Yub gin ayera me lageng pye-malo…

source: Switch Page &Direction
ach: Lok t&ung pot buk

source: S&witch Text Direction
ach: L&ok tung coc

source: &Find in This Page…
ach: &Nong i pot buk man…

source: Find A&gain
ach: Nong d&oki

source: &Add Dictionaries…
ach: &Med buk me gonyo lok…

source: Done
ach: Otum

source: Secure Connection
ach: Kube maber

source: Connection is Not Secure
ach: Kube pe tye ki ber bedo

source: This page is stored on your computer.
ach: Kigwoko potbuk man i kompiuta mamegi.

source: This is a secure &brandShortName; page.
ach: Man potbuk me &brandShortName; matye ki ber bedo.

# identity.activeBlocked
source: &brandShortName; has blocked parts of this page that are not secure.
ach: &brandShortName; ogengo but potbuk man ma pe tye ki ber bedo.

source: Parts of this page are not secure (such as images).
ach: But potbuk man pe tye ki ber bedo (calo cal).

source: You have disabled protection on this page.
ach: I juko gwokke woko ki i potbuk man.

source: This page uses weak encryption.
ach: Potbuk man tiyo ki loko ngec i kod ma goro.

source: Your connection to this site is not private. Information you submit could be viewed by others (like passwords, messages, credit cards, etc.).
ach: Kube ni ki kakube man pe tye i mung. Jo mukene twero neno ngec ma i cwalo (calo mung me donyo, kwena, ka me wil, ki mukene).

source: The login information you enter on this page is not secure and could be compromised.
ach: Ngec me donyo iye ma i keto i pot buk man pe ki ber bedo kadong ki romo libo ne.

source: Your connection to this website uses weak encryption and is not private.
ach: Kube ni ki kakube man tiyo ki loko ngec i kod ma goro ki peke i mung.

source: Other people can view your information or modify the website’s behavior.
ach: Jo mukene twero neno ngec mamegi onyo loko time pa kakube.

# identity.description.activeBlocked
source: &brandShortName; has blocked parts of this page that are not secure.
ach: &brandShortName; ogengo but potbuk man ma pe tye ki ber bedo.

source: Your connection is not private and information you share with the site could be viewed by others.
ach: Kube mamegi pe tye ki ber bedo kadong jo mukene twero neno ngec ma i nywako ki kakube ne.

source: This website contains content that is not secure (such as images).
ach: Kakube man tye ki jami mogo ma pe tye ki ber bedo (calo cal).

source: Although &brandShortName; has blocked some content, there is still content on the page that is not secure (such as images).
ach: Kadi bed &brandShortName; ogengo jami mogo, pud tye jami i potbuk man ma pe tye ki ber bedo (calo cal).

source: This website contains content that is not secure (such as scripts) and your connection to it is not private.
ach: Kakube man tye ki jami ma pe tye ki ber bedo (calo coc) ki kube mamegi iye pe tye i mung.

source: Information you share with this site could be viewed by others (like passwords, messages, credit cards, etc.).
ach: Jo mukene twero neno ngec ma i nywako ki kakube man (calo mung me donyo, kwena, ka me wil, ki mukene).

source: &Enable protection
ach: &Cak gwoke

source: &Disable protection for now
ach: &Juk gwoke pi kombedi

# identity.learnMore
source: Learn More
ach: Nong ngec mapol

source: More Information
ach: Ngec mapol

source: Permissions
ach: Rukuca

source: You have not granted this site any special permissions.
ach: Pe imiyo ki kakube man kit twer madito mo keken.

source: Browser tabs
ach: Dirica matino me layeny

# syncTabsMenu3.label
source: Synced Tabs
ach: Dirica matino ma kitimo marom

source: Open &syncBrand.shortName.label; Preferences
ach: Yab ter me &syncBrand.shortName.label;

# syncBrand.shortName.label
source: Sync
ach: Tim marom

source: Sign In To &syncBrand.shortName.label;…
ach: Dony iye &syncBrand.shortName.label;…

source: &Sync Now
ach: &Tim marom Kombedi

source: &Reconnect to &syncBrand.shortName.label;…
ach: &Nwo kube bot &syncBrand.shortName.label;…

# syncToolbarButton.label
source: Sync
ach: Tim marom

source: Social Toolbar Button
ach: Jarara me gintic me kube ki lwak

source: &OK
ach: &Kakare

source: Show &sidebar
ach: Nyut gintic ma i &nget

source: Manage Services…
ach: Lor tic…

source: Show desktop &notifications
ach: Nyut &ngec me wang komputa

source: &Learn more…
ach: &Nong ngec mapol…

source: Activations Directory
ach: Kabedo me cako tic

source: You can activate Share services from the directory.
ach: Itwero cako tic me nywak ki i kabedo ne.

source: Take me there!
ach: Cwala kunu!

source: Click on a service to add it to &brandShortName;.
ach: Dii ikom tic mo me medo ne i &brandShortName;.

source: View More
ach: Nen mapol

source: Additional Tools and Features
ach: Gintic ki lapok kin jami me ameda

source: Want more tools?
ach: I mito gin tic mukene?

source: Choose from thousands of add-ons
ach: Yer ki ikin med-ikome alip ki alip

source: Restore Defaults
ach: Dwok i ma pire kene

source: Show / Hide Toolbars
ach: Nyut / Kan gintic

source: Title Bar
ach: Gintic me wiye

source: Themes
ach: Theme

source: My Themes
ach: Theme mamega

source: Recommended
ach: Kicwako

source: Manage
ach: Lo

source: Get More Themes
ach: Gam them mapol

source: Fo&cus chats
ach: K&em boko lok

source: Save &Page To…
ach: Gwok &pot buk bot…

source: Save &Link To…
ach: Gwok &kakube bot…

source: &Camera to share:
ach: &Lamak cal me anywaka:

source: &Microphone to share:
ach: &Mikropon me anywaka:

source: Audio from the tab will be shared.
ach: Ki binywako dwon ma i dirica matidi.

source: All visible windows on your screen will be shared.
ach: Ki binywako dirica weng ma nen i wang kompiuta ni.

source: Tracking Protection
ach: Gwokke ikom lubo kor

source: &brandShortName; is blocking parts of the page that may track your browsing.
ach: &brandShortName; tye kagengo but potbuk ma twero lubo kor yeny mamegi.

source: This site includes elements that may track your browsing. You have disabled protection.
ach: Kakube man tye ki jami ma twero lubo kor yeny mamegi. I juko woko gwokke.

source: No tracking elements detected on this page.
ach: Pe kinongo jami ma lubo kor i potbuk man.

# trackingProtection.unblock.label trackingProtection.unblock.accesskey
source: &Disable protection for this site
ach: &Juk gwokke pi pot buk man

source: &Disable protection for this session
ach: &Juk gwokke pi kare man

# trackingProtection.block2.label trackingProtection.block2.accesskey
source: &Enable protection
ach: &Cak gwokke

source: Tracking
ach: Lubo

source: Parts of the page that track your online activity have been blocked.
ach: Kigengo woko but pot buk ma lubo kor tici me wi yamo.

# trackingContentBlocked.learnMore
source: Learn More
ach: Nong ngec mapol

source: Options
ach: Gin ayera

# trackingContentBlocked.unblock2.label trackingContentBlocked.unblock2.accesskey
source: &Disable protection for this site
ach: &Juk gwokke pi kakube man

# trackingContentBlocked.block.label trackingContentBlocked.block.accesskey
source: &Enable protection
ach: &Cak gwoke

source: Tracking protection is disabled
ach: Kijuko woko gwokke me lubo kor

source: Press ESC at any time to show it again.
ach: Dii ESC cawa mo keken me nyuto doki.

source: &Show All
ach: &Nyut weng

source: Allow Now
ach: Ye Kombedi

source: Allow and Remember
ach: Ye kadong Po

source: Block Plugin
ach: Geng Larwak

# uiTour.infoPanel.close
source: Close
ach: Lor

source: Sidebars
ach: Gintic ma i nget

source: Forget the last:
ach: Wek wi wil ikom agiki me:

source: Five minutes
ach: Dakika abic

source: Two hours
ach: Cawa aryo

source: 24 hours
ach: cawa 24

source: Proceeding will:
ach: Mede bi:

source: Delete Recent <html:strong>Cookies</html:strong>
ach: Jwayo <html:strong>Angija</html:strong> cokcoki

source: Delete Recent <html:strong>History</html:strong>
ach: Jwayo <html:strong>Gin mukato</html:strong> cokcoki

source: Close all <html:strong>Tabs</html:strong> and <html:strong>Windows</html:strong>
ach: Loro <html:strong>Dirica matino</html:strong> ki <html:strong>Dirica</html:strong> weng

source: Open a new clean Window
ach: Yabo dirica manyen maleng

source: This action cannot be undone.
ach: Tic man pe kitwero gonyo ne.

source: Forget!
ach: Wek wi wil

source: Your recent history is cleared.
ach: Gin mukato cokcok mamegi kijwayo woko.

source: Safe browsing!
ach: Yeny ma ber!

source: Thanks!
ach: Pwoc!

source: Learn more about &DRM…
ach: Nong ngec mapol ikom &DRM…
