Repository: translate/mozilla-l10n
Catalog: ach/browser/chrome/browser/syncCustomize.dtd.po
Languages: ach

source: Sync Selection
ach: Yer me tic marom

source: Start
ach: Cak

source: What would you like to sync?
ach: Ngo ma imito timo marom?

source: You can change this selection in Options.
ach: Itwero loko yer man i gin ayera.

source: You can change this selection in Preferences.
ach: Itwero loko yer man i ma imaro.

source: Book&marks
ach: Ala&ma buk

source: Histo&ry
ach: Gin &mukato

source: &Tabs
ach: &Dirica matino

source: &Passwords
ach: &Mung me donyo

source: Desktop &Add-ons
ach: &Med-ikome me wang komputa

source: De&sktop Preferences
ach: Ma imaro me &wang komputa
