Repository: translate/mozilla-l10n
Catalog: sat/security/manager/chrome/pippki/pippki.properties.po
Languages: sat

source: Please enter the Personal Security Password for the PSM Private Keys security device.
sat: PSM निजेर का़ठी जा़पती साधोन ला़गित् निजेरा जापती दानाङ साबाद आदेर होचोय मे.

source: Do you want to trust "%S" for the following purposes?
sat: नोवा को हुदिस ला़गित् चेत् आम "%S" रे पा़तयाव सानाम काना ?

source: Certificate Authority (unnamed)
sat: पोरमान साकाम एमोगिच् (बेगोर ञुतुम)

source: The certificate "%S" represents a Certificate Authority.
sat: पोरमान साकाम"%S" मित् पोरमान साकाम एमोगिच् उदुक् आय काना .

source: The certificate "%S" was issued by:
sat: पोरमान साकाम "%S" दाराय ते एम लेन ताहेना :

source: Because you do not trust the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
sat: चेदाक् जे आम पोरमान साकाम एमोगिच् बाम पातया़व आय काना ओना ते नोवा पोरमान साकाम एम आकाना, नोवा पोरमान साकाम रेयाक् सा़रियाक् तेत् आलोम पा़तया़वाक् आ तिन हाबिच् नोड़े जाहानाक बाङ उदुगाक् आ.

source: Because you trust the certificate authority that issued this certificate, you trust the authenticity of this certificate unless otherwise indicated here.
sat: चेदाक् जे आम पोरमान साकाम एमोगिच् पा़तया़व आया ओकोय नोवा पोरमान साकाम एम आकात् आ आम नोवा पोरमान साकामाक् सा़रियाक् तेत् पा़तयाविच् तिन हा़बिच् नोड़े जाहानाक बाङ उदुगोक् आ .

source: Because you do not know the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
sat: चेदाक् जे आम पोरमान साकाम एमोगिच् बाम बाड़ाय आकात् देया ओकोय नोवा पोरमान साकामें एम आकादा आम नोवा पोरमान साकाम सा़रियाक् तेत् आलोम पा़तया़वोक् आ तिन हा़विच नोडे जाहानाक् बाङ उदुगोक् आ.

source: Certificate for this certificate authority was not found
sat: नोवा पोरमान साकाम एमोगिच ला़गित् पोरमान बाय ञाम लेन ताहेंना.

source: Are you sure you want to delete these server exceptions?
sat: चेत् आम नोवा को सार्वार बादाक् मेटाव गोटा आकात् आम?

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
sat: जुदी आम सर्वर बादाक् एम मेटावा, आम ओना सर्वर ला़गित् बेबोहार जा़पती ञेल दोहड़ा जोगावा आर नोवा बातावाक् पोरमान साकाम ला़गित् बेभारा .

source: Delete Server Certificate Exceptions
sat: सार्वार पोरमान साकाम बादाक् मेटाव मे

# deleteUserCertConfirm
source: Are you sure you want to delete these certificates?
sat: चेत् आम नोवा पोरमान साकाम मेटाव गोटा आकात् आम ?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
sat: जुदी आम निजेरा मित् पोरमान साकाम एम मेटावा, आम आर नोवा आमाक् उपरुम ला़गित् बाम बेभार दाड़ेयाक् आ.

source: Delete your Certificates
sat: आमाक पोरमान साकाम मेटाव में.

source: You have requested to delete these CA certificates. For built-in certificates all trust will be removed, which has the same effect. Are you sure you want to delete or distrust?
sat: आम नोवा CA पोरमान साकाम को मेटाव ला़गित् एम नेहोराकाना. तेयार रे पोरमान साकाम ला़गित् जोतो पा़तया़व ओचोक् काक् आ, ओकारे मित् सोमान पोरभाव पाड़ाक् आ. चेत् आम गोटा आकात् आ आम मेताट आर बाङ बाङ पा़तया़व सानाम काना?

source: If you delete or distrust a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
sat: जुदी आम पोरमान साकाम एमोगिच् (CA) पोरमान साकाम मेटाव आर बाङ बाङ पा़तया़वा, नोवा पोरमान साकाम ओना CA दाराय ते एमाकान जांहा पोरमान साकाम गे आर बाय पा़तया़वाक् आ.

source: Delete or Distrust CA Certificates
sat: CA पोरमान साकाम को मेटाव आर बाङ बाङ पा़तया़वाक्

source: Are you sure you want to delete these people's e-mail certificates?
sat: चेत् आम गोटा आकात् आ नुकू होड़ कोवाक् पोरमान साकाम मेटाव सानाम काना?

source: If you delete a person's e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
sat: जुदी आम होड़ कोवाक् इ-मेल पोरमान साकाम मेटावा ,आम उनकु ला़गित् दानाङ इ-मेल भेजा आर बाम दाड़ेयाक् आ.

source: Delete E-Mail Certificates
sat: इ-मेल पोरमान साकाम मेटाव में

# deleteOrphanCertConfirm
source: Are you sure you want to delete these certificates?
sat: चेत् आम नोवा पोरमान साकाम मेटाव गोटा आकात् आम ?

source: Delete Certificates
sat: पोरमान साकाम मेटाव मे.

source: Certificate File to Import
sat: आ़गू ला़गित् पोरमान साकाम रेत्

source: File Name to Backup
sat: नोकोल जोगाव ला़गित् रेत् ञुतुम.

source: PKCS12 Files
sat: PKCS12 रेत् को

source: This certificate has been verified for the following uses:
sat: नोवा पोरमान साकाम नोवा को बेभार ला़गित् ञेल मिला़व आकाना.

source: Could not verify this certificate because it has been revoked.
sat: नोवा पोरमान साकाम बाय ञेल मिला़व दाड़ेयाक् आ चेदाक् जे नोवा दो बा़डरा़ होचो आकाना.

source: Could not verify this certificate because it has expired.
sat: नोवा पोरमान साकाम बाङ मिला़व दाड़ेयाक् ना चेदाक् जे नोवा रेयाक् एम ओकतो पारोम आकाना.

source: Could not verify this certificate because it is not trusted.
sat: नोवा पोरमान साकाम बाङ मिला़व दाड़ेयाक् आ चेदाक् जे नोवा बाङ पा़तयावाक् काना.

source: Could not verify this certificate because the issuer is not trusted.
sat: नोवा पोरमान साकाम बाङ मिला़व दाड़ेयाक् आ चेदाक् जे एमोगिच् बाङ पा़तया़विच् कानाय.

source: Could not verify this certificate because the issuer is unknown.
sat: नोवा पोरमान साकाम बाङ मिला़व दाड़ेयाक् आ चेदाक् जे एमोगिच् बाङ बाडाया.

source: Could not verify this certificate because the CA certificate is invalid.
sat: नोवा पोरमान साकाम बाङ मिला़व दाड़ेयाक् आ चेदाक् जे CA पोरमान साकाम बाङ बातावाक् काना.

source: Could not verify this certificate because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
sat: नोवा पोरमान साकाम बाङ ञेल मिला़व दाड़ेयाक् आ चेदाक् जे नोवा गेलाक् टुडा़क् एलेख सुही बेभार ते सुही लेन ताहेंना ओका बाय हुय होचो लेना चेदाक् जे ओना गेलाक् एलेख टुडा़क् एलेख बाय जा़पती या.

source: Could not verify this certificate for unknown reasons.
sat: नोवा पोरमान साकाम बाङ बाडाय कारोन को ला़गित् बाङ ञेल मिला़व दाड़ेयाक् आ.

source: Organization: "%S"
sat: बा़यसी: "%S"

source: Issued Under: "%S"
sat: ओना लोकाते एम लेना: "%S"

source: Connection Not Encrypted
sat: जोनोड़ाव बाय दानाङ.

source: The website %S does not support encryption for the page you are viewing.
sat: वेबसाइट %S आमेम ञेलेत् साहटा ला़गित् दानाङक् बाय गोड़ोवाक् आ .

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
sat: बेगोर दानाङ ते इन्टारनेट चेतान ते ला़य सोदोर कुलेना एटाक् होड़ दाराय ते उचा़ड़ोक् जोहोक् को ञेल दाड़ेयाक् आ.

source: The page you are viewing is not encrypted.
sat: आमोम ञेलेत् साहटा बाय दानाङा.

source: The page you are viewing was encrypted before being transmitted over the Internet.
sat: आमेम ञेलेत् साहटा इन्टार नेट चेतान ते उचा़ड़ोक माड़ाङ दानाङ रे ताहें लेन ताहेंना.

source: Connection Partially Encrypted
sat: जोनोड़ाव हिंस लेकाते दानाङाकाना.

source: Certificate Viewer:
sat: पोरमान साकाम ञेञेल को :

source: <Not Part Of Certificate>
sat: <पोरमान साकाम रेयाक् हा़टिञ बाङ>

source: You should click OK only if you trust "%S" to protect your encryption private key.
sat: जुदी आम आमाक् दानाङ निजेर का़ठी आ़ड रेम पा़तया़वाक् आ आम एकेन ठिक रे ओता ला़कती"%S" .

source: (not set)
sat: (बाङ साजाव)

source: Unable to change Master Password.
sat: मुल दानाङ साबाद बाङ बोदोल दाड़ेयाक् आ.

source: You did not enter the correct current Master Password. Please try again.
sat: आम सुहियाक् चालु दानाङ साबाद बाम आदेर होचो दाड़ेयाक् आ .दाया काते दोहड़ा कुरुमुटुय मे

source: Master Password successfully changed.
sat: मुल दानाङ साबाद रा़स लेकाते बोदोलेना.

source: Warning! You have deleted your Master Password.
sat: होंसिया़र! आम आमाक् मुल दानाङ साबाद एम मेटाव आकात् आ.

source: Warning! You have decided not to use a Master Password.
sat: होंसिया़र ! आम मुल दानाङ साबाद बाङ बेभारेम गोटा आकात् आ.

source: Your stored web and email passwords, form data, and private keys will not be protected.
sat: आमाक् जोगावाक् वेब आर इ-मेल दानाङ साबाद, आऱ नितेयार डाटा आर निजेराक् का़ठी खोन बाय आ़डोक् आ.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
sat: आम नितोक् FIPS ओबोसता रे मेनामा. FIPS लागित मित् बाङ एकेनाक् मुल साबाद लाकती आ.

source: Failed to Login
sat: बोलो रे डिगा़वेना

source: Choose a PKCS#11 device to load
sat: मित् PKCS#11 साधोन लादे ला़गित बाछाव में.

source: Module
sat: ना़मुना

source: Path
sat: होर

source: Label
sat: चिखना़

source: Manufacturer
sat: तेयारिच्

source: Serial Number
sat: तिरया़व लेखा

source: HW Version
sat: HW बार्सान

source: FW Version
sat: FW बार्सान

source: Status
sat: दोसा

source: Description
sat: विबरोन

source: Disabled
sat: बाङ हुय होचो

source: Not Present
sat: बाङ हा़जिर

source: Uninitialized
sat: बाङ एतोहोब आकान

source: Not Logged In
sat: बाङ बोलो आकान

source: Logged In
sat: बोलो आकान

source: Ready
sat: सापड़ाव

source: Enable FIPS
sat: FIPS हुय होचो

source: Disable FIPS
sat: FIPS बाङ हुय होचो

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
sat: FIPS ओबोसता ला़गित् लाकतिया जे आम ठेन जोतो जा़पती साधोन ला़गित् मुल दानाङ साबाद साजाव मेनाक् आ. दाया काते FIPS ओबोसता हुय होचो कुरुमुटु माड़ाङ दानाङ साबाद साजाव मे .

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
sat: जा़पती साधोन ला़गित् FIPS ओबोसता बोदोल बाङ हुय दाड़ेयाक् आ. नोवा बाताव एमाकाना जे आम बाहरे ओडोकोक् मे आर नोवा एपलिकेसोन दोहड़ा एहोब मे.

source: Reset Master Password
sat: मुल दानाङ साबाद दोहड़ा साजाव

source: Your password has been reset.
sat: आमाक् दानाङ साबाद दोहड़ा साजाव होचोवाकाना.

source: Select File containing somebody's Email certificate to import
sat: आ़गु ला़गित् जाहांयाक् इ-मेल मेनाक् पोरमान साकाम रेत् बाछाव होचोय मे.

source: Select File containing CA certificate(s) to import
sat: आगु ला़गित् CA पोरमान साकाम मेनाक् रेत् बाछाव होचोय में.

source: Select File containing Server certificate to import
sat: आ़गु ला़गित् रेत् रे मेनाक् सार्वार पोरमान साकाम बाछाव मे.

source: Certificate Files
sat: पोरमान साकाम रेत्.

source: Save Certificate To File
sat: रेत् रे पोरमान साकाम सांचाव

source: X.509 Certificate (PEM)
sat: X.509पोरमान साकाम (PEM)

source: X.509 Certificate with chain (PEM)
sat: X.509 सिकड़ी सांव पोरमान साकाम (PEM)

source: X.509 Certificate (DER)
sat: X.509 पोरमान साकाम (DER)

source: X.509 Certificate (PKCS#7)
sat: X.509पोरमान साकाम (PKCS#7)

source: X.509 Certificate with chain (PKCS#7)
sat: X.509 सिकड़ी सांव पोरमान साकाम (PKCS#7)

source: File Error
sat: रेत् भुल

source: Can't write to file %S: %S.
sat: रेत् %Sरे बाङ ओल दाड़ेयाक् आ: %S.

source: Access denied
sat: आ़तुर बाय हे आकत् आ

source: File is locked
sat: रेत् कुलुप आकाना

source: No space left on device
sat: साधोन रे जाहान फांक बाय बा़गीयाकाना

source: Unknown error
sat: बाङ बाडाय भुल

source: You are about to override how %S identifies this site.
sat: आम राकाब तालोमोक् ला़गित् चेत् लेका %S नोवा साइट एम उपरुमा .

source: This site attempts to identify itself with invalid information.
sat: नोवा साइट बाङ बाताव ला़य सोदोर सांव आच् ते उपरुम ला़गित् कुरुमुटु येत् आ.

source: Wrong Site
sat: बाङठिक साइट

source: Outdated Information
sat: पा़हिल ओकतो वाक् ला़य सोदोर

source: Unknown Identity
sat: बाङ बाड़ाय उपरुम

source: Valid Certificate
sat: बातावाक् पोरमान साकाम

source: This site provides valid, verified identification. There is no need to add an exception.
sat: नोवा साइट बातावाक् , ञेल मिला़वाक् उपरुम एम आकात् आ. मित् बादाक् सेलेद बाङ लाकतिया.

source: Checking Information
sat: ला़य सोदोराक् सुही ञेलेत् आ

source: No Information Available
sat: जाहान ला़य सोदोर बाय ञामोक् आ

source: Certificate Exists
sat: पोरमान साकाम मेनाक् आकात् आ.

source: The Certificate already exists.
sat: पोरमान साकाम माड़ाङ खोन मेनाक् आकात् आ.
