Repository: translate/mozilla-l10n
Catalog: ff/toolkit/chrome/global/aboutRights.dtd.po
Languages: ff

source: about:rights
ff: baɗte:hakkeeji

source: About Your Rights
ff: Baɗte Hakkeeji Maa

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
ff: &brandFullName; ko topirɗe dokkal e open source, nde renndo ujunnaaji neɗɗo wonɓe e winndere ndee fof mbinndi. Won geɗe seeɗa ɗe pot-ɗaa faamde:

source: &brandShortName; is made available to you under the terms of the
ff: &brandShortName; ena yettinaa e maa tugnaade e sarɗiiji

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
ff: . Ɗum firti ko aɗa waawi huutoraade, tummbitaade, weeɗde &brandShortName; woɗɓe. Aɗa yamiraa kadi waylude dokkol yummawol &brandShortName; ngol no njiɗir-ɗaa ngam nafoore maa heeriingo. Mozilla Public License ena hokku-maa kadi hakke weeɗde jame maa bayklaaɗe ɗee.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the Firefox name or logo. Additional information on trademarks may be found
ff: A hokkaaka hay hakke gooto wonande marke ɗee walla jamirooje marke Mozilla Foundation walla baawɗo wonde kala, ena jeyaa heen tawa alaa ɗo haaɗi innde Firefox ndee e logo mum. Humpito wonngo baɗte marke ena heɓoo

# rights.intro-point2-b
source: here
ff: ɗoo

source: Some features in &brandShortName;, such as the Crash Reporter, give you the option to provide feedback to &vendorShortName;. By choosing to submit feedback, you give &vendorShortName; permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ff: Wone e fannuuji gonɗi e &brandShortName;, wano Jaŋtorde Hooko, ena hokku maa suɓre hokkude miijo maa to &vendorShortName;. So a suɓiima naatnude miijo, aɗa hokka &vendorShortName; yamiroore huutoraade miijo maa ngoo ngam ɓeydude moƴƴinde paggooje mum, bayyinde miijo maa e lowe mum geese, e waaɗde miijo ngoo.

source: How we use your personal information and feedback submitted to &vendorShortName; through &brandShortName; is described in the
ff: No min kuutortoo humpito maa heeriingo a miijo maa naatnaaɗe to &vendorShortName; fayde &brandShortName; ena sifaa e

source: &brandShortName; Privacy Policy
ff: Dawirgol Suturo &brandShortName;

source: Any applicable privacy policies for this product should be listed here.
ff: Kala dawirɗe sutoro jammintooɗe e ndee faggoore ena foti limteede ɗoo.

source: Some &brandShortName; features make use of web-based information services, however, we cannot guarantee they are 100% accurate or error-free. More details, including information on how to disable the features that use these services, can be found in the
ff: Won e fannuuji &brandShortName; ena kuutortoo carwe humpito mooftiiɗe e geese, kono, min mbaawaa adande on eɗe ngoongɗi 100% walla ɗe ngalaa juume. Humpito woɗngo, yantude e hol no fannuuji kuutortooɗi ɗeen carwe daaƴirtee ena heɓoo e

source: service terms
ff: saɗiiji carwe

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
ff: So ndee faggoore ena soomi carwe geese, kala sarɗi carwe pawotooɗe e carwol (carwe) ɗee ena poti jokkondirɗe e

source: Website Services
ff: Carwe Lowe Geese

source: section.
ff: taƴre.

source: &brandFullName; Web-Based Information Services
ff: Carwe Humpito &brandFullName; Mooftiiɗe e Geese

source: &brandFullName; uses web-based information services ("Services") to provide some of the features provided for your use with this binary version of &brandShortName; under the terms described below. If you do not want to use one or more of the Services or the terms below are unacceptable, you may disable the feature or Service(s). Instructions on how to disable a particular feature or Service may be found
ff: &brandFullName; ena huutoroo carwe humpito mooftiiɗe e geese ("Carwe") ngam addude won e fannuuji ɗi ngaddane-ɗaa yo a huutoro ndee yamre biinere &brandShortName; tugnaade e sarɗiiji cifaaɗi les ɗoo. So a yiɗaa huutoraade gootol walla keewɗe e ɗeen Carwe walla sarɗiiji gonɗi les ɗoo njaɓotaako, aɗa waawi daaƴde oon fannu Carwol(we). Tinndinoore e no fannu keeriiɗo walla Carwol daaƴirtee ena heɓoo

# rights2.webservices-b
source: here
ff: ɗoo

source: . Other features and Services can be disabled in the application preferences.
ff: . Fannuuji e Carwe goɗɗe ena mbaawi daaƴeede e cuɓoraaɗe jaaɓnirgal ngal.

source: Disabling the Safe Browsing feature is not recommended as it may result in you going to unsafe sites. If you wish to disable the feature completely, follow these steps:
ff: Daaƴde fannu Peeragol Koolnol oo wasiyaaka sabu ena waawi wuftude e yahde-ma e lowe ɗe koolnaaki. So aɗa yiɗi daaƴde fannu oo haa timma, tugno e ɗee daawe:

source: Open the application preferences
ff: Uddit cuɓoraaɗe jaaɓnirgal ngal

source: Select the Security selection
ff: Labo labannde Kisal ndee

source: Uncheck the options to "&blockAttackSites.label;" and "&blockWebForgeries.label;"
ff: Labto cuɓe "&blockAttackSites.label;" e "&blockWebForgeries.label;"

source: Safe Browsing is now disabled
ff: Peeragol Koolnol daaƴaama jooni

source: Location Aware Browsing:
ff: Peeragol Ganndungol Nokkuure:

source: is always opt-in. No location information is ever sent without your permission. If you wish to disable the feature completely, follow these steps:
ff: ko jaɓel kala sahaa. Alaa humpito nokkuure neldetee tawa a yamiraani. So aɗa yiɗi daaƴde oo fannu haa timma, tugno e ɗee daawe:

source: In the URL bar, type
ff: E palal URL ngal, tappu

source: Type geo.enabled
ff: Tappu geo.enabled

source: Double click on the geo.enabled preference
ff: Dobdobo e suɓoraango geo.enabled ngoo

source: Location-Aware Browsing is now disabled
ff: Peeragol Ganndungol Nokkuure jooni daaƴaama

source: An overview of the website services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
ff: Sifannde carwe lowe geese ɗe faggoore ndeel soomi ɗee, yanti heen pamminorɗe no ɗe daaƴirtee, so ena wona, ena poti heɓaade ɗoo.

source: Any applicable service terms for this product should be listed here.
ff: Kala sarɗiiji carwe jammintooɗe e ndee faggoore ena foti limteede ɗoo.

source: &vendorShortName; and its contributors, licensors and partners work to provide the most accurate and up-to-date Services. However, we cannot guarantee that this information is comprehensive and error-free. For example, the Safe Browsing Service may not identify some risky sites and may identify some safe sites in error and the Location Aware Service all locations returned by our service providers are estimates only and neither we nor our service providers guarantee the accuracy of the locations provided.
ff: &vendorShortName; e wallitooɓe mum, yamirooɓe e renndodiiɓe mum ena ngolloo ngam addude Carwe ɓurɗe hesɗitde. Kono, min mbaawaa aadande on wonde ngoon humpito ena hesɗiti tee alaa juume. Yeru, Carwol Peeragol Suturo ngol ena waawi waasde yiyde won e lowe ɗe koolnaaki tee ena waawi juumde e joopagol lowe tee Peeragol Ganndungol Nokkuure ngol nokkuuje kala ɗe carwol amen ruttini ko kiise tan tee wonaa minen, wonaa hokkooɓe carwol amen ngaadani-on moƴƴugol nokkuuje dokkaaɗe ɗee.

source: &vendorShortName; may discontinue or change the Services at its discretion.
ff: &vendorShortName; ena waawi dartaade walla wayla Carwe ɗee nde welaa.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and &vendorShortName; grants you its rights to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
ff: Aɗa bismaa e huutoraade ɗee Carwe ngarduɗe e yamre &brandShortName;, tee &vendorShortName; ena hokku-maa hakkeeji waɗde ɗum. &vendorShortName; e yamirooɓe mum ena panndini hakkeeji goɗɗi kala e Carwe ɗee. Ɗii sarɗiiji mbaɗiraaka yoo pamɗin hakkeeji dokkaaɗi e tugno jamirooje open source jammintooɗe e &brandShortName; kadi e jame dokkol baabarol &brandShortName;.

source: The Services are provided "as-is." &vendorShortName;, its contributors, licensors, and distributors, disclaim all warranties, whether express or implied, including without limitation, warranties that the Services are merchantable and fit for your particular purposes. You bear the entire risk as to selecting the Services for your purposes and as to the quality and performance of the Services. Some jurisdictions do not allow the exclusion or limitation of implied warranties, so this disclaimer may not apply to you.
ff: Carwe ɗee ndokkiraa ko "no ngoniri nih" &vendorShortName;, wallitooɓe mum, yamirooɓe, e weeɗooɓe, ena ndiiwta kala gaadane, foti ko wowlaa walla maandinaa, yantude heen tawa alaa kaadol, gaadane ɗe Carwe ɗee ena njuloree tee ena kaaɗi e nafoore maa. Kala caɗeele gonɗe e Carwe ɗe cuɓani-ɗaa nafoore hoore maa ɗee ko aan tambii, kadi ko feewti e ŋarɗol e ñisgol Carwe ɗee. Won e laabi njamirtaa calagaol walla kaaɗnugol gaadane maandinaaɗe ɗee, ngati ngol diiwtol ena waawi waasde toɗɗaade-ma.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
ff: So wonaa ko laawol naamnii, &vendorShortName;, wallitooɓe mum, yamirooɓe, e weeɗooɓe mbaawoytaa joppeede so bonanndeeeji kuutoragol &brandShortName; e Carwe ɗee. Pawtagol denndangol tugnaade e ɗiin sarɗiiji mbaawaa diwde $500 (teemedde joyi dolaar). Won e laabi njamirtaa diiwtol walla kaaɗnugol won heen e bonanndeeji, ngati ndol diiwtol ena waawi waasde toɗɗaade-ma.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
ff: &vendorShortName; ena waawi hesɗitde ɗii sarɗiiji sahaaji so soklaama. Ɗiin sarɗiiji mbaawaa wayleede walla haaytineede tawa &vendorShortName; addaani yamiroore mum e binndol.

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
ff: Ɗii sarɗiiji huufi ɗum'en ko laabi Dowla Kaliforni, U.S.A., jeyaaka heen luure ɗaɓɓugol laawol. So won e ɗiin sarɗiiji heftinaa moƴƴaani walla mbaawaa faweede e yimɓe, ko heddi koo ena ñiiɓi e laawol tigi. So luural jolii hakkunde yamre firaande e yamre ɗemngal Engeleere, ko yamre Engeleere ndee jogii giol.
