Repository: translate/mozilla-l10n
Catalog: co/security/manager/chrome/pipnss/pipnss.properties.po
Languages: co

source: Please enter the master password for the %S.
co: Scrive u codice principale par %S.

source: Builtin Roots Module
co: Mòdulu radica pridifinitu

source: PSM Internal Crypto Services
co: Sirvizii crittugrafichi interni PSM

source: Generic Crypto Services
co: Sirvizii crittugrafichi ginarichi

# PrivateTokenDescription
source: Software Security Device
co: Disp. di sicurità di lugiziale

source: PSM Internal Cryptographic Services
co: Sirvizii crittugrafichi interni di PSM

source: PSM Private Keys
co: Chjave private di PSM

source: Software Security Device (FIPS)
co: Dispusitivu di sicurità di u lugiziale (FIPS)

source: FIPS 140 Cryptographic, Key and Certificate Services
co: Sirvizii di ciffratura, chjave è cirtificatu FIPS 140

# InternalToken
source: Software Security Device
co: Disp. di sicurità di lugiziale

source: SSL Client Certificate
co: Cirtificatu di cliente SSL

source: SSL Server Certificate
co: Cirtificatu di sirvore SSL

source: SSL Certificate Authority
co: Autorità di cirtificazione SSL

source: Email Signer Certificate
co: Cirtificatu di u signatariu di l'e-mail

source: Email Recipient Certificate
co: Cirtificatu di l'e-mail di u distinatariu

# VerifyObjSign
source: Object Signer
co: Signatariu di l'ugettu

# VerifyCAVerifier
source: CA Verifier
co: CA virificatrice

source: Status Responder Certificate
co: Cirtificatu di statu di u rispunditore

source: High Grade
co: Alta efficàcia

source: Medium Grade
co: Media efficàcia

source: %1$s's %2$s ID
co: ID di %1$s à %2$s

source: Certificate
co: Cirtificatu

source: Version
co: Virsione

source: Version 1
co: Virsione 1

source: Version 2
co: Virsione 2

source: Version 3
co: Virsione 3

source: Serial Number
co: Numaru siriale

source: PKCS #1 MD2 With RSA Encryption
co: PKCS #1 MD2 cù ciffratura RSA

source: PKCS #1 MD5 With RSA Encryption
co: PKCS #1 MD5 cà ciffratura RSA

source: PKCS #1 SHA-1 With RSA Encryption
co: PKCS #1 SHA-1 cù ciffratura RSA

source: PKCS #1 SHA-256 With RSA Encryption
co: PKCS #1 SHA-256 cù ciffratura RSA

source: PKCS #1 SHA-384 With RSA Encryption
co: PKCS #1 SHA-384 cù ciffratura RSA

source: PKCS #1 SHA-512 With RSA Encryption
co: PKCS #1 SHA-512 cù ciffratura RSA

source: Object Identifier (%S)
co: Idintificativu ugettu (%S)

source: Issuer
co: Emittente

source: Subject
co: Sughjettu

source: Surname
co: Casata

source: Given Name
co: Nome datu

source: Validity
co: Validità

source: Not Before
co: Micca prima

source: Not After
co: Micca dopu

source: Subject Public Key Info
co: Info chjave publica sughjettu

source: Subject Public Key Algorithm
co: Alguritimu chjave publica sughjettu

source: Algorithm Identifier
co: Idintificatore algoritimu

source: Algorithm Parameters
co: Paràmetri algoritimu

source: PKCS #1 RSA Encryption
co: PKCS #1 ciffratura RSA

source: Modulus (%S bits): %S Exponent (%S bits): %S
co: Mòdulu (%S bit): %S Espunente (%S bit): %S

source: Key size: %S bits Base point order length: %S bits Public value: %S
co: Diminsione di a chjave: %S bit Ordine di lunghezza di puntu di basa: %S bit Valore publicu: %S

source: Issuer Unique ID
co: ID unicu di l'emittente

source: Subject's Public Key
co: Chjave publica di u sughjettu

source: Subject Unique ID
co: ID unicu di u sughjettu

source: Extensions
co: Stinsione

source: Certificate Subject Directory Attributes
co: Attributi di classificazione sughjettu cirtificatu

source: Certificate Subject Key ID
co: ID di chjave sughjettu cirtificatu

source: Certificate Key Usage
co: Usu chjave cirtificatu

source: Certificate Subject Alt Name
co: Nome alternativu sughjettu cirtificatu

source: Certificate Issuer Alt Name
co: Nome alternativu emittente cirtificatu

source: Certificate Basic Constraints
co: Ligami basa di u cirtificatu

source: Certificate Name Constraints
co: Ligami nome di u cirtificatu

source: CRL Distribution Points
co: Punti di distribuzione CRL

source: Certificate Policies
co: Regule di u cirtificatu

source: Certificate Policy Mappings
co: Mappatura regule cirtificatu

source: Certificate Policy Constraints
co: Ligami regule cirtificatu

source: Certificate Authority Key Identifier
co: Chjave d'idintificazione di l'Autorità Cirtificante

source: Extended Key Usage
co: Adopru stesu di chjave

source: Authority Information Access
co: Infurmazione d'accessu CA

source: ANSI X9.57 DSA Signature
co: Signatura ANSI X9.57 DSA

source: ANSI X9.57 DSA Signature with SHA1 Digest
co: Signatura ANSI X9.57 DSA cù impronta SHA1

source: ANSI X9.62 ECDSA Signature with SHA1
co: Signatura ANSI X9.62 ECDSA cù SHA1

source: Signing
co: Signatura

source: Non-repudiation
co: Nun-ripudiu

source: Key Encipherment
co: Ciffratura chjave

source: Data Encipherment
co: Ciffratura dati

source: Key Agreement
co: Accittazione di a chjave

source: Certificate Signer
co: Signatariu di u cirtificatu

source: CRL Signer
co: Signatariu CRL

source: Critical
co: Criticu

source: Not Critical
co: Micca criticu

source: Certificate Signature Algorithm
co: Alguritimu di signatura di u cirtificatu

source: Certificate Signature Value
co: Valore di a signatura di u cirtificatu

source: Error: Unable to process extension
co: Arrore: Stinsione scunnisciuta, ùn si pò cuntinuà

source: Is a Certificate Authority
co: Hè un'autorità di cirtificazione

source: Is not a Certificate Authority
co: Ùn hè un'autorità di cirtificazione

source: Maximum number of intermediate CAs: %S
co: Numaru massimu di CA intarmediarie: %S

source: unlimited
co: illimitatu

source: TLS Web Server Authentication
co: Autentificazione di u sirvore web TLS

source: TLS Web Client Authentication
co: Autentificazione di u cliente web TLS

source: Code Signing
co: Signatura di u codice

source: E-mail protection
co: Prutizzione e-mail

source: Time Stamping
co: Timestamp

source: OCSP Signing
co: Signatura OCSP

source: Microsoft Individual Code Signing
co: Signatura di codice individuale Microsoft

source: Microsoft Commercial Code Signing
co: Signatura di codice cummirciale Microsoft

source: Microsoft Trust List Signing
co: Lista di e signature cridevule Microsoft

source: Microsoft Time Stamping
co: Timestamp Microsoft

source: Microsoft Server Gated Crypto
co: Crittugrafia pà i porti Microsoft Server

source: Microsoft Encrypting File System
co: Crittugrafia di i cartulari system Microsoft (EFS)

source: Microsoft File Recovery
co: Ristabulimentu di u cartulare Microsoft

source: Microsoft Windows Hardware Driver Verification
co: Virificazione di u pilotu matiriale Windows

source: Microsoft Qualified Subordination
co: Suburdinazione qualificata Microsoft

source: Microsoft Key Recovery
co: Ricuparazione di e chjave Microsoft

source: Microsoft Document Signing
co: Signatura di u ducumentu Microsoft

source: Microsoft Lifetime Signing
co: Signatura difinitiva Microsoft

source: Microsoft Smart Card Logon
co: Accessu smart card Microsoft

source: Microsoft Key Recovery Agent
co: Agente di ricuparazione di chjave Microsoft

source: Microsoft Certificate Template Name
co: Nome di mudellu di u cirtificatu Microsoft

source: Microsoft Principal Name
co: Nome principale Microsoft

source: Microsoft CA Version
co: Virsione CA Microsoft

source: Microsoft Domain GUID
co: GUID di u duminiu Microsoft

source: Netscape Server Gated Crypto
co: Crittugrafia pà i porti Netscape Server

source: E-Mail Address
co: Addirrizzu e-mail

source: DNS Name
co: Nome DNS

source: X.400 Address
co: Addirrizzu X.400

source: X.500 Name
co: Nome X.500

source: EDI Party Name
co: Parte di u nome EDI

source: IP Address
co: Addirrizzu IP

source: Registered OID
co: OID arrigistratu

source: Key ID
co: ID chjave

source: Verisign User Notices
co: Note di l'utulizadore Verisign

source: Unused
co: Inutulizatu

source: Key Compromise
co: Chjave cumprumessa

source: CA Compromise
co: CA cumprumessa

source: Affiliation Changed
co: Affiliazione mudificata

source: Superseded
co: Sustituitu

source: Cessation of Operation
co: Cissazione di l'uparazione

source: Certificate Hold
co: Suspesa di u cirtificatu

source: CA Issuers
co: Emissori CA

source: Certification Practice Statement pointer
co: Puntatore dichjarativu par l'eserciziu di a cirtificazione

source: Extended Validation (EV) SSL Server Certificate
co: Cirtificatu di u sirvore SSL à validità stesa (EV)

source: User Notice
co: Note di l'utulizadore

source: Logotype
co: Logotippu

source: Elliptic Curve Public Key
co: Chjave publica à Curva ellittica

source: X9.62 ECDSA Signature with SHA1
co: Firma X9.62 ECDSA con SHA1

source: ANSI X9.62 elliptic curve prime192v1 (aka secp192r1, NIST P-192)
co: Curva ellittica ANSI X9.62 prime192v1 (o anche secp192r1, NIST P-192)

source: ANSI X9.62 elliptic curve prime192v2
co: Curva ellittica ANSI X9.62 prime192v2

source: ANSI X9.62 elliptic curve prime192v3
co: Curva ellittica ANSI X9.62 prime192v3

source: ANSI X9.62 elliptic curve prime239v1
co: Curva ellittica ANSI X9.62 prime239v1

source: ANSI X9.62 elliptic curve prime239v2
co: Curva ellittica ANSI X9.62 prime239v2

source: ANSI X9.62 elliptic curve prime239v3
co: Curva ellittica ANSI X9.62 prime239v3

source: ANSI X9.62 elliptic curve prime256v1 (aka secp256r1, NIST P-256)
co: Curva ellittica ANSI X9.62 prime256v1 (o anche secp256r1, NIST P-256)

source: SECG elliptic curve secp112r1
co: Curva ellittica SECG secp112r1

source: SECG elliptic curve secp112r2
co: Curva ellittica SECG secp112r2

source: SECG elliptic curve secp128r1
co: Curva ellittica SECG secp128r1

source: SECG elliptic curve secp128r2
co: Curva ellittica SECG secp128r2

source: SECG elliptic curve secp160k1
co: Curva ellittica SECG secp160k1

source: SECG elliptic curve secp160r1
co: Curva ellittica SECG secp160r1

source: SECG elliptic curve secp160r2
co: Curva ellittica SECG secp160r2

source: SECG elliptic curve secp192k1
co: Curva ellittica SECG secp192k1

source: SECG elliptic curve secp224k1
co: Curva ellittica SECG secp224k1

source: SECG elliptic curve secp224r1 (aka NIST P-224)
co: Curva ellittica SECG secp224r1 (o ancu NIST P-224)

source: SECG elliptic curve secp256k1
co: Curva ellittica SECG secp256k1

source: SECG elliptic curve secp384r1 (aka NIST P-384)
co: Curva ellittica SECG secp384r1 (o ancu NIST P-384)

source: SECG elliptic curve secp521r1 (aka NIST P-521)
co: Curva ellittica SECG secp521r1 (o ancu NIST P-521)

source: ANSI X9.62 elliptic curve c2pnb163v1
co: Curva ellittica ANSI X9.62 c2pnb163v1

source: ANSI X9.62 elliptic curve c2pnb163v2
co: Curva ellittica ANSI X9.62 c2pnb163v2

source: ANSI X9.62 elliptic curve c2pnb163v3
co: Curva ellittica ANSI X9.62 c2pnb163v3

source: ANSI X9.62 elliptic curve c2pnb176v1
co: Curva ellittica ANSI X9.62 c2pnb176v1

source: ANSI X9.62 elliptic curve c2tnb191v1
co: Curva ellittica ANSI X9.62 c2tnb191v1

source: ANSI X9.62 elliptic curve c2tnb191v2
co: Curva ellittica ANSI X9.62 c2tnb191v2

source: ANSI X9.62 elliptic curve c2tnb191v3
co: Curva ellittica ANSI X9.62 c2tnb191v3

source: ANSI X9.62 elliptic curve c2onb191v4
co: Curva ellittica ANSI X9.62 c2onb191v4

source: ANSI X9.62 elliptic curve c2onb191v5
co: Curva ellittica ANSI X9.62 c2onb191v5

source: ANSI X9.62 elliptic curve c2pnb208w1
co: Curva ellittica ANSI X9.62 c2pnb208w1

source: ANSI X9.62 elliptic curve c2tnb239v1
co: Curva ellittica ANSI X9.62 c2tnb239v1

source: ANSI X9.62 elliptic curve c2tnb239v2
co: Curva ellittica ANSI X9.62 c2tnb239v2

source: ANSI X9.62 elliptic curve c2tnb239v3
co: Curva ellittica ANSI X9.62 c2tnb239v3

source: ANSI X9.62 elliptic curve c2onb239v4
co: Curva ellittica ANSI X9.62 c2onb239v4

source: ANSI X9.62 elliptic curve c2onb239v5
co: Curva ellittica ANSI X9.62 c2onb239v5

source: ANSI X9.62 elliptic curve c2pnb272w1
co: Curva ellittica ANSI X9.62 c2pnb272w1

source: ANSI X9.62 elliptic curve c2pnb304w1
co: Curva ellittica ANSI X9.62 c2pnb304w1

source: ANSI X9.62 elliptic curve c2tnb359v1
co: Curva ellittica ANSI X9.62 c2tnb359v1

source: ANSI X9.62 elliptic curve c2pnb368w1
co: Curva ellittica ANSI X9.62 c2pnb368w1

source: ANSI X9.62 elliptic curve c2tnb431r1
co: Curva ellittica ANSI X9.62 c2tnb431r1

source: SECG elliptic curve sect113r1
co: Curva ellittica SECG sect113r1

source: SECG elliptic curve sect113r2
co: Curva ellittica SECG sect113r2

source: SECG elliptic curve sect131r1
co: Curva ellittica SECG sect131r1

source: SECG elliptic curve sect131r2
co: Curva ellittica SECG sect131r2

source: SECG elliptic curve sect163k1 (aka NIST K-163)
co: Curva ellittica SECG sect163k1 (o ancu NIST K-163)

source: SECG elliptic curve sect163r1
co: Curva ellittica SECG sect163r1

source: SECG elliptic curve sect163r2 (aka NIST B-163)
co: Curva ellittica SECG sect163r2 (o ancu NIST B-163)

source: SECG elliptic curve sect193r1
co: Curva ellittica SECG sect193r1

source: SECG elliptic curve sect193r2
co: Curva ellittica SECG sect193r2

source: SECG elliptic curve sect233k1 (aka NIST K-233)
co: Curva ellittica SECG sect233k1 (o ancu NIST K-233)

source: SECG elliptic curve sect233r1 (aka NIST B-233)
co: Curva ellittica SECG sect233r1 (o ancu NIST B-233)

source: SECG elliptic curve sect239k1
co: Curva ellittica SECG sect239k1

source: SECG elliptic curve sect283k1 (aka NIST K-283)
co: Curva ellittica SECG sect283k1 (o ancu NIST K-283)

source: SECG elliptic curve sect283r1 (aka NIST B-283)
co: Curva ellittica SECG sect283r1 (o ancu NIST B-283)

source: SECG elliptic curve sect409k1 (aka NIST K-409)
co: Curva ellittica SECG sect409k1 (o ancu NIST K-409)

source: SECG elliptic curve sect409r1 (aka NIST B-409)
co: Curva ellittica SECG sect409r1 (o ancu NIST B-409)

source: SECG elliptic curve sect571k1 (aka NIST K-571)
co: Curva ellittica SECG sect571k1 (o ancu NIST K-571)

source: SECG elliptic curve sect571r1 (aka NIST B-571)
co: Curva ellittica SECG sect571r1 (o ancu NIST B-571)

source: Size: %S Bytes / %S Bits
co: Diminsione: %S Byte / %S Bit

source: Client
co: Cliente

source: Server
co: Sirvore

source: SSL CA
co: CA SSL

source: Sign
co: Signatura

source: Encrypt
co: Ciffra

# VerifyObjSign_p
source: Object Signer
co: Signatariu ugettu

# VerifyCAVerifier_p
source: CA Verifier
co: CA virificatrice

source: Status Responder
co: Statu di u rispunditore

source: The password entered was incorrect.
co: U codice scrittu ùn era currettu.

source: Successfully backed up your security certificate(s) and private key(s).
co: Cirtificati è chjave private archiviate currittamente.

source: Successfully restored your security certificate(s) and private key(s).
co: Cirtificati è chjave private ristabulite currittamente.

source: Failed to decode the file. Either it is not in PKCS #12 format, has been corrupted, or the password you entered was incorrect.
co: Ùn si pò scudificà u cartulare. Pudaria ùn esse micca in lu furmatu PKCS #12, esse statu dannificatu, o puru u codice scrittu ùn era micca currettu.

source: Failed to restore the PKCS #12 file for unknown reasons.
co: Ristabulimentu di u codice PKCS #12 micca riisciutu par raghjone scunnisciute.

source: Failed to create the PKCS #12 backup file for unknown reasons.
co: Copia di risturazione di u cartulare PKCS #12 micca riisciuta par raghjone scunnisciute.

source: The PKCS #12 operation failed for unknown reasons.
co: Uparazione PKCS #12 micca riisciuta par mutivi scunnisciuti.

source: It is not possible to back up certificates from a hardware security device such as a smart card.
co: Ùn si pò salvà una copia lucale da dispusitivi di sicurità matiriale, par esempiu, e carte smart.

source: The certificate and private key already exist on the security device.
co: Ci hè dighjà u cirtificatu è a chjave privata in lu dispusitivu di sicurità.

source: Unable to add module
co: Ùn si pò aghjustà u mòdulu

source: Security Module already exists
co: Ci hè dighjà u mòdulu di sicurità

source: Are you sure you want to delete this security module?
co: Caccià stu mòdulu di sicurità?

source: Unable to delete module
co: Ùn si pò caccià u mòdulu

source: Can't connect securely because the SSL protocol has been disabled.
co: Ùn si pò stabulisce una cunnissione sicura, u prutucollu SSL hè statu disattivatu.

source: Can't connect securely because the site uses an older, insecure version of the SSL protocol.
co: Ùn si pò stabulisce una cunnissione sicura, u situ adopra una virsione trapassata è micca sicura di u prutucollu SSL.

source: You have received an invalid certificate. Please contact the server administrator or email correspondent and give them the following information: Your certificate contains the same serial number as another certificate issued by the certificate authority. Please get a new certificate containing a unique serial number.
co: Ete ricivutu un cirtificatu micca validu. Si cunsiglia di cuntattà l'amministratore di u sirvore o l'addirrizzu e-mail currispundente è di dà e siguente infurmazione: U cirtificatu cuntene u listessu numaru siriale cà un altru cirtificatu emessu da l'autorità di cirtificazione. Dumandà un novu cirtificatu chì cuntene un numaru siriale unicu.

source: An error occurred during a connection to %S.
co: Ci hè statu un arrore durante a cunnissione à %S.

source: %S uses an invalid security certificate.
co: %S adopra un cirtificatu di sicurità micca validu.

source: The certificate is not trusted because it is self-signed.
co: U cirtificatu ùn hè fidevule causa ch'ellu hè autosignatu.

source: The certificate is not trusted because the issuer certificate is unknown.
co: U cirtificatu ùn hè fidevule parchì l'autorità emittente hè scunnisciuta.

source: The certificate is not trusted because it was issued by an invalid CA certificate.
co: U cirtificatu ùn hè fidevule causa ch'ellu hè emessu da un'autorità cù un cirtificatu micca validu.

source: The certificate is not trusted because the issuer certificate is not trusted.
co: U cirtificatu ùn hè fidevule postu chì u cirtificatu di l'autorità emittente ùn hè fidevule.

source: The certificate is not trusted because the issuer certificate has expired.
co: U cirtificatu ùn hè fidevule postu chì u cirtificatu di l'autorità emittente hè trapassatu.

source: The certificate does not come from a trusted source.
co: U cirtificatu ùn vene da una surgente fidevule.

source: The certificate is not valid for the name %S.
co: U cirtificatu ùn hè micca validu pà u nome %S.

source: The certificate is only valid for <a id="cert_domain_link" title="%1$S">%1$S</a>
co: U cirtificatu hè validu solu par <a id="cert_domain_link" title="%1$S">%1$S</a>.

source: The certificate is only valid for %S
co: U cirtificatu hè validu solu par %S

source: The certificate is only valid for the following names:
co: U cirtificatu hè validu solu pà i siguenti nomi:

source: The certificate is not valid for any server names.
co: U cirtificatu ùn hè micca validu par alcun nome di sirvore.

source: (Error code: %S)
co: (Codice d'arrore: %S)

source: Issued to:
co: Rilasciatu à:

source: Issued by:
co: Rilasciatu da:

source: Valid
co: Validu

source: from
co: da

source: to
co: à

source: Purposes
co: Adopri

source: Stored in:
co: Mimurizatu in:

source: Imported Certificate
co: Cirtificatu impurtatu

source: <Expired>
co: <Scadutu>

source: <Revoked>
co: <Rivucatu>

source: <Not Trusted>
co: <Micca fidevule>

source: <Issuer Not Trusted>
co: <emittente micca fidevule>

source: <Issuer Unknown>
co: <emittente scunnisciutu>

source: <Invalid CA>
co: <CA micca valida>

source: <Unknown>
co: <scunnisciutu>

source: Your Cert
co: Cirtificatu parsunale

source: CA (Certificate Authority)
co: CA (Autorità di cirtificazione)

source: SSL Server
co: Sirvore SSL

source: Unknown
co: Scunnisciutu

source: (no nickname)
co: (senza alias)

source: (no email address)
co: (senza addirrizzu e-mail)

source: (expired)
co: (scadutu)

source: (not yet valid)
co: (ancu micca validu)

source: This certificate is already installed as a certificate authority.
co: Stu cirtificatu hè dighjà stallatu cum'è cirtificatu d'un'autorità di cirtificazione.

source: This is not a certificate authority certificate, so it can't be imported into the certificate authority list.
co: Què ùn hè micca un cirtificatu d'un'autorità di cirtificazione, face ch'ùn pò esse impurtatu in la lista di l'autorità di cirtificazione.

source: This certificate can't be verified and will not be imported. The certificate issuer might be unknown or untrusted, the certificate might have expired or been revoked, or the certificate might not have been approved.
co: Stu cirtificatu ùn si pò virificà è ùn sarà impurtatu. L'emittente di u cirtificatu pudaria esse scunnisciutu o micca fidatu, u cirtificatu pudaria esse scadutu, rivucatu o micca appruvatu.

source: This personal certificate can't be installed because you do not own the corresponding private key which was created when the certificate was requested.
co: Stu cirtificatu parsunale ùn si pò stallà causa ch'ella ùn s'hà a chjave privata currispundente privata ginarata à u momentu di a richiesta di u cirtificatu.

source: Your personal certificate has been installed. You should keep a backup copy of this certificate.
co: U cirtificatu parsunale hè statu stallatu. Si cunsiglia di fà una copia di sicurità.

source: (Unknown)
co: (Scunnisciutu)

source: (Not Stored)
co: (Micca salvatu)

source: Permanent
co: Parmanente

source: Temporary
co: Timpuraniu
