Repository: translate/mozilla-l10n
Catalog: ss/obsolete/toolkit/installer/windows/install.*.po
Languages: it

source: Cancel
it: Yesula

source: &Cancel
it: &Yesula

source: &Next >
it: &Lokulandzelako >

source: < &Back
it: < &Emuva

source: &Ignore
it: &Libala

source: To configure a Proxy server for this download, click the Connection… button.
it: Kulungisela silondvoloti seproksi sekulayishela, chafata kuchumanisa… likinobho.

source: &Connection…
it: &Kuchumanisa…

source: Proxy Settings:
it: Tinhlelo teproksi:

source: &Proxy Settings
it: &Tinhlelo teproksi

source: Server:
it: Silondvoloti:

source: Port:
it: Sikhumulo:

source: User id:
it: Umsebentisi id:

source: Password:
it: Libitophawu:

source: _: SELECTDIRECTORY Select a directory
it: Khetsa Inkhomba

source: &Directories:
it: &Tinkhomba:

source: Dri&ves:
it: &Kwekusebenta:

source: Remaining:
it: Lokusele:

source: File:
it: Lifayela:

source: To Path:
it: Kungenindlela:

source: &Accept
it: &Yemukela

source: &Decline
it: &Yala

source: &Program Folder:
it: &Ifolda yeluhlelo:

source: E&xisting Folders:
it: E&maFolda Lakhona:

source: Setup has finished copying files to your computer. Before you can use $ProductNameInternal$, you must restart Windows or your computer. Choose one of the following options and click OK to finish setup.
it: Kusetha sekucedzile kukopela emafayela kukhompyutha yakho. Ungakasebentisi $ProductNameInternal$, kufanele uphindze ucalise Windows akho nome ikhompyutha yakho. Khetsa kunye kwaloku lokulandzelako bese uchafata OK kuze ucedzele kusetha.

source: Restart
it: Phindza ucale

source: Yes, I want to restart my computer now.
it: Yebo, ngifuna kuphindze ngicala lekhompyutha yami nyalo.

source: No, I will restart my computer later.
it: Cha, ngitawuphindze ngicale ikhompyutha yami kamuva.

source: &Additional Components:
it: &Letinye Takhi:

source: Description
it: Inchazelo

source: Total download size:
it: Ithothali yesayizi yekulayishela:

source: Space Available:
it: Sikhala Lesikhona:

source: C&omponents:
it: T&akhi:

source: Choose a Folder to install $ProductName$ into:
it: Khetsa iFolda yekufaka $ProductName$ e:

source: Install Folder
it: Faka iFolda

source: B&rowse…
it: &Tfunguluta…

source: Download Size: %u KB
it: Layishea: %u KB

source: Current Settings:
it: Tinhlelo tanyalo:

source: …to the following location:
it: …kulendzawo lelandzelako:

source: %s, and:
it: %s, ne:

source: &Install
it: &Faka

source: &Delete
it: &Cisha

source: &Continue
it: &Chubeka

source: &Skip
it: &Yengca

source: Re&ad Me
it: Fu&ndza Mine

source: &Pause
it: &Phumula

source: &Resume
it: &Phindza ucale

source: Checked
it: Kuhloliwe

source: Unchecked
it: Akukahlolwa

source: Extracting…
it: Kuyamunya…

source: Could not create %s dialog.
it: Ayikakheki inhulumiswano %s.

source: %s failed.
it: %s yehlulekile.

source: File not found: %s
it: Alitfolakali lifayela %s

source: GetSystemDirectory() failed.
it: GetSystemDirectory() yehlulekile.

source: GetWindowsDirectory() failed.
it: GetWindowsDirectory() yehlulekile.

source: Exit Setup
it: Phuma kuMisa

source: You have not finished installing $ProductName$. If you exit Setup now, $ProductName$ will not be installed. Are you sure you want to cancel Setup?
it: Awukacedzi kufaka $ProductName$. Nawuphuma Setha nyalo, $ProductName$ ngeke lakheleke. Ucinisekile yini kutsi ufuna kwesula Setha?

source: Restarting Windows
it: Phindza ucale WemaWindows

source: GetProcAddress() of %s failed.
it: GetProcAddress() of %s yehlulekile.

source: WritePrivateProfileString() failed for file %s
it: WritePrivateProfileString() yehlulekile ku lifayela %s

source: Please wait while Setup retrieves its configuration script from the web…
it: Uyacelwa mani ngesikhatsi Setha asadvonsa kwakhiwa kwembhalo kuwebu…

source: Setup was unable to create the TEMP directory: %s
it: Setha akakhoni kwakha lenkhomba le TEMP: %s

source: _: DLGBROWSETITLE Select a directory
it: Khetsa Inkhomba

source: Could not determine available disk space for: %s
it: Ayikakhoni kutfola sikhala lesikhona kudisk ya: %s

source: Disk space check
it: Hlola sikhala sedisk

source: Setup has detected insufficient disk space to continue with installation on %s for the path: %sRequired: %sAvailable: %sClick Retry if more disk space has been made available, or click Cancel to cancel Setup.
it: Setha utfole kutsi sincane sikhala kudisk kutsi achubeke nekufaka %s salendlela: %s Lesidzingo: %s Lesikhona: %s Chafata phindza wetame nangabe sikhala sediski sesentiwe saba khona, nome uchafate Yesula kuze wesule Setha.

source: Setup has detected insufficient disk space to continue with installation process on %s for the path: %sRequired: %sAvailable: %sClick OK to go back and choose a different destination path.
it: Setha utfole kutsi sincane sikhala kudiski kutsi achubeke nekufaka %s salendlela: %s Required: %s Available: %s Chafata OK kuze ukwati kubuyela emuva uyewukhetsa indlela lenye leya ekugcineni.

source: Could not create folder: %sMake sure you have access to create the folder.
it: Ayikakhoni kwenta ifolda: %s Ciniseka kutsi uyakhona kwenta lefolda.

source: $ProductNameInternal$ Setup Error
it: $ProductNameInternal$ Kuneliphutsa lekusetha

source: File count:
it: Sibalo selifayela:

source: Filename:
it: Libitofayela:

source: Preparing Install, please wait…
it: Kulungiselela kufaka, Uyacelwa mani…

source: Configuring %s, please wait…
it: Kumisa %s, Uyacelwa mani…

source: Error occurred during installation
it: Kwenteke liphutsa ngesikhatsi kufakwa

source: $ProductName$ can only run on Windows 95 or newer. Setup will now exit.
it: $ProductName$ lingasebenta kuphela kumaWindows 95 nome ngetulu. Setha utawuphuma nyalo.

source: $ProductName$ Setup - Install Progress
it: $ProductName$ Setha - Uchubeka Nekufaka

source: Preparing file: %s
it: Kulungiselela lifayela: %s

source: Currently installing %s
it: Kwanyalo kufakwa %s

source: Copying file: %s
it: Kukopa lifayela: %s

source: Warning
it: Secwayiso

source: Message
it: Umlayeto

source: Attention
it: Caphela

source: The following directory does not exist:%sWould you like to create it?
it: Ayikho lenkhomba lelandzelako: %s Ungatsandza yini kuyakha?

source: Create Directory?
it: Yakha Inkhomba?

source: Invalid Program folder name entered.
it: Kufakwe libito lefolda yeluhlelo lelingesilo.

source: Default
it: Difolthi

source: Invalid path entered.
it: Kufakwe indlela lengasiyo.

source: Setup Type:
it: Setha inhlobo:

source: Selected Components:
it: Khetsa takhi:

source: Destination Directory:
it: Siphetfo senkhomba:

source: Program Folder:
it: Ifolder yeluhlelo:

source: Deleting destination directory to be able to upgrade, please wait…
it: Kucisha siphetfo senkhomba kuze ukhone kubuyeketa, uyacelwa ulindze…

source: Setup
it: Setha

source: Download Site:
it: Layishela liSayithi:

source: Save downloaded and Setup program files to:
it: Seva lokulayishelwe bese usetha emafayela eluhlelo ku:

source: Initializing Setup, please wait…
it: Kucalisa kusetha, uyacelwa ulindze ume…

source: %s Setup
it: %s Setha

source: GetVersionEx() failed!
it: GetVersionEx() yehlulekile!

source: Usage
it: Kusetjentiswa

source: Extracting %s
it: Kumunya %s

source: Launching Setup…
it: Kwetfula Setha…

source: Unable to write file %s
it: Akukhonakali kubhala lifayela %s

source: Installation
it: Kufaka

source: Out of memory!
it: Ngaphandle kwemomori

source: Could not load %s
it: Ayikakhoni kulayisha %s

source: Could not load string resource ID %d
it: Ayikakhoni kulayisha umtfombo wentsambo ID %d

source: Null pointer encountered.
it: Kuhlangenwe nesikhombalite.

source: Memory allocation error.
it: Liphutsa lekwabiwa kwememori.

source: Setup has detected that %s (%s) is still running. Click OK to quit %s and proceed with installation. Alternatively, use the Windows Task Manager to quit %s, and then click OK to continue with installation.
it: Setha utfole kutsi %s (%s) solo uyasebenta. Chafata OK kuze uphume ku %s bese uchubeka nekufaka. Noma-ke, usebentise umphatsimsebenti wemaWindows kuze uphume ku %s, bese uchafata OK kuze uchubeke nekufaka.

source: Setup will now exit. Setup could not continue because %s (%s) is still running. Try manually quitting %s using Windows Task Manager, and then run Setup again.
it: Setha utawuphuma nyalo. Setha akakhoni kuchubeka ngoba %s (%s) solo usasebenta. Yetama kuphuma ngetandla ku %s usebentisa Umlawuli Msebenti WemaWindows, bese uphindze usebentisa Setha.

source: $ProductName$ cannot be installed into a folder that is inside the Windows folder. Please choose a different folder.
it: $ProductName$ alikakhoni kufakwa kulefolda lengekhatsi kufolda yemaWindows. Uyacelwa khatsa ifolda leyehlukile.
