Repository: translate/mozilla-l10n
Catalog: */netwerk/necko.properties.po
Languages: af, ar, as, az, bg, es_mx, fur, he, id, is, ka, kk, km, ku, mai, ms, my, ne, nn_no, pt_br, si, sr, sv, ta, te, th, ug, xh, zh_tw, zu

source: Looking up %1$S…
ar: ‫يبحث عن ‪%1$S‬…‬
as: %1$S সন্ধান কৰা হৈছে…
az: %1$S axtarılır…
bg: Търсене на %1$S…
es_mx: Resolviendo la dirección de %1$S…
fur: Daûr a cirî %1$S…
he: ‫מחפש את ‪%1$S‬...‬
id: Mencari %1$S…
is: Leita uppi %1$S…
ka: ძებნა - %1$S...
kk: %1$S ізделуде…
km: កំពុង​រកមើល %1$S…
ku: Makîneya %1$S'ê tê dahûrandin...
mai: ई कलेल देख रहल अछि %1$S...
ms: Mencari %1$S…
my: %1$S ဆီ ဆက်ကြည့်နေတယ်...
ne: %1$S को खोजी गरिँदैछ…
nn_no: Søkjer etter %1$S …
pt_br: Localizando %1$S…
si: %1$S සෝදිසි කරමින්...
sr: Тражење: %1$S...
sv: Letar efter %1$S…
ta: பார்க்கிறது %1$S...
te: %1$S ను చూస్తోంది...
th: กำลังมองหา %1$S…
ug: %1$S ئىزدەۋاتىدۇ…
zh_tw: 尋找 %1$S…

source: Connected to %1$S…
ar: ‫يتّصل ب‍ ‪%1$S‬…‬
as: %1$S লৈ সংযুক্ত…
az: %1$S serverinə bağlanıldı…
bg: Свързване с %1$S…
es_mx: Conectado a %1$S…
fur: Conetût a %1$S…
he: ‫מחובר אל ‪%1$S‬...‬
id: Tersambung ke %1$S…
is: Tengist við %1$S…
ka: დაკავშირება - %1$S...
kk: %1$S адресімен байланысқан…
km: បាន​តភ្ជាប់​ទៅកាន់ %1$S…
ku: Bi %1$S'ê ve girêdan pêk hat...
mai: %1$S मे जुड़ल अछि...
ms: Menyambung ke %1$S…
my: %1$S ကို ချိတ်ဆက်ထားတယ်...
ne: %1$S मा जडान भयो…
nn_no: Tilkopla %1$S …
pt_br: Conectado a %1$S…
si: %1$S සමඟ සම්බන්ධ විය...
sr: Веза са: %1$S...
sv: Ansluten till %1$S…
ta: %1$S இணைக்கப்பட்டது...
te: %1$S కు అనుసంధానించబడుతోంది...
th: เชื่อมต่อไปยัง %1$S แล้ว…
ug: %1$S غا ئۇلىنىۋاتىدۇ…
zh_tw: 已連線到 %1$S…

source: Sending request to %1$S…
ar: ‫يرسِل الطلب إلى ‪%1$S‬…‬
as: %1$S লৈ অনুৰোধ পঠিওৱা হৈছে…
az: %1$S serverinə istək göndərilir…
bg: Заявка до %1$S…
es_mx: Enviando petición a %1$S…
fur: Daûr a mandâ la richieste a %1$S…
he: ‫שולח בקשה אל ‪%1$S‬...‬
id: Mengirimkan permintaan ke %1$S…
is: Sendi beiðni til %1$S…
ka: მოთხოვნის გაგზავნა - %1$S...
kk: %1$S адресіне сұраным жіберу…
km: កំពុង​បញ្ជូន​សំណើ​ទៅកាន់ %1$S…
ku: Ji %1$S'ê re daxwaz tê şandin...
mai: %1$S मे आग्रह पठाए रहल अछि...
ms: Menghantar permohonan ke %1$S…
my: %1$S ဆီ တောင်းဆိုချက် ပေးပို့နေတယ်...
ne: %1$S लाई अनुरोध पठाइदै…
nn_no: Sender førespurnad til %1$S …
pt_br: Enviando pedido para %1$S…
si: %1$S වෙතට ඉල්ලීම යවමින්...
sr: Слање захтева ка %1$S...
sv: Skickar begäran till %1$S…
ta: %1$S க்கு கோரிக்கை அனுப்புகிறது...
te: %1$S కు అభ్యర్దన పంపిస్తోంది...
th: กำลังร้องขอไปยัง %1$S…
ug: تەلەپ %1$S غا يوولىنىۋاتىدۇ…
zh_tw: 向 %1$S 要求資料…

source: Transferring data from %1$S…
ar: ‫ينقل البيانات من ‪%1$S‬…‬
as: %1$S ৰ পৰা তথ্য পোৱা হৈছে…
az: %1$S ünvanından məlumat ötürülür…
bg: Прехвърляне на данни от %1$S…
es_mx: Transfiriendo datos desde %1$S…
fur: Daûr a trasferî dâts di %1$S…
he: ‫מעביר נתונים מ־‪%1$S‬...‬
id: Mentransfer data dari %1$S…
is: Næ í gögn frá %1$S…
ka: მონაცემთა გადმოტანა - %1$S...
kk: %1$S адресінен деректерді алу…
km: កំពុង​ផ្ទេរ​ទិន្នន័យ​ចេញពី %1$S…
ku: Ji cihê %1$S'ê dane tê guhêztin...
mai: %1$S सँ आंकड़ा हस्तांतरित कए रहल अछि...
ms: Memindahkan data daripada %1$S…
my: %1$S ဆီမှ အချက်အလက်ကြမ်း ပြောင်းရွံ့နေတယ်...
ne: %1$S बाट तथ्याङ्क स्थानान्तर गरिँदैछ...
nn_no: Fører over data frå %1$S …
pt_br: Recebendo dados de %1$S…
si: %1$S වෙතින් දත්ත මාරු කරමින්...
sr: Пријем података са %1$S...
sv: Hämtar data från %1$S…
ta: %1$S லிருந்து தகவல் அனுப்பப்படுகிறது...
te: %1$S నుండి డాటా బదిలీకరణ చేస్తోంది...
th: กำลังถ่ายโอนข้อมูลจาก %1$S…
ug: %1$S دىن مەلۇمات يىغىۋاتىدۇ…
zh_tw: 從 %1$S 接收資料…

source: Connecting to %1$S…
ar: ‫يتّصل ب‍ ‪%1$S‬…‬
as: %1$S লৈ সংযোগ কৰা হৈছে…
az: %1$S serverinə bağlanılır…
bg: Свързване с %1$S…
es_mx: Conectando a %1$S…
fur: Daûr a conetisi a %1$S…
he: ‫מתחבר אל ‪%1$S‬...‬
id: Mencari sambungan ke %1$S…
is: Tengist við %1$S…
ka: დაკავშირება - %1$S...
kk: %1$S адресімен байланысты орнату…
km: កំពុង​តភ្ជាប់​ទៅកាន់ %1$S…
ku: %1$S'ê ve tê girêdan...
mai: %1$S मे जुड़ल अछि...
ms: Menyambung ke %1$S…
my: %1$S ကို ချိတ်ဆက်နေတယ်...
ne: %1$S मा जडान हुँदैछ…
nn_no: Koplar til %1$S
pt_br: Conectando a %1$S…
si: %1$S වෙතට සම්බන්ධ වෙමින්...
sr: Повезивање са %1$S...
sv: Ansluter till %1$S…
ta: %1$S உடன் இணைக்கிறது...
te: %1$S కు అనుసంధానించబడుతోంది...
th: กำลังเชื่อมต่อไปยัง %1$S…
ug: %1$S غا ئۇلىنىۋاتىدۇ…
zh_tw: 正在連線到 %1$S…

source: Read %1$S
ar: ‫قَرَأ ‪%1$S‬‬
as: %1$S পঢ়া হ'ল
az: %1$S oxundu
bg: Прочетен е %1$S
es_mx: Leído %1$S
fur: Let %1$S
he: ‫קורא את ‪%1$S‬‬
id: Membaca %1$S
is: Les %1$S
ka: კითხვა - %1$S
kk: %1$S оқылған
km: បាន​អាន %1$S
ku: %1$S'ê bixwîne
mai: %1$S पढू
ms: Baca %1$S
my: %1$S ကို ဖတ်ပါ
ne: %1$S पढ्नुहोस्
nn_no: Las %1$S
pt_br: Leu %1$S
si: %1$S කියවමින්
sr: Прочитано %1$S
sv: Läser %1$S
ta: %1$S படி
te: %1$S చదువు
th: อ่าน %1$S
ug: ئوقۇش%1$S
zh_tw: 讀取 %1$S

source: Wrote %1$S
af: Skryf %1$S
ar: ‫كتَبَ ‪%1$S‬‬
as: %1$S লিখা হ'ল
az: %1$S yazılır
bg: Записан е %1$S
es_mx: Escrito %1$S
fur: Scrit %1$S
he: ‫כותב את ‪%1$S‬‬
id: Menulis ke %1$S
is: Skrifaði %1$S
ka: ჩაწერა - %1$S
kk: %1$S жазылған
km: បាន​សរសេរ %1$S
ku: %1$S nivîsand
mai: %1$S लिखू
ms: Ditulis %1$S
my: %1$S ကို ရေးထားတယ်
ne: %1$S लेखियो
nn_no: Skreiv %1$S
pt_br: Escreveu %1$S
si: %1$S ලියන ලදි
sr: Записано %1$S
sv: Skrev %1$S
ta: %1$S எழுதப்பட்டது
te: %1$S వ్రాయి
th: เขียน %1$S
ug: يېزىش %1$S
xh: Ibhale %1$S
zh_tw: 寫入 %1$S
zu: Wabhala %1$S

source: Waiting for %1$S…
ar: ‫ينتظر ‪%1$S‬…‬
as: %1$S লৈ লিখা হৈছে…
az: %1$S gözlənilir…
bg: Изчакване на %1$S…
es_mx: Esperando a %1$S…
fur: Daûr a spietâ %1$S…
he: ‫ממתין ל־‪%1$S‬...‬
id: Menunggu %1$S…
is: Bíð eftir %1$S…
ka: ველოდები - %1$S...
kk: %1$S жауабын күту…
km: កំពុង​រង់ចាំ %1$S…
ku: Li benda %1$S'ê ye...
mai: %1$S कलेल प्रतीक्षारत...
ms: Menunggu %1$S…
my: %1$S ကို ​စောင့်နေတယ်...
ne: %1$S लाई पर्खदै…
nn_no: Ventar på %1$S …
pt_br: Aguardando por %1$S…
si: %1$S සඳහා රැදෙමින්...
sr: Чекање на %1$S...
sv: Väntar på %1$S…
ta: %1$Sக்காக காத்திருக்கிறது...
te: %1$S కొరకు వేచివుండు...
th: กำลังรอ %1$S…
ug: %1$S نى ساقلاۋاتىدۇ…
zh_tw: 等待 %1$S…

source: Looked up %1$S…
ar: بحث عن %1$S…
as: %1$S দেখা হৈছে…
az: %1$S axtarılır…
bg: Търсене на %1$S…
es_mx: Encontrado %1$S…
fur: Cirît %1$S…
he: מאתר ‬%1$S‬…
id: Mencari %1$S…
is: Fletti upp %1$S…
kk: %1$S табылған…
km: បាន​រកមើល %1$S…
ku: Li %1$Sê digere…
mai: %1$S कलेल देखलक…
ms: Mencari %1$S…
my: %1$S ဆီ ဆက်ကြည့်နေတယ်...
ne: %1$S मा हेरियो …
nn_no: Søkte etter %1$S …
pt_br: Localizado %1$S…
si: %1$S සෝදිසි කර බලනු ලැබු…
sr: Потражено: %1$S…
sv: Letade efter %1$S…
ta: %1$S ஐ தேடியது…
te: %1$S కొరకు చూడు…
th: มองหา %1$S…
ug: %1$S نى ئىزدەۋاتىدۇ…
zh_tw: 已搜尋 %1$S…

source: Beginning FTP transaction…
ar: ‫يبدأ تبادل FTP…‬
as: FTP লেন-দেন আৰম্ভ কৰা হৈছে…
az: FTP əməliyyatı başlayır…
bg: Започва FTP прехвърляне…
es_mx: Iniciando transacción FTP…
fur: Daûr a scomençâ la transazion FTP…
he: ‫מתחיל נוהל ‪FTP‬...‬
id: Memulai transaksi FTP…
is: Byrja FTP hreyfingu…
ka: FTP ტრანზაქციის დაწყება...
kk: FTP-транзакцияны бастау…
km: កំពុង​ចាប់ផ្ដើម​កិច្ចការ FTP…
ku: Destpêka Kiryara FTP'ê...
mai: FTP विनिमय शुरू कए रहल अछि...
ms: Memulakan traksaksi FTP…
my: FTP ပေးပို့မှု စတင်နေတယ်...
ne: FTP कारोबार सुरु गरिदै…
nn_no: Startar FTP-samband …
pt_br: Iniciando transação FTP…
si: FTP දත්ත හුවමාරුව ආරම්ඹමින්...
sr: Почетак FTP преноса…
sv: Startar FTP-överföring…
ta: FTP பரிமாற்றத்தை துவக்குகிறது...
te: FTP వ్యవహారము ప్రారంభిస్తోంది...
th: กำลังเริ่มการดำเนินการ FTP…
ug: FTP بىر
zh_tw: 開始 FTP 通訊協定…

source: Finished FTP transaction
af: Klaar met FTP-transaksie
ar: ‫أنهى تبادل FTP‬
as: FTP লেন-দেন শেষ কৰা হৈছে
az: FTP əməliyyatı sona çatdı
bg: FTP прехвърлянето завърши
es_mx: Transacción FTP finalizada
fur: Finide la transazion FTP
he: ‫נוהל ‪FTP‬ הסתיים‬
id: Mengakhiri transaksi FTP
is: Lokið FTP hreyfingu
ka: დასრულებული FTP ტრანზაქცია
kk: FTP-транзакциясы аяқталды
km: បាន​បញ្ចប់​កិច្ចការ FTP
ku: Kiryara FTP'ê qediya
mai: FTP विनिमय समाप्त
ms: Tamatkan transaksi FTP
my: FTP ​ပေးပို့မှု ပြီးသွားပြီ
ne: FTP कारोबार सम्पन्न भयो
nn_no: FTP-sambandet er lukka
pt_br: Transação FTP concluída
si: FTP දත්ත හුවමාරුව අවසන්
sr: Завршен је FTP пренос
sv: Slutförd FTP-överföring
ta: FTP பரிமாற்றம் முடிந்தது
te: FTP వ్యవహారము పూర్తైంది
th: กำลังสิ้นสุดการดำเนินการ FTP
ug: FTP مەشغۇلاتى ئاياغلاشتى
xh: Igqibile unikezelo le FTP
zh_tw: 已結束 FTP 通訊協定
zu: Isisiqedile isivumelwano se-FTP

source: The FTP server %1$S is currently unsupported.
af: Werk nie tans met die FTP-bediener %1$S nie.
ar: خادوم FTP‏ %1$S غير مدعوم حاليًّا.
as: FTP চাৰ্ভাৰ %1$S বৰ্ত্তমানে অসমৰ্থিত।
az: %1$S FTP serveri hazırda dəstəklənmir.
bg: В момента FTP сървърът %1$S не се поддържа.
es_mx: El servidor FTP %1$S no está soportado actualmente.
fur: Il servidôr FTP %1$S nol è supuartât par cumò.
he: שרת ה־FTP‏ %1$S אינו נתמך כרגע.
id: FTP server %1$S masih belum didukung.
is: FTP þjónn %1$S er ekki studdur.
ka: FTP სერვერი %1$S ჯერჯერობით მიუღებელია.
kk: %1$S FTP-серверіне қазір қолдау жоқ.
km: បច្ចុប្បន្ន​នេះ​ម៉ាស៊ីន​បម្រើ FTP %1$S មិន​ត្រូវ​បាន​គាំទ្រ​ទេ ។
ku: Pêşkêşkara FTP a %1$S 'ê hê nayê destekirin.
mai: FTP सर्वर %1$S मोजुदा रूपेँ समर्थित नहि अछि.
ms: Server FTP %1$S kini tidak disokong.
my: လောလောဆယ် FTP ဆာဗာ %1$S ကို လက်ခံမထားဘူး။
ne: FTP सर्भर %1$S अहिले समर्थित छैन।
nn_no: FTP-tenaren %1$S er ikkje støtta enno.
pt_br: Atualmente, o servidor FTP %1$S não é suportado.
si: %1$S FTP සේවාදායකය දැනට සහාය නොදක්වයි.
sr: FTP сервер %1$S тренутно није подржан.
sv: FTP-servern %1$S stöds inte.
ta: FTP சேவையகம் %1$S க்கு தற்போது துணைபுரியவில்லை.
te: FTP సేవిక %1$S ప్రస్తుతం మద్దతీయనిది.
th: ขณะนี้ไม่รองรับเซิร์ฟเวอร์ FTP %1$S
ug: FTP مۇلازىمېتىر %1$S نى قوللىمايدۇ.
xh: Iseva ye FTP %1$S akaxhaswanga ngoku.
zh_tw: FTP 伺服器 %1$S 無法支援。
zu: Iseva ye-FTP %1$S ayisekelwa okwamanje.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
af: Hierdie webbladsy word na 'n nuwe ligging herverwys. Wil u die vormdata wat u ingevul het, na die nuwe ligging toe herstuur?
ar: يتمّ إعادة توجيه هذه الصّفحة إلى موقع جديد. هل تريد إعادة إرسال بيانات الاستمارة التي أدخلتها إلى الموقع الجّديد؟
as: এই ৱেব পৃষ্ঠাৰ নতুন স্থানলৈ নিৰ্দেশ কৰা হৈছে। আপুনি লিখা ফৰ্মৰ তথ্য সেই নতুন স্থানলৈ পুনৰ পঠিয়াব বিচাৰে নেকি ?
az: Bu səhifə başqa bir ünvana yönləndirilir. Yazdığınız form məlumatını yeni ünvana da göndərmək istəyirsiniz?
bg: Тази страница е пренасочена към ново място. Бихте ли желали данните от попълнения формуляр да бъдат изпратени натам?
es_mx: Esta página web está siendo redirigida a otra dirección. ¿Quieres reenviar los datos que ingresaste en el formulario a la nueva dirección?
fur: Cheste pagjine web e je daûr a jessi indreçade a une gnove direzion. Vuelistu tornâ a mandâ i dâts dal formulari che tu âs inserît ae gnove direzion?
he: הדף הנוכחי מפנה למיקום חדש. האם ברצונך לשלוח את מידע הטופס שהקלדת למיקום החדש?
id: Laman web sedang dialihkan ke lokasi baru. Apakah data form yang dimasukkan akan dikirimkan ke lokasi baru juga?
is: Verið er endurbeina þessari vefsíðu yfir á nýja staðsetningu. Viltu endursenda öll þau gögn sem þú hefur slegið inn yfir á nýju staðsetninguna?
ka: ეს ვებგვერდი სხვა მისამართზე გადავიდა. გსურთ თქვენი შევსებული ფორმის ახალ მისამართზე გადაგზავნა?
kk: Веб-парақ сізді басқа жерге бағдарлауда. Енгізген ақпаратыңызды жаңа жерге жіберуді қалайсыз ба?
km: ទំព័រ​បណ្ដាញ​នេះ កំពុង​ត្រូវ​បាន​ប្ដូរ​ទិស​ទៅកាន់​ទីតាំង​ថ្មី ។ តើ​អ្នក​ចង់​ផ្ញើ​ឡើងវិញ​នូវ​ទិន្នន័យ​សំណុំ​បែបបទ​ដែល​អ្នក​បាន​វាយ ទៅកាន់​ទីតាំង​ថ្មី​ដែរ​ឬទេ ?
ku: Malper dê bi malpereke din ve bê beralîkirin. Dixwazî agahiyên formê yên hatine dayî bişînî malpera nû?
mai: ई वेब पृष्ठ नव स्थानमे फेर प्रेषित कएल जाए रहल अछि. की अहाँ फार्म आंकड़ा केँ फेर पठोअनाइ चाहैत छी जकरा अहाँ नव स्थान मे फेर टाइप कएने छी?
ms: Laman ini sedang diarah ke lokasi baru. Adakah anda ingin hantar semula bentuk data yang anda taip ke lokasi yang baru?
my: ဒီကွန်ရက် စာမျက်နှာကို နေရာသစ်ဆီ လမ်းလွှဲနေတယ်။ နေရာသစ်မှာ သင်ရေးထည့်တဲ့ ပုံစံဖြည့် အချက်အလက်ကို သင် ပြန်ပို့လိုသလား။
ne: यो वेब पृष्ठ नयाँ ठेगानामा पुनःनिर्देशित भईरहेको छ। के तपाईँ आफूले टाइप गर्नुभएको फाराम डेटालाई नयाँ ठेगानामा पुनः पठाउन चाहनुहुन्छ?
nn_no: Denne nettstaden er ei omdirigering til ein annan nettstad. Vil du senda data du skreiv inn her til den nye nettstaden?
pt_br: Esta página está sendo redirecionada para outro endereço. Deseja enviar as informações fornecidas também ao novo endereço?
si: මේ වෙබ් පිටුව අලුත් ස්ථානයක් වෙත හරවා යැවෙමින් පවතී. ඔබ ඇතුළත් කළ පෝරම දත්ත අලුත් ස්ථානයට නැවත යැවීට අවශ්‍ය ද?
sr: Ова веб страна је преусмерена на нову локацију. Да ли желите да пошаљете садржај формулара на нову локацију?
sv: Denna webbsida håller på att omdirigeras till en ny plats. Vill du skicka om formulärdatan du har skrivit in till den nya platsen?
ta: இந்த இணைய பக்கம் வேறு இடத்திற்கு திசை மாற்றப்பட்டது. நீங்கள் தட்டச்சு செய்த தகவலை புதிய இடத்திற்கு அனுப்ப விருப்பமா?
te: ఈ వెబ్ పేజీ కొత్త స్థానమునకు తిరిగినిర్దేశించబడుతోంది.మీరు టైపుచేసిన ఫారము డాటాను కొత్త స్థానమునకు పంపుటకు యిష్టపడతారా?
th: หน้าเว็บนี้กำลังถูกเปลี่ยนไปยังตำแหน่งใหม่ คุณต้องการส่งข้อมูลในฟอร์มที่คุณกรอกไว้ไปยังตำแหน่งใหม่ด้วยหรือไม่?
ug: بۇ تور بەت يېڭى ئادرېسقا قايتا نىشان بەلگىلىدى. سىز كىرگۈزگەن سانلىق مەلۇماتلىرىڭىزنى يېڭى ئادرېسقا يوللامسىز؟
xh: Eli phepha lewebhu liphambukelwe kwindawo entsha. Ungathanda ukuphinda uthumele ulwazi osanda kulichwetheza kwindawo entsha.
zh_tw: 此網頁即將被重新導向到新網址。您確定要重送表單資料到新網址嗎？
zu: Leli khasi lewebhu liqondiswa endaweni entsha. Ungathanda yini ukuphinde uthumele ukwaziswa okubhale efomini endaweni entsha?

source: Index of %1$S
af: Indeks van %1$S
ar: فهرس %1$S
as: %1$S ৰ সূচিপত্ৰ
az: %1$S qovluğunu
bg: Индекс на %1$S
es_mx: Índice de %1$S
fur: Indis di %1$S
he: מפתח של %1$S
id: Daftar Isi %1$S
is: Listi fyrir %1$S
ka: ინდექსი - %1$S
kk: «%1$S» индексі
km: លិបិក្រម​របស់ %1$S
ku: Peldanka %1$S'ê
ms: Indeks %1$S
my: %1$S ရဲ့ အညွှန်း
ne: %1$S को अनुक्रमणिका
nn_no: Innhald i %1$S
pt_br: Conteúdo do diretório %1$S
si: %1$S හි පටුන
sr: Индекс "%1$S"
sv: Index för %1$S
ta: %1$S இன் அகரவரிசை
te: %1$S యొక్క విషయసూచిక
th: ดัชนีของ %1$S
ug: %1$S ئىندېكسى
xh: Isalathisi se %1$S
zh_tw: %1$S 的索引
zu: Uhlu lwezihloko ze-%1$S

source: Up to higher level directory
af: Boontoe na hoërvlak-subgids
ar: فوق إلى المجلد ذي المستوى الأعلى
as: ওপৰৰ স্তৰৰ ডাইৰেকটৰিলৈ
az: Yüksək səviyyədəki qovluğa keç
bg: Нагоре към по-горната директорията
es_mx: Subir al directorio superior.
fur: Sù a la cartele di nivel superiôr
he: לספרייה ברמה גבוהה יותר
id: Naik ke direktori di atasnya
is: Upp í efri möppu
ka: ზედა დონის ჩამონათვალში
kk: Бір деңгей жоғары бумаға өту
km: ឡើង​ទៅកាន់​ថត​កម្រិត​ខ្ពស់​ជាង​នេះ
ku: Bi peldanka asta bilindtir ve
mai: उच्चतर स्तर निर्देशिका धरि
ms: Naik sehingga paras teratas direktori
my: ပိုမြင့်တဲ့ ဖိုင်တွဲဆီသို့
ne: उच्च तहको डाइरेक्टरीसम्म
nn_no: Opp eit nivå
pt_br: Um diretório acima
si: උපරිම මට්ටමක නාමාවලික් දක්වා
sr: Пређи у директоријум на нивоу више
sv: Gå upp till en högre katalognivå
ta: மேல் மட்ட அடைவுக்கு செல்
te: అత్యధికస్థానం నందుగల డైరెక్టరీ వరకు
th: ขึ้นไปสู่ไดเรกทอรี่ระดับสูงกว่า
ug: ئۈستۈنكى مۇندەرىجىگە قايتىش
xh: Phezulu kumphakamo wesilawulo
zh_tw: 上層目錄
zu: Khuphuka uye encwadini yohlu esezingeni eliphezulu

source: Show hidden objects
ar: اعرض الكائنات المخفية
as: লুকুৱা বস্তু দেখুৱাওক
az: Gizli elementləri göstər
bg: Показване на скритите обекти
es_mx: Mostrar objetos ocultos
fur: Fâs viodi elements platâts
he: הצג אובייקטים נסתרים
id: Tampilkan objek tersembunyi
is: Sýna falda hluti
ka: დამალული ობიექტების ჩვენება
kk: Жасырылған объектілерді көрсету
km: បង្ហាញ​វត្ថុ​ដែល​បាន​លាក់
ku: Bireserên veşartî nîşan bide
mai: नुकाएल वस्तु देखाबैछ
ms: Papar objek terlindung
my: ဖျောက်ထားတဲ့ ၀တ္တူများကို ဖေါ်ပြပါ
ne: लुकेका वस्तुहरू देखाउनुहोस्
nn_no: Vis gøymde objekt
pt_br: Exibir objetos ocultos
si: සැගවුණු වස්තු පෙන්වන්න
sr: Приказ сакривених објеката
sv: Visa dolda object
ta: மறைக்கப்பட்ட பொருட்களை காட்டு
te: మరుగునవున్న ఆబ్జక్ట్స్‍‌ను చూపుము
th: แสดงวัตถุที่ถูกซ่อนไว้
ug: يۇشۇرۇن ئوبيېكتلارنى كۆرسىتىش
zh_tw: 顯示隱藏物件

source: Name
ar: الاسم
as: নাম
az: Ad
bg: Име
es_mx: Nombre
fur: Non
he: שם
id: Nama
is: Heiti
ka: სახელი
kk: Аты
km: ឈ្មោះ
ku: Nav
mai: नाम
ms: Nama
my: အမည်
ne: नाम
nn_no: Namn
pt_br: Nome
si: නම
sr: Назив
sv: Namn
ta: பெயர்
te: పేరు
th: ชื่อ
ug: ئاتى
zh_tw: 名稱

source: Size
ar: الحجم
as: আকাৰ
az: Həcmi
bg: Размер
es_mx: Tamaño
fur: Dimensions
he: גודל
id: Besar
is: Stærð
ka: ზომა
kk: Көлемі
km: ទំហំ
ku: Mezinahî
mai: आकार
ms: Saiz
my: အရွယ်အ​စား
ne: साइज
nn_no: Storleik
pt_br: Tamanho
si: ප්‍රමාණය
sr: Величина
sv: Storlek
ta: அளவு
te: పరిమాణం
th: ขนาด
ug: چوڭلۇقى
zh_tw: 大小

source: Last Modified
ar: آخر تعديل
as: শেহতীয়াভাবে সলনি কৰা
az: Son Dəyişiklik
bg: Последна промяна
es_mx: Última modificación
fur: Ultime modifiche
he: שינוי אחרון
id: Modifikasi Terakhir
is: Breytt
ka: ბოლო ცვლილება
kk: Соңғы өзгертілуі
km: បាន​កែប្រែ​ចុងក្រោយ
ku: Guherandina Dawîn
mai: अंतिम रूपांतरित
ms: Pengubahsuaian terakhir
my: နောက်ဆုံး မွမ်းမံချိန်
ne: पछिल्लो परिमार्जित
nn_no: Sist modifisert
pt_br: Última modificação
si: අවසාන වෙනස් කිරීම
sr: Последња измена
sv: Senast ändrad
ta: கடைசியாக மாற்றப்பட்டது
te: చివరిగా సవరించబడింది
th: แก้ไขล่าสุด
ug: ئاخىرقى ئۆزگەرتىش
zh_tw: 最後修改日期

source: File:
ar: ملف:
as: ফাইল:
az: Fayl:
bg: Файл:
es_mx: Archivo:
he: קובץ:
id: Berkas:
is: Skrá:
ka: ფაილი:
kk: Файл:
km: ឯកសារ ៖
ku: Pel:
mai: फाइल:
ms: Fail:
my: ဖိုင် -
ne: फाइल:
nn_no: Fil:
pt_br: Arquivo:
si: ගොනු:
sr: Датотека:
sv: Fil:
ta: கோப்பு:
te: ఫైల్:
th: ไฟล์:
ug: ھۆججەت:
zh_tw: 檔案:

source: You are about to visit “%1$S”. This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
az: "%1$S" ünvanını açmaq üzrəsiniz. Bu sayt başqa bir sayta girirsiniz şəkli verərək sizi aldadmağa çalışmış ola bilər. Çox diqqətli olun.
fur: Tu stâs par visitâ "%1$S". Chest sît al podarès provâ a imbroiâti par fâti crodi di visitâ un sît difarent. Dopre une grande atenzion.
is: Þú ert að fara að heimsækja “%1$S”. Þetta vefsvæði gæti verið að reyna að plata þig með því að láta þig halda að þú sért að heimsækja annað vefsvæði. Farðu varlega.
km: អ្នក​ហៀបនឹង​ទស្សនា "%1$S" ។ តំបន់បណ្ដាញ​នេះ​អាច​នឹង​កំពុង​ប៉ុនប៉ង​បញ្ឆោត​ថា​អ្នក​កំពុង​ទស្សនា​តំបន់បណ្ដាញ​ខុសគ្នា ។ ចូរ​ប្រើ​វា​ដោយ​យកចិត្តទុកដាក់​បំផុត ។
my: သင်ဟာ "%1$S" ကို လေ့လာတော့မယ်။ ဒီကွန်ရက်က အ​ခြား ကွန်ရက်တခုဆီ လည်ပတ်တဲ့ ပုံစံနဲ့ သင့်ကို လှည့်ဖြားနိုင်တယ်။ အလွန် သတိချပ်ထားပါ။
ne: तपाईँ "%1$S" मा भ्रमण गर्न लाग्नुभएको छ। यो साइटले तपाईँलाई छल गरेर भिन्न साइटमा भ्रमण गरेको जस्तो सोच्न बाध्य बनाउँछ। उच्चतम सावधानी अपनाउनुहोस्।
nn_no: Du er i ferd med å vitja «%1$S». Det kan sjå ut som om denne nettstaden prøver å lura deg til å tru at du faktisk vitjar ein annan nettstad. Ver særs merksam og forsiktig!
sv: Du är på väg att besöka “%1$S”. Denna webbplats kan eventuellt försöka lura dig att tro att du besöker en annan webbplats. Var väldigt försiktig.
th: คุณกำลังจะเข้าชม "%1$S" เว็บไซต์นี้อาจจะกำลังพยายามหลอกล่อให้คุณคิดว่าคุณกำลังเข้าเยี่ยมชมเว็บอื่น โปรดใช้ความระมัดระวังอย่างยิ่งยวด

source: I understand and will be very careful
af: Ek verstaan en sal baie versigtig wees
ar: أفهم هذا و سأكون حذرًا جدًّا
as: মই বুজি পাইছো আৰু মই সাৱধান হ'ম
az: Anlayıram; çox diqqətli olacam
bg: Наясно съм и ще внимавам много
es_mx: Entendido, seré muy precavido
fur: O ai capît e o starai atent
he: אני מבין ואנהג בזהירות רבה
id: Saya memahami dan akan berhati-hati
is: Ég skil og mun verða varkár
ka: მივხვდი და ძალიან ფრთხილად ვიქნები
kk: Мен осыны түсініп, абай боламын.
km: ខ្ញុំ​យល់​ហើយ ហើយ​ខ្ញុំ​នឹង​ប្រើ​វា​ដោយ​ប្រុងប្រយ័ត្ន​បំផុត
ku: Spas, te fêm dikim û ez ê hişyar bim
mai: हम समझलहुँ आओर ध्यान राखब
ms: Saya faham dan akan lebih berhati-hati
my: ကျွန်ပ် သဘောပေါက်ပါတယ်၊ သတိရှိပါမယ်
ne: मैले बुजेको छु र सतर्क हुनेछु
nn_no: Eg forstår og skal vera forsiktig
pt_br: Eu entendi e serei muito cauteloso
si: මම තේරුම්ගත් අතර සුපරික්‍ෂාකරි වන්නේමි
sr: Разумем и бићу врло опрезан
sv: Jag förstår och kommer att vara vaksam
ta: எனக்கு புரிகிறது எச்சரிக்கையுடன் இருக்கிறேன்
te: నాకు అర్దమైంది మరియు నేనుచాలా జాగ్రత్తగావుంటాను
th: ฉันเข้าใจและจะระมัดระวังอย่างที่สุด
ug: چۈشەندىم ھەم ئىھتىياتچان بولىمەن
xh: Ndiyaqonda kwaye ndakuhlala ndiqaphele
zh_tw: 我了解並會非常小心
zu: Ngiyaqonda futhi ngizoqapha kakhulu

source: You are about to log in to the site “%1$S” with the username “%2$S”, but the website does not require authentication. This may be an attempt to trick you. Is “%1$S” the site you want to visit?
az: "%1$S" saytına "%2$S" istifadəçi adı ilə daxil olmaq üzrəsiniz, ancaq bu sayt kimlik təsdiqləməsini lazım bilmir. Bu sizi aldadmaq üçün bir cəhd ola bilər. "%1$S" açmaq istədiyiniz saytdır?
fur: Tu stâs par jentrâ intal sît "%1$S" cul non utent "%2$S", ma chest sît nol domande une autenticazion. Chest al podarès jessi un tentatîf di imbroiâti. Isal "%1$S" il sît che tu vuelis visitâ?
is: Þú ert að fara að skrá þig inn á vefsvæðið “%1$S” með notandanafninu “%2$S”, en vefsvæðið þarfnast ekki auðkenningar. Þetta gæti verið aðferð við að plata þig. Er “%1$S” örugglega það vefsvæði sem þú vilt heimsækja?
km: អ្នក​ហៀបនឹង​ចូល​តំបន់បណ្ដាញ "%1$S" ដោយ​ប្រើ​ឈ្មោះ​អ្នកប្រើ "%2$S" ប៉ុន្តែ​តំបន់បណ្ដាញ​មិន​ទាមទារ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ទេ ។ វា​ប្រហែល​ជា​ប៉ុនប៉ង​បោកបញ្ឆោត​អ្នក ។ តើ "%1$S" ជា​តំបន់បណ្ដាញ​ដែល​អ្នក​ចង់​ទស្សនា​មែន​ទេ ?
my: သင်ဟာ "%1$S" ကွန်ရက်ဆီကို "%2$S" သုံးစွဲသူ အမည်နဲ့ ၀င်ရောက်တော့မယ်၊ ဒါပေမဲ့ ကွန်ရက်က အထောက်အထား ပြဖို့ မလိုအပ်ဘူး။ ဒါဟာ သင့်ကို လှည့်ဖြားတဲ့ အားထုတ်မှု တခု ဖြစ်နိုင်တယ်။ "%1$S" ဟာ သင်လည်ပတ်လိုတဲ့ ကွန်ရက် ဟုတ်ပါသလား။
ne: तपाई "%2$S" प्रयोगकर्ता नामको साथमा "%1$S" साइट लग इन गर्दै हुनुहुन्छ, तर यो वेबसाइटको लागि प्रमाणीकरण आबश्यक छैन । के "%1$S" त्यो साइट हो जुन तपाई भिजिट गर्न चाहनुहुन्छ ?
nn_no: Du er i ferd med å logga på nettstaden «%1$S» med brukarnamnet «%2$S»", men nettstaden krev ikkje nokon innloggingsinformasjon av deg. Merk deg at dette kan vera ein freistnad på å lura sensitiv informasjon ut av deg. Er du viss på at «%1$S» er den nettstaden du hadde tenkt å vitja?
sv: Du är på väg att logga in på webbplatsen “%1$S” med användarnamnet “%2$S”, men webbplatsen kräver ingen autentisering. Detta kan vara ett försök att lura dig. Är “%1$S” den webbplats du vill besöka?
th: คุณกำลังจะลงชื่อเข้าใช้ในเว็บไซต์ "%1$S" ด้วยชื่อผู้ใช้ "%2$S" แต่เว็บไซต์นี้ไม่ต้องการการตรวจสอบตัวตน นี่อาจจะเป็นการพยายามหลอกล่อคุณ "%1$S" ใช่เว็บไซต์ที่คุณต้องการเข้าชมหรือไม่?

source: You are about to log in to the site “%1$S” with the username “%2$S”.
az: "%1$S" sitesine "%2$S" istifadəçi adı ilə daxil olmaq üzrəsiniz.
fur: Tu stâs par jentrâ intal sît "%1$S" cul non utent "%2$S".
is: Þú ert að fara að skrá þig inn á vefsvæðið “%1$S” með notandanafninu “%2$S”.
km: អ្នក​ហៀបនឹង​ចូល​ទៅកាន់​តំបន់បណ្ដាញ "%1$S" ដោយ​ប្រើ​ឈ្មោះ​អ្នកប្រើ "%2$S" ។
my: သင်ဟာ "%1$S" ကွန်ရက်ဆီကို "%2$S" သုံးစွဲသူ အမည်နဲ့ ၀င်ရောက်တော့မယ်။
ne: तपाई "%2$S" प्रयोगकर्ता नामको साथमा "%1$S" साइट लग इन गर्ने प्रयासमा हुनुहुन्छ ।
nn_no: Du er i ferd med å logga inn på nettstaden «%1$S» med brukarnamnet «%2$S».
sv: Du är på väg att logga in på webbplatsen “%1$S” med användarnamnet “%2$S”.
th: คุณกำลังจะเข้าสู่ระบบไซต์ “%1$S” ด้วยชื่อผู้ใช้ “%2$S”

source: The resource at “%1$S” was blocked because tracking protection is enabled.
az: İzlənmə qoruması aktiv olduğundan "%1$S" mənbəyi kilidləndi.
fur: La risorse a "%1$S" a è stade blocade parcè la protezion dal monitorament a è abilitade
is: Lokað var á gögn frá “%1$S” þar sem vörn gegn því að fylgjast með er virk.
km: ធនធាន​នៅ "%1$S" ត្រូវ​បាន​ទប់​ស្កាត់​ដោយ​សារ​បាន​បើក​ការ​ការពារ​ដាន។
my: သင့်တွင် ခြေရာခံ ကာကွယ်မှုကို ဖွင့်ထားသောကြောင့် "%1$S"ရှိ အရင်းအမြစ်ကို တားဆီးထားသည်။
ne: ट्र्याकिङ सुरक्षा सुचारू गरिएकोले "%1$S" मा रहेको स्रोत रोकियो ।
nn_no: Resursen på «%1$S» vart blokkert fordi blokkering av sporing er slått på.
sv: Resursen på “%1$S” blockerades eftersom spårningsskydd är aktiverat.
th: ทรัพยากรที่ “%1$S” ถูกปิดกั้นเนื่องจากการป้องกันการตามรอยถูกเปิดใช้งาน
