Repository: translate/mozilla-l10n
Catalog: */netwerk/necko.properties.po
Languages: af, ar, as, az, bg, es_mx, fur, he, id, is, ka, kk, km, ku, mai, ms, my, ne, nn_no, pt_br, si, sr, sv, ta, te, th, ug, xh, zh_tw, zu

source: Warning: ‘%1$S’ deprecated, please use ‘%2$S’
az: Diqqət: '%1$S' vaxtı keçib, lütfən '%2$S' işlədin
is: Aðvörun: ‘%1$S’ úrelt, notaðu frekar ‘%2$S’
km: ព្រមាន៖ លែងប្រើ ‘%1$S’ ហើយ, សូម​ប្រើ ‘%2$S’ វិញ
my: သတိပေးချက်။ ။ ‘%1$S’ သည် မပါဝင်တော့ပါ၊ ကျေးဇူးပြု၍ ‘%2$S’ကို အသုံးပြုပါ
ne: चेतावनी: ‘%1$S’ छोडियो, कृपया ‘%2$S’ प्रयोग गर्नुहोस्
nn_no: Åtvaring: «%1$S» er frårådd, bruk «%2$S» i staden
sv: Varning: ‘%1$S’ är föråldrat, använd ‘%2$S’
th: คำเตือน: ‘%1$S’ เลิกใช้แล้ว โปรดใช้ ‘%2$S’

source: “%1$S” is changed. Update your code and pass the correct originAttributes. Read more on MDN: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
az: “%1$S” dəyişdirilib. Kodunuzu yeniləyin və keçərli originAttributes ötürün. Ətraflı MTŞ-də oxuyun: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
is: “%1$S” hefur verið breytt. Uppfærðu kóða og notaðu réttan originAttributes. Lestu þér til um þetta á MDN: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
km: “%1$S” ត្រូវបាន​ប្ដូរ។ ធ្វើ​ឲ្យ​ទាន់​សម័យ​កូដ​របស់​អ្នក​រួច​បញ្ជូន originAttributes ដែល​ត្រឹម​ត្រូវ។ អាន​បន្ថែម​ពី MDN៖ https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
my: “%1$S”ကို ပြောင်းလဲထားပါသည်။ သင့်ကုဒ်များကို အက်ပ်ဒိတ်ဖြစ်စေပြီး မှန်ကန်သည့် originAttributes ကို အသုံးပြုပါ။ MDN တွင် ပိုမိုဖတ်ရှုနိုင်ပါသည်။ https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
ne: “%1$S” परिवर्तित। तपाइको कोड अद्यावधिक गर्नुहोस् र सही मूल विशेषता पारित गर्नुहोस्। MDN मा यस बारे थप पढ्नुहोस्: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
nn_no: “%1$S” er endra. Oppdater koden din og send rett originAttributes. Les meir på MDN: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
sv: “%1$S” är ändrad. Uppdatera din kod och skicka rätt originAttributes. Läs mer på MDN: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
th: “%1$S” ถูกเปลี่ยน ปรับปรุงโค้ดของคุณและส่งผ่าน originAttributes ที่ถูกต้อง อ่านเพิ่มเติมบน MDN: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S

source: You are about to visit "%1$S". This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
af: U is op die punt om \"%1$S\" te besoek. Hierdie werf probeer dalk om u te laat dink dat u 'n ander werf besoek. Wees uiters versigtig.
ar: أنت على وشك زيارة "%1$S". ربما يحاول هذا الموقع خداعك لتظنّ أنّك تزور موقعًا مختلفًا. عليك بالحذر الشديد.
as: আপুনি "%1$S" দৰ্শন কৰিব লৈছে। এই ছাইটে হয়তো আপোনাক এনে এটা ভাব দিয়াৰ কায়দা কৰিব পাৰে যে সি অন্য এটা ছাইট দেখুৱাৰ চেষ্টা কৰিছে। সাৱধানেৰে আগবাঢ়িব।
es_mx: Estás a punto de visitar "%1$S". Este sitio puede estar intentando engañarte para que pienses que estás visitando un sitio diferente. Mantente alerta.
he: אתה עומד לבקר ב־"%1$S". יתכן שאתר זה מנסה להערים עליך כך שתחשוב שאתה מבקר באתר אחר. השתמש בזהירות רבה.
id: Anda akan mengunjungi "%1$S". Situs ini mungkin berusaha untuk menipu Anda dengan meniru situs web lain. Perhatikan baik-baik.
ka: თქვენ აპირებთ მოინახულოთ "%1$S". ეს საიტი შესაძლოა ცდილობს მოგაჩვენოთ, რომ თქვენ სხვა საიტს სტუმრობთ. გამოიყენეთ მხოლოდ განსაკუთრებულ შემთხვევებში.
kk: Сіз "%1$S" ашып тұрсыз. Осы сайт өзінді басқа сайт деп ұсыну арқылы сізді алдау мүмкін. Сақ болыңыз.
ku: Rûpela "%1$S" 'ê serdan dikî. Ev rûpel dikare te bixapîne û xwe wekî malpereke din bide naskirin. Ji kerema xwe hişyar be.
mai: अहाँ "%1$S" केँ देखबाक करीब छी. ई साइट अहाँकेँ फँसाबैक प्रयास कए सकैत अछि ओ सोचक सँग जे अहाँ एकटा अलग साइट देखि रहल छी. बेसी सावधान राखू.
ms: Anda akan melawat "%1$S". Laman ini mencuba untuk mengelirukan anda supaya berfikir yang anda melawat laman berlainan. Guna waspada ekstrim.
pt_br: Você irá visitar "%1$S". Este site pode estar tentando enganá-lo fazendo pensar que está em um site diferente. Tenha extrema cautela.
si: ඔබ "%1$S" වෙත පිවිසීමට ආසන්නයි. මෙය වෙනත් අඩවියක් ලෙසින් පෙනී සිටිමින් ඔබව රැවටීමට සැරසෙනවා විය හැකියි. ප්‍රවේසම් වන්න.
sr: Намеравате да посетите "%1$S". Овај сајт покушава да вас завара да мислите да је то неки други сајт. Будите пажљиви.
ta: நீங்கள் "%1$S." பக்கத்தை பார்க்க உள்ளீர்கள். இந்த தளம் உங்களை வேறு தளத்திற்கு அழைத்துசெல்ல முயலும். எச்சரிக்கையுடன் செயல்படவும்.
te: "%1$S" మీరి దీనిని దర్శించుటకు ప్రయత్నిస్తున్నారు. ఈసైటు మిమ్ముల్ని వేరేసైటు దర్శించుతున్నామని అలోచించునట్లు మోసంచేయుటకు ప్రయత్నించవచ్చు.అత్యంత హెచ్చరిక వుపయోగించు.
ug: سىز زىيارەت قىلماقچى بولغان بېكەت"%1$S". بۇ بېكەت سىزنى باشقا بېكەتكە باشلاپ قويماقچى. قاتتىق ئاگاھ بۇلۇڭ.
zh_tw: 您正要檢視網站「%1$S」。此網站可能試圖假裝別的網站以盜取您的帳號密碼，請一定要小心。
zu: Usuzovakashela i-"%1$S". Le ngosi ingase izame ukukuphamba ukuze ucabange ukuthi uvakashela ingosi ehlukile. Qapha kakhulu.

source: You are about to log in to the site "%1$S" with the username "%2$S", but the website does not require authentication. This may be an attempt to trick you. Is "%1$S" the site you want to visit?
ar: أنت على وشك الولوج إلى الموقع "%1$S" باسم المستخدم "%2$S" لكن الموقع لا يتطلب الاستيثاق. ربما هذه محاولة لخداعك. هل "%1$S" هو الموقع الذي تريد زيارته؟
as: আপুনি "%1$S" ছাইটত "%2$S" ব্যৱহাৰকাৰীৰ নামেৰে লগিন কৰিব লৈছে, কিন্তু ৱেবছাইটক প্ৰমাণীকৰণৰ প্ৰয়োজন নাই। এইটো আপোনাৰ ওপৰত কায়দা কৰাৰ চেষ্টা হ'ব পাৰে। আপুনি দৰ্শন কৰিব সন্ধান কৰা ছাইট "%1$S" নে ?
es_mx: Estás a punto de iniciar sesión en "%1$S" con el nombre de usuario "%2$S", pero este sitio web no requiere identificación. Esto podría ser una trampa. ¿Es realmente "%1$S" el sitio web que quieres visitar?
he: אתה עומד להתחבר אל האתר "%1$S" עם שם המשתמש "%2$S", אך האתר אינו דורש אימות. זה עשוי להיות ניסיון להערים עליך. האם "%1$S" הוא האתר שבו ברצונך לבקר?
id: Anda akan masuk ke situs "%1$S" dengan nama pengguna "%2$S", akan tetapi situs web tidak mewajibkan autentikasi. Kemungkinan ini merupakan usaha untuk menipu Anda. Apakah benar "%1$S" adalah situs yang akan dikunjungi?
ka: თქვენ აპირებთ შეხვიდეთ "%1$S" საიტზე სახელით "%2$S", მაგრამ ვებსაიტი აუთენტიფიცირებას არ საჭიროებს. აქ შესაძლოა რაიმე ეშმაკობა იყოს ჩადებული. "%1$S" ნამდვილად ის საიტია რომლის ნახვაც გსურთ?
kk: Сіз "%1$S" сайтына "%2$S" пайдаланушы атымен кіруге дайынсыз, бірақ веб-сайт аутентификацияны сұрамайды. Бұл сізді алдау талабы шығар. Сіз шынымен "%1$S" сайтын ашуды таңдадыңыз ба?
ku: Di malpera "%1$S" 'ê wekî bikarhêner "%2$S" serdan dikî. Lê ne pêwist e ku di vê rûpelê de nasname bê erêkirin. Dibe ku ev xapek be. Gelo rûpela ku dixwazî vekî ev rûpel e? "%1$S"
mai: अहाँ "%1$S" साइट मे लौग हएबाक निकट छी "%2$S" प्रयोक्तानामक सँग, मुदा वेबसाइट सत्यापनक जरूरत नहि अछि. ई अहाँकेँ फँसाबैक प्रयास भए सकैत अछि. Is "%1$S" केँ सूचीबद्ध करू जकरा अहाँ देखब चाहैत छी?
ms: Anda akan log ke dalam laman "%1$S" dengan nama pengguna "%2$S", tetapi laman web tidak memerlukan pengesahan. Ini mungkin ubaan untuk mengelirukan anda. Adakah "%1$S" laman yang anda ingin lawati?
pt_br: Você eEstá prestes a entrar no site %1$S com o nome de usuário “%2$S”. Entretanto o site não exige autenticação. Isto pode ser uma tentativa de fraude. "%1$S" é o site que deseja visitar?
si: ඔබ "%1$S" අඩවියට "%2$S" පරිශිලක නමින් පිවිසීමට සූදානම් නමුත් වෙබ් අඩවියට සටයාපනයක් අවශ්‍ය වන්නේ නැත. මෙය ඔබව ප්‍රයෝගයකට අසුකිරීමට සුදානමක් විය හැක. ඔබට පිවිසීමට අවශ්‍ය අඩවිය "%1$S" ද?
sr: Само што се нисте пријавили на „%1$S‟ под корисничким именом „%2$S,‟ али сајт у питању не захтева регистрацију. Можда је по среди превара. Да ли желите да посетите сајт „%1$S‟?
ta: "%1$S" என்ற தளத்தில் "%2$S" என்ற பயனர் பெயரில் உள்நுழைய இருக்கிறீர்கள், ஆனால் இந்த வலைத்தளத்திற்கு அங்கீகரிப்பு தேவை இல்லை. இது உங்களை ஏமாற்றும் முயற்சியாக இருக்கலாம். "%1$S" என்பது தான் நீங்கள் செல்ல விரும்பும் வலைத்தளமா?
te: మీరు సైటు "%1$S"లోకి వాడుకరినామము "%2$S"తో లాగిన్ అవ్వుటకు చూస్తున్నారు,అయితే వెబ్‌సైటుకు దృవీకరణ అవసరంలేదు.ఇది మిమ్ముల్ని మోసగించు ప్రయత్నం కావచ్చు. మీరు చూద్దామనుకున్న సైటు ఇదేనా"%1$S"?
ug: سىز "%2$S" دېگەن نام بىلەن "%1$S" نى زىيارەت قىلماقچى، ئەمما بۇ بېكەتتە تەكشۈرمەيدىكەن. بەلكىم ئۇچۇرلىرىڭىز ئوغرىلىنىشى مۇمكىن. راستتىنلا "%1$S" نى زىيارەت قىلامسىز؟
zh_tw: 您正要以使用者「%2$S」的身分登入網站「%1$S」，但網站並不需要認證。可能有人想盜取您的帳號。 「%1$S」真的是您要瀏覽的網站嗎？

source: You are about to log in to the site "%1$S" with the username "%2$S".
ar: أنت على وشك الولوج إلى الموقع "%1$S" باسم المستخدم "%2$S".
as: আপুনি "%1$S" ছাইটত "%2$S" ব্যৱহাৰকাৰীৰ নামেৰে লগিন কৰিব লৈছে।
es_mx: Estás a punto de iniciar sesión en el sitio "%1$S" con el nombre de usuario "%2$S".
he: אתה עומד להתחבר אל האתר "%1$S" עם שם המשתמש "%2$S".
id: Anda akan masuk ke situs "%1$S" dengan nama pengguna "%2$S".
ka: თქვენ აპირებთ შეხვიდეთ "%1$S" საიტზე სახელით "%2$S".
kk: Сіз "%1$S" сайтына "%2$S" пайдаланушы атымен кіруді таңдадыңыз.
ku: Tu wekî bikarhêner "%2$S" dikevî malpera "%1$S" 'ê.
mai: अहाँ "%1$S" साइट मे लौग होबाक निकट छी "%2$S" प्रयोक्तानामक सँग.
ms: Anda bakal log masuk ke laman "%1$S" dengan nama pengguna "%2$S".
pt_br: Você está prestes a entrar no site "%1$S" com o nome de usuário “%2$S”.
si: ඔබ "%1$S" අඩවියට "%2$S" පරිශිලක නමින් පිවිසීමට සූදානම්.
sr: Управо ћете се пријавити на „%1$S“ с корисничким именом „%2$S“.
ta: நீங்கள் இணைய தளத்திற்குள் "%1$S" பயனர்பெயர் "%2$S." உடன் நுழைய முயன்றுள்ளீர்கள்
te: మీరు సైటు "%1$S"లోకి వాడుకరినామము "%2$S"తో లాగిన్ అవ్వుటకు చూస్తున్నారు.
ug: سىز "%2$S" نامى بىلەن "%1$S" بېكىتىگە كىرمەكچى.
zh_tw: 您正要以使用者「%2$S」的身分登入網站「%1$S」。

source: The resource at "%1$S" was blocked because tracking protection is enabled.
ar: لقد منع المورِد "%1$S" بسبب تفعيل الحماية من التعقب.
as: "%1$S" ত থকা সম্পদক অনুকৰণ সুৰক্ষা সামৰ্থবান থকা বাবে প্ৰতিৰোধ কৰা হৈছিল।
es_mx: El recurso en "%1$S" ha sido bloqueado porque la protección contra rastreo está activada.
id: Sumber daya pada "%1$S" diblokir karena perlindungan pelacakan diaktifkan.
kk: "%1$S" жеріндегі ресурс блокталды, өйткені бақылаудан қорғау іске қосулы тұр.
mai: सुरक्षा ट्रैकिंग सक्रिय हएबाक कारण "%1$S" मे रिसोर्स रोकल गेल छला.
pt_br: O recurso em "%1$S" foi bloqueado porque a proteção contra rastreamento está ativa.
si: "%1$S" මූලාශ්‍රය අවහිර කර ඇත්තේ එය ඔබව හඹාඒමෙන් අරක්ෂණය සක්‍රීය කර ඇති හේතුවෙනි.
ta: "%1$S" இல் உள்ள வளம் தடுக்கப்பட்டது ஏனெனில் தடமறியும் பாதுகாப்பு செயலிலுள்ளது.
te: ట్రాకింగ్ రక్షణ చేతనమైన కారణంగా "%1$S" వద్దని మూలం నిరోధించబడెను.

source: Looking up %1$S...
xh: Khangela i%1$S...
zu: Ukufuna %1$S...

source: Connected to %1$S...
af: Gekoppel aan %1$S...
xh: Idityanisiwe kwi %1$S...
zu: Ixhume ku-%1$S...

source: Sending request to %1$S...
af: Stuur tans versoek na %1$S...
xh: Ithumela isicelo kwi %1$S...
zu: Ukuthumela isicelo ku-%1$S...

source: Transferring data from %1$S...
af: Dra tans data oor van %1$S...
xh: Ukudlulisela ulwazi oluvela %1$S...
zu: Ukuthumela ukwaziswa kusuka %1$S...

source: Connecting to %1$S...
af: Koppel tans aan %1$S...
xh: Indibaniso kwi %1$S...
zu: Ixhuma ku-%1$S...

source: Read %1$S
af: Lees %1$S
xh: Funda %1$S
zu: Funda %1$S

source: Waiting for %1$S...
af: Wag tans vir %1$S...
xh: Ilindele i %1$S...
zu: Ilindele %1$S...

source: Beginning FTP transaction...
af: Begin met FTP-transaksie...
xh: Isiqalo sonikezelo se FTP...
zu: Iqala isivumelwano se-FTP...

source: Enter username and password for "%1$S" at %2$S
af: Tik gebruikernaam en wagwoord vir \"%1$S\" by %2$S in
zu: Faka igama loyisebenzisayo negama lokungena le-"%1$S" ku-%2$S

source: Enter username and password for proxy "%1$S" at %2$S
af: Tik gebruikernaam en wagwoord vir instaanbediener \"%1$S\" by %2$S in
zu: Faka igama loyisebenzisayo negama lokungena le-proxy "%1$S" ku-%2$S

source: Enter username and password for %1$S
af: Tik gebruikernaam en wagwoord vir %1$S in
xh: Ngenisa igama lokusebenza kunye negama lokungena le %1$S
zu: Faka igama loyisebenzisayo negama lokungena le-%1$S

source: Enter password for %1$S on %2$S
af: Tik wagwoord vir %1$S by %2$S in
xh: Ngenisa igama eligqithisiweyo le %1$S on %2$S
zu: Faka igama lokungena le-%1$S ku-%2$S

source: Search
af: Soek
xh: Phendla
zu: Funa

source: Enter a search term:
af: Tik 'n soekwoord in:
xh: Ngensia igama lokuchaza:
zu: Faka igama lokucingayo:

source: You are about to log into the site "%1$S" with the username "%2$S", but the website does not require authentication. This may be an attempt to trick you. Is "%1$S" the site you want to visit?
af: U is op die punt om aan te meld by die werf \"%1$S\" met die gebruikernaam \"%2$S\", maar die webwerf vereis nie magtiging nie. Dit is moontlik 'n poging om u om die bos te lei. Is \"%1$S\" die werf wat u wil besoek?
zu: Usuzongena engosini ethi "%1$S" usebenzisa igama elithi "%2$S", kodwa lengosi ayisidingi isiqinisekiso. Lona kungase kube umzamo wokukuphamba. Le ngosi "%1$S" yiyo yini ofuna ukuyivakashela?

source: You are about to log into the site "%1$S" with the username "%2$S".
af: U is op die punt om aan te meld by die werf \"%1$S\" met die gebruikernaam \"%2$S\".
zu: Usuzongena engosini ethi "%1$S" usebenzisa igama elithi "%2$S".
