Repository: translate/mozilla-l10n
Catalog: gn_*/dom/chrome/appstrings.properties.po
Languages: gn_bo

source: The URL is not valid and cannot be loaded.
gn_bo: RL mbaetɨ jaekavi jare mbaetɨ ipuere iboɨta opɨyere.

source: The file %S cannot be found. Please check the location and try again.
gn_bo: Mbaetɨ oñevae %S regua. Emae jenda re jare emboɨpɨ ye pɨau.

source: %S could not be found. Please check the name and try again.
gn_bo: Mbaetɨ oñevae %S regua. emae jee re jare emboɨpɨ ye pɨau.

source: The connection was refused when attempting to contact %S.
gn_bo: Conexion oipotaa oñemoconecta tatei yave %S ndive.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
gn_bo: %S oyeapogue ojondo guɨramɨiño pegua ño. amogue reta ipuere oasa iru pe.

source: The operation timed out when attempting to contact %S.
gn_bo: Oasa iara ñearo pegua reipɨta reiko ramboeve %S.

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
gn_bo: Remboaɨkuere ye vae ou ovae iyapɨ pe. Jaeramo mbaetɨta omboyeupi pagina reiporu tei vae. Oyopia vae jekopegua jare oimeramo iru vae tee reta (cookies).

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
gn_bo: Oñemae vaera kuae pagina re, rembondotako tee reta jɨru omboakuere vaera iru vae reta oyapogue (ogua vaera ani oeka vaera).

source: Resend
gn_bo: Omondo pɨau ye

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
gn_bo: Mbaetɨta omboyekua kuae tupapire oñono kavi regua oyangareko vae añetete vae imbaeiño vae (PSM). Embogueyɨ jare eñono kuae oyangareko vae, eeka sistema reta iyangarekoa.

source: The document contains no data.
gn_bo: Mbaetɨ mbae guɨnoi.

source: This document is no longer available.
gn_bo: Kuae tupapire mbaetɨ ma oyeporu.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
gn_bo: Kuae mbaetɨ ipuere yaecha echa mbaetɨ jaekavi oi. Yaparavɨkɨ vaera epia iru vae reta gui jare eparavɨkɨ oyepɨ mbae reve menu pe oi vae ndive.

source: The document cannot change while Printing or in Print Preview.
gn_bo: Oyekuatíagüe mbaetɨ ipuere oyepoepɨ oikuatía ramboeve tupapire re ani ñamae jese voi vae.

source: Access to the port number given has been disabled for security reasons.
gn_bo: Añetete vae jeko pegua, oyeokenda yaike jupi vae.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
gn_bo: Mbaetɨ oñevae oyeokuai vae Proxy. Emae kavi jese javoi emboɨpɨ ye.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
gn_bo: Kuae conexion oipota ikɨreɨ tei oipɨ oyeokuai vae Proxy. Emae kavi jese javoi emboɨpɨ ye.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
gn_bo: Página re reipota tëi remae vae mbaetɨ ipuere omboyekuaa echa oiporu metei ambuae ye yaikuaa vae osirivembae ani mbaetɨ oñemaeño jese vae.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
gn_bo: Página reipota tëi remae jese vae mbaetɨ ipuere omboyekuaa echa oime güɨnoi metei archivo jëgua mbaetɨ yarovia katu yaipea yave vae. Eenɨi Web jenda iya reta omombeu vaerä ndeve kuae mbaemboavai regua.

source: External Protocol Request
gn_bo: Solicitud de protocolo externo - Oyeporu oyeapo öi ikatu pe vae.

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
gn_bo: Ikavi ko reyapo metei oyeapo ikatu güi vae oyeporu vaerä %1$S: reta. Ñeoïru oyeporu %2$S pee vae oñeñono: %3$S Si vae mbaetɨ reäro kuae oyeporu vae yave, ipuere ko jëgua chupe kuae programa pe jëgua vae. Emboi jókuae oiporu vae jëguambae reï vaerä jókuae yayeandu chugüi vae güi.

source: <Unknown>
gn_bo: <Yaikuambae>

source: Remember my choice for all links of this type.
gn_bo: Ndemaendúaaiparavo opaete oñemoïru kuae nunga vae re.

source: Launch application
gn_bo: Eyapo oyapota vae

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
gn_bo: Kuae web jenda %S oyapo güɨnoi yayeandu chugüi vae jare oyopia jókuq jenda reipota vae agüɨye vaerä maratu.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
gn_bo: Kuae sitio web oñemoerakua %S jovayoyavi vae ndive, kuae iyembogeta jae ombotavɨ vaerä opou vae reta oiporureve chupe jee reta anivi yepe korepoti rupi oyemboasa añetete rami ndeve rerovia vaerä.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
gn_bo: Página reipotatei remae jese vae mbaetɨ ipuere oyekuaa esa oime mbaemboavai oyekauatia güe jae kaviä.

source: This page uses an unsupported technology that is no longer available by default.
gn_bo: Kuae página oiporu metei tecnología jae kavi mbae mbaetɨ ma oyeporu oïko megua ramo.
