Repository: translate/mozilla-l10n
Catalog: */mail/chrome/global/charset.dtd.po
Languages: xh

source: &Character Encoding
xh: &Kufakwa Iikhowudi Kwimibhalo Enjengoonobumba

source: &Auto-Detect
xh: &Ukubonisa Okuzenzekelayo

source: &More
xh: &Ngaphezulu

source: &West European
xh: iYurophu ese&Ntshona

source: &East European
xh: iYurophu ese&Mpuma

source: East &Asian
xh: i&Asia eseMpuma

source: &SE &amp; SW Asian
xh: i&Mpuma eseMzantsi &amp; iAsia eseNtshona eMzantsi

source: &Middle Eastern
xh: iMpuma eseMbin&dini

source: &Unicode
xh: i-&Unicode

source: &Customize...
xh: &Lungiselela...
