Repository: translate/mozilla-l10n
Catalog: cak/dom/chrome/layout/htmlparser.properties.po
Languages: cak

source: The character encoding of a framed document was not declared. The document may appear different if viewed without the document framing it.
cak: Ri kinuk'ulem taq rutz'ib' jun wuj pa jun ruchi' kajtz'ik man xq'alajisäx ta. Ri wuj rik'in jub'a' nik'ut pe achi'el jun wi, we nik'ut man ruk'wan ta ri wuj nusik'ij achi'el ruchi' kajtz'ik.

source: The character encoding of the plain text document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the file needs to be declared in the transfer protocol or file needs to use a byte order mark as an encoding signature.
cak: Ri kicholajil taq rutz'ib' wuj richin tz'ib'anïk, ri majun rub'anikil man xq'alajisäx ta. Ri wuj xtik'ut rik'in "q'ayïs" rucholajem tzij pa jujun taq runuk'ulem ri okik'amaya'l we chupam ri wuj e k'o rij taq tz'ib' pa US-ASCII rajlab'al. Ri kicholajil taq rutz'ib' ruxaq, k'o chi niq'alajisäx pa ri rub'eyal samaj richin q'axanïk o ri yakb'äl k'o chi nrokisaj jun retal pa rucholajil b'it achi'el rujuch'b'i'aj cholajil.

source: The character encoding of the HTML document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the page must be declared in the document or in the transfer protocol.
cak: Ri kinuk'ulem taq rutz'ib' HTML wuj man xq'alajisäx ta. Xtik'ut pe ri wuj rik'in "q'ayïs" rucholajem tzij pa jujun taq runuk'ulem ri okik'amaya'l we k'o rij taq tz'ib' pa ri wuj pa ri US-ASCII rajilab'al. Ri kinuk'ulem taq tz'ib' pa ri ruxaq, k'o chi niq'alajisäx pa jun wuj o pa ri q'axanel rub'eyal samaj.

source: The character encoding declaration of the framed HTML document was not found when prescanning the first 1024 bytes of the file. When viewed without the document framing it, the page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
cak: Ri rujikib'axïk kicholajil taq tz'ib' pa ri wuj HTML richin ruchi' kajtz'ik, man xilitäj ta toq xenik'öx chik ri nab'ey 1024 taq rub'it ri yakb'äl. Toq xtitz'et, man xipe ta pa ruchi' kajtz'ik, pa ruyonil xtisamäj el. Ri rujikib'axik rucholajil nik'atzin chi tiq'asäx, richin nik'oje' chi kikojol ri nab'ey 1024 taq b'it richin ri yakb'äl.

source: The character encoding declaration of the HTML document was not found when prescanning the first 1024 bytes of the file. When viewed in a differently-configured browser, this page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
cak: Ri rujikib'axïk kicholajil taq tz'ib' pa ri wuj HTML, man xilitäj ta toq xenik'öx chik ri nab'ey 1024 taq rub'it ri yakb'äl. Toq xtitz'et pa jun nuk'un okik'amaya'l pa jun chi rub'eyal, pa ruyonil xtisamäj el. Ri rujikib'axik rucholajil nik'atzin chi tiq'asäx, richin nik'oje' chi kikojol ri nab'ey 1024 taq b'it richin ri yakb'äl.

source: The page was reloaded, because the character encoding declaration of the HTML document was not found when prescanning the first 1024 bytes of the file. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
cak: Xsamajib'ëx chik ri ruxaq, ruma chi ri rujikib'axik kicholajil taq rutz'ib' ri wuj HTML man xilitäj ta toq xe'ichinäx ri nab'ey 1024 taq rub'it ri yakb'äl. Ri rujikib'axik cholajil k'atzinel niq'axäx chi nik'oje' chi kikojol ri 1024 taq rub'it yakb'äl.

source: The character encoding declaration of document was found too late for it to take effect. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
cak: Ri ruq'alajirisanem kinuk'unik taq tz'ib' richin ri wuj, yalan molo' xilitäj richin chi k'o nub'än. Rajowaxik chi ri ruq'alajirisanem nuk'unïk tiq'axäx richin chi nik'oje' chi kikojol ri nab'ey 1024 taq rub'it yakb'äl.

source: An unsupported character encoding was declared for the HTML document using a meta tag. The declaration was ignored.
cak: Xb'ix chi jun kicholajil taq tz'ib' man nik'ulutäj ta pa ri wuj HTML toq nrokisaj jun yaketal retal q'i'oj. Xch'aqïx pe ri rub'ixik.

source: An unsupported character encoding was declared on the transfer protocol level. The declaration was ignored.
cak: Xjikib'äx jun kicholajil taq tz'ib', ri man nik'ul ta pa ruxak rub'eyal rusamaj ruq'axik juk'an chik. Xch'aqïx kan ri jikib'anïk.

source: Detected UTF-16-encoded Basic Latin-only text without a byte order mark and without a transfer protocol-level declaration. Encoding this content in UTF-16 is inefficient and the character encoding should have been declared in any case.
cak: Xilitäj k'atzinel aj latin wuj nuk'un achi'el UTF-16 majun retal rucholajil b'it chuqa' majun ruq'alajirisanem q'axanïk pa ruchojwi' b'eyal samaj. Tinuk' re rupam re' pa UTF-16 man ütz ta chuqa' ri kinuk'ik taq tz'ib' k'o ta chi keq'alajisäx pa xa b'a achike rub'anik.

source: A meta tag was used to declare the character encoding as UTF-16. This was interpreted as an UTF-8 declaration instead.
cak: Okisan jun retal q'i'oj richin niq'alajisäx jun kicholajil taq tz'ib' achi'el UTF-16. Xsol ri q'alajirisanem achi'el ta jun UTF-8.

source: A meta tag was used to declare the character encoding as x-user-defined. This was interpreted as a windows-1252 declaration instead for compatibility with intentionally mis-encoded legacy fonts. This site should migrate to Unicode.
cak: Xokisäx jun q'i'on yaketal richin nijikib'äx ri kicholajil taq tz'ib' achi'el x-user-defined. Xa xe chi xq'ijüx achi'el jun windows-1252 jikib'anïk ruma rujunamil kik'in ojer taq ruwäch tz'ib', ri kan echolajin pa man ütz ta rub'anikil. Re ruxaq k'amaya'l re' k'o ta chi nib'e pa Unicode.

source: Garbage after “</”.
cak: Seq' chi rij “</”.

source: Saw “</>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped end tag.
cak: Xilitäj “</>”. Achoq uma ta k'a: “<” man xanimäj ta (tanimäj achi'el “&lt;”) o man ütz ta xtz'ib'äx ri ruyaketal tz'apinïk.

source: Character reference was not terminated by a semicolon.
cak: Retal pa tz'ib' man ruk'isib'en ta rik'in chuq' chuqa' mixtuq'.

source: No digits in numeric character reference.
cak: Majun ajilal pa retal ajilanïk pa tz'ib'.

source: “>” in system identifier.
cak: “>” pa jun rutz'etöy q'inoj.

source: “>” in public identifier.
cak: “>” jun aj winäq tz'etöy.

source: Nameless doctype.
cak: Majun rub'i' Doctype.

source: Consecutive hyphens did not terminate a comment. “--” is not permitted inside a comment, but e.g. “- -” is.
cak: Koqan qi' taq juch' man xkik'ïs ta kan jun tzijonem. “--” man ye'okisäx ta pa jun tzijonem, pa re jun tz'eteb'äl re' “- -” ja'.

source: Premature end of comment. Use “-->” to end a comment properly.
cak: Ruk'isib'äl alaj rutzijol. Tawokisaj “-->” richin ütz nak'isib'ej kan jun rutzijol.

source: Bogus comment.
cak: Muyen rutzijol.

source: “<” in an unquoted attribute value. Probable cause: Missing “>” immediately before.
cak: “<” pa jun retal ch'akulal majun ruk'a'. Rik'in jub'a' achoq uma: narajo' na “>” chuwäch.

source: “`” in an unquoted attribute value. Probable cause: Using the wrong character as a quote.
cak: “`” pa jun retal richin b'anikil majun taq ruk'a'. Achoq uma ta k'a: Man ja ta taq rutz'ib' uk'a' xokisäx.

source: Quote in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
cak: Uk'a' pa jun retal richin rub'anikil man ruk'wan ta taq uk'a'. Achoq uma ta k'a: xesach xekitz'ajb'a' taq b'anikil o jun rucholajil k'ulbenïk URL pa jun retal b'anikil man ruk'wan ta taq uk'a'.

source: “=” in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
cak: “=” pa jun retal rub'anikil man k'o ta chi kikojol taq uk'a'. Achoq uma: e tunül ri taq rub'anikil ruma sachoj o jun k'ulb'anel rucholajil URL pa jun retal rub'anikil man k'o ta chi kikojol taq uk'a'.

source: A slash was not immediately followed by “>”.
cak: Jun molsamaj, man ojqan ta apo ruma jun “>”.

source: No space between attributes.
cak: Nrajo' na rukojol chi kikojol taq rub'anikil.

source: “<” at the start of an unquoted attribute value. Probable cause: Missing “>” immediately before.
cak: “<” pa rutikirib'al richin rejqalem b'anikil majun rukach'ut. Achoq uma ta k'a: “>” kan nrajo' na chuwäch.

source: “`” at the start of an unquoted attribute value. Probable cause: Using the wrong character as a quote.
cak: “`” pa rutikirib'al jun retal richin b'anikil majun taq ruk'a'. Rik'in jub'a' ruma: man xrokisaj ri tz'ib' richin uk'a'.

source: “=” at the start of an unquoted attribute value. Probable cause: Stray duplicate equals sign.
cak: “=” pa rutikirib'al jun rejqalem b'anikil majun taq kach'ut. Achoq uma ta k'a: kamulun/sachinäq ri etal junam.

source: Attribute value missing.
cak: Nrajo' na rajil ri b'anikil.

source: Saw “<” when expecting an attribute name. Probable cause: Missing “>” immediately before.
cak: Xilitäj “<” toq oyob'en jun rub'i' rub'anikil. Achoq uma ta ri': nrajo' na jun “>” jumül chuwäch.

source: Saw “=” when expecting an attribute name. Probable cause: Attribute name missing.
cak: Xilitäj “=” toq oyob'en rub'i' jun b'anikil. Achoq uma ta k'a: nrajo' na rub'i' ri b'anikil.

source: Bad character after “<”. Probable cause: Unescaped “<”. Try escaping it as “&lt;”.
cak: Man ütz ta chi tz'ib' chi rij “<”. Achoq uma ta k'a: man xanimäj ta “<”. Tatojtob'ej nanimäj achi'el “&lt;”.

source: Saw “<>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped start tag.
cak: Xilitäj “<>”. Achoq uma ta k'a: man animajinäq ta “<” (tanimäj achi'el “&lt;”) o jun retal tikirib'äl, ri man ütz ta xtz'ib'äx.

source: Saw “<?”. Probable cause: Attempt to use an XML processing instruction in HTML. (XML processing instructions are not supported in HTML.)
cak: Xilitäj “<?”. Achoq uma ta k'a: xtojtob'ëx xokisäx jun ruk'utunem XML xenab'äl pa HTML (Ri taq ruk'utunem xenab'äl XML, man yek'ul ta pa HTML).

source: The string following “&” was interpreted as a character reference. (“&” probably should have been escaped as “&amp;”.)
cak: Ri rucholajil b'enäq pa “&” niq'ijüx rij achi'el jun retal ri tz'ib'. (“&” k'o ta chi xanimäj el achi'el “&amp;”).

source: Named character reference was not terminated by a semicolon. (Or “&” should have been escaped as “&amp;”.)
cak: Ri retal tz'ib' rik'in b'i'aj, man nik'is ta rik'in jun chuq' o mixtuq' (rik'in jub'a' xa xel el “&” achi'el “&amp;”).

source: “&” did not start a character reference. (“&” probably should have been escaped as “&amp;”.)
cak: “&” man rutikirisan ta jun retal pa tz'ib' (“&” rik'in jub'a' k'o ta chi xanimäj el achi'el “&amp;”).

source: Saw a quote when expecting an attribute name. Probable cause: “=” missing immediately before.
cak: Xilitäj jun uk'a' to oyob'en rub'i' jun b'anikil. Achoq uma ta k'a: Chuwäch k'a nrajo' na jun “=”.

source: “<” in attribute name. Probable cause: “>” missing immediately before.
cak: “<” pa rub'i' jun b'anikil. Achoq uma ta k'a: “>” kan chuwäch na nrajo'.

source: Quote in attribute name. Probable cause: Matching quote missing somewhere earlier.
cak: Uk'a' pa rub'i' b'anikil. Achoq uma ta k'a: ri uk'a, ri k'a nrajo' na pa jun k'ojlib'äl chuwäch.

source: Expected a public identifier but the doctype ended.
cak: Oyob'en jun aj winäq tz'etöy, xa xe chi ri doctype xuk'ïs yan.

source: Bogus doctype.
cak: Doctype muyen.

source: End tag had attributes.
cak: Ri retal tz'apinïk k'o taq rub'anikil.

source: Stray “/” at the end of an end tag.
cak: Xsach “/” pa ruk'isib'al jun retal tz'apinïk.

source: Character reference expands to a non-character.
cak: Retal pa tz'ib' napon pa metz'ib'.

source: Character reference expands to a surrogate.
cak: Retal pa tz'ib' napon pa jun k'exon.

source: Character reference expands to a control character.
cak: Retal tz'ib' napon pa rutz'ib' tz'etonïk.

source: A numeric character reference expanded to carriage return.
cak: Jun retal ajilab'äl pa tz'ib'anïk xrik' pa jun rutzolinïk ch'ich'.

source: A numeric character reference expanded to the C1 controls range.
cak: Jun retal ajilab'äl richin tz'ib', ri rik'on pa jun rajilab'al C1 taq chajinïk.

source: End of file inside public identifier.
cak: Ruk'isib'äl ri yakwuj pa jun aj winäq tz'etonel.

source: End of file inside comment.
cak: Ruk'isib'äl yakwuj pa jun rutzijol.

source: End of file inside doctype.
cak: Ruk'isib'äl yakwuj pa jun doctype.

source: End of file reached when inside an attribute value. Ignoring tag.
cak: Ruk'isib'äl yakwuj xq'i' pa jun retal b'anikil. Man etaman ta ri yaketal.

source: End of file occurred in an attribute name. Ignoring tag.
cak: Xilitäj ruk'isib'äl yakwuj pa jun rub'i' rub'anikil. Choj nirepüx kan ri yaketal.

source: Saw end of file without the previous tag ending with “>”. Ignoring tag.
cak: Xilitäj ri ruk'isib'äl yakwuj, akuchi' ri jun kan yaketal man ruk'ison ta rik'in “>”. Xrepüx kan ri yaketal.

source: End of file seen when looking for tag name. Ignoring tag.
cak: Xilitäj ruk'isib'äl ri yakwuj toq tajin nikanöx rub'i' jun etal. Niq'ol kan ri etal.

source: End of file inside end tag. Ignoring tag.
cak: Ruk'isib'äl yakwuj chupam jun retal tz'apinïk. Nich'aqïx kan ri etal.

source: End of file after “<”.
cak: Ruk'isib'äl yakwuj chi rij “<”.

source: Character reference outside the permissible Unicode range.
cak: Retal jun tz'ib' elenäq pa ri okel Unicode rajilab'al.

source: Character reference expands to a permanently unassigned code point.
cak: Retal tz'ib' nurïk' ri' pa rub'eyal cholajil, ri man junelïk k'o, man ya'on ta rub'i'.

source: Duplicate attribute.
cak: Kamulun b'anikil.

source: End of file inside system identifier.
cak: Ruk'isib'äl yakwuj pa jun rutz'etöy q'inoj.

source: Expected a system identifier but the doctype ended.
cak: Oyob'en jun tz'etöy q'inoj, xa xe chi ri doctype xuk'isib'ej yan.

source: Missing space before doctype name.
cak: Nrajo' na rukojol chuwäch rub'i' ri doctype.

source: “--!” found in comment.
cak: “--!” xilitäj pa rutzijol.

source: Character reference expands to zero.
cak: Retal pa tz'ib' napon pa wa'ix.

source: No space between the doctype “SYSTEM” keyword and the quote.
cak: Nrajo' na rukojolil chi kikojol ri nimatzij “SYSTEM” chuqa' ri taq uk'a' pa doctype.

source: No space between the doctype public and system identifiers.
cak: Nrajo' na rukojol chi kikojol ri aj winäq taq k'utüy chuqa' ri q'inoj pa doctype.

source: No space between the doctype “PUBLIC” keyword and the quote.
cak: Nrajo' na rukojol chi kikojol ri “PUBLIC” ruxe' tzij chuqa' ri kach'ut pa ri doctype.

source: Stray start tag “%1$S”.
cak: Sachon rutikirib'al chi yaketal “%1$S”.

source: Stray end tag “%1$S”.
cak: Sachinäq ri ruyaketal tz'apinïk “%1$S”.

source: End tag “%1$S” seen, but there were open elements.
cak: Xilitäj ruyaketal tz'apinïk ri “%1$S”, xa xe chi e k'o taq ch'akulal ri e jaqäl kan.

source: End tag “%1$S” implied, but there were open elements.
cak: Ruyaketal tz'apinïk “%1$S” k'o wi chupam, xa xe chi k'o taq ch'akulal e jaqäl.

source: A table cell was implicitly closed, but there were open elements.
cak: Pa ruyonil xtzapitäj qa jun ch'uti rukajtz'ik ri kemon kajtz'ik, xa xe chi e k'o taq ch'akulal e jaqäl.

source: Stray doctype.
cak: Sachinäq doctype.

source: Almost standards mode doctype. Expected “<!DOCTYPE html>”.
cak: Doctype pa rub'anikil jub'ama pa rub'eyal. Oyob'en “<!DOCTYPE html>”.

source: Quirky doctype. Expected “<!DOCTYPE html>”.
cak: Doctype richin junamanri'ïl rik'in taq k'amal man pa rub'eyal ta. Oyob'en “<!DOCTYPE html>”.

source: Non-space character in page trailer.
cak: Junwi chi tz'ib' richin rukojol pa ruk'isib'äl ruxaq.

source: Non-space after “frameset”.
cak: Man junam ta chi tz'ib' richin kojol chi rij “frameset”.

source: Non-space in “frameset”.
cak: Junwi chi tz'ib' chi re ri kojöl pa “frameset”.

source: Non-space character after body.
cak: Jun wi chi tz'ib' k'o rukojol chi rij body.

source: Non-space in “colgroup” when parsing fragment.
cak: Tz'ib' junwi chi re ri rukojol pa “colgroup” toq nuq'ijuj ruk'aj.

source: Non-space character inside “noscript” inside “head”.
cak: Tz'ib' junwi chi ruk'ojlib'al pa “noscript” chupam ri “head”.

source: “%1$S” element between “head” and “body”.
cak: “%1$S” ch'akulal chi kikojol “head” chuqa' “body”.

source: Start tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
cak: Xilitäj jun ruyaketal tikirib'äl toq man tz'eton ta nab'ey jun doctype. Tajin noyob'ëx “<!DOCTYPE html>”.

source: No “select” in table scope.
cak: K'a nrajo' na “select“ pa ri ruk'ojlib'al kemon kajtz'ik.

source: “select” start tag where end tag expected.
cak: Ruyaketal tikirib'äl “select” akuchi' oyob'en ri ruyaketal tz'apinïk.

source: “%1$S” start tag with “select” open.
cak: Ruyaketal tikirib'äl “%1$S” rik'in “select“ jaqäl.

source: Bad start tag “%1$S” in “head”.
cak: Sachel chi etal “%1$S” pa “head”.

source: Saw a start tag “image”.
cak: Xilitäj jun ruyaketal tikirib'äl “image”.

source: “isindex” seen.
cak: Xilitäj “isindex”.

source: An “%1$S” start tag seen but an element of the same type was already open.
cak: Xilitäj jun “%1$S” retal tikirib'äl, xa xe chi rujaqon chik jun ruch'akulal ri junam ruwäch.

source: Heading cannot be a child of another heading.
cak: Jun rujub'i'aj, man tikirel ta nok ralk'walaxel jun chik rujub'i'aj.

source: “frameset” start tag seen.
cak: Xilitäj ruyaketal tikirib'äl “frameset”.

source: No cell to close.
cak: Majun chi ch'utikajtz'ik k'o chi nitz'apïx.

source: Start tag “%1$S” seen in “table”.
cak: Ruyaketal tikirib'äl “%1$S” tz'etoj pa “table”.

source: Saw a “form” start tag, but there was already an active “form” element. Nested forms are not allowed. Ignoring the tag.
cak: Xilitäj jun ruyaketal tikirib'äl “form”, xa xe chi tzijïl chik jun ch'akulal “form”. Man yek'ul ta taq nojwuj ri k'o chik. Choj xtirepüx kan ri yaketal.

source: Start tag for “table” seen but the previous “table” is still open.
cak: Xilitäj jun retal tikirisab'äl richin “table”, xa xe chi ri jun kan “table” k'a jaqäl.

source: “%1$S” start tag in table body.
cak: “%1$S” retal tikirib'äl pa jun ruch'akulal tz'ajalil.

source: End tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
cak: Xilitäj jun ruyaketal tz'apinïk, akuchi' man nutz'ët ta nab'ey jun doctype. Oyob'en “<!DOCTYPE html>”.

source: Saw an end tag after “body” had been closed.
cak: Xilitäj jun ruyaketal tz'apinïk chi rij ke ri “body” xtz'apïx kan.

source: “%1$S” end tag with “select” open.
cak: Ruyaketal tz'apinïk “%1$S” rik'in “select“ jaqäl.

source: Garbage in “colgroup” fragment.
cak: K'ajin chi seq' “colgroup”.

source: End tag “br”.
cak: Ruyaketal tz'apinïk “br”.

source: No “%1$S” element in scope but a “%1$S” end tag seen.
cak: Nrajo' na ch'akulal “%1$S” pa k'ojlib'äl, po tz'eton jun ruyaketal tz'apinïk “%1$S”.

source: HTML start tag “%1$S” in a foreign namespace context.
cak: Yaketal HTML richin tikirib'äl “%1$S” pa jun ruk'ojlib'al samaj kichin ch'aqa' chik b'i'aj.

source: “table” closed but “caption” was still open.
cak: “table” tz'apin xa xe chi “caption” k'a jaqäl kan.

source: No table row to close.
cak: Majun rucholaj tz'ajalil, ri k'o chi nitz'apïx.

source: Misplaced non-space characters inside a table.
cak: Taq tz'ib' junwi chuwäch ri k'ojlib'äl, elenäq el pa ri kemoj kajtz'ik.

source: Unclosed children in “ruby”.
cak: Allk'walaxela' man e tz'apäl ta pa “ruby”.

source: Start tag “%1$S” seen without a “ruby” element being open.
cak: ruyaketal tikirib'ál “%1$S” tatz'eta' toq majun chi ch'akulal “ruby” jaqäl.

source: Self-closing syntax (“/>”) used on a non-void HTML element. Ignoring the slash and treating as a start tag.
cak: Rucholb'ab' rutz'apixik pa ruyonil (“/>”) okisan pa jun ch'akulal HTML man kowöl ta. Nirepüx kan ri aj richin nichap achi'el jun ruyaketal tikirib'äl.

source: Unclosed elements on stack.
cak: Taq ch'akulal man etz'apin ta pa taq tzub'aj.

source: End tag “%1$S” did not match the name of the current open element (“%2$S”).
cak: Ri ruyaketal tz'apinïk “%1$S” man nuxïm ta ri' rik'in rub'i' ch'akulal, ri jaqäl wakami (“%2$S”).

source: End tag “%1$S” violates nesting rules.
cak: Ri retañ tz'apinïk “%1$S” man yeroqaj ta ri rub'eyal k'aslemalil.

source: End tag for “%1$S” seen, but there were unclosed elements.
cak: Xilitäj ruyaketal tz'apinïk “%1$S”, xa xe chi k'o taq ch'akulal ri man etz'apin ta kan.
