Repository: translate/mozilla-l10n
Catalog: ach/toolkit/chrome/global/textcontext.dtd.po
Languages: ach

source: Cu&t
ach: Ng&ol

source: &Copy
ach: &Lok

source: &Paste
ach: &Mwon

source: &Undo
ach: &Gony

source: Select &All
ach: Yer &Weng

source: &Delete
ach: &Kwany

source: Add t&o Dictionary
ach: Med b&ot buk me nukuta

source: U&ndo Add To Dictionary
ach: G&ony med i buk me nukuta

source: Check Spellin&g
ach: Ngi ka i&coyo maber

source: (No Spelling Suggestions)
ach: (Tam amia me Nukta peke)

source: &Languages
ach: &Leb

source: Clear
ach: Jwa

source: &Fill Login
ach: &Pong dony iye

source: &Fill Password
ach: &Pong mung me donyo

source: &Fill Username
ach: &Pong Nying me tic

source: (No Login Suggestions)
ach: (Tam me Donyo iye pe tye)

source: View Saved Logins
ach: Nen donyoiyie kigwoko
