Repository: translate/mozilla-l10n
Catalog: ve/toolkit/installer/windows/install.*.po
Languages: it

source: MS Sans Serif
it: MS Sans Serifi

source: Trebuchet MS Bold
it: Trebuchete MS Bold

source: Cancel
it: Fhelisani

source: &Cancel
it: &Fhelisani

source: &Next >
it: &Zwi tevhelaho >

source: < &Back
it: < &Murahu

source: &Ignore
it: &Ni songo dzhiela nzhele

source: To configure a Proxy server for this download, click the Connection... button.
it: U dzudzanya seva Thusedzi ya hohu u dzhenisa, kiḽikani gunubu ya Ṱhumanyo...

source: &Connection...
it: &Ṱhumanyo...

source: Proxy Settings:
it: Nzudzanyo Thusedzi:

source: &Proxy Settings
it: &Nzudzanyo Thusedzi

source: Server:
it: Seva:

source: Port:
it: Photho:

source: User id:
it: Id ya mushumisi:

source: Password:
it: Phasiwede:

source: _: SELECTDIRECTORY Select a directory
it: Nangani tsumbanḓila

source: &Directories:
it: &Dzitsumbanḓila:

source: Dri&ves:
it: Dziḓira&ivi:

source: Remaining:
it: Yo salaho:

source: File:
it: Faela:

source: To Path:
it: Kha Nḓila:

source: &Accept
it: &Ṱanganedzani

source: &Decline
it: &Hanani

source: &Program Folder:
it: &Foḽuda ya Mbekanyamushumo:

source: E&xisting Folders:
it: Foḽuda dzire Ho&ne:

source: Setup has finished copying files to your computer. Before you can use $ProductNameInternal$, you must restart Windows or your computer. Choose one of the following options and click OK to finish setup.
it: Nzudzanyo yo fheda u kopa dzifaela kha khomphwutha yaṇu. Musi ni saathu u shumisa $ProductNameInternal$, ni tea u thoma hafhu Windows kana khomphwutha yaṇu. Nangani nthihi ya khetho dzi tevhelaho nahone ni kiḽike OK musi no fhedza nzudzanyo.

source: Restart
it: Thomani hafhu

source: Yes, I want to restart my computer now.
it: Ee, ndi khou ṱoḓa u thoma hafhu khomphwutha yanga zwino.

source: No, I will restart my computer later.
it: Hai, ndi ḓo thoma hafhu khomphwutha yanga nga murahu.

source: &Additional Components:
it: &Zwiṅwe Zwipiḓa:

source: Description
it: Ṱhaluso

source: Total download size:
it: Muelo guṱe wa zwidzheniswa:

source: Space Available:
it: Tshikhala tshire Hone:

source: C&omponents:
it: Z&wipiḓa:

source: Choose a Folder to install $ProductName$ into:
it: Nangani Foḽuda u itela u longela $ProductName$ kha:

source: Install Folder
it: Longelani Foḽuda

source: B&rowse...
it: S&waswarani...

source: Download Size: %u KB
it: Dzhenisani Muelo: %u KB

source: Current Settings:
it: Nzudzanyo Ino:

source: ...to the following location:
it: ...fhethu hu tevhelaho:

source: %s, and:
it: %s, na:

source: &Install
it: &Longelani

source: &Delete
it: &Thuthani

source: &Continue
it: &Bvelani phanḓa

source: &Skip
it: &Pfukani

source: Re&ad Me
it: Mmb&aleni

source: &Pause
it: &Awelani

source: &Resume
it: &Thomani hafhu

source: Checked
it: Ṱolani

source: Unchecked
it: I songo ṱolawaho

source: Extracting...
it: U Bvisa...

source: Could not create %s dialog.
it: A yo ngo kona u vhumba %s nyambedzano.

source: %s failed.
it: %s yo kundelwa.

source: File not found: %s
it: Faela a yo ngo wanala: %s

source: GetSystemDirectory() failed.
it: WananiTsumbanḓilayaSisiteme() yo kundelwa.

source: GetWindowsDirectory() failed.
it: WananiTsumbandilayaFasiṱere() yo kundelwa.

source: Exit Setup
it: Ibvani kha Nzudzanyo

source: You have not finished installing $ProductName$. If you exit Setup now, $ProductName$ will not be installed. Are you sure you want to cancel Setup?
it: No fhedza u longela $ProductName$. Arali na bva kha Nzudzanyo zwino, $ProductName$ ḽi nga si longelwe. Ni na vhuṱanzi ho fhelelaho ha uri ni khou ṱoḓa u fhelisa Nzudzanyo?

source: Restarting Windows
it: U Thoma hafhu Windows

source: GetProcAddress() of %s failed.
it: WananiḒiresiyaProc() ho %s kundelwa.

source: WritePrivateProfileString() failed for file %s
it: ṄwalaniMutevhewaPhurofaeḽayaPhuraivethe() ho kundelwa kha faela %s

source: Please wait while Setup retrieves its configuration script from the web...
it: Ni khou humbelwa uri ni imenyana musi Nzudzanyo I tshi kha ḓi wana tshikiriputi tshayo tsha u vhekanya u bva kha web...

source: Setup was unable to create the TEMP directory: %s
it: Nzudzanyo a yo ngo kona u vhumba tsumbanḓila yayo ya TEMP: %s

source: _: DLGBROWSETITLE Select a directory
it: Nangani tsumbanḓila

source: Could not determine available disk space for: %s
it: A yo ngo kona u sumba tshikhala tshire hone kha disiki tsha: %s

source: Disk space check
it: U ṱola tshikhala kha disiki

source: Setup has detected insufficient disk space to continue with installation on %s for the path: %sRequired: %sAvailable: %sClick Retry if more disk space has been made available, or click Cancel to cancel Setup.
it: Nzudzanyo yo wanulusa tshikhala tshi songo eḓanaho kha disiki u itela u bvela phanḓa na u longela %s u itela nḓila: %sI khou ṱoḓea: %sI hone: %sKiḽikani lingedzani hafhu arali tshikhala tshinzhi tsho itiwa uri tshi vhe hone, kana kiḽikani Fhelisani u itela u fhelisa Nzudzanyo.

source: Setup has detected insufficient disk space to continue with installation process on %s for the path: %sRequired: %sAvailable: %sClick OK to go back and choose a different destination path.
it: Nzudzanyo yo wanulusa tshikhala tshi songo edanaho kha disiki u itela u bvela phanda na u longela %s u itela ndila: %sI khou todea: %sI hone: %sKilikani OK uteia u humela murahu na yo nanga vhuyo ha thungo.

source: Could not create folder: %sMake sure you have access to create the folder.
it: U vhumba foḽuda: %sKhwaṱhisedzani zwauri ni na thendelo ya u swikelela foḽuda.

source: $ProductNameInternal$ Setup Error
it: Vhukhakhi kha Nzudzanyo ya $ProductNameInternal$

source: File count:
it: U Vhala faela:

source: Filename:
it: Dzina ḽa faela:

source: Preparing Install, please wait...
it: U lugisa u longela, ni khou humbelwa uri ni imenyana...

source: Configuring %s, please wait...
it: U vhekanya %s, ni khou humbelwa uri ni longele...

source: Error occurred during installation
it: Vhukhakhi ho bvelela musi i tshi khou longelwa

source: $ProductName$ can only run on Windows 95 or newer. Setup will now exit.
it: $ProductName$ ḽi nga kona fhedzi u vula Windows 95 kana ntswesa. Nzudzanya i khou bva.

source: $ProductName$ Setup - Install Progress
it: Nzudzanyo ya $ProductName$$ - U Longela hu khou Bvela phanḓa

source: Preparing file: %s
it: U lugisela faela: %s

source: Currently installing %s
it: I khou Longela Zwino %s

source: Copying file: %s
it: I khou kopa faela: %s

source: Warning
it: Tsivhudzo

source: Message
it: Mulaedza

source: Attention
it: Thetshelesani

source: The following directory does not exist:%sWould you like to create it?
it: Tsumbanḓila i tevhelaho a i ho:%sNi khou ṱoḓa u i vhumba?

source: Create Directory?
it: Ni khou ṱoḓa u Vhumba Tsumbanḓila?

source: Invalid Program folder name entered.
it: Foḽuda ya mbekanyamushumo i si ho mulayoni yo dzhenisiwa.

source: Default
it: Tshidzivhisi

source: Invalid path entered.
it: Nḓila i siho mulayoni yo dzhenisiwa.

source: Setup Type:
it: Nangani Lushaka:

source: Selected Components:
it: Zwipiḓa zwo Nangiwaho:

source: Destination Directory:
it: Tsumbanḓila ya Vhuyo:

source: Program Folder:
it: Foḽuda ya Mbekanyamushumo:

source: Deleting destination directory to be able to upgrade, please wait...
it: Thuthani tsumbanḓila ya vhuyo u itela uri ni kone u khwinisa, ni khou humbelwa uri ni imenyana...

source: Setup
it: Nzudzanyo

source: Download Site:
it: Saithi ya u Dzhenisa:

source: Save downloaded and Setup program files to:
it: Vhulungani zwo dzheniswaho na faela ya mbekanyamushumo ya Nzudzanyo kha:

source: Initializing Setup, please wait...
it: Vhulungani Nzudzanyo, ni khou humbelwa uri ni imenyana...

source: %s Setup
it: %s Nzudzanyo

source: GetVersionEx() failed!
it: WananiSiaEx() yo kundelwa!

source: Usage
it: Vhushumisi

source: Extracting %s
it: U bvisa %s

source: Launching Setup...
it: U Ḽontsha Nzudzanyo...

source: Unable to write file %s
it: A thi koni u ṅwala faela %s

source: Installation
it: U longela

source: Out of memory!
it: Yo fhelelwa nga muhumbulo!

source: Could not load %s
it: A i tsha kona u longela %s

source: Could not load string resource ID %d
it: A i ngo kona u longela ID ya tshishumiswa tsha mutevhe %d

source: Null pointer encountered.
it: Tshisumbi tsha tshi sa shumi tsho tanginiwa natsho.

source: Memory allocation error.
it: Vhukhakhi ha u ṇetshedza muhumbulo.

source: Setup has detected that %s (%s) is still running. Click OK to quit %s and proceed with installation. Alternatively, use the Windows Task Manager to quit %s, and then click OK to continue with installation.
it: Nzudzanyo yo wanulusa zwauri %s (%s) i kha ḓi shuma. Kiḽikani OK u itela u bva kha %s nahone ni bvele phanḓa na u longela. Kana nga thungo, shumisani Mulanguli wa Mushumo wa Windows u bva kha a %s, u bva ni kiḽike OK u itela u bvela phanḓa na u longela.

source: Setup will now exit. Setup could not continue because %s (%s) is still running. Try manually quitting %s using Windows Task Manager, and then run Setup again.
it: Nzudzanyo zwino i ḓo bva. Nzudzanyo a yo ngo kona u bvela phanḓa ngauri %s (%s) i kha ḓi shuma. Lingedzani nga munyuala u bva kha %s ni tshi khou shumisa Mulanguli wa Mushumo wa Windows, u bva afho ni shumise nzudzanyo hafhu.

source: $ProductName$ cannot be installed into a folder that is inside the Windows folder. Please choose a different folder.
it: $ProductName$ ḽI nga si kone u langelwa kha foḽuda ine ya vha nga ngomu kha folusa ya Windows. Ni khou humbelwa uri ni nange foḽuda ya thungo.
