Repository: translate/mozilla-l10n
Catalog: */suite/chrome/common/downloads/downloadmanager.properties.po
Languages: lt

source: Paused
lt: Pristabdytas

source: Downloading
lt: Atsiunčiamas

source: Uploading
lt: Išsiunčiamas

source: Not Started
lt: Nepradėtas

source: Failed
lt: Nepavyko

source: Finished
lt: Baigtas

source: Canceled
lt: Atsisakytas

source: Blocked
lt: Uždraustas

source: %1$S file - Download Manager;%1$S files - Download Manager
lt: %1$S failas – Atsiuntimų tvarkytuvė;%1$S failų – Atsiuntimų tvarkytuvė;%1$S failai – Atsiuntimų tvarkytuvė

source: %2$S%% of %1$S file - Download Manager;%2$S%% of %1$S files - Download Manager
lt: %1$S failas, užbaigta %2$S%% – Atsiuntimų tvarkytuvė;%1$S failų, užbaigta %2$S%% – Atsiuntimų tvarkytuvė;%1$S failai, užbaigta %2$S%% – Atsiuntimų tvarkytuvė

source: %1$S%% of %2$S - %3$S
lt: %2$S – %3$S (%1$S%%)

source: %1$S %2$S/sec
lt: %1$S %2$S/s

source: %1$S %2$S elapsed
lt: Praėjo %1$S %2$S

source: %1$S %2$S, %3$S %4$S elapsed
lt: Praėjo %1$S %2$S %3$S %4$S

source: From %S
lt: Iš %S

source: To %S
lt: Į %S

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
lt: „%S“ yra vykdomasis failas. Tokiuose failuose gali būti virusų ir kitų kenkėjiškų programų, kurios gali pažeisti kompiuteryje laikomus duomenis. Būkite atsargūs atverdami šio tipo failus. Ar tikrai paleisti „%S“?

source: Open Executable File?
lt: Vykdomojo failo atvėrimas

source: Don't ask me this again
lt: Nebepateikti šio įspėjimo
