Repository: translate/mozilla-l10n
Catalog: */suite/chrome/mailnews/compose/messengercompose.dtd.po
Languages: lt

source: Compose: (no subject)
lt: Laiško rašymas

source: F&rom:
lt: &Kas:

source: &Subject:
lt: Te&ma:

source: Atta&chments:
lt: Pri&edai:

source: &Save
lt: Į&rašyti

source: Save &As
lt: Įrašyti &kaip

source: &File…
lt: &Failas…

source: &Draft
lt: &Juodraštis

source: &Template
lt: &Šablonas

source: A&ttach
lt: Pri&dėti

source: &File(s)…
lt: &failą(-us)…

source: &Web Page…
lt: &tinklalapį…

source: &Personal Card (vCard)
lt: &asmeninę kortelę (vCard)

source: Sen&d Now
lt: &Išsiųsti

source: Send &Later
lt: Išsiųsti &vėliau

# sendLaterCmd.keycode
source: VK_RETURN
lt: VK_ENTER

source: Re&wrap
lt: Laužyti iš &naujo

source: &Mail & Newsgroups Account Settings…
lt: &Paskyrų nuostatos…

source: Mail T&oolbar
lt: &Pašto mygtukų juosta

source: &Formatting Toolbar
lt: &Formatavimo juosta

source: F&ormat
lt: &Formatas

source: O&ptions
lt: P&arinktys

source: &Quote Message
lt: &Cituoti originalų laišką

source: Select &Addresses…
lt: Parinkti a&dresatus…

source: &Priority
lt: &Prioritetas

source: &Lowest
lt: &Žemiausias

source: L&ow
lt: Ž&emas

source: &Normal
lt: &Normalus

source: H&igh
lt: A&ukštas

source: &Highest
lt: &Aukščiausias

source: Re&turn Receipt
lt: Prašyti laiško &gavimo pažymos

source: Delivery Status &Notification
lt: P&rašyti laiško pristatymo pažymos

source: &Format
lt: Siunčiamo &teksto tipas

source: &Auto-Detect
lt: &Parenka programa

source: &Plain Text Only
lt: &Grynasis tekstas

source: &Rich Text (HTML) Only
lt: &Raiškusis tekstas (HTML)

source: P&lain and Rich (HTML) Text
lt: &Abiejų tipų tekstai (grynasis ir raiškusis)

source: Sen&d a Copy To
lt: &Laiško kopiją įdėti į

source: File Here
lt: Perkelti į aplanką

source: Send
lt: Išsiųsti

source: Address
lt: Adresatai

source: Attach
lt: Pridėti

source: Spelling
lt: Tikrinti rašybą

source: Save
lt: Įrašyti

source: Stop
lt: Stabdyti

source: Address Bar
lt: Adresų juosta

source: Formatting Toolbar
lt: Formatavimo mygtukų juosta

source: Send this message now
lt: Išsiųsti laišką dabar

source: Send this message later
lt: Išsiųsti laišką vėliau

source: Select a recipient from an Address Book
lt: Parinkti laiško gavėjus iš adresų knygos

source: Include an attachment
lt: Pridėti priedą prie šio laiško

source: Save this message
lt: Įrašyti šį laišką

source: Stop the current transfer
lt: Stabdyti atsiuntimą

source: &Open
lt: &Atverti

source: &Rename…
lt: &Pervardinti…

source: D
lt: š

source: A
lt: v

source: Attach &File(s)…
lt: Pri&dėti failą

source: Attach &Web Page…
lt: Pridė&ti tinklalapį…
