Repository: translate/mozilla-l10n
Catalog: */mail/chrome/navigator/navigator.properties.po
Languages: xh, zu

source: Done
xh: Kwenziwe
zu: Kwenziwe

source: Timed Out
xh: Ixesha Liphelile
zu: Kuphelelwe Isikhathi

source: Stopped
xh: Kunqunyanyisiwe
zu: Kumisiwe

source: Open File
xh: Vula Ifayili
zu: Vula Ifayela

source: Upload File
xh: Layisha Ifayili
zu: Faka Efayeleni

source: Drop a link or file to make it your home page
xh: Shiya unxulumano okanye ifayili ukuze ibe likhasi lakho lasekhaya
zu: Yehlisa isixhumo noma ifayela libe ikhasi lakho lasekhaya

source: _: droponhometitle Set Home Page
xh: Misela Ikhasi Lasekhaya
zu: Hlela Ikhasi Lasekhaya

source: Do you want this document to be your new home page?
xh: Ingaba ufuna olu xwebhu lube likhasi lakho elitsha lasekhaya?
zu: Ufuna ledokhumente ibe ikhasi lakho elisha lasekhaya?

source: _: droponhomeokbutton Set Home Page
xh: Misela Ikhasi Lasekhaya
zu: Hlela Ikhasi Lasekhaya

source: An error has occurred on this page. Double click here for details.
xh: Kwenzeke imposiso kweli khasi. Nqomfa kabini apha ukuze ufumane iinkcukacha.
zu: Kwenzeke iphutha kuleli khasi. Chofoza lapha kabili ubone imininingwane.

source: en-US
xh: xh-ZA
zu: zu-ZA

source: en-us, en
xh: xh-za, xh, en-za, en-gb, en-us, en
zu: zu-za, zu, en-za, en-gb, en-us, en

source: ISO-8859-4, ISO-8859-13, windows-1257, IBM852, ISO-8859-2, x-mac-ce, windows-1250, x-mac-croatian, IBM855, ISO-8859-5, ISO-IR-111, KOI8-R, x-mac-cyrillic, windows-1251, IBM866, KOI8-U, x-mac-ukrainian, ISO-8859-16, x-mac-romanian
zu: ISO-8859-4, ISO-8859-13, amafasitela-1257, IBM852, ISO-8859-2, x-mac-ce, amafasitela-1250, x-mac-isicroatia, IBM855, ISO-8859-5, ISO-IR-111, KOI8-R, x-mac-isicyrillic, amafasitela-1251, IBM866, KOI8-U, x-mac-isi-ukrainia, ISO-8859-16, x-mac-isiromania

source: GB2312, x-gbk, gb18030, HZ-GB-2312, ISO-2022-CN, Big5, Big5-HKSCS, x-euc-tw, EUC-JP, ISO-2022-JP, Shift_JIS, EUC-KR, x-windows-949, x-johab, ISO-2022-KR
zu: GB2312, x-gbk, gb18030, HZ-GB-2312, ISO-2022-CN, Big5, Big5-HKSCS, x-euc-tw, EUC-JP, ISO-2022-JP, Shift_JIS, EUC-KR, x-amafasitela-949, x-johab, ISO-2022-KR

source: armscii-8, GEOSTD8, TIS-620, ISO-8859-11, windows-874, IBM857, ISO-8859-9, x-mac-turkish, windows-1254, x-viet-tcvn5712, VISCII, x-viet-vps, windows-1258, x-mac-devanagari, x-mac-gujarati, x-mac-gurmukhi
zu: armscii-8, GEOSTD8, TIS-620, ISO-8859-11, mafasitela-874, IBM857, ISO-8859-9, x-mac-isiturkish, amafasitela-1254, x-viet-tcvn5712, VISCII, x-viet-vps, amafasitela-1258, x-mac-isidevanagari, x-mac-isigujarati, x-mac-isigurmukhi

source: ISO-8859-6, windows-1256, IBM864, x-mac-arabic, x-mac-farsi, ISO-8859-8-I, windows-1255, ISO-8859-8, IBM862, x-mac-hebrew
zu: ISO-8859-6, amafasitela-1256, IBM864, x-mac-isi-arabic, x-mac-isifarsi, ISO-8859-8-I, amafasitela-1255, ISO-8859-8, IBM862, x-mac-isihebheru

source: ISO-8859-1, ISO-8859-15, ISO-8859-6, armscii-8, geostd8, ISO-8859-13, ISO-8859-14, ISO-8859-2, GB2312, GB18030, Big5, KOI8-R, windows-1251, KOI8-U, ISO-8859-7, ISO-8859-8-I, windows-1255, ISO-2022-JP, EUC-KR, ISO-8859-10, ISO-8859-3, TIS-620, ISO-8859-9, UTF-8, VISCII
zu: ISO-8859-1, ISO-8859-15, ISO-8859-6, armscii-8, geostd8, ISO-8859-13, ISO-8859-14, ISO-8859-2, GB2312, GB18030, Big5, KOI8-R, amafasitela-1251, KOI8-U, ISO-8859-7, ISO-8859-8-I, amafasitela-1255, ISO-2022-JP, EUC-KR, ISO-8859-10, ISO-8859-3, TIS-620, ISO-8859-9, UTF-8, VISCII

source: _: intl.menuitems.insertseparatorbeforeaccesskeys true
xh: true
zu: true

source: Link will open in:
xh: Unxulumano luya kuvuleka ngaphakathi:
zu: Isixhumo sizovuleka:

source: Location:
xh: Indawo yokuthile:
zu: Indawo:

source: (Nothing Available)
xh: (Akukho nto Ikhoyo)
zu: (Akukho Lutho)

source: Warning: incompatible theme
xh: Isilumkiso: umxholo ongahambelaniyo
zu: Isixwayiso: indikimba engaphelele

source: You have selected a theme which was designed for an earlier version of %brand% and is incompatible with your current %brand% version. Please check %brand% theme sites for an updated version of the theme. You can uninstall this theme by clicking "OK" button.
xh: Ukhethe umxholo owawuyilelwe uguqulelo lwakuqala lwe-%brand% kwaye aluhambelani noguqulelo lwakho lwe-%brand%. Nceda qwalasela iziza zomxholo ze-%brand% malunga noguqulelo oluhlaziyiweyo lomxholo. Usenokungawuhlohli lo mxholo ngokunqomfa kwiqhosha i-"Kulungile".
zu: Ukhethe indikimba eyayiklanyelwe uhlobo lwangaphambili lwe%brand% futhi aluvumelani nohlobo lwamanje lwe%brand%. Sicela ubheke izindawo zezindikimba ze%brand% ukuze uthole uhlobo olufakwe okwamuva lwale ndikimba. Ungayikhipha le ndikimba ngokuchofoza inkinobho u"OK".

source: can't control popups for this site
xh: okuzivelelayo akulawuleki malunga nesi siza
zu: ayikwazi ukulawula ama-popups kule ndawo

source: Set As Wallpaper
xh: Misela Njengephepha Lodonga
zu: Kwenze Kube Iphepha Lasodongeni

source: Set Wallpaper
xh: Misela Iphepha Lodonga
zu: Hlela Iphepha Lasodongeni

source: Do you want to set this image as your desktop wallpaper?
xh: Ingaba ufuna ukumisela lo mfuziselo njengephepha lakho lodonga olukulwazi oluseskrinini?
zu: Uyafuna ukwenza lomfanekiso ube iphepha lasodongeni phezu kwedeski?

source: Theme changes will take effect when you restart %S.
xh: Iinguquko zomxholo ziya kuqala xa uphinda uqalisa i-%S.
zu: Izindikimba zizoshintsha uma uyiqala kabusha i%S.

source: Apply Theme
xh: Sebenzisa Umxholo
zu: Faka Indikimba

source: _: showskinsdescription true
xh: true
zu: true

source: Close Tab
xh: Vala Isilungelelanisi Semigca
zu: Vala Isigqebhe

source: Close
xh: Vala
zu: Vala

source: Confirm close
xh: Qinisekisa ukuvala
zu: Qinisekisa Ukuvala

source: This Navigator window has %S tabs open. Do you want to close it and all its tabs?
xh: Le festile Yomtyhutyhi inezilungelelanisi zemigca i-%S ezivuliweyo. Ingaba ufuna ukuzivala nazo zonke izilungelelanisi zazo?
zu: Kukhona izigqebhe ze%S ezivulekile kuleli fasitela eliyiNkombandlela. Uyafuna ukulivala kanye nazo zonke izigqebhe zalo?

source: Close all tabs
xh: Vala zonke izilungelelanisi zemigca
zu: Vala zonke izigqebhe

source: Warn me when closing multiple tabs
xh: Ndilumkise xa ndivala izilungelelanisi zemigca ezininzi
zu: Ngixwayise uma uvala izigqebhe eziningi

source: Group of Tabs
xh: Iqela Lezilungelelanisi Zemigca
zu: Iqoqo Lezigqebhe

source: Search %S for "%S"
xh: Zingela i-%S ukwenzela i-"%S"
zu: Funa i"%S" e%S

source: Select Java version
xh: Khetha uguqulelo lweJava
zu: Khetha uhlobo lweJava

source: Failed to select this version of java
xh: Akuphumelelanga ukukhetha olu guqulelo lwe-java
zu: Ihlulekile ukukhetha lolu hlobo lwejava
