Repository: translate/mozilla-l10n
Catalog: st/toolkit/installer/unix/install.*.po
Languages: it

source: Next >
it: E latelang >

source: < Back
it: <Morao

source: _: CANCEL Cancel
it: Khansela

source: Accept
it: Amohela

source: Decline
it: Hana

source: Install
it: Instola

source: Pause
it: Kgefutsa

source: Resume
it: Tswella

source: Mozilla Installer
it: Instola ya Mozilla

source: Destination Directory
it: Tulo ya Daerektri

source: Change...
it: Fetola…

source: Select a directory
it: Kgetha daerektri

source: Directory %s doesn't exist. Create it?
it: Daerektri ya % ha eyo. O a e etsa?

source: Yes
it: Ee

source: No
it: Tjhee

source: Delete Directory
it: Phumula Daerektri

source: _: CANCEL_LABEL Cancel
it: Khansela

source: Error [%d]: %s
it: Phoso ya [%d]: %S

source: Fatal error [%d]: %s
it: Phoso e senyang [%d]: %S

source: Description
it: Tlhaloso

source: Setup will install the following components:
it: Ho seta ho tla instola dikarolwana tse latelang:

source: to the following location:
it: ho ya tulong e latelang:

source: Preparing %s...
it: E lokisa %s…

source: Extracting %s...
it: E fumana %S…

source: Installing %s...
it: E instola %s…

source: Processing file %d of %d...
it: E sebetsana le faele ya %d ho tse %d…

source: Choose another directory because you do not have permission to install to: %s
it: Kgetha daerektri esele hobane ha o na tokelo ya ho instola ho: %s

source: Download Settings
it: Jarolla Disetwa

source: Save installer modules upon download
it: Boloka dimojule tsa ho instola ha di jarollwa

source: Proxy Settings...
it: Disetwa tsa Proksi…

source: Proxy Host [required]:
it: Moamohedi wa Proksi [e a hlokeha]:

source: Proxy Port [required]:
it: Proksi Port [e a hlokeha]:

source: Proxy Username [optional]:
it: Lebitso la Mosebedisi la Proksi [ha le tlamelle]:

source: Proxy Password [optional]:
it: Phasewete ya Proksi [ha e tlamelle]:

source: Error!
it: Phoso!

source: Disk Space Available = %ld KB
it: Sebaka se Fumanehang Diskeng = %ldKB

source: Disk Space Required = %ld KB
it: Sebaka se Hlokehang Diskeng = %ldKB

source: Please select a directory on a disk with enough space to install or free some disk space on the selected disk.
it: Ka kopo kgetha daerektri e nang le sebaka sa ho instola diskeng kapa o lokolle sebaka diskeng e kgethilweng.

source: A network connection failure occured. Please check your network connection and press the 'Resume' button. Alternatively, press the 'Cancel' button to quit the installer.
it: Kgokelo ho neteweke e hlolehile. Ka kopo lekola kgokelo netewekeng ya hao mme o tobetse konopo ya `Tswela pele'. Ho seng jwalo, tobetsa konopo ya 'Khansela' ho kgaotsa seinstoli.

source: Some files failed to download correctly. Retrying.
it: Difaele tse ding ha di a jarolleha ka nepo. E leka hape.

source: Installation has failed due to multiple CRC failures.
it: Ho instola ho hlolehile ka lebaka la diphoso tse ngata tsa CRC.

source: Downloading:
it: E a jarolla:

source: From:
it: Ho tswa:

source: To:
it: Ho:

source: Status:
it: Boemo:

source: %d KB of %d KB (at %d KB/sec)
it: %d KB ya %d KB (ka %d KB/metsn)

source: Usage: %s [options]%s [options] can be any of the following combination:%s -h: This help.%s -ma: Run setup in Auto mode: show progress UI,%s but assume defaults without user intervention.%s -ms: Run setup in Silent mode: show no UI and have%s no user intervention.%s -ira: Ignore the [RunAppX] sections%s
it: Tshebediso: %s [dikgetho]%s [dikgetho] e ka ba motswako ofe kapa ofe ho e latelang:%s -h: Thuso ena.%s -ma: Bulela ho seta ka mokgwa o Iketsang: bontsha tshebetso UI,%s empa sebedisa tsa kamehla ntle le kenodipakeng ya mosebedisi. %s -ms: Bulela ho seta ka ho Kgutsa: se bontshe UI mme o se be le%s kenodipakeng ya mosebedisi.%s -ira: Iphapanyetse dikarolo tsa [RunAppX] %s

source: Unknown
it: Ha e tsejwe

source: Out of memory
it: E feletswe ke memori

source: Invalid param
it: Pharamita e fosahetse

source: Invalid member variable
it: Setho sa phaphanyetsano se fosahetse

source: Invalid pointer
it: Sesupi se fosahetseng

source: Parse key has no value
it: konopo ya Puo ha e na boleng

source: Failed to read readme
it: E hlolehile ho bala mpale

source: Failed to read license
it: E hlolehile ho bala laesense

source: Out of bounds in Component/Setup Type list
it: E tlotse meedi lenaneng la Dikarolwana/Mofuta wa Ho seta

source: Mismatched ref counts
it: Palo ya ditshupo tse sa tsamaelaneng

source: No components in the INI file
it: Haho dikarolwana faeleng ya INI

source: No setup types in the INI file
it: Haho mefuta ya ho seta difaeleng tsa INI

source: URL at this index already exists
it: URL e se ntse e le teng indekseng ena

source: Couldn't create the directory
it: Ha e a kgona ho etsa daerektri

source: FTP URL malformed
it: FTP URL e bopehile hampe

source: Download failed
it: Ho jarolla ho hlolehile

source: Extraction of XPCOM failed
it: Phumano ya XPCOM e hlolehile

source: Failed to fork a process
it: E hlolehile ho arohanya tshebetso

source: Couldn't open xpistub library
it: Ha e a kgona ho bula laeborari ya xpistub

source: Couldn't get symbol in library
it: Ha e a fumana letshwao laeboraring

source: A xpistub call failed
it: Call ya xpistub e hlolehile

source: An Installer module %s (.xpi) failed to install
it: Mojule wa ho Instola wa %s (.xpi) o hlolehile ho instola

source: Copy of an installer module (.xpi) failed
it: Kopi ya mojule wa seinstoli (.xpi) ha e a atleha

source: Destination directory doesn't exist
it: Tulo ya Daerektri ha eyo

source: Can't make destination directory. Please try another directory.
it: Ha e kgone ho etsa daerektri ya ho isa. Ka kopo leka daerektri esele.

source: A previous installation exists.
it: Ho instola ha pele ho ntse ho le teng.

source: Insufficient permission
it: Haho tumello e lekaneng

source: Insufficient disk space
it: Sebaka sa diske ha se a lekana.

source: Multiple CRC Failure
it: Tlholeho e Hangata ya CRC
