Repository: translate/mozilla-l10n
Catalog: sah/dom/chrome/appstrings.properties.po
Languages: sah

source: The URL is not valid and cannot be loaded.
sah: URL алҕастаах онон хачайдаан ылар сатаммата.

source: The file %S cannot be found. Please check the location and try again.
sah: Маннык %S билэ суох эбит. Аадырыһын сөпкө суруйбуккун көр уонна хат ыыт.

source: %S could not be found. Please check the name and try again.
sah: %S көстүбэтэ. Аата сөпкө суруллубутун көрөн баран хатылаа.

source: The connection was refused when attempting to contact %S.
sah: Маны %S кытта ситимнэһии бобулунна.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
sah: Маны %S кытта ситимнэһии эмискэ быһынна. Баҕар дааннайдарыы ыытыы эмиэ сатамматаҕа буолуо.

source: The operation timed out when attempting to contact %S.
sah: Маны %S кытта ситимнэһиини кэтэһии болдьоҕо ааста.

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
sah: Бу аадарыстан утаарыы лимиитэ туолбут. Онон ыйбыт сирэйгин көрдөрөр табыллыбата. Бу кукестары бобуу түмүгэр буолуон сөп.

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
sah: Бу сирэйи көрдөрөргө, урут ыытыллыбыт информацияны хат ыытар ирдэнэр (холобур, көрдүүр дьайыыны, эбэтэр атыылаһыы туһунан сорудаҕы).

source: Resend
sah: Хат ыыт

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
sah: «Тус көмүскэл менеджерын (PSM)» туруора иликкинэ дөкүмүөн көстөр кыаҕа суох. PSM-ы хачайдаан ыл уонна туруорун, онтон дөкүмүөнү арыйан көр эбэтэр дьаһабылга тахсан кэпсэт.

source: The document contains no data.
sah: Дөкүмүөн иһигэр туох да суох.

source: This document is no longer available.
sah: Бу дөкүмүөн аны туттуллар кыаҕа суох.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
sah: Бу дөкүмүөн ситимҥэ холбоммотоххо көстөр кыаҕа суох. Холбонорго «Билэ» менюга киирэн «Холбоммокко үлэ» диэнтэн бэлиэтин устан кэбис.

source: The document cannot change while Printing or in Print Preview.
sah: Бэчээттиир эбэтэр бэчээттиэх иннинэ эрдэ көрөр кэмҥэ дөкүмүөнү уларытар кыах суох.

source: Access to the port number given has been disabled for security reasons.
sah: Бу порду туһаныы куттал суох буолбатын диэн бобуллубут.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
sah: Ыйыллыбыт прокси-сиэрбэр көстүбэтэ. Туруорууларын тургутан баран хатылаан көр.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
sah: Ыйыллыбыт прокси-сиэрбэргэ холбонуу көҥүллэммэтэ. Туруорууларын тургутан баран хат холбонон көр.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
sah: Көрө сатыыр сирэйиҥ көстөр кыаҕа суох, тоҕо диэтэххэ ыгыы (компрессия) өйөнүллүбэт формаатынан сылдьар эбит.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
sah: Көрө сатыыр сирэйиҥ көстөр кыаҕа суох, тоҕо диэтэххэ арыйарга кутталлаах билэлэлээх (вирус буолуон сөп) эбит. Бука диэн ситим-сир бас билээччилэригэр бу туһунан эт.

source: External Protocol Request
sah: Тас боротокуолу туһаныы туһунан көрдөбүл

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
sah: Маннык %1$S сигэлэри арыйарга: туспа сыһыарыы бырагыраамманы туһаныы ирдэнэр. Көрдөнүллүбүт сигэ: %2$S Сыһыарыы бырагыраамма: %3$S Өскө маннык көрдөбүлү кэтэспэтэх буоллаххына, баҕар атын бырагыраамма кутталлаах дьайыыны оҥороору гынарын сибикитэ буолуо. Саарбахтыыр буоллаххына көрдөбүлү толорума, сабан кэбис.

source: <Unknown>
sah: <биллибэт>

source: Remember my choice for all links of this type.
sah: Маннык көрүҥнээх сигэлэргэ куруук маны тал.

source: Launch application
sah: Көмө бырагыраамманы холбоо

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
sah: Бу ситим-сир %S көмпүүтэрдэргэ үөннэри туруорарын туһунан сибики баар. Ол иһин Эн туруорууларгар сөп түбэһэн бу ситим-сир хааччахтанна.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
sah: Бу ситим-сир %S дьонтон тус бэйэлэригэр уонна үптэригэр-харчыларыгар сыһыаннаах информацияны албыннаан ыларга аналлааҕын туһунан сэрэтии баар.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
sah: Дааннайдары биэрии кэмигэр алҕас тахсан, көрөөрү гыммыт сирэйгин көрдөрөр кыах суох буолла.

source: This page uses an unsupported technology that is no longer available by default.
sah: Өйөнүллүбэт технологиялаах буолан бу сирэй көннөрү ньыманан аны кыайан көрдөрүллүбэт.
