Repository: translate/mozilla-l10n
Catalog: sah/dom/chrome/nsWebBrowserPersist.properties.po
Languages: sah

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
sah: «%S» билэ уларыйыыта бигэргэтиллэр кыаҕа суох, тоҕо диэтэххэ төрүт билэтэ кыайан ааҕыллыбат эбит. Тохтуу түһэн баран хаттаан тургутан көрөөр эбэтэр сиэрбэр дьаһабылыгар тахса сырыт.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
sah: «%S» билэ уларыйыыта бигэргэтиллэр кыаҕа суох, төрүөтэ биллибэт эбит. Атын аадырыска уган көр.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
sah: «%S» билэ аһыллыбат, төрүөтэ биллибэт эбит. Бастаан диискэҕэр хачайдаан ыл, онтон арыйан көр.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
sah: «%S» билэни киллэрэргэ диискэҕэ миэстэ тиийбэт. Туһата суох билэлэри сотон баран хаттаан тургутан көрөөр эбэтэр атын сиргэ ук.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
sah: «%S» билэ уларыйыыта бигэргэтиллэр кыаҕа суох, тоҕо диэтэххэ диискэ, паапка эбэтэр билэ уларыйыыны хааччахтыыр көмүскэллээх эбиттэр. Көмүскэлин устан баран хат тургутан көр эбэтэр атын аадырыска ук.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
sah: «%S» билэ уларыйыыта бигэргэтиллэр кыаҕа суох, тоҕо диэтэххэ паапка уларыйыыны хааччахтыыр көмүскэллээх эбит. Көмүскэлин устан баран хат тургутан көр эбэтэр атын аадырыска ук.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
sah: «%S» билэ аһыллыбат, тоҕо диэтэххэ кинини арыйар бырагыраамма суох эбит. Туруорууларгын уларыт.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
sah: Оҥороору гыммыт дьайыыгын оҥорорго көмпүүтэр долоҕойун кээмэйэ тиийбэтэ. Ханнык эмит бырагырааммалары сабан баран хат тургутан көр.

source: Downloading %S
sah: Хачайдаан ылыы %S

source: %S could not be saved, because a file already exists with the same name as the '_files' directory. Try saving to a different location.
sah: «%S» билэ манна угуллар кыаҕа суох, тоҕо диэтэххэ маннык ааттаах билэ «_files» паапкаҕа баар эбит. Атын сиргэ уган көр.

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
sah: «%S» билэ манна угуллар кыаҕа суох, тоҕо диэтэххэ аата наһаа уһун. Аатын кылгатан баран уган көр.
