Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/deviceManager.dtd.po
Languages: gu, lb, sd, si, xh, zu

source: Device Manager
gu: ઉપકરણ વ્યવસ્થાપક
lb: Apparat Verwaltung
sd: تجويز جو اِنتظام ڪندڙ
si: උපාංග කළමනාකරු
xh: Umphathi Wesixhobo
zu: Umqondisi Womshini

source: Security Modules and Devices
gu: સુરક્ષા મોડ્યુલો અને ઉપકરણો
lb: Sécherheets Moduler an Apparater
sd: سلامتيءَ جا موديولس ۽ تجويزون
si: ආරක්ෂණ මොඩියුලය සහ උපාංග
xh: Iimodyuli Zokhuseleko Nezixhobo
zu: AmaMojuli Nemishini Yokuvikela

source: Details
gu: વિગતો
lb: Detailer
sd: تفصيلَ
si: තොරතුරු
xh: Inkcukacha
zu: Imininingwane

source: Value
gu: કિંમત
lb: Valeur
sd: مُلهُہ
si: අගය
xh: Ixabiso
zu: Inani

source: Status
sd: حالت
xh: Isimo
zu: Isimo

source: Version
sd: سنسڪرڻ
xh: Uguqulelo
zu: Inguqulo

source: &Change Slot Name
sd: ۽ خالي جو نالو بدلايو

source: Log I&n
gu: પ્રવેશ કરો
lb: &Aloggen
sd: لاگ اِن ڪريو
si: පුරන්න

source: Log &Out
gu: પ્રવેશ બહાર નીકળો
lb: A&usloggen
sd: لاگ آئوٽ ڪريو
si: වරන්න

source: Change &Password
gu: પાસવર્ડ બદલો
lb: Änner d'&Passwuert
sd: ڳجهو لفظ بدلايو
si: රහස්පදය වෙනස් කරන්න

source: &Load
gu: લાવો
lb: &Lueden
sd: لوڊ ڪريو
si: පූරණය

source: &Unload
gu: લાવો નહિં
lb: Au&slueden
sd: اَن لوڊ ڪريو
si: අපූරණය

source: Enter the information for the module you want to add.
gu: તમે જે મોડ્યુલ ઉમેરવા માંગો તેના માટે જાણકારી દાખલ કરો.
lb: Gëff d'Informatiounen un fir de Modul deen s de bäisetzen wëlls.
sd: ۽ خالي جو نالو بدلايو
si: ඔබට එකතුකිරීමට අවශ්‍ය මොඩියුලයේ තොරතුරු ඇතුලත් කරන්න.
xh: Ngenisa ulwazi lwemodyuli ofuna ukuyifakela.
zu: Faka ukwaziswa kweMojuli ofuna ukuyenezela.

source: Module Name:
gu: મોડ્યુલ નામ:
lb: Modul Numm:
sd: ماڊيول جو نالو
si: මොඩියුල නාමය:
xh: Igam Lemodyuli:
zu: Igama LeMojuli:

source: New PKCS#11 Module
gu: નવું PKCS#11 મોડ્યુલ
lb: Neien PKCS#11 Modul
sd: نئون PKCS#11 ماڊيول
si: නව PKCS#11 වන මොඩියුලය
xh: Imodyuli Entsha ye-PKCS#11
zu: Imojuli Entsha i-PKCS#11

source: Module filename:
gu: મોડ્યુલ ફાઈલનામ:
lb: Modul Fichiersnumm:
sd: ماڊيول جي فائل جو نالو:
si: මොඩියුල ගොනු නාමය:
xh: Igama lefayili yemodyuli:
zu: Igama lefayela leMojuli:

source: Browse…
gu: બ્રાઉઝ કરો...
lb: Duerchsichen…
sd: برائوز ڪريو...
si: පිරික්සන්න...

source: Load PKCS#11 Device
gu: PKCS#11 ઉપકરણ લાવો
lb: Lued de PKCS#11 Apparat
sd: PKCS#11 تجويز لوڊ ڪريو
si: PKCS#11 වන උපාංගය පූරණය කරන්න
xh: Layisha Isixhobo se-PKCS#11
zu: Layisha uMshini i-PKCS#11

source: Change Slot Name
xh: Guqula Igama Lesithuba
zu: Shintsha Igama LeSlothi

source: Log In
xh: Ngena
zu: Ngena

source: Log Out
xh: Mka
zu: Phuma

source: Change Password
xh: Guqula Igama Lokugqithisa
zu: Shintsha Igama Lokungena

source: Load
xh: Layisha
zu: Layisha

source: Unload
xh: Thula okulayishiweyo
zu: Khipha

source: Browse...
xh: Khangela....
zu: Bheka...

source: f
lb: n

source: B
lb: D

source: width: 52em; height: 32em;
si: width: 45em; height: 32em;
