Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: Encryption makes it difficult for unauthorized people to view information traveling between computers. It is therefore unlikely that anyone read this page as it traveled across the network.
af: Enkripsie maak dit moeilik vir ongemagtigde mense om inligting wat tussen rekenaars beweeg, te bekyk. Dit is dus onwaarskynlik dat enige iemand hierdie bladsy lees wanneer dit oor die netwerk oorgedra word.
ar: تصعّب التعمية غير المخوّلين على المعلومات المرسلة بين الحواسيب. من غير المحتمل أنّ شخصًا ما يقرأ هذه الصّفحة بينما تنتقل عبر الشّبكة.
as: ইনক্ৰিপষণে অপ্ৰমাণীত মানুহ দ্বাৰা কমপিউটাৰৰ মাজত আদান প্ৰদান হোৱা তথ্য চোৱাটো কঠিন কৰে। সেয়েহে কোনোবাই নেটৱাৰ্কত গমন কৰাৰ সময়ত এই পৃষ্ঠা পঢ়াটো সম্ভৱ নহয়।
bn_in: এনক্রিপশন ব্যবহারের ফলে বিভিন্ন কম্পিউটারের মধ্যে বিনিময় হওয়া তথ্য কোনো তৃতীয় ব্যক্তির দ্বারা অন্যায্যভাবে পাঠ করা কঠিন। এই কারণে নেটওয়ার্কে যাত্রাকালে সম্ভববত এই পৃষ্ঠাটি কারও দ্বারা পড়া হয়নি।
br: Dre an enrinegañ eo diaes-kenañ, evit an dud nad int ket bet aotreet, gwelout ar stlennoù o veajiñ etre an urzhiataerioù. Neuze n'eus ket kalz tebegezhioù ma vefe bet lennet ar bajennad-mañ gant unan bennak e-pad m'edo o veajiñ dre ar rouedad.
ca: El xifratge fa difícil que persones no autoritzades puguin visualitzar la informació que viatja entre ordinadors. Per tant, és improbable que algú hagi llegit aquesta pàgina mentre circulava per la xarxa.
cy: Mae amgryptio yn ei gwneud hi'n anodd iawn i bobl heb eu hawdurdodi ddarllen gwybodaeth sy'n teithio rhwng cyfrifiaduron. Mae felly'n annhebygol iawn bod unrhyw un wedi darllen y dudalen hon wrth iddi deithio ar draws y rhwydwaith.
es_mx: El cifrado dificulta el acceso a la información transmitida entre equipos por parte de personas no autorizadas. Por lo tanto, es poco probable que alguien más haya leído esta página mientras viajaba por la red.
eu: Ordenagailuen artean transmititzen den informazioa baimenik gabeko pertsonek ikustea zailtzen du zifratzeak. Horrela ia ezinezkoa da sarean zehar dabilela inork orri hau hau irakurtzea.
gd: Bidh e doirbh do dhaoine gun ùghdarras fiosrachadh a tha a' siubhal eadar coimpiutairean fhaicinn ma chaidh a chrioptachadh. Mar sin, chan eil coltas gun leugh duine sam bith an duilleag seo 's e a' siubhal an lìonraidh.
hr: Kriptiranje neovlaštenim osobama otežava pregledavanje informacija koje putuju između računala. Stoga je mala vjerojatnost da je netko pročitao ovu stranicu dok je putovala mrežom.
hu: A titkosítás nehézzé teszi illetéktelen személyek számára az adatok lehallgatását, amíg azok a számítógépek között utaznak. Emiatt nem valószínű, hogy bárki is elolvasta ezt az oldalt, amíg az a hálózaton utazott.
hy_am: Գաղտնագրումը խստիվ բարդացնում է ոչ արտոնյալ անձանց կողմից համակարգիչների միջև ճանապարհորդող տեղեկագրության կարդալը: Այդ իսկ պատճառով խիստ անհավանական է, որ որևէ մեկը այս էջը ցանցով փոխանցվելիս կարդացած լինի:
kk: Интернеттен берілу алдында парақты шифрлеу оны бөтен адамдар оқи алатын мүмкіндігін қиындатады.
km: ការ​ដាក់​លេខ​កូដ​ធ្វើឲ្យ​មាន​ការ​លំបាក​ដល់​អ្នក ដែល​មិន​មាន​សិទ្ធិ​ក្នុង​ការ​មើល​ព័ត៌មាន​ឆ្លងកាត់​រវាង​កុំព្យូទ័រ​នីមួយៗ។ ដូច្នេះ​វា​ប្រាកដ​ណាស់​ថា នឹង​មិន​មាន​អ្នកណា​ម្នាក់​បាន​អាន​ទំព័រ​នេះ​ឡើយ នៅ​ពេល​វា​ធ្វើ​ដំណើរ​ឆ្លងកាត់​បណ្ដាញ​។
kn: ಗೂಢಲಿಪೀಕರಣಗೊಳಿಸುವುದರಿಂದ ಎರಡು ಗಣಕಗಳ ಮಧ್ಯೆ ಪ್ರವಹಿಸುವ ಮಾಹಿತಿಯನ್ನು ಅನಧೀಕೃತ ವ್ಯಕ್ತಿಗಳಿಂದ ನೋಡುವುದನ್ನು ತಡೆಯಬಹುದಾಗಿದೆ. ಅದೆ ಕಾರಣದಿಂದಾಗಿ ಜಾಲದ ಮುಖಾಂತರ ವರ್ಗಾಯಿತಗೊಂಡ ಈ ಪುಟವನ್ನು ಬೇರೊಬ್ಬರಿಂದ ನೋಡಲ್ಪಟ್ಟ ಸಾಧ್ಯತೆಗಳು ಕಡಿಮೆಯಾಗಿರುತ್ತವೆ.
lt: Šifravimas apsaugo tinklu siunčiamus duomenis nuo pašalinių asmenų. Dėl šios priežasties mažai tikėtina, kad kas nors galėjo perskaityti šį tinklalapį, kol jis keliavo tinklu.
lv: Šifrēšana traucē nevēlamiem cilvēkiem piekļūt jūsu informācijai, kamēr tā tiek sūtīta starp datoriem internetā. Šīs lapas saturu visdrīzāk neviens nenolasīja, kamēr tā ceļoja internetā.
ml: കമ്പ്യൂട്ടറുകള്‍ തമ്മില്‍ കൈമാറപ്പെട്ടുകൊണ്ടിരിക്കുന്ന വിവരങ്ങള്‍ അനുവാദമില്ലാത്തവര്‍ക്കു് കാണുവാന്‍ എന്‍ക്രിപ്ഷന്‍ വിഷമകരമാക്കിത്തീര്‍ക്കുന്നു. അതുകൊണ്ടു് തന്നെ ഈ താള്‍ അതിന്റെ നെറ്റ്‍വര്‍ക്ക് വഴിയുള്ള സഞ്ചാരമധ്യേ ആരും വായിച്ചിട്ടുണ്ടാവാന്‍ സാധ്യതയില്ല.
nb_no: Kryptering gjør det vanskelig for uautoriserte personer å se informasjonen som overføres mellom datamaskiner. Det er derfor usannsynlig at noen leste nettsiden mens den ble overført over nettverket.
pt_br: A criptografia torna difícil que pessoas não autorizadas vejam as informações transmitidas entre dois computadores. Portanto é improvável que alguém tenha interceptado esta página durante a transmissão pela rede.
si: සංකේතාන්කනය පරිගණක දෙකක් අතර හුවමාරු වන දත්ත අවසර නොලත් පුද්ගලයින්ට කියවීම ඉතා අපහසු වේ. එමනිසා ජාලය හරහා පිටුව ගමන් කිරීමේදි කිසිවෙකුට කියවිමේ හැකියාවක් නැත.
sv: Kryptering gör det svårt för obehöriga personer att se information som skickas mellan datorer. Det är därför osannolikt att någon läste denna sida när den skickades över nätverket.
ta: கணினிகளுக்கிடைய பரிமாறிக்கொள்ளப்படும் தகவலை அதிகாரமற்ற ஆட்களால் பார்க்க முடியாதபடி குறியாக்கம் செய்யப்படுகிறது. படிக்கும் யாவருக்கும் இந்தப் பக்கம் பிணையங்கள் ஊடாக கடந்துச் செல்கிறது என்பது உறுதி.
tr: Şifreleme, bilgisayarlar arasındaki bilgi alışverişinin yetkisi olmayan üçüncü kişilerce görülmesini zorlaştırır. Dolayısıyla açtığınız bu sayfanın ağ üzerinde dolaşırken birileri tarafından görülme olasılığı çok azdır.
uz: Ma’lumotlarni kompyuterlararo uzatilayotganda kodlash begona odamlar ularni ko‘rishini qiyinlashtiradi. Shuning uchun ma’lumotlar tarmoqda uzatilayotganda ularni o‘qish holati deyarli uchramaydi.

source: Parts of the page you are viewing were not encrypted or the encryption is not strong enough before being transmitted over the Internet.
af: Dele van die bladsy wat u bekyk, is nie geënkripteer voor dit oor die internet versend is nie, of die enkripsie is nie sterk genoeg nie.
ar: أجزاء من الصّفحة التي تعرضها لم تُعمّى قبل إرسالها عبر الإنترنت أو تعميتها ليست قوية كفاية.
as: আপুনি চোৱা পৃষ্ঠাৰ কিছুমান অংশ ইনক্ৰিপ্টেড নাছিল অথবা ইণ্টাৰনেটৰে পঠিওৱাৰ আগত ইক্ৰিপষণ শক্তিশালী কৰা হোৱা নাছিল।
ca: Algunes parts de la pàgina que esteu veient no s'han xifrat abans de transmetre-les per Internet o bé el xifratge no és prou potent.
hr: Dijelovi stranice koju gledate nisu kriptirani, ili kriptiranje nije dovoljno jako, prije slanja putem Interneta.
lt: Kai kurios jūsų peržiūrimo tinklalapio dalys nebuvo šifruotos, arba šifravimas yra nepakankami stiprus internetu perduodamiems duomenims.

source: Warning! You have deleted your Master Password.
af: Waarskuwing! U het u meesterwagwoord geskrap.
ar: تحذير! حذفت كلمة سرك الرّئيسيّة.
as: সকিয়নি! আপুনি নিকৰ প্ৰমূখ পাছৱাৰ্ড আঁতৰালে।
az: Xəbərdarlıq! Ana şifrənizi sildiniz.
bg: Внимание! Изтрихте вашата главна парола.
bn_in: সতর্কবার্তা! আপনি আপনার প্রধান পাসওয়ার্ড মুছে ফেলেছেন।
br: EVEZH ! Ho ker-tremen mestr hoc'h eus dilamet.
ca: Atenció! Heu suprimit la vostra contrasenya mestra.
cy: Rhybudd! Rydych wedi dileu eich Prif Gyfrinair.
es_mx: ¡Atención! Eliminaste tu contraseña maestra.
eu: Kontuz! Pasahitz nagusia ezabatu duzu.
fur: Atenzion! Tu âs eliminât la tô Password gjenerâl.
gd: Rabhadh! Sguab thu às am prìomh fhacal-faire agad.
gu: ચેતવણી ! તમે તમારો મુખ્ય પાસવર્ડ દુર કરી નાખ્યો છે.
he: זהירות! מחקת את הססמה הראשית שלך.
hi_in: चेतावनी! आपने अपना मुख्य कूटशब्द मिटा दिया है.
hr: Upozorenje! Obrisali ste svoju glavnu lozinku.
hu: Vigyázat! Törölte a mesterjelszót.
hy_am: Զգուշացու՛մ, Դուք ջնջեցիք Ձեր Հիմնական Գաղտնաբառը:
ka: ყურადღება! თქვენ წაშალეთ თქვენი მთავარი პაროლი.
kk: Мастер-пароль өшірілді.
km: ការ​ព្រមាន ! អ្នក​បាន​លុប​ពាក្យសម្ងាត់​មេ​របស់​អ្នក ។
kn: ಎಚ್ಚರಿಕೆ! ನೀವು ಮುಖ್ಯ ಗುಪ್ತಪದವನ್ನು ಅಳಿಸಿದ್ದೀರಿ.
ku: Hişyarî! Te nasnavê xwe yê bingehîn jê bir.
lt: Įspėjame: jūsų pagrindinis slaptažodis pašalintas.
lv: Brīdinājums! Jūs izdzēsāt savu galveno paroli.
mai: चेतावनी! अहाँ अपन मुख्य गुड़किल्ली मेटाय देनए छी.
ml: മുന്നറിയിപ്പ്‌! പ്രധാന പാസ്‌വേര്‍ഡ് തങ്കള്‍ മായിച്ചിരിക്കുന്നു
ms: Amaran! Anda telah memadam Katalaluan Induk anda.
my: သတိပေးချက်။ သင့်ရဲ့ ပင်မ စကားဝှက်ကို သင် ပယ်ဖျက်လိုက်ပြီ။
nb_no: Advarsel! Du har slettet hovedpassordet.
oc: ATENCION ! Avètz suprimit vòstre senhal principal.
or: ଚେତାବନୀ! ଆପଣ ଆପଣଙ୍କର ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ଅପସାରଣ କରିଦେଇଛନ୍ତି.
pt_br: Alerta! Você excluiu a senha mestra.
rw: Iburira!Wasibye Ijambobanga Ngenga ryawe.
sd: چتاءُ! توهان پنهنجو مکيہ ڳجهو لفظ ڪڍي ڇڏيو آهي۔
si: අවවාදයයි! ඔබ විසින් ඔබේ ප්‍රධාන රහස්පදය මකන ලදි.
sv: Varning! Du har tagit bort ditt huvudlösenord.
ta: எச்சரிக்கை! உங்கள் முதன்மை கடவுச்சொல்லை அழித்தீர்கள்.
te: హెచ్చరిక! మీరు మీముఖ్య సంకేతపదాన్ని తొలగించారు.
th: คำเตือน! คุณได้ทำการลบรหัสผ่านหลักของคุณ
tr: Uyarı! Ana parolanızı sildiniz.
ug: ئاگاھلاندۇرۇش! ئاساسىي ئىمنى ئۆچۈردىڭىز.
ur: تنبیہ! آپ نے اپنا ماسٹر پاس ورڈ حذف کر دیا ہے۔
uz: Diqqat! Parol ustasini oʻchirdingiz.
vi: Cảnh báo! Bạn đã xóa Mật khẩu Chính của bạn.

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
af: Kon nie die FIPS-modus vir die sekuriteittoestel verander nie. Ons stel voor dat jy hierdie toepassing verlaat en herbegin.
ar: تعذر تغيير نمط FIPS للجهاز الأمني. ننصحك بالخروج من هذا البرنامج وإعادة تشغيله.
as: FIPS অৱস্থাক সুৰক্ষা ডিভাইচৰ কাৰণে সলনি কৰিবলে অক্ষম। এইটো উপদেশীত যে প্ৰস্থান কৰি এপ্লিকেচনকক পুনৰাম্ভ কৰক।
az: FIPSrejimi təhlükəsizlik cihazı üçün dəyişdirilə bilmir. Bu proqramdan çıxıb yenidən başlatmağınız tövsiyyə olunur.
bg: Невъзможно е да се промени режима FIPS за сигурността на устройството. Препоръчва се да излезете и да рестартирате това приложение.
bn_in: নিরাপত্তা ডিভাইসের FIPS মোড পরিবর্তন করতে ব্যর্থ। প্রস্থান করে অ্যাপ্লিকেশনটি পুনরায় আরম্ভ করুন।
br: N'haller ket kemmañ ar mod FIPS evit an trevnad diogelroez. Erbedet eo kuitaat hag adloc'hañ an arload-mañ.
ca: No s'ha pogut canviar el mode FIPS del dispositiu de seguretat. Es recomana que sortiu i reinicieu l'aplicació.
cy: Methu newid modd FIPS ar gyfer y ddyfais diogelwch. Argymhellir eich bod yn gadael y rhaglen a'i hailgychwyn.
es_mx: No se puede cambiar el modo FIPS para el dispositivo de seguridad.Te recomiend salir y reiniciar la aplicación.
eu: Ezin izan da segurtasun-gailuaren FIPS modua aldatu. Aplikazio honetatik irten eta berrabiaratzea gomendatzen da.
gd: Cha ghabh am modh FIPS airson an uidheim tèarainteachd atharrachadh. Mholar dhut gum fàg thu an-seo 's gun tòisich thu an aplacaid seo a-rithist.
gu: સુરક્ષા ઉપકરણ માટે FIPS સ્થિતિને બદલવાનું અસમર્થ. તે અગ્રહણીય છે કે તમે બહાર નીકળો અને આ કાર્યક્રમને પુન:શરૂ કરો.
he: לא ניתן לשנות את מצב ה־FIPS עבור התקן האבטחה. מומלץ שתצא ותפעיל יישום זה מחדש.
hr: Promjena FIPS načina rada za sigurnosni uređaj nije moguća. Preporuka je da zatvorite ili ponovno pokrenete ovu aplikaciju.
hu: Nem sikerült módosítani a biztonsági eszköz FIPS-módját. Javasoljuk, hogy lépjen ki az alkalmazásból, és indítsa újra.
hy_am: Հնարավոր չէ փոխել FIPS եղանակը՝ անվտանգության սարքի համար: Խորհուրդ ենք տալիս դուրս գալ և վերագործարկել ծրագիրը:
kk: Қауіпсіздік құрылғысы үшін FIPS режимін өзгерту мүмкін емес. Бұл қолданба жұмысын аяқтап, оны қайта қосу ұсынылады.
km: មិន​អាច​ផ្លាស់ប្ដូរ​របៀប FIPS សម្រាប់​ឧបករណ៍​សុវត្ថិភាព​បាន​ទេ ។ អ្នក​ត្រូវ​បាន​ផ្ដល់​អនុសាសន៍​ឲ្យ​បិទ និង​ចាប់ផ្ដើម​កម្មវិធី​នេះ​ឡើងវិញ ។
kn: ಸುರಕ್ಷತಾ ಸಾಧನಕ್ಕಾಗಿ FIPS ಕ್ರಮವನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ನೀವು ನಿರ್ಗಮಿಸಿ ಹಾಗು ನಂತರ ಈ ಅನ್ವಯವನ್ನು ಮರಳಿ ಆರಂಭಿಸುವಂತೆ ಸಲಹೆ ಮಾಡುತ್ತೇವೆ.
ku: Nebû ku moda FIPS ji bo cîhaza ewlekariyê bê guhertin. Divê ji vê sepanê derkevî û ji nû ve vekî.
lt: Nepavyko pakeisti su saugumo priemone naudojamos FIPS veiksenos. Patariame užbaigti šios programos darbą, o tada paleisti ją iš naujo.
lv: Nevar pārslēgt FIPS režīmu drošības ierīcei. Iesakām aizvērt un pārstartēt programmu.
ml: സുരക്ഷാ ഡിവൈസിനുള്ള എഫ്ഐപിഎസ് മോഡ് മാറ്റുവാന്‍ സാധ്യമല്ല. അതിനാല്‍, ഈ പ്രയോഗത്തില്‍ നിന്നും പുറത്തു് കടന്നു്, വിണ്ടും ആരംഭിയ്ക്കുക.
ms: Tidak boleh untuk menukarkan mod FIPS untuk sekuriti peranti. Ini disyorkan kepada anda untuk dan mulakan semula aplikasi ini.
my: လုံခြုံရေးပစ္စည်းအတွက် FIPS အပြင်အဆင်သို့မပြောင်းလဲနိုင်ပါ။အက်ပလီကေးရှင်းအား ထွက်(သို့)ပြန်စလိုက်တာအကောင်းဆုံးဖြစ်သည်။
nb_no: Klarte ikke å endre FIPS-modusen for sikkerhetsenheten. Det anbefales at du avslutter og starter dette programmet på nytt.
oc: Impossible de modificar lo mode FIPS pel periferic de seguretat. Vos recomandam de quitar e de reaviar aquesta aplicacion.
or: ସୁରକ୍ଷା ଉପକରଣ ପାଇଁ FIPS ଧାରାକୁ ପରିବର୍ତ୍ତନ କରିବାରେ ଅସମର୍ଥ। ଏହା ପରାମର୍ଶିତ ଯେ ଆପଣ ପ୍ରସ୍ଥାନ କରନ୍ତୁ ଏବଂ ଏହି ପ୍ରୟୋଗକୁ ପୁନଃଚାଳନ କରନ୍ତୁ।
pt_br: Não foi possível alterar o modo FIPS para o dispositivo de segurança. É recomendado que você reinicie o aplicativo.
sv: Kunde inte ändra FIPS-läget för säkerhetsenheten. Du rekommenderas att avsluta och starta om det här programmet.
te: రక్షణ పరికరమునకు FIPS రీతిని మార్చలేక పోయింది. మీరు యీ అనువర్తనమును నిష్క్రమించి మరియు పునఃప్రారంభించుట మంచిది.
th: ไม่สามารถเปลี่ยนโหมด FIPS ให้เข้ากับอุปกรณ์รักษาความปลอดภัย แนะนำให้คุณออกและเริ่มโปรแกรมใหม่
tr: FIPS kipi güvenlik aygıtı için değiştirilemiyor. Bu uygulamadan çıkıp baştan başlatmanız tavsiye edilir.
ug: بىخەتەرلىك ئۈسكۈنىسىنى FIPS ھالىتىگە ئۆزگەرتەلمىدى. بۇ قوللىنىشچان پروگراممىدىن چېكىنىپ قايتا قوزغىتىڭ.
uz: Xavfsizlik qurilmasi uchun FIPS usulini o‘zgartirib bo‘lmadi. U sizdan ilovadan chiqishni va qaytadan ishga tushirishni talab qiladi.
vi: Không thể thay đổi chế độ FIPS cho thiết bị bảo mật. Bạn nên thoát và khởi động lại chương trình này.

source: Select File containing Server certificate to import
af: Kies lêer wat bedienersertifikaat bevat om in te voer
ar: اختر ملفا يحتوي شهادة الخادوم لاستيراده
as: ইমপোৰ্ট কৰিব লগা চাৰ্ভাৰৰ প্ৰমাণপত্ৰ থকা ফাইল বাছক
az: İdxal üçün server təsdiq sənədi daxil olan faylı seçin
bg: Изберете файл, съдържащ сървърския сертификат за внасяне
bn_in: ইম্পোর্ট করার উদ্দেশ্যে সার্ভার সার্টিফিকেট ধারণকারী ফাইল নির্বাচন করুন
br: Diuzañ ar restr oc'h enderc'hel testeni an dafariad da enporzhiañ
ca: Seleccioneu el fitxer que conté el certificat de servidor per importar
cy: Dewis Ffeil sy'n cynnwys tystysgrif Gweinydd i'w mewnforio
es_mx: Selecciona el archivo que contiene el certificado de servidor a importar
eu: Aukeratu inportatuko den zerbitzari-ziurtagiria duen fitxategia
fur: Sielç il file che al conten il certificât di servidôr di impuartâ
gd: Tagh faidhle anns a bheil teisteanas frithealaiche ri ion-phortadh
he: בחר קובץ ליבוא המכיל את אישור השרת
hi_in: आयात करने के लिए सर्वर प्रमाणपत्र समाहित करता फाइल चुनें
hr: Odaberite datoteku za uvoz koja sadrži certifikat poslužitelja
hu: Válassza ki a fájlt, amelyben az importálandó kiszolgálótanúsítvány van
hy_am: Ընտրեք սպասարկիչի Վկայագիրը պարունակող ֆայլը ներմուծելու համար
ka: სერვერის სერთიფიკატის შემცველი ფაილის არჩევა იმპორტირებისათვის
kk: Импорт үшін сервердің сертификаты бар файлды таңдаңыз.
km: ជ្រើស​ឯកសារ​ដែល​មាន​វិញ្ញាបនបត្រ​ម៉ាស៊ីន​បម្រើ​ដើម្បី​នាំចូល
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಪರಿಚಾರಕ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಹೊಂದಿರುವ ಕಡತವನ್ನು ಆರಿಸಿ
ku: Pela sertîfîkayên rûpelên ku bi hundir ve veguhêzbar in, hilbijêre
lt: Parinkite failą, kuriame yra importuojamas serverio liudijimas
lv: Izvēlieties failu, kas satur importējamo servera pasta sertifikātu
mai: आयात करबाक लेल सर्वर प्रमाणपत्र समाहित करैत फाइल चुनू
ms: Pilih Fail yang mengandungi sijil Pelayan untuk diimport
my: တင်သွင်းဖို့ ဆာဗာ လက်မှတ် ပါတဲ့ ဖိုင်ကို ရွေးချယ်ပါ
oc: Seleccionar un fichièr que conten un certificat de servidor d'importar
or: ଆମଦାନୀ କରିବା ପାଇଁ ସର୍ଭର ପ୍ରମାଣପତ୍ର ଧାରଣ କରିଥିବା ଫାଇଲକୁ ଚୟନ କରନ୍ତୁ
pt_br: Selecionar arquivo contendo o certificado de servidor a importar
sd: آمد ڪرڻ لاءِ سرور جي سرٽيفڪيٽ جي مؤجودگيءَ واري فائم چونڊيو۔
si: ආයාත කිරීමට සේවාදායක සහතික ඇතුළත් ගොනුව තෝරන්න
ta: இறக்குவதற்கு சான்றிதழ் சேவையகத்தை கொண்டிருக்கும் கோப்பினை தேர்ந்தெடு
te: దిగుమతి చేయుటకు సేవిక ధృవీకరణపత్రం కలిగినఫైల్ ఎంపికచేయుము
th: เลือกนำเข้าแฟ้มใบรับรองเซิร์ฟเวอร์
tr: İçe aktarım için sunucu sertifikasını içeren dosyayı seçin
ug: مۇلازىمىتىر گۇۋاھنامىسىنى ئۆز ئىچىگە ئالغان ئەكىرىدىغان ھۆججەتنى تاللاڭ
ur: درآمد کرنے کے لیے ویب سائٹ تصدیق نامے کی حامل مسل منتخب کریں
uz: Server sertifikati bo‘lgan faylni import qilish uchun tanlang
vi: Chọn Tập Tin chứa chứng thư Máy chủ để nhập

source: Save Certificate To File
af: Stoor sertifikaat na lêer
ar: احفظ الشهادة في ملف
as: প্ৰমাণপত্ৰ ফাইলত ৰক্ষা কৰক
az: Təsdiq sənədini fayl kimi saxla
bg: Запазване на сертификат във файл
bn_in: ফাইলের মধ্যে সার্টিফিকেট সংরক্ষণ করা হবে
br: Enrollañ an testeni en ur restr
ca: Desa el certificat a un fitxer
cy: Cadw Tystysgrif i Ffeil
es_mx: Guardar certificado en archivo
eu: Gorde ziurtagiria fitxategi batean
fur: Salve il certificât intun file
gd: Sàbhail an teisteanas gu faidhle
gu: પ્રમાણપત્રને ફાઈલમાં સંગ્રહો
he: שמור אישור לקובץ
hi_in: फाइल में प्रमाणपत्र सहेजें
hr: Spremiti certifikat u datoteku
hu: Tanúsítvány mentése fájlba
hy_am: Պահել Վկայագիրը ֆայլում
ka: სერთიფიკატის ფაილში შენახვა
kk: Серификатты файлға сақтау
km: រក្សាទុក​វិញ្ញាបនបត្រ​ទៅកាន់​ឯកសារ
kn: ಪ್ರಮಾಣಪತ್ರವನ್ನು ಕಡತಕ್ಕೆ ಉಳಿಸು
ku: Sertîfîkayê Di Pelê De Tomar Bike
lt: Įrašyti liudijimą į failą
lv: Saglabāt sertifikātu failā
mai: फाइल मे प्रमाणपत्र सहेजू
ml: ഫയലിലേക്കു് സര്‍ട്ടിഫിക്കേറ്റ് സൂക്ഷിക്കുക
ms: Simpan Sijil Kepada Fail
my: လက်မှတ်ကို ဖိုင်ထဲမှာ သိမ်းဆည်းပါ
nb_no: Lagre sertifikat til fil
oc: Enregistrar lo certificat dins un fichièr
or: ଫାଇଲରେ ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ
pt_br: Salvar certificado como arquivo
sd: فائل ۾ سرٽيفڪيٽ سانڍيو
si: සහතිකය ගොනුවට සුරකින්න
sv: Spara certifikat till fil
ta: சான்றிதழைக் கோப்பில் சேமி
te: ధృవీకరణపత్రాన్ని ఫైల్ నకు భద్రపరచుము
th: บันทึกใบรับรองลงแฟ้ม
tr: Sertifikayı dosyaya kaydet
ug: گۇۋاھنامىنى ھۆججەتكە ساقلاش
ur: تصدیق نامہ کو مسل پر محفوظ کریں
uz: Sertifikatni faylga saqlash
vi: Lưu Chứng Thư vào Tập Tin

source: X.509 Certificate (PEM)
af: X.509-sertifikaat (PEM)
ar: شهادة ‪X.509 (PEM)‬
as: X.509 প্ৰমাণপত্ৰ (PEM)
az: X.509 təsdiq sənədi (PEM)
bg: Сертификат X.509 (PEM)
bn_in: X.509 সার্টিফিকেট (PEM)
br: Testeni X.509 (PEM)
ca: Certificat X.509 (PEM)
cy: Tystysgrif X.509 (PEM)
es_mx: Certificado X.509 (PEM)
eu: X.509 Ziurtagiria (PEM)
fur: Certificât X.509 (PEM)
gd: Teisteanas X.509 (PEM)
gu: X.509 પ્રમાણપત્ર (PEM)
he: אישור X.509 (PEM)
hi_in: X.509 प्रमाणपत्र (PEM)
hr: X.509 certifikat (PEM)
hu: X.509 tanúsítvány (PEM)
hy_am: X.509 Վկայագիր (PEM)
ka: X.509 სერთიფიკატი (PEM)
kk: PEM пішіміндегі X.509 сертификаты
km: វិញ្ញាបនបត្រ X.509 (PEM)
kn: X.509 ಪ್ರಮಾಣಪತ್ರ (PEM)
ku: X.509 Sertîfîka (PEM)
lt: X.509 liudijimas (PEM)
lv: X.509 sertifikāts (PEM)
mai: X.509 प्रमाणपत्र (PEM)
ml: X.509 സര്‍ട്ടിഫിക്കേറ്റ് (PEM)
my: X.509 လက်မှတ် (PEM)
nb_no: X.509 sertifikat (PEM)
oc: Certificat X.509 (PEM)
or: X.509 ପ୍ରମାଣପତ୍ର (PEM)
pt_br: Certificado X.509 (PEM)
sd: X.509 سرٽيفڪيٽ (PEM)
si: X.509 (PEM) සහතිකය
sv: X.509-certifikat (PEM)
ta: X.509 சான்றிதழ் (PEM)
te: X.509 ధృవీకరణపత్రం (PEM)
th: ใบรับรอง X.509 (PEM)
tr: X.509 sertifikası (PEM)
ug: X.509 گۇۋاھنامە (PEM)
uz: X.509 sertifikat (PEM)
vi: X.509 Chứng chỉ (PEM)

source: X.509 Certificate with chain (PEM)
af: X.509-sertifikaat met ketting (PEM)
ar: شهادة ‪X.509 (PEM)‬ مع سلسلة
as: শৃংখল (PEM) ৰ সৈতে X.509 প্ৰমাণপত্ৰ
az: X.509 təsdiq sənədi (PEM)
bg: Сертификат X.509 с поредица (PEM)
bn_in: চেইন সহ X.509 সার্টিফিকেট (PEM)
br: Testeni X.509 gant steudadoù (PEM)
ca: Certificat X.509 amb cadena (PEM)
cy: Tystysgrif X.509gyda chadwyn (PEM)
es_mx: Certificado X.509 con cadena (PEM)
eu: X.509 Ziurtagiria kateaz (PEM)
fur: Certificât X.509 cun cjadene (PEM)
gd: Teisteanas X.509 le slabhraidh (PEM)
gu: સાંકળ સાથેનું X.509 પ્રમાણપત્ર(PEM)
hi_in: X.509 शृंखला के साथ प्रमाणपत्र (PEM)
hr: X.509 lančani certifikat (PEM)
hu: X.509 tanúsítvány lánccal (PEM)
hy_am: (PEM) ձևի X.509 Վկայագրի շղթա
ka: X.509 სერთიფიკატი ჯაჭვით (PEM)
kk: PEM пішіміндегі X.509 сертификаттар тобы
km: វិញ្ញាបនបត្រ X.509 ដែល​មាន​ខ្សែស្រឡាយ​ (PEM)
kn: X.509 ಪ್ರಮಾಣಪತ್ರ , ಸರಪಳಿಯೊಂದಿಗೆ (PEM)
ku: X.509 Sertîfîkaya bi zincîr (PEM)
lt: X.509 liudijimas su grandine (PEM)
lv: X.509 sertifikāts ar ķēdi (PEM)
mai: X.509 शृंखला क सँग प्रमाणपत्र (PEM)
ml: ചെയിനിനൊപ്പമുള്ള X.509 സര്‍ട്ടിഫിക്കേറ്റ് (പിഇഎം)
ms: X.509 Sijil dengan rantaian (PEM)
my: X.509 အချိတ်အဆက်ပါတဲ့ လက်မှတ် (PEM)
nb_no: X.509 sertifikat med kjede (PEM)
oc: Certificat X.509 amb cadena (PEM)
or: X.509 ଶୃଙ୍ଖଳ ସହିତ ପ୍ରମାଣପତ୍ର (PEM)
pt_br: Certificado X.509 com cadeia (PEM)
sd: X.509 ڪڙيءَ سان سرٽيفڪيٽ (PEM)
sv: X.509-certifikat med kedja (PEM)
ta: X.509 சான்றிதழ் (PEM) சங்கிலியுடன்
te: X.509 చైన్‌తో ధృవీకరణపత్రం (PEM)
th: ใบรับรอง X.509 พร้อม chian (PEM)
tr: X.509 sertifikası (PEM)
ug: X.509 ئۇلانمىلىق گۇۋاھنامە (PEM)
uz: X.509 zanjirli sertifikat (PEM)
vi: X.509 Chứng chỉ có mạch chuỗi (PEM)

source: X.509 Certificate (DER)
af: X.509-sertifikaat (DER)
ar: شهادة ‪X.509 (
as: X.509 প্ৰমাণপত্ৰ (DER)
az: X.509 təsdiq sənədi (DER)
bg: Сертификат X.509 (DER)
bn_in: X.509 সার্টিফিকেট (DER)
br: Testeni X.509 (DER)
ca: Certificat X.509 (DER)
cy: Tystysgrif X.509 (DER)
es_mx: Certificado X.509 (DER)
eu: X.509 Ziurtagiria (DER)
fur: Certificât X.509 (DER)
gd: Teisteanas X.509 (DER)
gu: X.509 પ્રમાણપત્ર (DER)
he: אישור X.509 (DER)
hi_in: X.509 प्रमाणपत्र (DER)
hr: X.509 certifikat (DER)
hu: X.509 tanúsítvány (DER)
hy_am: X.509 Վկայագիր (DER)
ka: X.509 სერთიფიკატი (DER)
kk: DER пішіміндегі X.509 сертификаты
km: វិញ្ញាបនបត្រ X.509 (DER)
kn: X.509 ಪ್ರಮಾಣಪತ್ರ (DER)
ku: X.509 Sertîfîka (DER)
lt: X.509 liudijimas (DER)
lv: X.509 sertifikāts (DER)
mai: X.509 प्रमाणपत्र (DER)
ml: X.509 സര്‍ട്ടിഫിക്കേറ്റ് (DER)
ms: X.509 Sijil (DER)
my: X.509 လက်မှတ် (DER)
nb_no: X.509 sertifikat (DER)
oc: Certificat X.509 (DER)
or: X.509 ପ୍ରମାଣପତ୍ର (DER)
pt_br: Certificado X.509 (DER)
sd: X.509 ڪڙيءَ سان سرٽيفڪيٽ (DER)
si: X.509 (DER) සහතිකය
sv: X.509-certifikat (DER)
ta: X.509 சான்றிதழ் (DER)
te: X.509 ధృవీకరణపత్రం (DER)
th: ใบรับรอง X.509 (DER)
tr: X.509 sertifikası (DER)
ug: X.509 گۇۋاھنامە (DER)
uz: X.509 sertifikat (DER)
vi: X.509 Chứng chỉ (DER)

source: X.509 Certificate (PKCS#7)
af: X.509-sertifikaat (PKCS#7)
ar: شهادة ‪X.509 (PKCS#7)
as: X.509 প্ৰমাণপত্ৰ (PKCS#7)
az: X.509 təsdiq sənədi (PKCS#7)
bg: Сертификат X.509 (PKCS#7)
bn_in: X.509 সার্টিফিকেট (PKCS#7)
br: Testeni X.509 (PKCS#7)
ca: Certificat X.509 (PKCS#7)
cy: Tystysgrif X.509 (PKCS#7)
es_mx: Certificado X.509 (PKCS#7)
eu: X.509 Ziurtagiria (PKCS#7)
fur: Certificât X.509 (PKCS#7)
gd: Teisteanas X.509 (PKCS#7)
gu: X.509 પ્રમાણપત્ર (PKCS#7)
he: אישור X.509 (PKCS#7)
hi_in: X.509 प्रमाणपत्र (PKCS#7)
hr: X.509 certifikat (PKCS#7)
hu: X.509 tanúsítvány (PKCS#7)
hy_am: X.509 Վկայագիր (PKCS#7)
ka: X.509 სერთიფიკატი (PKCS#7)
kk: PKCS#7 пішіміндегі X.509 сертификаты
km: វិញ្ញាបនបត្រ X.509 (PKCS#7)
kn: X.509 ಪ್ರಮಾಣಪತ್ರ (PKCS#7)
ku: X.509 Sertîfîka (PKCS#7)
lt: X.509 liudijimas (PKCS#7)
lv: X.509 sertifikāts (PKCS#7)
mai: X.509 प्रमाणपत्र (PKCS#7)
ml: X.509 സര്‍ട്ടിഫിക്കേറ്റ് (PKCS#7)
ms: X.509 Sijil (PKCS#7)
my: X.509 လက်မှတ် (PKCS#7)
nb_no: X.509 sertifikat (PKCS#7)
oc: Certificat X.509 (PKCS#7)
or: X.509 ପ୍ରମାଣପତ୍ର (PKCS#7)
pt_br: Certificado X.509 (PKCS#7)
sd: X.509 ڪڙيءَ سان سرٽيفڪيٽ (PKCS#7)
si: X.509 (PKCS#7) සහතිකය
sv: X.509-certifikat (PKCS#7)
ta: X.509 சான்றிதழ் (PKCS#7)
te: X.509 ధృవీకరణపత్రం (PKCS#7)
th: ใบรับรอง X.509 (PKCS#7)
tr: X.509 sertifikası (PKCS#7)
ug: X.509 گۇۋاھنامە (PKCS#7)
ur: X.509 تصدیق نامہ (PKCS#7)
uz: X.509 sertifikat (PKCS#7)
vi: X.509 Chứng chỉ (PKCS#7)
