Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: The certificate is not currently valid. It may have been stolen or lost, and could be used by someone to impersonate this site.
af: Die sertifikaat is nie tans geldig nie. Dit is dalk gesteel of verloor, en word dalk deur iemand gebruik om die werf na te boots.
ar: الشهادة غير صحيحة. ربما سُرقت أو ضاعت، و قد تُستخدم لانتحال هوية هذا الموقع.
as: এই প্ৰমাণপত্ৰ বৰ্তমানে বৈধ নহয়। ইয়াক চুৰি কৰা হব পাৰে অথবা ই হেৰাব পাৰে, আৰু অন্য কোনো মানুহ দ্বাৰা এই ছাইটৰ ভাও লবলে ব্যৱহাৰ কৰা হব পাৰে।
bn_in: এই সার্টিফিকেটটি বর্তমানে বৈধ নয়। এটা হয়তো চুরি করা হয়েছে বা হারিয়ে গেছে, এবং সাইটে ছদ্মবেশধারণকারী কারুর দ্বারা ব্যবহৃত হতে পারে।
br: N'eo ket talvoudek an testeni. Marteze eo bet laeret pe gollet hag arveret gant unan bennak evit dreveziñ al lec'hienn-mañ.
ca: El certificat actualment no és vàlid. Podria ser que l'hagin robat o s'hagi perdut i algú l'estigués utilitzant per suplantar aquest lloc.
cy: Nid yw'r dystysgrif yn ddilys ar hyn o bryd. Gall ei fod wedi cael ei ddwyn neu ei golli, a gall fod yn cael ei ddefnyddio i ymddangos fel y wefan hon.
es_mx: El certificado actual no es válido. Puede que se lo robara o se lo perdiera y alguien más lo esté usando para suplantar este sitio.
eu: Ziurtagiria ez da baliozkoa une honetan. Ostutakoa edo galdutakoa izan liteke eta beste norbaitek erabil lezake gune honen itxurak egiteko.
gd: Chan eil an teisteanas seo dligheach aig an àm seo. Dh'fhaoidte gun deach a ghoid no air chall 's gu bheil cuideigin 'ga chleachdadh gus leigeil orra gur iad-san an làrach cheart.
hr: Certifikat trenutno nije ispravan. Možda je ukraden ili izgubljen, i može biti upotrebljen za krivotvorenje ove stranice.
hu: A tanúsítvány már nem érvényes. Lehet, hogy ellopták vagy elveszett, és valaki megpróbálhatja ennek a webhelynek kiadni magát.
hy_am: Վկայագիրը այս պահին վավեր չէ: Հնարավոր է՝ այն գողացվել է կամ այն օգտագործում է որևէ մեկը, որը ցանկանում է նմանակել այդ կայքը:
kk: Бұл сертификат ағымдағы уақытта жарамсыз. Ол ұрланған не жоғалған болуы мүмкін, және біреу ол сайттың жалған нұсқасын жасау үшін қолданылуы мүмкін.
km: វិញ្ញាបនបត្រ​បច្ចុប្បន្ន​គឺ​មិន​ត្រឹមត្រូវ។ វា​អាច​ត្រូវ​បាន​លួច ឬ​បាត់បង់ ហើយ​បាន​ប្រើ​ដោយ​នរណា​ម្នាក់​ដើម្បី​ក្លែង​ចូល​វេបសាយ​នេះ។
kn: ಪ್ರಮಾಣಪತ್ರವು ಪ್ರಸಕ್ತ ಮಾನ್ಯವಾದುದಾಗಿಲ್ಲ. ಇದನ್ನು ಕದಿಯಲಾಗಿರಬಹುದು ಅಥವ ಕಳೆದುಹೋಗಿರಬಹುದು, ಮತ್ತು ಈ ತಾಣದಂತೆ ಸೋಗುಹಾಕಲು ಬೇರೆ ಯಾರಾದರೂ ಬಳಸಬಹುದು.
lt: Šis liudijimas nėra galiojantis. Jis galėjo būti pavogtas arba pamestas, tad gali būti kažkieno naudojamas siekiant apsimesti šia svetaine.
lv: Sertifikāts šobrīd nav derīgs. Iespējams tas ir nozagts vai pazaudēts un kāds mēģina izliekties par šo vietni.
ml: സര്‍ട്ടിഫിക്കേറ്റിനു് നിലവില്‍ സാധുതയില്ല. ഇതു് ഒന്നുകില്‍ നഷ്ടമായിരിയ്ക്കാം അല്ലെങ്കില്‍ മോഷ്ടിക്കപ്പെട്ടിരിക്കാം കൂടാതെ മറ്റാരോ ഈ സൈറ്റിലേക്ക് അത് ഉപയോഗപെടുത്തി കൈകടത്താല്‍ ശ്രമിച്ചതുമാവാം.
nb_no: Sertifikatet er ikke gyldig nå. Sertifikatet kan ha blitt stjålet eller tapt, og det kan være at noen bruker det til å etterligne dette nettstedet.
pt_br: O certificado não é válido no momento. Ele pode ter sido roubado ou perdido e poderia ser usado por uma pessoa para representar este site.
si: සහතිකය දැනට වලංගු නැත . සොරකම් කළ හෝ නැති වූ අතර, මෙම වෙබ් අඩවිය වෙනත් පුද්ගලයින්ගේ ගමන් බලපත්ර ළඟ තබාගෙන කෙනෙකු විසින් ඒවා භාවිතා කරනු ලැබිය හැකි වී ඇති විය හැක.
sv: Certifikatet är inte giltigt. Det kan ha blivit stulet eller förlorat och kan användas av någon att imitera denna webbplats.
ta: இச்சான்றிதழ் தற்போது செல்லாதது. இது திருடப்பட்டோ அல்லது காணாமல் போயிருக்கலாம், இத்தளத்தை ஆள்மாறட்டம் செய்யவதற்காக பயன்படுத்தப்படலாம்.
tr: Sertifika şu anda geçerli değil. Çalınmış veya kaybedilmiş olabilir ve birisi tarafından bu siteyi taklit etmek için kullanılabilir.
uz: Joriy sertifikat yaroqli emas. U o‘girlangan yoki yo‘qolgan va ushbu sayt ma’lumotlari biror kishi o‘g‘irlashga urinilayotgan bo‘lishi mumkin.

source: Unknown Identity
af: Onbekende identiteit
ar: هويّة مجهولة
as: অজ্ঞাত পৰিচয়
az: Naməlum kimlik
bg: Неизвестна идентичност
bn_in: অজানা পরিচয়
br: Pivelezh dianav
ca: Identitat desconeguda
cy: Hunaniaeth Anhysbys
es_mx: Identidad desconocida
eu: Nortasun ezezaguna
fur: Identitât no cognossude
gd: Dearbh-aithne neo-aithnichte
gu: અજ્ઞાત ઓળખાણ
hi_in: अज्ञात पहचान
hr: Nepoznat identitet
hu: Ismeretlen identitás
hy_am: Անհայտ ինքնություն
ka: უცნობი იდენტიფიკაცია
kk: Белгісіз сертификаттау орталығы
km: មិន​ស្គាល់​អត្តសញ្ញាណ
kn: ಅಜ್ಞಾತ ಗುರುತು
ku: Nasnameya nenas
lt: Nežinoma tapatybė
lv: Nezināma identitāte
mai: अज्ञात पहचान
ml: അപരിചിതമായ ഐഡന്റിറ്റി
ms: Identiti Tidak Diketahui
my: အမည်မသိ အထောက်အထား
nb_no: Ukjent identitet
oc: Identitat desconeguda
or: ଅଜଣା ପରିଚୟ
pt_br: Identidade desconhecida
sd: نامعلوم وجود
si: නොදන්නා අනන්‍යතාවක්
sv: Okänd identitet
ta: தெரியாத அடையாளம்
te: తెలియని గుర్తింపు
th: ไม่รู้จักอัตลักษณ์
tr: Bilinmeyen kimlik
ug: نامەلۇم بەلگە
ur: نامعلوم تشخص
uz: Noma’lum tasdiqdan o‘tkazish
vi: Định danh chưa biết

source: The certificate is not trusted because it hasn't been verified as issued by a trusted authority using a secure signature.
af: Die sertifikaat word nie vertrou nie omdat dit nie geverifieer is met 'n beveiligde handtekening as uitgereik deur 'n erkende owerheid nie.
ar: الشهادة ليست موثوقة، لأنه لم تتحقق منها سلطة موثوقة تستخدم توقيعًا آمنًا.
as: প্ৰমাণপত্ৰক ভৰষা কৰিব নোৱাৰি কাৰণ ইয়াক এটা সুৰক্ষিত স্বাক্ষৰ ব্যৱহাৰ কৰা এটা ভৰষাবান কতৃপক্ষ দ্বাৰা প্ৰেৰণ কৰা বুলি সত্যাপন কৰা হোৱা নাই।
bn_in: পরিচিত সার্টিফিকেট অথোরিটি দ্বারা নিরাপদ স্বাক্ষর সহ পরীক্ষিত না হওয়ার ফলে এই সার্টিফিকেটটি বিশ্বস্ত নয়।
br: N'eus fiziañs ebet en testeni rak n'eo ket bet gwiriet gant un aotrouniezh anavezet oc'h arverañ ur sinadur diogel.
ca: No es confia en el certificat perquè no l'ha verificat una autoritat de confiança mitjançant una signatura segura.
cy: Methu ymddiried yn y dystysgrif am nad yw wedi ei ddilysu gan awdurdod hysbys sy'n defnyddio llofnod diogel.
es_mx: No se confía en el certificado porque no ha sido verificado por una autoridad reconocida usando una firma segura.
eu: Ziurtagiria ez da fidagarria ez delako autoritate fidagarri batek sinadura seguru bat erabiliz jaulkitako ziurtagiri modura egiaztatu.
gd: Chan eil earbsa san teisteanas a chionn 's nach deach a dhearbhadh le ùghdarras earbsach le soidhneadh tèarainte.
hi_in: प्रमाणपत्र भरोसेमंद नहीं है, क्योंकि किसी परिचित प्राधिकार के द्वारा सुरक्षित हस्ताक्षर से पहचाना नहीं गया है.
hr: Certifikat nije pouzdan jer nije potvrđen kao izdan od priznate agencije koristeći sigurni potpis.
hu: A tanúsítvány nem megbízható, mert nem ellenőrizte kibocsátottként egy biztonságos aláírást használó elismert hatóság.
hy_am: Վկայագիրը վստահելի չէ, քանզի այն չի ստուգվել անվտանգ ստորագրությամբ՝ վկայագրման վստահելի կենտրոնի կողմից:
kk: Бұл сертификат сенімсіз, өйткені ол сенімді авторизация орталығымен қауіпсіз қолтаңбаны қолданып расталған жоқ.
km: មិន​ទុកចិត្ត​វិញ្ញាបនបត្រ ព្រោះ​វា​មិន​ផ្ទៀងផ្ទាត់​ថា​បា​ន​ចេញ​ដោយ​​​ប្រភព​ដែល​ទុកចិត្ត ដោយ​ប្រើ​ហត្ថលេខា​​សុវត្ថិភាព ។
kn: ಪ್ರಮಾಣಪತ್ರವನ್ನು ನಂಬಲಾಗಿಲ್ಲ, ಏಕೆಂದರೆ ಇದನ್ನು ಒಂದು ಸುರಕ್ಷಿತ ಸಹಿಯನ್ನು ಬಳಸಿಕೊಂಡು ಅಧೀಕೃತವಾದ ಅತಾರಿಟಿಯಿಂದ ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ.
lt: Liudijimas nėra patikimas, nes jis nebuvo patvirtintas saugiu parašu patikimoje įstaigoje.
lv: Sertifikāts nav uzticams, jo to nav pārbaudījusi atzīta autoritāte, kas izmanto drošu parakstu.
pt_br: O certificado não é considerado confiável porque não foi verificado por uma autoridade reconhecida usando uma assinatura segura.
si: හඳුනාගත් බලධාරියකුගෙන් හෝ ආරක්ශාකාරී අත්සනකින් තහවුරු කර නොමැති බැවින්, සහතිකය විශ්වාස කළ නොහැක.
ta: அடையாளம் காணப்படும் ஒரு அங்கீகரிப்பு ஆணையத்தால் உறுதிப்படுத்தப்படாததால், இந்த சான்றிதழ் நம்பகமானதல்ல.
tr: Bu sertifikanın güvenilir bir yetkili tarafından yayımlandığı güvenli bir imza ile doğrulanmadığı için sertifikaya güvenilmiyor.
uz: Sertifikat ishonchli emas, chunki u xavfsizlik imzosidan foydalanadigan ishonchli tasdiqdan o‘tkazish asosida tasdiqlanmagan.S

source: Valid Certificate
af: Geldige sertifikaat
ar: شهادة صالحة
as: বৈধ প্ৰমাণপত্ৰ
az: Etibarlı təsdiq sənədi
bg: Валиден сертификат
bn_in: বৈধ সার্টিফিকেট
br: Testeni talvoudek
ca: Certificat vàlid
cy: Tystysgrif Dilys
es_mx: Certificado válido
eu: Baliozko ziurtagiria
fur: Certificât valit
gd: Teisteanas dligheach
gu: માન્ય પ્રમાણપત્ર
he: אישור חוקי
hi_in: वैध प्रमाणपत्र
hr: Ispravan certifikat
hu: Érvényes tanúsítvány
hy_am: Վավեր Վկայագիր
ka: მართებული სერთიფიკატი
kk: Жарамды сертификат
km: វិញ្ញាបនបត្រ​ត្រឹមត្រូវ
kn: ಮಾನ್ಯ ಪ್ರಮಾಣಪತ್ರ
ku: Sertîfîkaya Derbasdar
lt: Liudijimas galioja
lv: Derīgs sertifikāts
mai: वैध प्रमाणपत्र
ml: ശരിയായ സര്‍ട്ടിഫിക്കേറ്റ്
ms: Sijil sah
my: မှန်ကန်တဲ့ လက်မှတ်
nb_no: Gyldig sertifikat
oc: Certificat valid
or: ବୈଧ ପ୍ରମାଣପତ୍ର
pt_br: Certificado válido
sd: جائر سرٽيفڪيٽ
si: වලංගු සහතිකයක්
sv: Giltigt certifikat
ta: சரியான சான்றிதழ்
te: చెల్లునటువంటి ధృవీకరణపత్రం
th: ใบรับรองถูกต้อง
tr: Geçerli sertifika
ug: ئىناۋەتلىك گۇۋاھنامە
uz: To‘g‘ri sertifikat
vi: Chứng thư Hợp lệ

source: This site provides valid, verified identification. There is no need to add an exception.
af: Hierdie werf verskaf 'n geldige, geverifieerde identifikasie. Dis nie nodig om 'n uitsondering te skep nie.
ar: يعطي هذا الموقع شهادة صالحة، وهوية موثّقة. لا حاجة لإضافة استثناء.
as: এই ছাইটে বৈধ, প্ৰমাণিত পৰিচয় দিয়ে। অব্যাহতি যোগ কৰাৰ প্ৰয়োজন নাই।
az: Bu sayt etibarlı və təsdiq edilmiş təyin etmə məlumatları təqdim edir. Təhlükəsizlik istisnalığı vermək lazım deyil.
bg: Сайтът има валиден и проверен сертификат. Няма нужда от добавяне на изключение.
bn_in: এই সাইট দ্বারা বৈধ ও পরীক্ষিত পরিচয় উপলব্ধ করা হয়েছে। এই ক্ষেত্রে ব্যতিক্রম যোগ করার প্রয়োজন নেই।
br: Pourchaset ez eus bet un naoudi talvoudek ha gwiriet. N'eus ket ezhomm ouzhpennañ un nemedenn.
ca: El lloc web proporciona identificació vàlida i verificada. No cal afegir cap excepció.
cy: Mae'r wefan yn darparu gwybodaeth ddilys amdani ei hun. Nid oes angen gosod eithriad.
es_mx: Este sitio proporciona identificación válida y verificada. No hay necesidad de añadir una excepción.
eu: Gune honek baliozko eta egiaztatutako identifikazioa du. Ez da salbuespen bat gehitu behar.
fur: Il sît web al da une identificazion valide e verificade. Nol covente zontâ nissune ecezion.
gd: Tha an làrach a' solar dearbh-aithne dhligheach is dhearbhaichte. Chan eil feum air eisgeachd a chur ris.
gu: આ સાઈટ માન્ય, ખાતરી થયેલ ઓળખ પૂરી પાડે છે. અપવાદ ઉમેરવાની કોઈ જ જરૂર નથી.
he: אתר זה סיפק הזדהות מאומתת וחוקית. אין צורך להוסיף חריגה עבודו.
hi_in: यह साइट वैध, जांचा गया पहचान देती है. किसी अपवाद को जोड़ने की जरूरत नहीं है.
hr: Ova stranica pruža ispravnu, potvrđenu identifikaciju. Nema potrebe za dodavanjem iznimke.
hu: A webhely érvényesen, ellenőrzötten azonosította magát. Nem kell kivételt hozzáadni.
hy_am: Այս կայքը տրամադրում է ստուգված և վավեր նույնականացում: Կարիք չկա տրամադրել արտոնություն:
ka: საიტის იდენტიფიცირება მართებული და გადამოწმებულია. გამონაკლისის დამატების აუცილებლობა არაა.
kk: Сайт дұрыс, расталған идентификацияны ұсынып тұр. Ерекше ереже қосу керек емес.
km: តំបន់បណ្ដាញ​នេះ​ផ្ដល់​នូវ​ការ​កំណត់​អត្តសញ្ញាណ​ដែល​បាន​ផ្ទៀងផ្ទាត់ និង​ត្រឹមត្រូវ ។ អ្នក​មិន​ចាំបាច់​បន្ថែម​ករណី​លើកលែង​ទេ ។
kn: ಈ ತಾಣವು ಒಂದು ಮಾನ್ಯವಾದ, ಪರಿಶೀಲಿಸಲ್ಪಟ್ಟ ಗುರುತನ್ನು ಒದಗಿಸಿದೆ. ಇದಕ್ಕೆ ಒಂದು ವಿನಾಯಿತಿಯನ್ನು ಸೇರಿಸುವ ಅಗತ್ಯವಿಲ್ಲ.
ku: Ev malper sertîfîkayeke derbasdar dixwaze. Hewcedarî bi awartebûnekê nîn e.
lt: Ši svetainės tapatybė tiksli ir patvirtinta. Nėra poreikio pridėti išimčiai.
lv: Šī vietne nodrošina derīgu, pārbaudītu sertifikātu. Nav nepieciešams pievienot izņēmumu.
mai: ई साइट वैध, जांचल गेल पहचान देत अछि. ककरो अपवाद केँ जोड़ने क जरूरत नहि अछि.
ml: ഈ സൈറ്റ് ശരിയായ ഉറപ്പുള്ള സര്‍ട്ടിഫീക്കേറ്റ് നല്‍കുന്നു. ഒരു എക്സെപ്ഷന്‍ ചേര്‍ക്കേണ്ടതില്ല.
ms: Laman ini menyediakan pengenalan yang sah. Tiada keperluan untuk menambahkan suatu pengecualian.
nb_no: Dette nettstedet har en gyldig, bekreftet identitet. Det er ikke nødvendig å legge til et unntak.
oc: Aqueste sit provesís una identificacion valida e certificada. Es pas necessari d'apondre una excepcion.
or: ଏହି ସାଇଟ ବୈଧ, ଯାଞ୍ଚକୃତ ପରିଚୟ ପ୍ରଦାନ କରିଥାଏ. ଏଥିରେ କୌଣସି ବ୍ୟତିକ୍ରମ ଯୋଗ କରିବାର ଆବଶ୍ୟକ ନାହିଁ.
pt_br: Este site fornece identificação válida e homologada. Não é necessário adicionar uma exceção.
si: මෙම අඩවිය නිරවද්‍ය, සත්‍යාපනය කළ හදුනාගැනීමක් ලබාදේ. හැරදැමීමක් එක් කිරීමට අවශ්‍ය නැත.
sv: Platsen har presenterat en giltig och verifierad identifikation. Du behöver inte lägga till något undantag.
ta: இந்த இணைய தளம் சரியான, சரிபார்க்கப்பட்ட அடையாளத்தை கொடுக்கிறது. ஒரு விதிவிலக்கை சேர்க்க வேண்டாம்.
te: ఈ సైటు చెల్లునటువంటి, నిర్ధారిత గుర్తింపును అందిస్తోంది.ఆక్షేపణను జతచేయవలిసిన అవసరంలేదు.
th: เว็บไซต์นี้มีการระบุตัวตนที่ถูกต้อง คุณไม่จำเป็นต้องทำการเพิ่มข้อยกเว้น
tr: Bu site geçerli ve teyit edilmiş tanımlama bilgisi sunuyor. Güvenlik ayrıcalığı tanımaya gerek yok.
ug: بۇ بېكەت ئىناۋەتلىك، دەلىللەنگەن بەلگە تەمىنلىدى. مۇستەسنا قوشۇشنىڭ ھاجىتى يوق.
uz: Sayt to‘g‘ri va tekshirilgan tasdiqni ko‘rsatmoqda. Istisno qo‘shish shart emas.
vi: Trang này cung cấp định danh hợp lệ, đã được xác minh. Không cần phải thêm ngoại lệ.

source: Checking Information
af: Kontroleer van inligting
ar: يفحص المعلومات
as: তথ্য পৰীক্ষা কৰা হৈছে
az: Məlumat araşdırma
bg: Проверка на информация
bn_in: তথ্য পরীক্ষা করা হচ্ছে
br: O wiriañ ar stlennoù
ca: Comprovació de la informació
cy: Gwirio Gwybodaeth
es_mx: Comprobando información
eu: Informazioa egiaztatzen
fur: Control des informazions
gd: A' sgrùdadh an fhiosrachaidh
gu: જાણકારી ચકાસી રહ્યા છીએ
he: בודק מידע
hi_in: सूचना जाँच रहा है
hr: Provjera informacija
hu: Adatok ellenőrzése
hy_am: Տվյալների ստուգում
ka: ინფორმაციის შემოწმება
kk: Ақпаратты текеру жүруде
km: កំពុង​ពិនិត្យមើល​ព័ត៌មាន
kn: ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ
ku: Agahiyan Raçav Dike
lt: Tikrinami duomenys
lv: Pārbauda informāciju
mai: सूचना जाँच रहल अछि
ml: വിവരങ്ങള്‍ പരിശോധിക്കുന്നു
ms: Semakan Maklumat
my: အချက်အလက်ကို စစ်ဆေးနေတယ်
nb_no: Kontrollerer informasjon
oc: Verificacion de las entresenhas
or: ସୂଚନା ଯାଞ୍ଚକରାଯାଉଛି
pt_br: Verificando informações
sd: معلومات جاچي پيو۔
si: තොරතුරු පිරික්සමින්
sv: Kontrollerar information
ta: தகவலை சோதிக்கிறது
te: సమాచారాన్ని పరిశీలిస్తోంది
th: กำลังตรวจสอบข้อมูล
tr: Bilgi inceleme
ug: ئۇچۇر تەكشۈرۈۋاتىدۇ
ur: معلومات کی پڑتال کر رہا ہے
uz: Ma’lumotni tekshirish
vi: Đang kiểm tra Thông tin

source: Attempting to identify this site…
af: Probeer tans dié werf te identifiseer…
ar: يحاول التعرف على هذا الموقع…
as: এই ছাইট চিনাক্ত কৰাৰ চেষ্টা কৰা হৈছে…
bn_in: সাইটের পরিচয় নির্ধারণের প্রচেষ্টা করা হচ্ছে…
br: O klask naoudiañ al lec'hienn-mañ…
ca: S'està intentant identificar aquest lloc web…
cy: Ceisio adnabod y wefan…
es_mx: Intentando identificar el sitio…
eu: Gunea identifikatzen saiatzen…
gd: A' feuchainn ris an làrach aithneachadh…
hi_in: इस साइट को पहचानने का प्रयास कर रहें है…
hr: Pokušaj identificiranja stranice…
hu: Kísérlet a webhely azonosítására…
hy_am: Փորձ է արվում նույնականացնել կայքը…
kk: Сайтты анықтап көру…
km: កំពុង​ព្យាយាម​កំណត់​អត្តសញ្ញាណ​តំបន់បណ្ដាញ…
kn: ತಾಣವನ್ನು ಗುರುತಿಸಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ…
lt: Bandoma patikrinti svetainės tapatybę…
lv: Mēģina identificēt šo vietni…
ml: സൈറ്റിനെ തിരിച്ചറിയുവാന്‍ ശ്രമിക്കുന്നു…
nb_no: Forsøker å identifisere dette nettstedet …
pt_br: Tentando identificar o site…
si: අඩවිය හදුනා ගැනීමට උත්සාහ කරමින්…
sv: Försöker att identifiera webbplatsen…
ta: இந்த இணையதளத்தை அடையாளப்படுத்த முயற்சிக்கிறது…
tr: Site tanımlanmaya çalışılıyor…
uz: Ushbu sayt tasdiqdan o‘tkazishga urinilmoqda…

source: No Information Available
af: Geen inligting beskikbaar nie
ar: لا توجد معلومات
as: কোনো তথ্য নাই
az: Məlumat yoxdur
bg: Няма информация
bn_in: কোনো তথ্য উপলব্ধ নেই
br: N'eus stlennoù hegerz ebet
ca: No hi ha cap informació disponible
cy: Dim Gwybodaeth ar Gael
es_mx: No hay información disponible
eu: Ez dago informaziorik eskuragarri
fur: No je nissune informazion disponibile
gd: Chan eil fiosrachadh ri fhaighinn
gu: કોઈ જાણકારી ઉપલબ્ધ નથી
he: אין מידע זמין
hi_in: कोई सूचना उपलब्ध नहीं
hr: Nema dostupnih informacija
hu: Nem áll rendelkezésre információ
hy_am: Չկա հասանելի տվյալ
ka: ინფორმაცია მისაწვდომია
kk: Қолжетерлік ақпарат жоқ
km: គ្មាន​ព័ត៌មាន
kn: ಯಾವುದೆ ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ
ku: Tu Agahî Nîn e
lt: Nėra duomenų
lv: Informācija nav pieejama
mai: कोनो सूचना उपलब्ध नहि
ml: വിവരങ്ങള്‍ ലഭ്യമല്ല
ms: Tiada Maklumat wujud
my: အချက်အလက် မရနိုင်ဘူး
nb_no: Ingen informasjon er tilgjengelig
oc: Pas d'entresenhas disponiblas
or: କୌଣସି ସୂଚନା ଉପଲବ୍ଧ ନାହିଁ
pt_br: Nenhuma informação disponível
sd: ڪابہ معلومات موجود ناهي
si: තොරතුරු නැත
sv: Ingen information tillgänglig
ta: தகவல் எதுவும் இல்லை
te: ఏ సమాచారం అందుబాటులోలేదు.
th: ไม่มีข้อมูล
tr: Bilgi yok
ug: ئىشلىتىشكە بولىدىغان ئۇچۇر يوق
ur: کوئی معلومات دستیاب نہیں
uz: Ma’lumot mavjud emas
vi: Không có Thông tin Hiện hữu

source: Unable to obtain identification status for this site.
af: Kon nie identifikasiestatus vir dié werf verkry nie.
ar: تعذّر الحصول على حالة التعرف على هذا الموقع.
as: এই ছাইটৰ বাবে পৰিচয়ৰ অৱস্থা প্ৰাপ্ত কৰিবলে অক্ষম।
bn_in: চিহ্নিত সাইটের পরিচয় নির্ধারণের অবস্থা সম্পর্কে তথ্য প্রাপ্ত করতে ব্যর্থ।
br: N'haller ket kaout ar stad naoudiañ evit al lec'hienn lavaret.
ca: No es pot obtenir l'estat d'identificació d'aquest lloc web.
cy: Methu canfod statws dynodiad ar gyfer y wefan hon.
es_mx: No es posible obtener el estado de identificación para este sitio.
eu: Ezin da eskuratu gune honetarako identifikazio-egoera.
gd: Cha ghabh inbhe na dearbh-aithne fhaighinn airson na làraich a chaidh a shònrachadh.
hr: Nije moguće dobiti identifikacijski status za ovu stranicu.
hu: Nem lehet a webhely azonosítási állapotát lekérdezni.
hy_am: Չհաջողվեց ստանալ այս կայքի նույնականացման տվյալները:
kk: Берілген сайт үшін идентификация статусын алу мүмкін емес.
km: មិន​អាច​ទទួល​បាន​ស្ថានភាព​នៃ​ការ​កំណត់​អត្តសញ្ញាណ​សម្រាប់​តំបន់បណ្ដាញ​នេះ។
kn: ಒದಗಿಸಲಾದ ತಾಣಕ್ಕೆ ಗುರುತಿನ ಸ್ಥಿತಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
lt: Nepavyko sužinoti šios svetainės tapatybės duomenų.
lv: Neizdevās iegūt šīs vietnes identifikācijas statusu.
ml: ഈ സൈറ്റിന്റെ തിരിച്ചറിയല്‍ അവസ്ഥ ലഭിക്കാന്‍ സാധിച്ചില്ല.
nb_no: Klarte ikke hente identitetsinformasjon for dette nettstedet.
pt_br: Não é possível obter status de identificação para este site.
si: ලබා දුන් අඩවිය සඳහා හදුනා ගැනිමේ තත්ත්වය ලබා ගත නොහැකි විය.
sv: Kunde inte erhålla identifieringsstatus för webbplatsen.
ta: கொடுக்கப்பட்ட இணையதளத்திற்கு அடையாள நிலையை பெற முடியவில்லை.
tr: Bu sitenin tanımlanma durumuna ulaşılamıyor.
uz: Ushbu sayt holati tasdig‘ini olib bo‘lmadi.

source: Certificate Exists
af: Sertifikaat bestaan
ar: الشّهادة موجودة
as: প্ৰমাণপত্ৰ অস্তিত্ববান
az: Sertifikat mövcuddur
bg: Сертификатът съществува
bn_in: সার্টিফিকেট ফাইল
br: An testeni zo anezhañ
ca: El certificat existeix
cy: Tystysgrif yn Bodoli
es_mx: Certificado existe
eu: Ziurtagiria badago
gd: Tha teisteanais ann
hi_in: प्रमाणपत्र मौजूद है
hr: Certifikat postoji
hu: A tanúsítvány létezik
hy_am: Առկա վկայագիր
kk: Сертификат бар болып тұр
km: មាន​វិញ្ញាបនបត្រ
kn: ಪ್ರಮಾಣಪತ್ರವು ಇದೆ
ku: Sertîfîka hene
lt: Liudijimas jau yra
lv: Sertifikāts eksistē
mai: प्रमाणपत्र मोजुद अछि
ms: Sijil Wujud
my: လက်မှတ်ရှိသည်
oc: Lo certificat existís
or: ପ୍ରମାଣପତ୍ର ଅଛି
pt_br: Certificado existe
sd: سرٽيفڪيٽ مؤجود آهي
si: සහතිකය පිටවේ
ta: சான்றிதழ் உள்ளது
te: ధృవీకరణపత్రం వుంది
th: มีใบรับรอง
tr: Sertifika mevcut
ug: گۇۋاھنامە مەۋجۇد
ur: تصدیق نامہ پہلے سے موجود ہے
uz: Mavjud sertifikat
vi: Chứng thư tồn tại

source: The Certificate already exists.
af: Die sertifikaat bestaan reeds.
ar: هذه الشّهادة موجودة.
as: প্ৰমাণপত্ৰ ইতিমধ্যে অস্তিত্ববান।
az: Bu təsdiq sənədi daha əvvəl qeydiyyatdan keçib.
bg: Сертификатът вече съществува.
bn_in: সার্টিফিকেট বর্তমানে উপস্থিত রয়েছে।
br: An testeni zo anezhañ endeo.
ca: Ja existeix el certificat.
cy: Mae'r Dystysgrif yn bodoli eisoes.
es_mx: El certificado ya existe.
eu: Ziurtagiria lehendik dago.
fur: Al esist za chest certificât
gd: Tha an teisteanas seo ann mu thràth.
hi_in: प्रमाणपत्र पहले से मौजूद है.
hr: Certifikat već postoji.
hu: Már létezik ez a tanúsítvány.
hy_am: Վկայագիրն արդեն իսկ առկա է
ka: ეს სერთიფიკატი უკვე არსებობს.
kk: Сертификат бар болып тұр.
km: វិញ្ញាបនបត្រ​មាន​រួច​ហើយ
kn: ಪ್ರಮಾಣಪತ್ರವು ಈಗಾಗಲೆ ಮುಚ್ಚಲ್ಪಟ್ಟಿದೆ.
ku: Ev sertîfîka jixwe heye.
lt: Toks liudijimas jau yra.
lv: Šis sertifikāts jau eksistē.
mai: प्रमाणपत्र पहिने सँ मोजुद अछि .
ms: Sijil sedia wujud.
my: လက်မှတ် ရှိနေပြီ
oc: Lo certificat exitís ja.
or: ପ୍ରମାଣପତ୍ର ପୂର୍ବରୁ ଅଛି।
pt_br: O certificado já existe.
rw: Icyemezo gisanzwe kiriho.
sd: سرٽيفڪيٽ اَڳہ ۾ ئي مؤجود آهي
si: සහතිකය දැනටමත් පවතී.
ta: சான்றிதழ் ஏற்கனவே உள்ளது.
te: ధృవీకరణపత్రం ఇప్పటికే వుంది.
th: มีใบรับรองอยู่แล้ว
tr: Bu sertifika zaten mevcut.
ug: بۇ گۇۋاھنامە مەۋجۇد
ur: تصدیق نامہ پہلے سے موجود ہے۔
uz: Sertifikat allaqachon mavjud.
vi: Chứng chỉ đã tồn tại sẵn.

source: Do you want to trust “%S” for the following purposes?
gu: નીચે અાપેલા પ્રયોજન માટે તમે "%S" પર વિશ્વાસ કરવા માંગો છે?
ml: താഴെ പറഞ്ഞിരിക്കുന്ന കാര്യങ്ങള്‍ക്കു് നിങ്ങള്‍ക്കു് "%S"-നെ വിശ്വസിക്കണമോ?
nb_no: Vil du stole på «%S» for følgende formål?
sv: Vill du lita på “%S” för följande syften?

source: The certificate “%S” represents a Certificate Authority.
gu: પ્રમાણપત્ર "%S" પ્રમાણપત્ર સત્તાની રજૂઅાત કરે છે.
ml: സര്‍ട്ടിഫിക്കേറ്റ് "%S" ഒരു സര്‍ട്ടിഫിക്കേറ്റ് അഥോറിറ്റിയെ സൂചിപ്പിക്കുന്നു.
nb_no: Sertifikatet «%S» representerer en sertifikatutsteder.
sv: Certifikatet “%S” representerar en certifikatutfärdare.

source: Are you sure you want to delete these people’s e-mail certificates?
gu: શુ તમને અા વ્યક્તિઅોના ઇ-મેલ પ્રમાણપત્રોને દુર કરવા માંગો છો?
ml: ഈ ആള്‍ക്കാരുടെ ഇമെയില്‍ സര്‍റ്റിഫിക്കറ്റുകള്‍ മായിക്കണം എന്ന്‌ ഉറപ്പാണോ?
nb_no: Er du sikker på at du vil slette disse personenes e-postsertifikater?
sv: Är du säker på att du vill ta bort dessa personers e-postcertifikat?

source: If you delete a person’s e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
gu: જો તમે વ્યક્તિનું ઈ-મેલ પ્રમાણપત્ર કાઢી નાંખો, તો તમે તે વ્યક્તિને એનક્રિપ્ટ થયેલ ઈ-મેલ મોકલવામાં લાંબા સમય સુધી સમર્થ રહેશો નહિં.
ml: നിങ്ങള്‍ ഒരാളുടെ ഈമെയില്‍ സര്‍ട്ടിഫിക്കേറ്റ് നീക്കം ചെയ്താല്‍, നിങ്ങള്‍ക്കു് ആ വ്യക്തിയ്ക്കു് ഒരിക്കലും എന്‍ക്രിപ്റ്റ് ചെയ്ത ഈമെയില്‍ അയയ്ക്കുവാന്‍ സാധിക്കുകയില്ല.
nb_no: Dersom du sletter en person sitt e-postsertifikat vil du ikke lenger kunne sende kryptert e-post til den personen.
sv: Om du tar bort en persons e-postcertifikat kommer du inte längre att kunna skicka krypterade e-postmeddelanden till den personen.

source: Remember this decision
nb_no: Husk denne avgjørelsen
sv: Kom ihåg detta beslut

source: Organization: “%S”
gu: સંસ્થાઃ "%S"
ml: സ്ഥാപനം: "%S"
nb_no: Organisasjon: «%S»
sv: Organisation: “%S”

source: Issued Under: “%S”
gu: "%S" ની નીચે જાહેર કરેલ
ml: ഇഷ്യൂ ചെയ്തിരിക്കുന്നതു്: "%S"
nb_no: Utstedt under: «%S»
sv: Utfärdat i enlighet med: “%S”

source: Issued to: %1$S
nb_no: Utstedt til: %1$S
sv: Utfärdat till: %1$S

source: Serial number: %1$S
nb_no: Serienummer: %1$S
sv: Serienummer: %1$S

source: Valid from %1$S to %2$S
nb_no: Gyldig fra %1$S til %2$S
sv: Giltig från %1$S till %2$S

source: Key Usages: %1$S
nb_no: Nøkkelbruk: %1$S
sv: Nyckelanvändningar: %1$S

source: Email addresses: %1$S
nb_no: E-postadresser: %1$S
sv: E-postadresser: %1$S

source: Issued by: %1$S
nb_no: Utstedt av: %1$S
sv: Utfärdad av: %1$S

source: Stored on: %1$S
nb_no: Lagret på: %1$S
sv: Lagrad på: %1$S

source: The page you are viewing was not encrypted before being transmitted over the Internet.
nb_no: Siden som du ser på ble ikke kryptert før den ble overført over Internett.
sv: Sidan du visar krypterades inte innan den skickades över internet.
