Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: Connection Not Encrypted
af: Verbinding nie geënkripteer nie
ar: الاتّصال غير مُعمّى
as: সংযোগক এনক্ৰিপ্ট কৰা হোৱা নাই
az: Bağlantı şifrəlnmir
bg: Връзката не е шифрована
bn_in: সংযোগ এনক্রিপ্ট করা হয়নি
br: Kennaskañ dienrinek
ca: La connexió no està xifrada
cy: Nid yw'r Cysylltiad wedi ei Amgryptio
es_mx: Conexión sin cifrar
eu: Konexioa zifratu gabe
fur: Conession no cifrade
gd: Chan eil an ceangal air a chrioptachadh
gu: જોડાણ એનક્રિપ્ટ થયેલ નથી
he: חיבור לא מוצפן
hi_in: कनेक्शन गोपित नहीं है
hr: Nešifrirana veza
hu: A kapcsolat nincs titkosítva
hy_am: Կապակցումը Գաղտնագրված չէ
ka: კავშირი დაუშიფრავია
kk: Байланыс шифрделмеген
km: ការ​តភ្ជាប់​មិន​ត្រូវ​បាន​អ៊ិនគ្រីប
kn: ಸಂಪರ್ಕವು ಗೂಢಲಿಪೀಕರಣಗೊಂಡಿಲ್ಲ
ku: Girêdan nayê binasnavkirin
lt: Ryšys nešifruotas
lv: Savienojums nav šifrēts
mai: कनेक्शन गोपित नहि अछि
ml: കണക്ഷന്‍ എന്‍ക്രിപ്റ്റ് ചെയ്തിട്ടില്ല.
ms: Sambungan Tidak Disulitkan
my: စာဝှက်မထားတဲ့ ချိတ်ဆက်မှု
nb_no: Tilkoblingen er ikke kryptert
oc: Connexion pas criptada
or: ସଂଯୋଗଟି ସଂଗୁପ୍ତ ନୁହଁ
pt_br: Conexão não criptografada
rw: Umwinjiro Ntiwasobetswe
sd: سنٻنڌ ڪوڊ ۾ تبديل ڪونہ ڪيو ويو
si: සම්බන්ධතාවය සංකේතාංකනය කර නැත
sv: Anslutningen är ej krypterad
ta: இணைப்பு குறிமுறையாக்கப்படவில்லை
te: అనుసంధానం ఎన్క్రిప్టుచేయబడలేదు
th: การเชื่อมต่อไม่ได้ถูกเข้ารหัส
tr: Bağlantı şifrelenmiyor
ug: ئۇلىنىش شىفىرلانمىغان
ur: کنکشن خفیہ کردہ نہیں ہے
uz: Ulanish kodlanmagan
vi: Kết nối Không được Mã hóa
zu: Ukuxhumana Akubhaliwe ngokucashile

source: The web site %S does not support encryption for the page you are viewing.
zu: Le ngosi %S does ayikusekeli ukubhalwa ngokucashile kwaleli khasi olibukayo.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
zu: Ukwaziswa okuthunyelwe nge-Inthanethi ngaphandle kokubhalwa ngokucashile kungabonwa ngabanye abantu ngesikhathi kuhamba.

source: The page you are viewing is not encrypted.
af: Die bladsy wat u bekyk, is nie geënkripteer nie.
ar: الصّفحة التي تعرضها غير مُعمّاة.
as: আপুনি চোৱা পৃষ্ঠা এনক্ৰিপ্টেড নহয়।
az: Baxmaq istədiyiniz səhifə şifrəli deyil.
bg: Тази страница не е шифрована.
bn_in: আপনার সামনে প্রস্তুত করা পৃষ্ঠাটি এনক্রিপ্ট করা হয়নি।
br: N'eo ket bet enrineget ar bajennad emaoc'h o welout.
ca: La pàgina que esteu visualitzant no està xifrada.
cy: Nid yw'r dudalen rydych yn edrych arni wedi ei hamgryptio.
es_mx: La página que está viendo está sin cifrar.
eu: Ikusten ari zaren orria ez dago zifratuta.
fur: La pagjine che tu sês daûr a cjalâ no je cifrade.
gd: Chan eil an duilleag a tha thu a' coimhead air air a chrioptachadh.
he: הדף בו אתה צופה אינו מוצפן.
hi_in: आपके द्वारा देखा जा रहा पृष्ठ गोपित नहीं है.
hr: Stranica koju pregledavate nije šifrirana.
hu: A megjelenített oldal nincsen titkosítva.
hy_am: Ձեր կողմից դիտվող էջը ծածկագրված չէ:
ka: გვერდი, რომელსაც მიმოიხილავთ დაუშიფრავია.
kk: Ашылып тұрған парақ шифрленбеген.
km: ទំព័រ​ដែល​អ្នក​កំពុង​មើល​ មិន​ទាន់​ត្រូវ​បាន​អ៊ិនគ្រីប​ទេ ។
kn: ನೀವು ನೋಡುತ್ತಿರುವ ಜಾಲಪುಟವು ಗೂಢಲಿಪೀಕರಣಗೊಂಡಿಲ್ಲ.
ku: Rûpela ku dixwazî bibînî binasnav e.
lt: Tinklalapis, kurį dabar žiūrite, yra nešifruotas.
lv: Jūsu atvērtā lapa nav šifrēta.
mai: अहाँक द्वारा देखल जाए रहल पृष्ठ गोपित नहि अछि.
ms: Laman yang anda lihat tidak disulitkan.
my: သင် ရှုမြင်နေတဲ့ စာမျက်နှာကို စာဝှက်မထားဘူး။
oc: La pagina que sètz a visualizar es pas criptada.
or: ଆପଣ ଦେଖୁଥିବା ପୃଷ୍ଠାଟି ସଂଗୁପ୍ତ ନୁହଁ.
pt_br: A página exibida não foi criptografada.
rw: Paji urimo kureba ntabwo isobetse.
sd: توهين جيڪو صفحو نظر مان ڪڍي رهيا آهيو اُهو ڪوبہ ۾ تبديل نہ ڪيو ويو
si: ඔබ පිරික්සන පිටුව සංකේතාංකනය කර නැත.
ta: நீங்கள் பார்வையிடும் பக்கம் குறிமுறையாக்கப்படவில்லை.
te: మీరు చూస్తున్నటువంటి పేజీ ఎన్క్రిప్ట్ చేయబడిందికాదు.
th: หน้าเว็บที่คุณเรียกดูอยู่ไม่ได้ทำการเข้ารหัส
tr: Görmek istediğiniz sayfa şifreli değil.
ug: سىز كۆرۈۋاتقان بەت شىفىرلانمىغان.
ur: جو صفحہ آپ نظارہ کر رہے ہیں، خفیہ کردہ نہیں ہے۔
uz: Siz ko‘rayotgan sahifa kodlanmagan.
vi: Trang bạn đang xem không được mã hóa.
zu: Leli khasi olibukayo alibhaliwe ngokucashile.

source: Connection Encrypted: High-grade Encryption (%S %S bit)
zu: Ukuxhumana Kubhalwe ngokucashile: Ukubhala ngokucashile Okusezingeni Eliphezulu (%S %S bit)

source: The page you are viewing was encrypted before being transmitted over the Internet.
af: Die bladsy wat u bekyk, is geënkripteer voor dit oor die internet versend is.
ar: عُمِّيت الصّفحة التي تعرضها قبل إرسالها عبر الإنترنت.
as: আপুনি চোৱা পৃষ্ঠাক ইন্টাৰ্নে'টত পঠিওৱাৰ পূৰ্বে এনক্ৰিপ্ট কৰা হৈছে।
az: Bu səhifə sizə çatmamış şifrələndi.
bg: Тази страница е шифрована преди да бъде пусната в Интернет.
bn_in: ইন্টারনেটের মাধ্যমে প্রেরণ করার পূর্বে, আপনার সামনে প্রদর্শিত পৃষ্ঠাটি এনক্রিপ্ট করা হয়েছিল।
br: Ar bajennad emaoc'h o welet a oa bet enrineget kent bezañ kehentet dre an internet.
ca: La pàgina que esteu visualitzant s'ha xifrat abans de transmetre-la per Internet.
cy: Roedd y dudalen rydych yn ei darllen wedi ei hamgryptio cyn cael ei gyrru ar draws y Rhyngrwyd.
es_mx: La página que está viendo fue cifrada antes de ser transmitida por Internet.
eu: Ikusten ari zaren orria zifratu egin da Internetetik transmititu aurretik.
fur: La pagjine che tu sês daûr a cjalâ e je stade cifrade prime di jessi trasmitude su Internet.
gd: Chaidh an duilleag a tha thu a' coimhead air a chrioptachadh mus deach a chur a-nall thairis air an lìon.
he: הדף בו אתה צופה הוצפן לפני שהועבר דרך האינטרנט.
hi_in: आपके द्वारा देखा जा रहा पृष्ठ गोपित था जब इंटरनेट पर भेजा जा रहा था.
hr: Stranica koju pregledavate je šifrirana prije slanja putem Interneta.
hu: Az éppen nézett oldalt titkosították, mielőtt átküldték az interneten.
hy_am: Ձեր կողմից դիտվող էջը ծածկագրվել է նախքան համացանցով ուղղարկվելը:
ka: გვერდი, რომელსაც მიმოიხილავთ ინტერნეტით გადაცემამდე დაიშიფრა.
kk: Ашылып тұрған парақ Интернет арқылы берілу алдында шифрленді.
km: ទំព័រ​ដែល​អ្នក​កំពុង​មើល​ត្រូវ​បាន​អ៊ិនគ្រីប​ មុន​ពេល​បញ្ជូន​តាម​អ៊ីនធឺណិត ។
kn: ನೀವು ನೋಡುತ್ತಿರುವ ಪುಟದ ಕೆಲವು ಭಾಗವು ಅಂತರಜಾಲದ ಮೂಲಕ ಪ್ರಸಾರಿಸುವ ಮೊದಲು ಗೂಢಲಿಪೀಕರಣಗೊಂಡಿದೆ.
ku: Rûpela ku temaşe dikî, berî ku bê vexwendin, hatnasnavkirin.
lt: Tinklalapis, kurį dabar žiūrite, buvo užšifruotas prieš jį išsiunčiant.
lv: Šīs lapas saturs pirms sūtīšanas tika nošifrēs.
mai: अहाँक द्वारा देखल जाए रहल पृष्ठ गोपित छला जखन इंटरनेट पर भेजल जाए रहल छल.
ml: നിങ്ങള്‍ കാണുന്ന താള്‍ ഇന്റര്‍നെറ്റില്‍ ട്രാന്‍സ്മിറ്റ് ചെയ്യുന്നതിനു മുമ്പായി എന്‍ക്രിപ്റ്റ് ചെയ്തിരിക്കുന്നു.
ms: Laman yang anda lihat telah disulitkan sebelum dihantar melalui Internet.
my: သင်ရှုမြင်နေတဲ့ စာမျက်နှာဟာ အင်တာနက်ပေါ် မကူးပြောင်းခင် စာဝှက်ထားတယ်။
nb_no: Siden som du ser på ble kryptert før den ble overført over Internett.
oc: La pagina que vesètz es estada chifrada abans sa transmission sus Internet.
or: ଆପଣ ଦେଖୁଥିବା ପୃଷ୍ଠାଟି ଇଣ୍ଟରନେଟରେ ପ୍ରସାରଣ ହେବା ପୂର୍ବରୁ ସଂଗୁପ୍ତ କରାଯାଇଥିଲା.
pt_br: A página exibida foi criptografada antes ser transmitida pela internet.
rw: Paji urimo kureba yasobetswe mbere yo koherezwa binyuze kuri Interineti.
si: ඔබ බලමින් සිටන පිටුව අන්තර්ජාලය හරහා යැවීමට පෙර සංකේතාංකනය කළ එකකි.
sv: Sidan som visas krypterades innan den skickades över Internet.
te: ఇటర్నెట్‌ ద్వారా బదిలికరణ జరగకమునుపే మీరు చూస్తున్నటువంటి పేజీ ఎన్క్రిప్టుచేయబడింది.
th: หน้าเว็บที่คุณกำลังดูอยู่ได้ถูกเข้ารหัสก่อนที่จะส่งผ่านอินเทอร์เน็ต
tr: Bu sayfa size ulaşmadan önce şifrelendi.
ug: سىز كۆرۈۋاتقان بەت ئىنتېرنېتقا يوللىنىشتىن ئىلگىرىلا شىفىرلانغان.
ur: وہ صفحہ جو آپ نظارہ کر رہے ہیں، انٹر نیٹ پر منتقل ہونے سے پیلے خفیہ کردہ کیا گیا تھا۔
uz: Siz ko‘rayotgan sahifa internetga uzatilishidan oldin kodlangan.
vi: Trang bạn đang xem được mã hóa trước khi nó được truyền tải trên Internet.
zu: Leli khasi olibukayo libhalwe ngokucashile ngaphambi kokuba lidluliselwe ku-Inthanethi.

source: Encryption makes it very difficult for unauthorized people to view information traveling between computers. It is therefore very unlikely that anyone read this page as it traveled across the network.
zu: Ukubhala ngokucashile kwenza kube nzima kakhulu ngabantu abangagunyaziwe ukuba babone ukwaziswa okusuka kwenye ikhompyutha kuya kwenye. Ngakho-ke mancane amathuba okuba kube khona ofunda leli khasi lapho lihamba kunethiwekhi.

source: Connection Encrypted: Low-grade Encryption (%S %S bit)
zu: Ukuxhumana Kubhalwe ngokucashile: Ukubhala ngokucashile Okusezingeni Eliphansi (%S %S bit)

source: The web site %S is using low-grade encryption for the page you are viewing.
zu: Le ngosi %S isebenzisa umbhalo ocashile osezingeni eliphansi kuleli khasi olibukayo.

source: Low-grade encryption may allow some unauthorized people to view this information.
zu: Umbhalo ocashile osezingeni eliphansi ungase uvumele abanye abantu abangagunyaziwe ukuba bakubone lokhu kwaziswa.

source: Connection Partially Encrypted
af: Verbinding gedeeltelik geënkripteer
ar: الاتّصال مُعمّى جزئيّا
as: সংযোগ আংশিকভাবে এনক্ৰিপ্টেড
az: Bağlantını vəziyyətə görə şifrəli quraşdır
bg: Връзката е частично шифрована
bn_in: সংযোগ আংশিকরূপে এনক্রপিট করা
br: Kennaskañ enrinek a-zarn
ca: Connexió xifrada parcialment
cy: Cysylltiad wedi ei Amgryptio'n Rhannol
es_mx: Conexión parcialmente cifrada
eu: Konexioa erdizka zifratuta
fur: Conession cifrade in part
gd: Ceangal air a chrioptachadh gu ìre
gu: જોડાણ અંશતઃ એનક્રિપ્ટ થયેલ છે
he: החיבור מוצפן באופן חלקי
hi_in: कनेक्शन अंशतः गोपित
hr: Djelomično šifrirana veza
hu: A kapcsolat részben titkosított
hy_am: Կապը Մասնավորապես Ծածկագրված է
ka: კავშირი ნაწილობრივ დაშიფრულია
kk: Байланыс жартылай шифрленген
km: ការ​តភ្ជាប់​ត្រូវ​បាន​អ៊ិនគ្រីប​ដោយ​ផ្នែក
kn: ಸಂಪರ್ಕವು ಆಂಶಿಕವಾಗಿ ಗೂಢಲಿಪೀಕರಣಗೊಂಡಿದೆ
ku: Girêdan Qismen Şîfrekirî ye
lt: Iš dalies šifruotasis ryšys
lv: Savienojums daļēji šifrēts
mai: कनेक्शन अंशतः गोपित
ml: കണക്ഷന്‍ പകുതിയായ എന്‍ക്രിപ്റ്റ് ചെയ്തിരിക്കുന്നു.
ms: Sambungan Disulitkan Sebahagian
my: ချိတ်ဆက်မှု တပိုင်းတစ စာဝှက်ထားတယ်
nb_no: Innholdet er delvis kryptert
oc: Connexion parcialament chifrada
or: ସଂଯୋଗଟି ଆଂଶିକ ସଂଗୁପ୍ତ ଅଟେ
pt_br: Conexão criptografada parcialmente
rw: Umwinjiro Wasobetswe Igice
sd: سنٻنڌ ڪوڊ ۾ اڻپورو تبديل ڪيو ويو
si: සබධතාවය අර්‍ධවශයෙන් සංකේතාංකනය කර ඇත
sv: Anslutningen är delvis krypterad
ta: பகுதி இணைப்பு மட்டுமே குறியாக்கம் செய்யப்பட்டது
te: అనుసంధానం పరోక్షంగా ఎన్క్రిప్ట్ చేయబడింది.
th: การเชื่อต่อถูกเข้ารหัสเป็นบางส่วน
tr: Bağlantı kısmen şifrelenmiş
ug: ئۇلىنىش قىسمەن شىفىرلاندى
ur: کنکشن جزوی خفیہ کردہ ہے
uz: Ulanish qisman kodlangan
vi: Kết nối được Mã hóa Từng phần
zu: Ukuxhumana Kubhalwe Ngokucashile Ngokwengxenye

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet.
ml: ഇന്റര്‍നെറ്റില്‍ ട്രാന്‍സ്രമിറ്റ് ചെയ്യുന്നതിനു് മുമ്പായി നിങ്ങള്‍ സന്ദര്‍ശിക്കുന്ന താളിന്റെ ചില ഭാഗങ്ങള്‍ എന്‍ക്രിപ്റ്റ് ചെയ്യുവാന്‍ സാധിച്ചില്ല.
nb_no: Deler av siden du viser ble ikke kryptert før den ble overført over Internett.
sv: Delar av sidan som visas krypterades inte innan den skickades över Internet.
zu: Ezinye izingxenye zaleli khasi olibukayo azibhalwanga ngokucashile ngaphambi kokuba zidluliselwe ku-Inthanethi.

source: Certificate Viewer:
af: Sertifikaatkyker:
ar: عارض الشّهادات:
as: প্ৰমাণপত্ৰ প্ৰদৰ্শক:
az: Təsdiq sənədi göstəricisi:
bg: Преглед на сертификат:
bn_in: সার্টিফিকেট প্রদর্শক:
br: Skrammer testeni :
ca: Visualitzador de certificats:
cy: Gwyliwr Tystysgrif:
es_mx: Visor de certificados:
eu: Ziurtagiri ikustatzailea:
fur: Visôr di certificâts:
gd: Sealladair teisteanais:
gu: પ્રમાણપત્ર દર્શક:
he: מציג האישורים:
hi_in: प्रमाणपत्र प्रदर्शक:
hr: Preglednik certifikata:
hu: Tanúsítványmegjelenítő:
hy_am: Վկայագրի Զննիչ՝
ka: სერთიფიკატების ჩვენება:
kk: Сертификатты қарап шығу:
km: កម្មវិធី​មើល​វិញ្ញាបនបត្រ ៖
kn: ಪ್ರಮಾಣಪತ್ರ ವೀಕ್ಷಕ:
ku: Nîşankara Sertîfîkayê:
lt: Liudijimų žiūriklis.
lv: Sertifikātu skatītājs:
mai: प्रमाणपत्र प्रदर्शक:
ml: സര്‍ട്ടിഫിക്കേറ്റ വ്യൂവര്‍:
ms: Pelihat Sijil:
my: လက်မှတ်ရ ရှုမြင်သူ -
nb_no: Sertifikatviser:
oc: Detalhs del certificat :
or: ପ୍ରମାଣପତ୍ର ଦର୍ଶକ:
pt_br: Visualizador de certificados:
rw: Ureba Ibyemezo:
sd: سرٽيفڪيٽ نظر مان ڪڍندڙ
si: සහතික දර්ශනය:
sv: Certifikatvisaren:
ta: சான்றிதழ் காட்டி:
te: ధృవీకరణపత్రం దర్శని:
th: ตัวดูใบรับรอง:
tr: Sertifika görüntüleyicisi:
ug: گۇۋاھنامە كۆرگۈچ:
ur: تصدیق نامہ ناظر:
uz: Sertifikatni ko‘ruvchi:
vi: Người xem Chứng chỉ:
zu: Umbheki Wesitifiketi:

source: <Not Part Of Certificate>
af: <Nie deel van sertifikaat nie>
ar: <ليس جزءًا من الشّهادة>
as: <প্ৰমাণপত্ৰ অংশ নহয়>
az: <Təsdiq sənədinin hissəsi deyil>
bg: <Не е част от сертификат>
bn_in: <সার্টিফিকেটের অংশ নয়>
br: <N'emañ ket war an testeni>
ca: <No forma part del certificat>
cy: <Nid yw'n Rhan o'r Dystysgrif>
es_mx: <No es parte de un certificado>
eu: <Ez da ziurtagiriaren zatia>
fur: <Nol è part dal certificât>
gd: <Chan eil e 'na phàirt dhen teisteanas>
gu: <પ્રમાણપત્રનો ભાગ નથી>
he: <לא חלק מהאישור>
hi_in: <प्रमाणपत्र का हिस्सा नहीं>
hr: <Nije dio certifikata>
hu: <Nem része a tanúsítványnak>
hy_am: <Վկայագրի մաս չէ>
ka: <არაა სერთიფიკატის ნაწილი>
kk: <сертификат бөлігі емес>
km: <មិនមែន​ជា​ផ្នែក​នៃ​វិញ្ញាបនបត្រ>
kn: <ಪ್ರಮಾಣಪತ್ರದ ಒಂದು ಭಾಗವಾಗಿಲ್ಲ>
ku: <Ne Parçeyeke Sertîfîkayê Ye>
lt: <Nėra liudijimo dalis>
lv: <Nav daļa no sertifikāta>
mai: <प्रमाणपत्र क हिस्सा नहि>
ml: <സര്‍ട്ടിഫിക്കേറ്റിന്റെ ഭാഗമല്ല>
ms: <Bukan Sebahagian Dari Sijil>
my: <လက်မှတ်ရဲ့ အစိတ်အပိုင်း မဟုတ်ဘူး>
nb_no: <Ikke en del av sertifikatet>
oc: <Fa pas partida del certificat>
or: <ପ୍ରମାଣପତ୍ରର ଅଂଶ ନୁହଁ>
pt_br: <Não faz parte do certificado>
rw: <Ntabwo Kiri Mu Bikubiye Mu Cyemezo>
sd: سرٽيفڪيٽ جو حصو ناهي۔
si: <සහතිකයේ කොටසක් නොවේ>
sv: <Ej del av certifikat>
ta: <சான்றிதழின் பகுதியல்ல>
te: <ధృవీకరణపత్రం యొక్క భాగముకాదు>
th: <ไม่ใช่ส่วนหนึ่งของใบรับรอง>
tr: <Sertifikanın parçası değil>
ug: <گۇۋاھنامە پارچىسى ئەمەس>
uz: <Sertifikat qismi emas>
vi: <Không thuộc Chứng chỉ>
zu: <Akuyona Ingxenye Yesitifiketi>

source: <Unknown Issuer>
sd: نامعلوم جاري ڪندڙ
zu: <Umkhiphi Ongaziwa>

source: You should click OK only if you trust "%S" to protect your encryption private key.
af: U moet slegs OK kliek indien u "%S" vertrou om u enkripsie- private sleutel te beskerm.
ar: عليك ضغط موافق فقط إذا كنت تثق ب‍ "%S" لحماية مفتاح تعميتك السرّي.
as: আপোনাৰ এনক্ৰিপছনৰ ব্যক্তিগত কি' ৰক্ষা কৰিবলৈ "%S" ক বিশ্বাস কৰিলেহে ঠিক আছে টিপিব লাগে।
az: Şəxsi açarınızı qorumaq üçün, əgər %S etibar edirsinizsə Oldu düyməsinə basın.
ca: Feu clic a D'acord només si confieu que «%S» protegirà la vostra clau privada de xifratge.
hr: Da biste zaštitili svoj privatni ključ šifriranja, U redu biste trebali kliknuti samo ako vjerujete "%S".
ka: დაწკაპეთ "დიახ" მხოლოდ მაშინ თუ "%S"-ს ენდობით და გსურთ დაიცვათ დაშიფვრის პირადი გასაღები.
ku: Eger ku tu bawer dikî "%S" mifteya te ya şîfrekirinî ya nepen diparêze OK bitikîne.
lt: Spustelėkite „Gerai“ tik tuo atveju, jei pasitikite „%S“, kad ji apsaugotų jūsų privatujį užšifravimo raktą.
mai: आपको ठीक पर क्लिक कएनाइ चाही जँ अहाँ "%S" पर अपन गोपन निज कुँजी क रक्षाक लेल भरोस करैत अछि.
ms: Anda perlu klik OK hanya jika anda percaya yang "%S" melindungi kunci peribadi penyulitan anda.
oc: Vos cal pas clicar sus OK que se fasètz fisança a « %S » per protegir vòstra clau privada de chiframent.
rw: Ugomba gukanda YEGO gusa iyo wizeye "%S" kugira ngo urinde urufunguzo rwihariye rw'imisobekere.
te: మీఎన్క్రిప్షన్ వ్యక్తగత కీను రక్షించుకొనుటకు "%S" ని మీరు నమ్మితేమాత్రమే సరేను నొక్కాలి.
th: เพื่อปกป้องกุญแจส่วนตัวที่ใช้ในการเข้ารหัส คุณควรคลิก OK เมื่อคุณเชื่อถือ "%S" เท่านั้น
ug: ئەگەر "%S" نى ئىشلىتىپ ئۆزىڭىزنىڭ شىفىرلىق ئاچقۇچىنى قوغدىسىڭىز، جەزملەش نى چېكىڭ.
ur: آپ کو 'ٹھیک ہے' صرف تب کلک کرنا چاہیے اگر آپ نجی خفیہ کاری کلید کی حفاظت کے لیے "%S" پر بھروسا کرتے ہوں۔
vi: Bạn chỉ nên nhấn OK nếu bạn tin "%S" để bảo vệ khóa cá nhân cho mã hóa của bạn.
zu: Kufanele uchofoze uLungile kuphela uma uthemba "%S" ukuthi sizovikela inkinobho yakho eyimfihlo yokubhala ngokucashile.

source: (not set)
af: (nie opgestel)
ar: (غير مضبوط)
as: (নিৰ্ধাৰিত নহয়)
az: (heç nə seçilməyib)
bg: (не е зададена)
bn_in: (নির্ধারিত হয়নি)
br: (n'eo ket kefluniet)
ca: (no definit)
cy: (heb ei osod)
es_mx: (sin definir)
eu: (ezarri gabe)
fur: (no impuestade)
gd: (gun suidheachadh)
gu: (ગોઠવેલ નથી)
he: (לא נקבע)
hi_in: (सेट नहीं)
hr: (nije postavljeno)
hu: (nincs beállítva)
hy_am: (նշված չէ)
ka: (არ მითითებულა)
kk: (орнатылмаған)
km: (មិន​បាន​កំណត់)
kn: (ಹೊಂದಿಸಲಾಗಿಲ್ಲ)
ku: ( mîheng nebûye)
lt: (nėra)
lv: (neiestatīts)
mai: (सेट नहि)
ml: (ക്രമികരിച്ചിട്ടില്ല)
ms: (tidak ditetapkan)
my: (ချမှတ်မထားဘူး)
nb_no: (ikke satt)
oc: (pas definit)
or: (ବିନ୍ୟାସିତ ନୁହଁ)
pt_br: (não definida)
rw: (Ntabwo rwashyizweho)
sd: (سيٽ نہ ڪيو ويو)
si: (සකසා නැත)
sv: (ej valt)
ta: (அமையவில்லை)
te: (అమర్చబడ లేదు)
th: (ไม่ระบุ)
tr: (ayarlı değil)
ug: (تەڭشەلمىگەن)
ur: (سیٹ نہیں)
uz: (o‘rnatilmagan)
vi: (chưa đặt)
zu: (akuhleliwe)

source: Unable to change Master Password.
af: Kon nie meesterwagwoord verander nie.
ar: تعذّر تغيير كلمة السر الرئيسيّة.
as: প্ৰমূখ পাছৱাৰ্ড সলনি কৰিব নোৱাৰি।
az: Ana şifrə dəyişdirilə bilmir.
bg: Смяната на главната парола не може да бъде извършена.
bn_in: প্রধান পাসওয়ার্ড পরিবর্তন করতে ব্যর্থ।
br: N'haller ket kemmañ ar ger-tremen mestr.
ca: No es pot canviar la contrasenya mestra.
cy: Methu newid y Prif Gyfrinair.
es_mx: No fue posible cambiar la contraseña maestra.
eu: Ezin da pasahitz nagusia aldatu.
fur: No si pues cambiâ la password gjenerâl.
gd: Cha ghabh am prìomh fhacal-faire atharrachadh.
gu: મુખ્ય પાસવર્ડ બદલવામાં અસમર્થ.
he: לא ניתן לשנות ססמה ראשית.
hi_in: मुख्य कूटशब्द बदलने में असमर्थ.
hr: Nije moguće promijeniti glavnu lozinku.
hu: Nem sikerült megváltoztatni a mesterjelszót!
hy_am: Անհնար է փոխել Հիմնական Գաղտնաբառը:
ka: ვერ ვცვლი მთავარ პაროლს.
kk: Мастер-парольді өзгерту сәтсіз аяқталды
km: មិន​អាច​ផ្លាស់ប្ដូរ​ពាក្យសម្ងាត់​មេ​បាន​ឡើយ ។
kn: ಮುಖ್ಯ ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ku: Şîfreya bingehîn nehat guherandin.
lt: Negalima pakeisti pagrindinio slaptažodžio.
lv: Nespēj mainīt galveno paroli.
mai: मुख्य गुड़किल्ली बदलब मे असमर्थ.
ml: പ്രധാന പാസ്‌വേര്‍ഡ് മാറ്റുവാന്‍ കഴിഞ്ഞില്ല
ms: Gagal menukar Katalaluan Induk.
my: ပင်မ စကားဝှက်ကို ​မပြောင်းလဲနိုင်ဘူး။
nb_no: Klarte ikke endre hovedpassordet.
oc: Impossible de cambiar lo senhal principal.
or: ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ପରିବର୍ତ୍ତନ କରିବାରେ ଅସମର୍ଥ.
pt_br: Não foi possível modificar a senha mestra
rw: Ntibyashobotse guhindura Ijambobanga Ngenga.
sd: مکيہ ڳجهو لفظ بدلائڻ ۾ اَسمرٿ
si: ප්‍රධාන රහස්පදය වෙනස් කළ නොහැක.
sv: Kan ej ändra huvudlösenordet.
ta: முதன்மை கடவுச்சொல்லை மாற்ற முடியவில்லை.
te: ముఖ్య సంకేతపదాన్ని మార్చలేము.
th: ไม่สามารถเปลี่ยนรหัสผ่านหลักได้
tr: Ana parola değiştirilemedi.
ug: ئاساسىي ئىمنى ئۆزگەرتكىلى بولمايدۇ.
ur: ماسٹر پاس ورڈ تبدیل کرنے میں ناکام۔
uz: Parol ustasini o‘zgartirib bo‘lmadi.
vi: Không thể thay đổi Mật khẩu Chính.
zu: Ayikwazi ukushintsha Igama Lokungena Eliphethe.

source: You did not enter the correct current Master Password. Please try again.
af: U het nie die korrekte huidige meesterwagwoord ingetik nie. Probeer gerus weer.
ar: لم تدخل كلمة السر الرئيسيّة الصّحيحة. الرّجاء المحاولة مرّة ثانية.
as: আপুনি বৰ্ত্তমানৰ শুদ্ধ প্ৰমূখ পাছৱাৰ্ড দিয়া নাই। অনুগ্ৰহ কৰি আকৌ চেষ্টা কৰক।
az: Aktual ana şifrəni daxil etmədiniz. Lütfən təkrar yoxlayın.
bg: Не въведохте правилната главна парола. Моля, опитайте пак.
bn_in: বর্তমানে নির্ধারিত প্রধান পাসওয়ার্ড সঠিকভাবে উল্লেখ করা হয়নি। অনুগ্রহ করে পুনরায় প্রচেষ্টা করুন।
br: N'ho peus ket enanket ar ger-tremen mestr dereat. Klaskit en-dro.
ca: No heu introduït la contrasenya mestra actual correcta. Torneu-ho a provar.
cy: Wedi rhoi cyfrinair anghywir. Ceisiwch eto.
es_mx: La contraseña maestra ingresada es incorrecta. Vuelve a intentarlo.
eu: Ez duzu uneko pasahitz nagusi zuzena idatzi. Saiatu berriro.
fur: La password gjenerâl corinte che tu âs inserît no je juste. Par plasê torne a provâ.
gd: Cha do chuir thu a-steach am prìomh fhacal-faire làithreach ceart. Feuch ris a-rithist.
gu: તમે હાલનો મુખ્ય પાસવર્ડ દાખલ નથી કર્યો. ફરીથી પ્રયત્ન કરો.
he: לא הכנסת את הססמה הראשית הנוכחית הנכונה. אנא נסה שוב.
hi_in: आपने सही मुख्य कूटशब्द डाला नहीं है. फिर कोशिश करें.
hr: Niste točno upisali trenutnu glavnu lozinku. Molim pokušajte ponovno.
hu: A megadott mesterjelszó nem helyes. Próbálja újra.
hy_am: Դուք չեք նշել առկա և վավեր Հիմնական Գաղտնաբառը: Խնդրեմ նորից փորձեք:
ka: თქვენი მითითებული მთავარი პაროლი მცდარია. სცადეთ კვლავ.
kk: Сіз енгізген мастер-пароль қате. Қайтадан енгізіп көріңіз.
km: អ្នក​មិន​បាន​បញ្ចូល​ពាក្យសម្ងាត់​មេ​បច្ចុប្បន្ន​ដែល​ត្រឹមត្រូវ ។ សូម​ព្យាយាម​ម្ដងទៀត ។
kn: ನೀವು ಪ್ರಸಕ್ತ ಇರುವ ಗುಪ್ತಪದವನ್ನು ಸರಿಯಾಗಿ ನಮೂದಿಸಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ku: Nasnavê ku têketiyê çewt e. Ji kerema xwe ji nû ve biceribîne.
lt: Surinkote neteisingą dabartinį pagrindinį slaptažodį. Bandykite dar kartą.
lv: Jūs nepareizi ievadījāt pašreizējo galveno paroli. Lūdzu, mēģiniet vēlreiz.
mai: अहाँ सही मुख्य गुड़किल्ली डाला नहि अछि. फेर कोशिश करू .
ml: താങ്കള്‍ ഇപ്പോഴത്തെ ശരിയായ പ്രധാന പാസ്‌വേര്‍ഡ് എന്റര്‍ ചെയ്തില്ല. ദയവായി വീണ്ടും സ്രമിക്കുക.
ms: Anda tidak memasukkan Katalaluan Induk semasa yang betul. Sila cuba lagi.
my: မှန်ကန်တဲ့ လက်ရှိ ပင်မ စာဝှက်စနစ်ကို သင် ရေးထည့်မထားဘူး။ ထပ်ကြိုးစားပါ။
nb_no: Du skrev ikke inn det korrekte hovedpassordet. Prøv igjen.
oc: Avètz pas picat lo senhal principal actual corrècte. Tornatz ensajar.
or: ଆପଣ ସଠିକ ପ୍ରଚଳିତ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତ ଭରଣ କରିନଥିଲେ. ଦୟାକରି ପୁଣିଥରେ ଚେଷ୍ଟାକରନ୍ତୁ.
pt_br: Você não forneceu corretamente a senha mestra. Por favor, tente de novo.
rw: Ntabwo winjije Ijambobanga Ngenga rigezweho riri ryo. Ongera ugerageze.
si: ඔබ දැනට ඇති නිවැරදි ප්‍රධාන රහස්පදය ඇතුළත් කළ යුතුවේ. කරුණාකර යළි උත්සාහ කරන්න.
sv: Du skrev inte in det nuvarande huvudlösenordet rätt. Försök igen.
ta: நீங்கள் சரியான முதன்மை கடவுச்சொல்லை உள்ளிடவில்லை, மீண்டும் முயற்சிக்கவும்.
te: మీరు ఖచ్చితమైన ప్రస్తుత ముఖ్యసంకేతపదాన్ని ప్రవేశపెట్టలేదు. దయచేసి మరలా తిరిగి ప్రయత్నించండి.
th: คุณกรอกรหัสผ่านหลักผิด โปรดลองอีกครั้ง
tr: Ana parolanızı doğru şekilde girmediniz. Lütfen tekrar deneyin.
ug: توغرا ئاساسىي ئىمنى كىرگۈزمىدىڭىز. قايتا سىناڭ.
ur: آپ نے موجودہ صحیح ماسٹر پاس ورڈ داخل نہیں کیا۔ پھر کوشش کریں۔
uz: Joriy "Parol ustasi"ni toʻgʻri kiritmadingiz. Yana urinib koʻring.
vi: Bạn không nhập đúng Mật khẩu Chính hiện tại. Hãy thử lại.
zu: Awufakanga Igama Lokungena Eliphethe elifanele lamanje. Sicela uphinde uzame.
