Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.dtd.po
Languages: af, ar, as, az, bn_in, br, bs, ca, cy, eu, fur, he, hi_in, hr, hu, id, ka, kk, km, ku, lb, lt, lv, mai, ne, or, ps, pt_br, ro, si, sr, sv, ta, te, th, uz, vi, xh, zu

source: However, your encryption private key will be stored by the certificate authority, and could be used to read your encrypted email or documents without your permission.
af: U enkripsie- private sleutel sal egter deur die sertifikaatowerheid gestoor word, en dit kan sonder u toestemming gebruik word om u geÃ«nkripteerde e-pos of dokumente te lees.
ar: إلّا أنّ المفتاح السرّي ستخزّنه سلطة الشّهادات، و يمكن أن يستخدم لقراءة بريدك أو مستنداتك المعمّاة دون إذنك.
as: কিন্তু, আপোনাৰ এনক্ৰিপছন ব্যক্তিগত কি'ক প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষই ৰক্ষা কৰিব, আৰু আপোনাৰ ই-মেইল বা নথি আপোনাৰ অনুমতি নোহোৱাকে পঢ়িবলৈ ব্যৱহাৰ হ'বও পাৰে।
az: Heç nəyə baxmayaraq təsdiq sənədi rəsmisi tərəfindən şifrələnmiş xüsusi açarınız saxlandı və şifrələnmiş e-poçt və ya sənədlərinizi sizin icazəniz olmadan oxumaq məqsədi ilə istifadə edilə bilər.
bn_in: আপনার ব্যাক্তিগত এনক্রিপশন কি-টি (key) সার্টিফিকেট অথোরিটির (CA) দ্বারা সংরক্ষিত হওয়ার ফলে আপনার অনুমতি বিনা এনক্রিপ্ট করা ব্যক্তিগত ই-মেইল ও নথিপত্র অন্যায্যভাবে পাঠ হওয়ার বিপদ উত্‍‌পন্ন হয়।
br: Forzh penaos e vo kadavet hoc'h alc'hwez prevez enrinegañ gant an aotrouniezh testeniañ hag arveret e c'hallfe bezañ evit lenn ho posteloù pe deulioù enrinek hep hoc'h aotre.
ca: Tanmateix, atès que l'entitat certificadora emmagatzemarà la vostra clau privada de xifratge, podria utilitzar-la per llegir el vostre correu o altres documents xifrats sense la vostra autorització.
cy: Er hynny, bydd eich allwedd amgryptio breifat yn cael ei chadw gan yr awdurdod tystysgrifo ac fe all gael ei defnyddio i ddarllen eich e-bost wedi ei amgryptio neu ddogfennau heb eich caniatâd.
eu: Dena den, zure zifratze-gako pribatua autoritate ziurtagiri emaileak gordeko du, eta e-posta edo dokumentu zifratuak zure baimenik gabe irakurtzeko erabil liteke.
fur: In dut câs, la tô clâf privade di cifrazion e sarà archiviade de autoritât di certificazion, e e podarès jessi doprade par lei la to mail o i tiei documents cence il to permès.
he: לעומת זאת, מפתח ההצפנה הפרטי שלך יאוחסן על־ידי רשות האישורים, ועלול לשמש לקריאת הדוא״ל או המסמכים המוצפנים שלך ללא רשותך.
hi_in: हालांकि आपका गोपन कुंजी को सर्टिफिकेट आथोरिटी के द्वारा जमा किया जायेगा, और आपके गोपित ईमेल को पढ़ने के लिये प्रयुक्त किया जा सकेगा बिना आपकी अनुमति के.
hr: Međutim, vaš privatni ključ šifriranja će spremiti agencija certifikata i može se iskoristiti za čitanje vaše šifrirane e-pošte ili dokumenata bez vašeg dopuštenja.
hu: Viszont ez azzal is jár, hogy mivel a CA tárolja az Ön személyes titkosító kulcsát, elolvashatja az Önnek szánt titkosított leveleket az engedélye nélkül.
id: Walau demikian, enkripsi kunci pribadi Anda akan disimpan oleh otoritas sertifikat, dan dapat digunakan untuk membaca email atau dokumen terenkripsi Anda tanpa izin Anda.
ka: მეორეს მხრივ, დაშიფვრის თქვენი პერსონალური გასაღები შეინახება სერთიფიკატების გამცემთან და მას შეეძლება თქვენი დაშიფრული დოკუმენტების დაუკითხავად წაკითხვა.
kk: Сіздің жеке кілтіңіз сертификация ақпаратымен бірге сақталады, сондықтан сіздің шифрленген поштаңызды не құжаттарыңызды сіздің рұқсатыңсыз-ақ бөтен адамдар оқи алады.
km: ទោះបី​ជា​យ៉ាងណា សោ​ឯកជន​សម្រាប់​ការ​អ៊ិនគ្រីប​របស់​អ្នក​នឹង​ត្រូវ​បាន​រក្សាទុក​ដោយ​អាជ្ញាធរ​វិញ្ញាបនបត្រ និង​អាច​ត្រូវ​បាន​ប្រើ​សម្រាប់​អាន​ឯកសារ ឬ​អ៊ីមែល​ដែល​បាន​អ៊ិនគ្រីប​ដោយ​មិន​ចាំបាច់​សុំ​ការ​អនុញ្ញាត​ពី​អ្នក ។
ku: Heke kilîtate ya taybet a ku ji hêla peywirdarê sertîfîkayê ve hatiye nasnavkirin winda bibe, peywirdara sertîfîkayê dikare E-Peyam û dokumenên te yên binasnav bêyî destûra te bixwîne.
lb: Mee, däin privaten Verschlësselungs-Schlëssel wäert vun der Verschlësselungs-Autoritéit gespäichert ginn, a kéint benotzt ginn fir ouni deng Erlaabnis deng verschlësselt Emailen oder Dokumenter ze liesen.
lt: Tačiau jūsų privatųjį užšifravimo raktą saugos liudijimų įstaiga ir dėl to yra pavojus, kad kas nors galės juo pasinaudoti ir perskaityti jūsų užšifruotus laiškus ir dokumentus be jūsų leidimo.
lv: Tomēr, jūsu šifrēšanas atslēga tiks glabāta pie sertifikāta autoritātes un tā to varēs izmantot jūsu šifrētā e-pasta vai dokumentu lasīšanai bez jūsu ziņas.
mai: मुदा अहाँक गोपन कुँजी केँ सर्टिफिकेट आथोरिटी क द्वारा जमा कएल जएताह, आओर अहाँक गोपित इमेल केँ पढ़बाक लेल प्रयुक्त कएल जाए सकत बिनु अहाँक अनुमतिक.
ne: जसरी पनि, तपाईँको गोप्य कुञ्जीलाई प्रमाणपत्र अधिकारीले भण्डारण गर्छ, र तपाईँको अनुमतिबिना तपाईँको गोप्य इ-मेल वा कागजातहरु पढ्न प्रयोग हुन सक्छ।
or: ତଥାପି, ଆପଣଙ୍କର ସଂଗୁପ୍ତ ନିଜସ୍ୱ କି ପ୍ରମାଣପତ୍ର ପ୍ରଧିକାରୀଙ୍କ ଦ୍ୱାରା ସଞ୍ଚୟ ହେବ, ଏବଂ ଆପଣଙ୍କର ସଂଗୁପ୍ତ ଇମେଲ କିମ୍ୱା ତଥ୍ୟକୁ ଆପଣଙ୍କର ବିନା ଅନୁମତିରେ ପଢ଼ିବା ପାଇଁ ବ୍ୟବହାର ହୋଇପାରିବ.
ps: Hپه هر حال ستاسې د کوډییزونې کیلي به د منښتلیک د واک په وسیله وزېرمل شي، او بیا به امکان ولري، چې ستاسې کوډییز شوي لیکونه یا لاسوندونه ستاسې له اجازې پرته ولوستل شي.
pt_br: Entretanto, sua chave de criptografia privada será armazenada pela autoridade certificadora e pode ser usada para ler seus emails criptografados sem sua permissão.
ro: Însă cheia privată va fi stocată de către autoritatea de certificare, și ar putea fi folosită pentru citirea mesajelor sau documentelor dumneavoastră criptate, fără permisiunea dumneavoastră.
si: කෙසෙ නමුත් ඔබරර සංකේතාන්කන පෞද්ගලික යතුරු සහතික අධිකාරිය විසින් ගබඩා කරගනු ඇති අතර එය ඔබේ අවසර නැතිව ඔබේ සංකේතාන්කය කළ විද්‍යුත් තැපැල් සහ ලේඛන කියවීමට භාවිතා කළ හැක.
sr: Међутим, Ваш приватни кључ биће чуван код ауторитета за сертификат и може да се користи за читање шифроване поште или докумената без Ваше дозволе.
sv: Det innebär dock att din hemliga krypteringsnyckel kommer att lagras hos denna certifikatutfärdare, och att den skulle kunna användas för att utan din tillåtelse läsa din krypterade e-post eller dina dokument.
ta: எனினும், உங்கள் குறியாக்க தனிவிசை சான்றிதழ் நிறுவனரால் சேமிக்கப்பட்டு உங்கள் மின்னஞ்சல் மற்றும் ஆவணங்களை படிக்கும் அபாயம் இதில் உள்ளது..
te: ఏమైనప్పటికి, మీ ఎన్క్రిప్షన్ వ్యక్తిగత కీ ధృవీకరణపత్రం అధారిటీచేత నిల్వవుంచబడుతుంది, మరియు మీ అనుమతిలేకనే మీ ఎన్క్రిప్టెడ్ ఇమెయిల్ లేదా పత్రములను చదువుటకు ఉపయోగిస్తుంది.
th: อย่างไรก็ตาม กุญแจเข้ารหัสลับส่วนตัวของคุณจะถูกเก็บไว้ที่ CA และอาจถูกใช้เพื่ออ่านอีเมลหรือเอกสารที่คุณเข้ารหัสลับไว้โดยไม่ได้รับอนุญาต
uz: Shuningdek, kodlash maxfiy kalitingiz sertifikat tasdig‘i tomonidan saqlanadi va sizning ruxsatingizsiz kodlangan xatlar yoki hujjatlarni o‘qishda foydalaniladi.
vi: Tuy nhiên, khóa mật hóa cá nhân của bạn sẽ được lưu bởi bên thẩm định chứng chỉ, và có thể dùng để đọc các email và tài liệu đã mật hóa của bạn mà không cần sự cho phép của bạn.
xh: Kodwa, isitshixo sakho sofihlo sizakugcinwa ngumgunyazisi wesiqinisekiso, uzakukwazi ukuyisebenzisa ukufunda i email yakho efihliweyo okanye amaxhwebhu ngaphandle kwemvume.
zu: Nokho, inkinobho yakho eyimfihlo yombhalo ogciniwe izogcinwa yigunya lesitifiketi, futhi ingase isetshenziselwe ukufunda i-imeyili yakho noma amadokhumenti anombhalo ocashile ngaphandle kwemvume yakho.

source: &View Certificate
af: &Bekyk sertifikaat
ar: عرض ال&شّهادة
as: প্ৰমাণপত্ৰ চাওক
az: Sertifikatı &göstər
bn_in: সার্টিফিকেট প্রদর্শন করুন
br: G&welout an testeni
ca: &Visualitza el certificat
cy: Golwg ar Dystysgrif
eu: &Ikusi ziurtagiria
fur: Visualize &certificât
he: &הצג אישורים
hi_in: प्रमाणपत्र देखें
hr: Pogledaj &certifikat
hu: &Tanúsítvány megtekintése
id: Tampilkan &Sertifikat
ka: სერთიფიკატის ნახვა
kk: Серти&фикатты қарап шығу
km: មើល​វិញ្ញាបនបត្រ
ku: &Sertîfîkayê Nîşan Bide
lb: &Kuck d'Zertifikat
lt: &Rodyti liudijimą
lv: Ap&skatīt sertifikātu
mai: प्रमाणपत्र देखू
ne: प्रमाणपत्र हेर्नुहोस्
or: ପ୍ରମାଣପତ୍ର ଦେଖନ୍ତୁ
ps: د منښتلیک لیدل
pt_br: &Exibir certificado
ro: &Vizualizează certificat
si: සහතිකය දක්වන්න
sr: &Преглед сертификата
sv: &Visa certifikat
ta: சான்றிதழை பார்
te: ధృవీకరణపత్రాన్ని దర్శించు
th: &ดูใบรับรอง
uz: Sertifikatlarni &ko‘rish
vi: &Xem Chứng Thư
zu: &Bheka Isitifiketi

source: Please ask your system administrator for assistance
af: Vra u stelseladministrateur vir bystand
cy: Gofynnwch i weinyddwr eich system am gymorth
sr: Обратите се за помоћ администратору система
xh: Nceda cela uncedo kumlawuli wakho wendlela yokusebenza
zu: Sicela ucele usizo kumqondisi wohlelo

source: Generating A Private Key
af: Genereer A- private sleutel
ar: يجري توليد مفتاح سري
as: এটা ব্যক্তিগত কি' সৃষ্টি কৰা হৈছে
az: Xüsusi açar yarat
bn_in: ব্যক্তিগত কি (key) উৎপন্ন করার প্রণালী
br: O c'henel un alc'hwez prevez
bs: Generisanje privatnog ključa
ca: S'està generant una clau privada
cy: Cynhyrchu Allwedd Breifat
eu: Gako pribatua sortzen
fur: Gjenerazion di une clâf privade
he: מייצר מפתח פרטי
hi_in: एक निजी कुंजी उत्पन्न कर रहा है
hr: Generiranje privatnog ključa
hu: Személyes kulcs generálása
id: Membuat Kunci Pribadi
ka: პირადი გასაღების შექმნა
kk: Жабық кілтті генерациялау
km: កំពុង​បង្កើត​សោ​ឯកជន
ku: Kilîteke taybet biafirîne
lb: Generéiert Ee Private Schlëssel
lt: Privačiojo rakto generavimas
lv: Ģenerē privāto atslēgu
mai: एकटा निज कुँजी उत्पन्न कए रहल अछि
ne: एउटा निजी कुञ्जी उत्पन्न गरिँदै
or: ଗୋଟିଏ ନିଜସ୍ୱ କି ନିର୍ମାଣ କରୁଅଛି
ps: یوه ځاني کیلي جوړوي
pt_br: Gerando uma chave privada
ro: Generez o cheie privată
si: පෞද්ගලික යතුරු නිශ්පාදනය වෙමින්
sr: Прављење приватног кључа
sv: Genererar en hemlig nyckel
ta: தனி விசையை உருவாக்குகிறது
te: ఒక ప్రవేట్ కీను సంభవింపచేయుట
th: กำลังสร้างกุญแจส่วนตัว
uz: Maxfiy kalit yaratish
vi: Tạo một Khóa Cá nhân
xh: Isitshixho Esinika Isigxina Sendawo Sekhusi
zu: Yenza Inkinobho Eyimfihlo

source: Key Generation in progress… This may take a few minutes….
ar: يجري توليد المفتاح… قد يستغرق هذا بضعة دقائق….
as: কি' সৃষ্টি কৰা হৈছে... কিছু সময় লাগিব....
az: Açar yaradılır… Bu əməliyyat bir az uzun çəkə bilər…
bn_in: কি (Key) উৎপন্ন করা হচ্ছে... এই কাজে কিছু সময় ব্যয় হবে....
br: O c'henel an alc'hwez… Un tammig amzer e pado moarvat….
bs: Generisanje ključa u toku… Ovo može potrajati nekoliko minuta….
ca: S'està generant la clau… Pot trigar uns minuts…
cy: Wrthi'n Cynhyrchu Allwedd... Gall hyn gymryd ychydig o amser...
eu: Gakoa sortzen… Minutu batzuk har ditzake…
fur: Daûr a gjenerâ la clâf… I vûl cualchi moment…
he: יצור מפתח מתבצע... זה עשוי לקחת מספר דקות....
hi_in: कुंजी जनन प्रगति में है, यह कुछ समय लेगा....
hr: Generiranje ključa je u tijeku... Ovo može potrajati nekoliko minuta...
hu: Kulcsgenerálás folyamatban… Ez eltarthat egy pár percig…
id: Pembuatan Kunci dalam proses. Membutuhkan beberapa saat….
ka: მიმდინარეობს გასაღების შექმნა… შესაძლოა რამდენიმე წუთი დასჭირდეს…
kk: Кілттер генерациялауда. Бірнеше минут алуы мүмкін...
km: ការ​បង្កើត​សោ​កំពុងតែ​ដំណើរការ… វា​អាច​ចំណាយ​ពេល​ពីរ​បី​នាទី….
ku: Kilît tê afirandin...Dibe ku ev kar demeke dirêj bajo...
lb: Schlëssel Generéierung am Gaang… Dëst kann e puer Minutten daueren….
lt: Generuojamas privatusis raktas… Tai gali užtrukti keletą minučių…
lv: Notiek atslēgas ģenerēšana… Tas var aizņemt vairākas minūtes…
mai: कुंजी जनन प्रगति मे अछि, ई किछु समय लेत....
or: କି ନିର୍ମାଣ ପ୍ରଣାଳୀ… ଏହା କିଛି ମିନଟ ସମୟ ନେଇପାରେ….
pt_br: Geração de chave em andamento… Pode levar alguns minutos…
ro: Generez cheia... Aceasta poate dura câteva minute....
si: යතුරු නිර්මාණය වෙමින්... මේ සඳහා විනාඩි කීපයක් ගතවේවි....
sr: Кључ се генерише… Ово може да потраје неколико минута…
sv: Nyckelgenerering pågår… Detta kan ta ett par minuter…
ta: விசை உருவாக்கப்படுகிறது... இதற்கு சிறிது நேரம் ஆகும்....
te: కీ సంభవం జరుగుతోంది... ఇది కొన్ని నిమషముల సమయం తీసుకుంటుంది....
th: กำลังสร้างกุญแจ… อาจใช้เวลาสักครู่…
uz: Kalit yaratilmoqda… Bu bir necha daqiqa olishi mumkin….
vi: Đang trong tiến trình Tạo Khóa… Việc này có thể mất vài phút….

source: Please wait…
ar: من فضلك انتظر…
as: অনুগ্ৰহ কৰি অপেক্ষা কৰক...
az: Lütfən gözləyin…
bn_in: অনুগ্রহ করে অপেক্ষা করুন...
br: Gortozit mar plij …
bs: Molimo sačekajte…
ca: Espereu…
cy: Arhoswch...
eu: Itxaron…
fur: Spiete un moment…
he: אנא המתן...
hi_in: कृपया प्रतीक्षा करें...
hr: Molim pričekajte...
hu: Kis türelmet…
id: Silakan tunggu…
ka: შეიცადეთ…
kk: Күте тұрыңыз…
km: សូម​រង់ចាំ...
ku: Ji kerema xwe li bendê be...
lb: Waart w.e.g.…
lt: Prašom palaukti…
lv: Lūdzu, uzgaidiet…
mai: कृपया प्रतीक्षा करू ...
or: ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ…
pt_br: Por favor, aguarde…
ro: Vă rugăm așteptați...
si: මඳක් ඉවසන්න...
sr: Молимо да сачекате…
sv: Var god vänta…
ta: தயவு செய்து காத்திருக்கவும்...
te: దయచేసి వేచివుండండి...
th: โปรดรอ…
uz: Kutib turing…
vi: Vui lòng chờ…

source: Text Signing Request
af: Teksonderteken-versoek
cy: Cais am Lofnodi Testun
sr: Захтев за потпис текста
xh: Isicelo Sotyikityo Sombhalo
zu: Isicelo Sokusayina Okubhaliwe

source: Signing Certificate
af: Onderteken sertifikaat
cy: Tystysgrif Llofnodi
sr: Потписујем сертификат
xh: Ilayisha ngaphantsi Isiqinisekiso
zu: Isitifiketi Sokusayina

source: To confirm you agree to sign this text message using your selected certificate, please confirm by entering the master password:
af: Om te bevestig dat u toestem om hierdie teksboodskap te onderteken deur u geselekteerde sertifikaat te gebruik, bevestig deur u meesterwagwoord in te tik:
cy: I gadarnhau eich bod yn cytuno i lofnodi'r neges testun gan ddefnyddio'r dystysgrif, cadarnhewch drwy rhoi'r prif gyfrinair.
sr: Како би потврдили да сте сагласни да потпишете текст поруке користећи изабрани сертификат, молим потврдите уносећи главну лозинку:
xh: Ukuqinisekisa ukuba uyavuma ukutyikitya lomyalezo walombhalo ngokusebenzisa isiqinisekiso sakho osikhethileyo, qinisekisa ngokufaka isingenisi esingundoqo:
zu: Ukuze uqinisekise ukuthi uyavuma ukusayina lo myalezo usebenzisa isitifiketi sakho esikhethiwe, sicela uqinisekise ngokufaka igama lokungena eliphethe:

source: Protected Token Authentication
ar: استيثاق علامة محمية
as: সুৰক্ষিত টোকেনৰ প্ৰমাণীকৰণ
az: Qorunmuş işarənin kimlik Təsdiqləməsi
bn_in: সুরক্ষিত টোকেন অনুমোদন
br: Dilesa ar reveziadenn gwarezet
bs: Zaštitite znak za ovjeru vjerodostojnosti
ca: Autenticació de testimoni protegit
cy: Dilysu Tocyn Diogel
eu: Babesturiko token autentifikazioa
he: הזדהות לאסימון מוגן
hi_in: संरक्षित टोकन सत्यापन
hr: Zaštićena token autentifikacija
hu: Hitelesítés védett tokennel
id: Autentikasi Token Terproteksi
ka: დაცული რგოლის აუთენტიფიკაცია
kk: Қорғалған токен аутентификациясы
km: បាន​ការពារ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​របស់​ថូខឹន
ku: HNW
lb: Geschützt Token Authentifikatioun
lt: Tapatumo patvirtinimas saugumo priemone
lv: Aizsargātas marķierierīces autentificēšana
mai: संरक्षित टोकन सत्यापन
or: ସୁରକ୍ଷିତ ଟୋକେନ ବୈଧିକରଣ
pt_br: Autenticação protegida por token
ro: Autentificare prin identificator protejat
si: ආරක්‍ෂිත ටෝකන සහතික කිරීම
sr: Аутентикација заштићеним токеном
sv: Skyddad informationsbärarautentisering
ta: பாதுகாக்கப்பட்ட டோக்கன் அங்கீகாரம்
te: రక్షించబడిన టోకెన్ ధృవీకరణ
th: การพิสูจน์ว่าโทเค็นที่ปกป้องไว้เป็นของจริง
uz: Himoyalangan ulam tasdig‘i
vi: Xác thực Mã thông báo được Bảo vệ

source: Please authenticate to the token. Authentication method depends on the type of your token.
ar: من فضلك استوثق من هذه العلامة. تعتمد طريقة الاستيثاق على نوع علامتك.
as: অনুগ্ৰহ কৰি টোকেনত প্ৰমাণ কৰক। প্ৰমাণীকৰণৰ পদ্ধতি আপোনাৰ টোকেনৰ ধৰণৰ ওপৰত নিৰ্ভৰ কৰে।
az: Lütfən işarəyə kimliyinizi təsdiqləyin. Kimlik təsdiqləmə üsulu işarətinizin növünə görə dəyişir.
bn_in: অনুগ্রহ করে টোকেন সহযোগে অনুমোদন করুন। ব্যবহৃত টোকেনের উপর অনুমোদন পদ্ধতি নির্ভরশীল।
br: Mar plij, dilesait ouzh ar reveziadenn. Hentenn dilesa a vo hervez rizh ho reveziadenn.
bs: Molimo vas da izvršite ovjeru vjerodostojnosti znaka. Metoda ovjere vjerodostojnosti znaka ovisi o tipu vašeg znaka.
ca: Autentiqueu al testimoni. El mètode d'autenticació depèn del tipus del vostre testimoni.
cy: Dilyswch i'r tocyn. Mae dulliau dilysu'n dibynnu ar y math o docyn.
eu: Mesedez token-ean autentifikatu. Autentifikazio metodoa token moetaren arabera aldatzen da.
he: בבקשה הזדהה לאסימון. צורות ההזדהות תלויות בסוג האסימון שבידך.
hi_in: कृपया टोकन में सत्यापित करें. सत्यापन विधि आपके टोकन के प्रकार पर निर्भर करता है.
hr: Molim, autentificirajte se tokenu. Metoda autentifikacije ovisi o tipu vašeg tokena.
hu: Hitelesítse magát a tokennél. A hitelesítési módszer a token típusától függ.
id: Silakan token berikut diautentikasi. Metode autentikasi bergantung pada tipe token Anda.
ka: გთხოვთ გაიიაროთ რგოლის აუთენტიფიკაცია. აუთენტიფიკაციის მეთოდი თქვენი რგოლის ტიპზეა დამოკიდებული.
kk: Токен үшін аутентификация керек. Оның түрі токен түріне байланысты.
km: សូម​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ចំពោះ​ថូខឹន ។ វិធីសាស្ត្រ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ផ្អែក​លើ​ប្រភេទ​នៃ​ថូខឹន​របស់​អ្នក ។
ku: Tika ye nasnameya xwe esehî bike. Rêbaza esehîkirina nasnameyê li gorî cureyê îşaretan diguhere.
lb: Authentifizéier dech w.e.g. vis-a-vis vum Token. D'Authentifikatiouns-Method hänkt vum Typ vum dengem Token of.
lt: Prašome patvirtinti savo tapatumą saugumo priemonei. Tapatumo patvirtinimo būdas priklauso nuo šios priemonės tipo.
lv: Lūdzu autentificējiet marķierierīci. Autentificēšanas metode atkarīga no ierīces tipa.
mai: कृपया टोकन मे सत्यापित करू. सत्यापन विधि अहाँक टोकन क प्रकार पर निर्भर करैत अछि .
or: ଦୟାକରି ଟୋକେନକୁ ବୈଧିକରଣ କରନ୍ତୁ. ବୈଧିକରଣ ପ୍ରଣାଳୀ ଆପଣଙ୍କର ଟୋକେନ ପ୍ରକାର ଉପରେ ନିରଭର କରେ.
pt_br: Por favor, identifique-se com o token. O modo de autenticação depende do tipo do seu token.
ro: Vă rog autentificați-vă față de identificator. Metoda de autentificare depinde de tipul identificatorului dumneavoastră.
si: කරුණාකර ටෝකනයට සහතික කරන්න. යෙදුමේ ආකාරය ඔබේ ටෝකනයේ වර්ගය මත රදාපවති.
sr: Молимо да се пријавите знаком распознавања (token). Врста аутентикације зависи од врсте знака распознавања.
sv: Var god autentisera till informationsbäraren. Autentiseringsmetoden beror på informationsbärarens typ.
ta: டோக்கனை அங்கீகரிக்கவும். அங்கீகார முறை உங்கள் டோக்கனை சார்ந்து இருக்கும்.
te: దయచేసి ఈటోకెన్‌కు ధృవీకరించుము. ధృవీకరణ విధానం మీటోకెన్‌యొక్క రకముపై ఆధారపడుతుంది.
th: โปรดพิสูจน์ว่าโทเค็นเป็นของจริง วิธีพิสูจน์จะขึ้นกับชนิดของโทเค็น
uz: Ulamga tasdiqdan o‘tkazing. Tasdiqdan o‘tkazish uslubi ulamingiz turiga bog‘liq.
vi: Vui lòng xác thực cho mã thông báo. Phương thức xác thực tùy thuộc vào kiểu mã thông báo của bạn.

source: Token:
ar: علامة:
as: টোকেন:
az: İşarə:
bn_in: টোকেন:
br: Reveziadenn :
bs: Žeton:
ca: Testimoni:
cy: Tocyn:
eu: Token-a:
he: אסימון:
hi_in: टोकन:
ka: რგოლი:
kk: Токен:
km: ថូខឹន ៖
ku: HNW
lt: Priemonė:
lv: Marķierieīce:
mai: टोकन:
or: 'ଟୋକେନ:
ro: Identificator:
si: ටෝකනය:
sr: Знак:
sv: Informationsbärare:
ta: டோக்கன்:
te: టోకెన్:
th: โทเค็น :
uz: Ulam:
vi: Mã thông báo:

source: Secure Connection Failed
cy: Methodd y Cysylltiad â'r Gweinydd
sr: Безбедна веза није успостављена

source: This could be a problem with the server's configuration or it could be someone trying to impersonate the server.
cy: Gall hyn fod yn broblem gyda ffurfweddiad y gweinydd neu gall fod yn rhywun yn ceisio efelychu’r gweinydd.
sr: Ово може да буде проблем са подешавањем сервера или може да буде неко ко жели да се представи као сервер.

source: If you have connected to this server successfully in the past the error may be temporary and you can try again later.
cy: Os ydych wedi cysylltu â'r gweinydd hwn yn y gorffennol gall fod y gwall yn un dros dro ac y gallwch geisio eto.
sr: Ако сте се у прошлости успешно повезивали на овај сервер, грешка је онда можда привремена па је могуће решење да сачекате и пробате касније.

source: _: setPassword.tokenName.label Security Device
af: _: setPassword.tokenName.label Sekuriteitstoestel
zu: Into Yokuvikela

source: _: getPassword.tokenName.label Security Device
af: _: getPassword.tokenName.label Sekuriteitstoestel
zu: Into Yokuvikela

source: _: pref.security.general.rHeader Settings for general security
af: _: pref.security.general.rHeader Opstelling vir algemene sekuriteit
zu: Indlela okuhleleke ngayo izici zokuvikela ezivamile

source: _: pref.security.general.header Settings for general security
af: _: pref.security.general.header Opstelling vir algemene sekuriteit
zu: Indlela okuhleleke ngayo izici zokuvikela ezivamile

source: Trust this CA to identify web sites.
af: Vertrou hierdie SO om webwerwe te identifiseer.
xh: Themba le CA ukuqwalasela amanxuwa e web.
zu: Themba le CA ukuthi izohlonza izingosi zewebhu.

source: Security Error: Domain Name Mismatch
af: Sekuriteitsfout: Wangepaste domeinnaam
xh: Imposiso Yokhuselo: Igama Lendawo Okungafaniyo
zu: Iphutha Lokuvikela: Isijobelelo Somxhumi Asihambelani

source: Would you like to continue anyway?
af: Wil u dit in elk geval skep?
xh: Ingaba uyafuna ukuqhubeka?
zu: Ungathanda yini ukuqhubeka noma kunjalo?

source: Continue
af: Gaan voort
zu: Qhubeka

source: _: clientAuthAsk.message3 Details of selected certificate:
af: _: clientAuthAsk.message3 Besonderhede van geselekteerde sertifikaat:
zu: Imininingwane yesitifiketi esikhethiwe:

source: _: certPicker.detailsLabel Details of selected certificate:
af: _: certPicker.detailsLabel Besonderhede van geselekteerde sertifikaat:
zu: Imininingwane yesitifiketi esikhethiwe:

source: Key Generation in progress... This may take a few minutes....
af: Sleutelgenerering tans besig... Dit kan dalk 'n paar minute duur...
xh: Isitshixo Esinika isigxina sendawo kuqubheko... Okukungathatha imizuzu embalwa....
zu: Ukwenziwa Kwenkinobho kusaqhubeka... Kungase kuthathe imizuzu embalwa....

source: Please wait...
af: Wag...
xh: Nceda linda...
zu: Sicela ulinde...
