Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: X.509 Certificate with chain (PKCS#7)
af: X.509-sertifikaat met ketting (PKCS#7)
ar: شهادة ‪X.509 (PKCS#7)‬ مع سلسلة
as: শংখল (PKCS#7) ৰ সৈতে X.509 প্ৰমাণপত্ৰ
az: X.509 təsdiq sənədi (PKCS#7)
bg: Сертификат X.509 с поредица (PKCS#7)
bn_in: চেইন সহ X.509 সার্টিফিকেট (PKCS#7)
br: Testeni X.509 gant steudad (PKCS#7)
ca: Certificat X.509 amb cadena (PKCS#7)
cy: Tystysgrif X.509 gyda chadwyn (PKCS#7)
es_mx: Certificado X.509 con cadena (PKCX#7)
eu: X.509 Ziurtagiria kateaz (PKCS#7)
fur: Certificât X.509 cun cjadene (PKCS#7)
gd: Teisteanas X.509 le slabhraidh (PKCS#7)
gu: સાંકળ સાથેનું X.509 પ્રમાણપત્ર(PKCS#7)
hi_in: X.509 शृंखला के साथ प्रमाणपत्र (PKCS#7)
hr: X.509 lančani certifikat (PKCS#7)
hu: X.509 tanúsítvány lánccal (PKCS#7)
hy_am: X.509 Վկայագրերի շղթա (PKCS#7)
ka: X.509 სერთიფიკატი ჯაჭვით (PKCS#7)
kk: PKCS#7 пішіміндегі X.509 сертификаттар тобы
km: វិញ្ញាបនបត្រ X.509 ដែល​មាន​ខ្សែស្រឡាយ (PKCS#7)
kn: X.509 ಪ್ರಮಾಣಪತ್ರ , ಸರಪಳಿಯೊಂದಿಗೆ (PKCS#7)
ku: X.509 Sertîfîkaya bi zincîr (PKCS#7)
lt: X.509 liudijimas su grandine (PKCS#7)
lv: X.509 sertifikāts ar ķēdi (PKCS#7)
mai: X.509 शृंखला क सँग प्रमाणपत्र (PKCS#7)
ml: ചെയിനിനൊപ്പമുള്ള X.509 സര്‍ട്ടിഫിക്കേറ്റ് (PKCS#7)
ms: X.509 Sijil dengan (PKCS#7)
my: X.509 အချိတ်အဆက်ပါတဲ့ လက်မှတ် (PKCS#7)
nb_no: X.509 sertifikat med kjede (PKCS#7)
oc: Certificat X.509 amb cadena (PKCS#7)
or: X.509 ଶୃଙ୍ଖଳ ସହିତ ପ୍ରମାଣପତ୍ର (PKCS#7)
pt_br: Certificado X.509 com cadeia (PKCS#7)
sd: X.509 ڪڙيءَ سان سرٽيفڪيٽ (PKCS#7)
sv: X.509-certifikat med kedja (PKCS#7)
ta: X.509 சங்கிலியுடன் (PKCS#7) சான்றிதழ்
te: X.509 చైన్‌తో ధృవీకరణపత్రం (PKCS#7)
th: ใบรับรอง X.509 พร้อม chain (PKCS#7)
tr: X.509 sertifikası (PKCS#7)
ug: X.509 ئۇلانمىلىق گۇۋاھنامە (PKCS#7)
uz: X.509 zanjirli sertifikat (PKCS#7)
vi: X.509 Chứng chỉ có mạch chuỗi (PKCS#7)

source: File Error
af: Lêerfout
ar: خطأ في الملف
as: ফাইলত ভুল
az: Fayl səhvi
bg: Файлова грешка
bn_in: ফাইল সংক্রান্ত ত্রুটি
br: Fazi restr
ca: Error de fitxer
cy: Gwall Ffeil
es_mx: Error de archivo
eu: Fitxategi errorea
fur: Erôr di file
gd: Mearachd faidhle
gu: ફાઈલ ભૂલ
he: שגיאת קובץ
hi_in: फाइल त्रुटि
hr: Greška datoteke
hu: Fájlhiba
hy_am: Ֆայլի սխալ
ka: ფაილის შეცდომა
kk: Файл қатесі
km: កំហុស​ឯកសារ
kn: ಕಡತ ದೋಷ
ku: Çewtiya Pelê
lt: Failo klaida
lv: Faila kļūda
mai: फाइल त्रुटि
ml: ഫയലില്‍ പിശക്
ms: Ralat File
my: ဖိုင် အမှား
nb_no: Feil med fil
oc: Error de fichièr
or: ଫାଇଲ ତ୍ରୁଟି
pt_br: Erro de arquivo
sd: فائم جي چوڪ
si: ගොනු දෝෂය
sv: Filfel
ta: கோப்பு பிழை
te: ఫైల్ దోషము
th: แฟ้มผิดพลาด
tr: Dosya hatası
ug: ھۆججەت خاتالىقى
ur: نقص مسل
uz: Fayl xato
vi: Lỗi Tập Tin

source: Can't write to file %S: %S.
af: Kan nie na lêer %S skryf nie: %S.
ar: لا يُمكن الكتابة في الملف %S: %S.
as: %S ফাইললৈ লিখিব নোৱাৰি: %S.
az: %S faylına yazıla bilmir: %S.
bg: Не може да бъде записвано във файла %S: %S.
bn_in: %S ফাইলে লিখতে ব্যর্থ: %S.
br: N'hall ket skrivañ da restr %S : %S.
ca: No es pot escriure al fitxer %S: %S.
cy: Methu ysgrifennu i ffeil %S: %S.
es_mx: No se puede escribir en el archivo %S: %S.
eu: Ezin da %S fitxategia gorde: %S.
fur: No si pues scrivi sul file %S: %S.
gd: Cha ghabh a sgrìobhadh gun fhaidhle %S: %S.
he: לא ניתן לכתוב לקובץ %S: %S.
hi_in: फाइल %S में नहीं लिख सकता है: %S.
hr: Nije moguće pisati u datoteku %S: %S.
hu: A fájlba írás sikertelen: %S: %S.
hy_am: Չի ստացվում գրել %S ֆայլում: %S:
ka: ვერ ხერხდება ჩაწერა ფაილში %S: %S.
kk: %S файлына жазу мүмкін емес: %S.
km: មិន​អាច​សរសេរ​ឯកសារ​ទៅកាន់ %S: %S ។
kn: %S ಕಡತಕ್ಕೆ ಬರೆಯಲಾಗಲಿಲ್ಲ: %S.
ku: Nikare li pela %S'ê binivîse: %S.
lt: Nepavyko rašyti į failą %S: %S.
lv: Nevar ierakstīt failā %S: %S.
mai: फाइल %S मे नहि लिखि सकैत अछि : %S.
ms: Tidak boleh tulis di fail %S: %S.
my: %S ဖိုင်ကို မရေးနိုင်ဘူး - %S။
oc: Impossible d'escriure dins lo fichièr %S : %S.
or: ଫାଇଲ %Sରେ ଲେଖିପାରିବେ ନାହିଁ: %S.
pt_br: Não foi possível escrever no arquivo %S: %S.
si: %S ගොනුවට ලිවිය නොහැක: %S.
ta: கோப்பு %S இல் எழுத முடியவில்லை: %S.
te: ఫైల్ %Sకు వ్రాయలేము: %S.
th: ไม่สามารถเขียนลงแฟ้ม %S: %S.
tr: %S dosyasına yazılamıyor: %S.
ug: ھۆججەتكە يازالمىدى %S: %S.
uz: %S faylga yozib boʻlmadi: %S.
vi: Không thể ghi vào tập tin %S: %S.

source: Access denied
af: Toegang geweier
ar: رُفض الوصول
as: অভিগমৰ অনুমতি নাই
az: İcazə verilmir
bg: Отказан достъп
bn_in: অনুমোদন প্রত্যাখ্যাত
br: Nac'het eo bet an haeziñ
ca: S'ha denegat l'accés
cy: Gwrthod mynediad
es_mx: Acceso denegado
eu: Sarrera ukatua
fur: Acès dineât
gd: Inntrigeadh air a dhiùltadh
gu: પરવાનગી નામંજૂર
he: הגישה נדחתה
hi_in: पहुँच अस्वीकृत
hr: Pristup zabranjen
hu: Hozzáférés megtagadva
hy_am: Արգելված գործողություն
ka: წვდომა აკრძალულია
kk: Рұқсат жоқ
km: ការ​ចូល​ដំណើរការ​ត្រូវ​បាន​បដិសេធ
kn: ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ
ku: Têketin pêk nehat
lt: Nesuteikta prieiga
lv: Pieeja liegta
mai: पहुँच अस्वीकृत
ml: പ്രവേശനം നിഷേധിച്ചിരിക്കുന്നു
ms: Akses dinafikan
my: ၀င်ရောက်မှု ငြင်းပယ်ခံရတယ်
nb_no: Tilgang ble nektet
oc: Accès refusat
or: ପ୍ରବେଶାନୁମତି ନାହିଁ
pt_br: Acesso negado
rw: Kwinjiza ntibyemewe
sd: داجلا ناڪاري ويئي
si: ප්‍රවේශය වලකා ඇත
sv: Åtkomst nekad
ta: அணுகல் மறுக்கப்பட்டது
te: అనుమతి నిరాకరించబడింది
th: ถูกปิดกั้นการเข้าถึง
tr: Erişim engellendi
ug: زىيارەت رەت قىلىندى
ur: رسائی سے انکار
uz: Kirishga ruxsat berilmadi
vi: Truy cập bị từ chối

source: File is locked
af: Lêer is vasgesluit
ar: الملف مُوصد
as: ফাইল লক কৰা হৈছে
az: Fayl hazırda istifadə olunur
bg: Заключен файл
bn_in: ফাইলে লেখা যাবে না
br: Prennet eo bet ar restr
ca: El fitxer està bloquejat
cy: Ffeil wedi ei chloi
es_mx: El archivo está bloqueado
eu: Fitxategia blokeatua
fur: Il file al è blocât
gd: Tha am faidhle glaiste
gu: ફાઈલને તાળું મરાયેલ છે
he: הקובץ נעול
hi_in: फाइल तालाबंद है
hr: Datoteka je zaključana
hu: A fájl zárolva van
hy_am: Ֆայլը արգելափակված է
ka: ფაილი დაბლოკილია
kk: Файл блокталған
km: ឯកសារ​ត្រូវ​បាន​ចាក់សោ
kn: ಕಡತವು ಲಾಕ್‌ ಮಾಡಲ್ಪಟ್ಟಿದೆ
ku: Pel miftekirî ye
lt: Failas užrakintas
lv: Fails ir slēgts
mai: फाइल तालाबन्न अछि
ml: ഫയല്‍ ലോക്ക് ചെയ്തിരിക്കുന്നു
ms: Fail dikunci
my: ဖိုင်ကို သော့ပိတ်ထားတယ်
nb_no: Filen er låst
oc: Lo fichièr es varrolhat
or: ଫାଇଲଟିରେ ତାଲା ପଡ଼ିଯାଇଛି
pt_br: O arquivo está travado
sd: فائل کي ڪلف ڏنل آهي۔
si: ගොනුව අගුලු දමා ඇත
sv: Filen är låst
ta: கோப்பு பூட்டப்பட்டது
te: ఫైల్ లాక్ చేయబడింది
th: แฟ้มถูกล็อค
tr: Dosya şu anda kullanımda
ug: ھۆججەت قۇلۇپلانغان
ur: مسل مقفل ہے
uz: Fayl qulflangan
vi: Tập tin bị khóa

source: No space left on device
af: Geen ruimte oor op toestel nie
ar: لم يتبق مساحة على المُشغّل
as: ডিভাইচত আৰু স্থান নাই
az: Cihazda boş yer yoxdur
bg: Няма свободно място на диска
bn_in: ডিভাইসের মধ্যে পর্যাপ্ত ফাঁকা স্থান অনুপস্থিত
br: N'eus plas ebet war an trevnad
ca: No queda espai al dispositiu
cy: Dim lle ar ôl ar y ddyfais
es_mx: No hay espacio libre en el dispositivo
eu: Ez da lekurik gelditzen gailuan
fur: No si cjate plui spazi tal disc
gd: Chan eil àite air fhàgail air an uidheam
gu: ઉપકરણ પર કોઈ ખાલી જગ્યા બાકી નથી
he: לא נשאר מקום על ההתקן
hi_in: युक्ति पर कोई स्थान नहीं
hr: Nema više slobodnog prostora na uređaju
hu: Nincs hely az eszközön
hy_am: Սարքի վրա ազատ տեղ չի մնացել
ka: მოწყობილობაზე ადგილი არ დარჩა
kk: Құрылғыда бос орын жоқ
km: មិន​មាន​ទំហំ​ទំនេរ​នៅ​លើ​ឧបករណ៍​ទេ
kn: ಸಾಧನದಲ್ಲಿ ಯಾವುದೆ ಖಾಲಿ ಜಾಗ ಇಲ್ಲ
ku: Di cîhazê de ciyê vala nema
lt: Diske trūksta vietos
lv: Uz ierīces vairs nav brīvas vietas
mai: युक्ति पर कोनो स्थान नहि
ml: ഡിവൈസില്‍ സ്ഥലം ലഭ്യമല്ല
ms: Tiada ruang storan berlebihan pada peranti
my: ကိရိယာထဲမှာ နေရာ မကျန်တော့ဘူး
nb_no: Ikke mer ledig plass på enheten
oc: Pas d'espaci liure sul periferic
or: ଯନ୍ତ୍ରରେ କୌଣସି ସ୍ଥାନ ବଳିନାହିଁ
pt_br: Sem espaço no dispositivo
sd: وسيلي تي ڪابہ جاءِ نہ ڇڏي ويئي آهي۔
si: මෙවලමේ ඉඩ ඉතිරිව නැත
sv: Inget utrymme kvar på enheten
ta: சாதனத்தில் இடம் இல்லை
te: పరికరంనందు ఇంకా ఖాళి మిగిలిలేదు
th: อุปกรณ์ไม่มีพื้นที่พอ
tr: Aygıtta boş yer yok
ug: ئۈسكۈنىدە يېتەرلىك بوشلۇق يوق
ur: آلہ مہیں کوئی جگہ باقی نہیں رہ گئی
uz: Qurilmangizda bo‘sh joy qolmagan
vi: Không còn chỗ trống trên thiết bị

source: Unknown error
af: Onbekende probleem
ar: خطأ مجهول
as: অজ্ঞাত ভুল
az: Naməlum bir səhv
bg: Неизвестна грешка
bn_in: অজানা ত্রুটি
br: Fazi dianav
ca: Error desconegut
cy: Gwall anhaysbys
es_mx: Error desconocido
eu: Errore ezezaguna
fur: Erôr no cognossût
gd: Mearachd neo-aithnichte
gu: અજ્ઞાત બૂલ
he: שגיאה לא ידועה
hi_in: अज्ञात त्रुटि
hr: Nepoznata greška
hu: Ismeretlen hiba
hy_am: Անհայտ սխալ
ka: უცნობი შეცდომა
kk: Белгісіз қате
km: មិន​ស្គាល់​កំហុស
kn: ಅಜ್ಞಾತ ದೋಷ
ku: Çewtiya nenas
lt: Neapibrėžta klaida
lv: Nezināma kļūda
mai: अज्ञात त्रुटि
ml: അപരിചിതമായ സൈറ്റ്
ms: Ralat tidak diketahui
my: အမည်မသိတဲ့ အမှား
nb_no: Ukjent feil
oc: Error desconeguda
or: ଅଜଣା ତ୍ରୁଟି
pt_br: Erro desconhecido
sd: نامعلوم چوڪ
si: නොදන්නා දෝෂය
sv: Okänt fel
ta: தெரியாத பிழை
te: తెలియని దోషము
th: ไม่สามารถระบุความผิดพลาดได้
tr: Bilinmeyen bir hata
ug: نامەلۇم خاتالىق
ur: نامعلوم نقص
uz: Noma’lum xato
vi: Lỗi chưa biết

source: You are about to override how %S identifies this site.
af: U gaan nou die manier waarop %S hierdie werf identifiseer, oorheers.
ar: أنت على وشك تخطي كيفية تعرّف %S على هذا الموقع.
as: এই ছাইটক %S এ কেনেদৰে চিনি পাই আপুনি সেইটো আওকাণ কৰি আগবাছিব খুজিছে।
az: %S proqramının saytı təyin etmə şəklini etibarsız saymaq üzrəsiniz.
bg: Ще бъде променено как %S идентифицира този сайт.
bn_in: %S দ্বারা এই সাইটের পরিচয় নির্ধারণের প্রক্রিয়া আপনি পরিবর্তন করতে চলেছেন।
br: Emaoc'h o tilemel penaos e vez hennadet al lec'hienn-mañ gant %S.
ca: Esteu a punt de sobreescriure com el %S identifica aquest lloc.
cy: Rydych ar fin atal y ffordd mae %S yn adnabod y wefan.
es_mx: Está a punto de alterar cómo identifica %S este sitio.
eu: %S(e)k guneak nola identifikatzen dituen gainidaztera zoaz.
fur: Tu stâs par sorplantâ cemût che %S al identifiche chest sît.
gd: Tha thu an impis am modh a chur gu neoini air a làimhsicheas %S an làrach seo.
gu: કેવી રીતે %S સાઈટો ઓળખે છે તેના ઉપર તમે ફરીથી લખવા જઈ રહ્યા છો.
he: אתה עומד לעקוף את הדרך בה %S מזהה את אתר זה.
hi_in: यह साइट कैसे %S को पहचानता है आप उसको बदलने जा रहे हैं.
hr: Promijeniti ćete na način na koji %S identificira ovu stranicu.
hu: Arra készül, hogy felülbírálja a webhely %S általi besorolását.
hy_am: Դուք պատրաստվում եք ստիպողաբար փոխել ինքնությունը %S կայքի համար:
ka: თქვენ %S პროგრამით ამ საიტის ამოცნობის წესის ჩანაცვლებას აპირებთ.
kk: Сіз қазір %S бұл сайтты қалай анықтайтынын баптауларын өзгерткіңіз келеді.
km: អ្នក​បម្រុង​នឹង​បដិសេធ​របៀប %S កំណត់​អត្តសញ្ញាណ​តំបន់បណ្ដាញ​នេះ ។
kn: %S ವು ಈ ತಾಣವನ್ನು ಹೇಗೆ ಗುರುತಿಸುತ್ತದೆ ಎನ್ನುವುದನ್ನು ನೀವು ರದ್ದುಗೊಳಿಸಲಿದ್ದೀರಿ.
ku: Tu dikî ku destûra %S a ji bo nasnamekirina malperan neçalak bikî.
lt: Ketinate šiai svetainei netaikyti „%S“ tapatybės duomenų patikros procedūros.
lv: Jūs grasāties mainīt kā %S identificē šo vietni.
mai: ई साइट कहिना %S केँ पहचानैत अछि अहाँ ओकरा बदलबाक लेल जाए रहल छी.
ml: %S ഈ സൈറ്റ് എങ്ങനെ തിരിച്ചറിയുന്നു എന്നുള്ളതു് നിങ്ങള്‍ മാറ്റി എഴുതുവാന്‍ തുടങ്ങുന്നു.
ms: Anda bakal menindan bagaimana %S mengenalpasti laman ini.
my: %S က ဒီကွန်ရက်ကို ဖေါ်ထုတ်တဲ့နည်းကို သင် ထပ်ဖြည့်တော့မယ်။
nb_no: Du overstyrer nå hvordan %S identifiserer denne serveren.
oc: Sètz a mand de passar otra lo biais que %S identifica aqueste sit.
or: %S କିପରି ଏହି ସାଇଟକୁ ଚିହ୍ନେ ଆପଣ ତାହାକୁ ଲଙ୍ଘନ କରିବାକୁ ଯାଉଛନ୍ତି.
pt_br: Você irá substituir o modo como o %S identifica este site.
sd: توهين ان مٿاچڙهي وڃڻ تي آهيو تہ %S ڪهڙي نموني هيءَ سائيٽ سڃاڻي ٿي۔
sv: Du håller på att åsidosätta hur %S identifierar denna webbplats.
te: %S ఈ సైటును ఎలాగుర్తిస్తుంది అనేదానిని ఓవర్‌రైడ్ చేయబోతున్నారు.
th: คุณกำลังก้าวล่วงวิธีการที่ %S จะทำการระบุตัวตนเว็บไซต์นี้
tr: %S uygulamasının siteyi tanımlama şeklini geçersiz kılmak üzeresiniz.
ug: %S بۇ بېكەتنى قانداق ئىپادىلەيدىغانلىقىنى بەلگىلەيسىز
ur: اس سائٹ کی %S جس طرح شناخت کرتا ہے آپ وہ زیر کرنے والے ہیں۔
uz: Ushbu saytning %S tasdiqlarini almashtirish arafasidasiz.
vi: Bạn đang chuẩn bị thay thế cách %S định danh trang này.

source: This site attempts to identify itself with invalid information.
af: Hierdie werf probeer homself met ongeldige inligting identifiseer.
ar: يحاول هذا الموقع تعريف نفسه بمعلومات غير مقبولة.
as: এই ছাইটে নিজকে অবৈধ তথ্যৰে নিজকে চিনাকি দিব বিচাৰে।
az: Bu sayt özünü etibarsız məlumatlarla tanıdmağa çalışır.
bg: Сайтът се опита да се представи с невалидна информация.
bn_in: এই সাইট দ্বারা অবৈধ তথ্য সহযোগে নিজের পরিচয় প্রমাণের প্রচেষ্টা করা হয়েছে।
br: Emañ al lec'hienn o klask reiñ he fivelezh gant stlennoù didalvoudek.
ca: Aquest lloc intenta identificar-se amb informació que no és vàlida.
cy: Mae'r wefan yn ceisio dweud pwy ydyw gyda gwybodaeth annilys.
es_mx: Este sitio intenta identificarse a sí mismo con información no válida.
eu: Gune hau bere burua informazio baliogabeaz identifikatzen saiatzen ari da.
fur: Chest sît al cîr di identificâsi cuntune informazion che no je valide.
gd: Tha an làrach a' feuchainn ri fiosrachadh mì-dhligheach a chleachdadh gus aithne a thoirt air fhèin.
gu: આ સાઈટ અયોગ્ય જાણકારી સાથે તેની પોતાની જાતે ઓળખવાનો પ્રયાસ કરે છે.
he: אתר זה מנסה לזהות את עצמו עם מידע שגוי.
hi_in: यह साइट स्वयं को अवैध सूचना के साथ पहचानने का प्रयास करता है.
hr: Ova se stranica pokušava identificirati s neispravnim informacijama.
hu: Ez a webhely érvénytelen adatokkal próbálja azonosítani magát.
hy_am: Այս կայքը փորձում է նույնականացնել իրեն օգտագործելով սխալ տվյալներ:
ka: ეს საიტი საკუთარ იდენტიფიკაციას უმართებლო ინფორმაციით ცდილობს.
kk: Бұл сайт өз-өзін қате ақпаратпен анықтағысы келеді.
km: តំបន់បណ្ដាញ​នេះ​ព្យាយាម​កំណត់​អត្តសញ្ញាណ​ដោយ​ខ្លួន​វា​ផ្ទាល់​ដោយ​ប្រើ​ព័ត៌មាន​មិន​ត្រឹមត្រូវ ។
kn: ಈ ತಾಣವು ಅಮಾನ್ಯವಾದ ಮಾಹಿತಿಯಿಂದ ತನ್ನನ್ನು ತಾನು ಗುರುತಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದೆ.
ku: Ev malper dike ku bi agahiyên çewt xwe bide nasandin.
lt: Ši svetainė bando patvirtinti savo tapatybę, naudodama netinkamus duomenis.
lv: Šī vietne mēģina identificēt sevi ar nederīgu informāciju.
mai: ई साइट स्वयंकेँ अवैध सूचनाक सँग पहचानैक प्रयास करैत अछि.
ml: ഈ സൈറ്റ് തെറ്റായ വിവരം കാണിച്ചു് തിരിച്ചറിയിക്കുവാന്‍ ശ്രമിക്കുന്നു.
ms: Halaman ini cuba untuk memperkenalkan diri sendiri dengan maklumat yang tidak sah.
my: ဒီကွန်ရက်က မမှန်ကန်တဲ့ အချက်အလက်နဲ့ ၄င်းကိုယ်တိုင် ထုတ်ဖေါ်ဖို့ ကြိုးစားနေတယ်။
nb_no: Dette nettstedet forsøker å identifisere seg med ugyldig informasjon.
oc: Aqueste sit ensaja de s'identificar ele-meteis amb d'entresenhas invalidas.
or: ଏହି ସାଇଟ ଅବୈଧ ସୂଚନା ସହିତ ନିଜକୁ ଚିହ୍ନିବା ପାଇଁ ଚେଷ୍ଟାକରେ.
pt_br: Este site tenta identificar-se com informação inválida.
sd: هيءَ سائيٽ پاڻ نامنظور معلومات سان سڃاڻڻ جي ڪوشش ڪري ٿي۔
si: මෙම අඩවිය සාවද්‍ය දත්ත මගිවන හදුනාගැනීමට උත්සාහ කරයි.
sv: Den här webbplatsen försöker identifiera sig med ogiltig information.
te: సరికాని సమాచారంతో ఈ సైటు తనంతటతానే గుర్తింపు పొందుటకు ప్రయత్నిస్తోంది.
th: เว็บไซต์นี้พยายามที่จะระบุตัวตนด้วยข้อมูลที่ไม่ถูกต้อง
tr: Bu site kendini geçersiz bilgilerle tanımlamaya çalışıyor.
ug: بۇ بېكەت ئىناۋەتسىز ئۇچۇر بىلەن ئۆزىنى ئىپادىلەشنى سىناۋاتىدۇ
ur: یہ سائٹ اپنی شناخت ناجائز معلومات سے کرنے کی کوشش کرتی ہے۔
uz: Ushbu sayt xato ma’lumot bilan o‘zini tasdiqdan o‘tkazishga urinmoqda.
vi: Trang này đang cố định danh chính nó bằng thông tin bất hợp lệ.

source: Wrong Site
af: Verkeerde werf
ar: الموقع الخطأ
as: ভুল ছাইট
az: Uyğun olmayan sayte
bg: Сбъркан сайт
bn_in: সাইট সঠিক নয়
br: Lec'hienn fall
ca: Lloc web incorrecte
cy: Gwefan Anghywir
es_mx: Sitio erróneo
eu: Gune okerra
fur: Sît falât
gd: Làrach mhì-cheart
gu: ખોટી સાઈટ
he: אתר שגוי
hi_in: गलत साइट
hr: Pogrešna stranica
hu: Rossz webhely
hy_am: Սխալ վեբ կայք
ka: უმართებლო საიტი
kk: Қате сайт
km: តំបន់បណ្ដាញ​មិន​ត្រឹមត្រូវ
kn: ತಪ್ಪು ತಾಣ
ku: Malpera Çewt
lt: Ne ta svetainė
lv: Slikta vietne
mai: गलत साइट
ml: തെറ്റായ സൈറ്റ്
ms: Laman yang salah
my: မှားတဲ့ ကွန်ရက်
nb_no: Feil nettsted
oc: Sit marrit
or: ଭୁଲ ସାଇଟ
pt_br: Site incorreto
sd: غلط سائيٽ
si: වැරදි අඩවියක්
sv: Fel webbplats
ta: தவறான இணைய தளம்
te: తప్పు సైటు
th: เว็บไซต์ผิด
tr: Uygunsuz site
ug: خاتا بېكەت
ur: نادرست سائٹ
uz: Xato sayt
vi: Sai Trang

source: The certificate belongs to a different site, which could mean that someone is trying to impersonate this site.
af: Die sertifikaat behoort aan 'n ander werf, wat moontlik beteken dat iemand die werf probeer namaak.
ar: تنتمي الشهادة لموقع آخر، ما قد يعني أن هناك من يحاول انتحال هوية هذا الموقع.
as: এই প্ৰমাণপত্ৰ এটা অন্য ছাইটৰ হয়, যাৰ অৰ্থ কোনোবাই এই ছাইটৰ ভাও লোৱাৰ চেষ্টা কৰিছে।
bn_in: এই সার্টিফিকেট অন্য একটি সাইটের, যা মনে হতে পারে কেউ সাইটে ছদ্মবেশ ধারণ করবার চেষ্টা করছে।
br: D'ul lec'hienn disheñvel eo an testeni, pezh a dalv marteze emañ unan bennak o klask da zreveziñ al lec'hienn-mañ.
ca: El certificat pertany a un altre lloc diferent; això pot voler dir que algú està intentant suplantar aquest lloc.
cy: Mae'r dystysgrif yn perthyn i wefan gwahanol, sy'n golygu y gall rhywun fod yn efelychu'r wefan hon.
es_mx: El certificado pertenece a un sitio distinto y lo cual significa que alguien intente suplantar este sitio.
eu: Ziurtagiria beste gune batena da, zeinak esan nahi lezake norbait gune honen itxurak egin nahian dabilela.
gd: 'S ann do làrach eile a tha an teisteanas seo agus dh'fhaoidte gu bheil an làrach seo fhèin airson leigeil air gur e an làrach eile a tha ann.
hi_in: प्रमाणपत्र किसी भिन्न साइट का अवयव है, जिसका अर्थ हो सकता है कि कोई इस साइट की पहचान चोरी कर रहा है.
hr: Certifikat pripada drugoj stranici, što može značiti da netko pokušava krivotvoriti ovu stranicu.
hu: A tanúsítvány egy másik webhelyhez tartozik, azaz valaki megpróbálhatja ennek a webhelynek kiadni magát.
hy_am: Վկայագիրը վերաբերում է այլ կայքի. սա նշանակում է, որ որևէ մեկը փորձում է նմանակել այդ կայքը:
kk: Бұл сертификат басқа сайттың сертификаты, яғни, біреу ол сайттың жалған нұсқасын жасағанын білдіруі мүмкін.
km: វិញ្ញាបនបត្រ​ជា​កម្មសិទ្ធិ​របស់​វេបសាយ​ផ្សេង មានន័យថា​អាច​មាន​នរណា​ម្នាក់​កំពុង​ព្យាយាម​ក្លែង​ប្រើ​វេបសាយ​នេះ។
kn: ಪ್ರಮಾಣಪತ್ರವು ಬೇರೊಂದು ತಾಣಕ್ಕೆ ಸಂಬಂಧಿಸಿದೆ, ಇದರರ್ಥ ಬೇರೆ ಯಾರೋ ಈ ತಾಣದಂತೆ ಸೋಗು ಹಾಕುತ್ತಿದ್ದಾರೆ ಎಂದರ್ಥ.
lt: Šis liudijimas priklauso kitai svetainei, tad gali būti, kad kažkas bando apsimesti ta svetaine.
lv: Sertifikāts pieder citai vietnei, tas var liecināt, ka kāds mēģina izlikties par šo vietni.
ml: ഈ സര്‍ട്ടിഫിക്കറ്റ് മറ്റൊരു സൈറ്റിന്റേതാണ്, ഒരു പക്ഷെ ആരോ ഈ സൈറ്റിനെ അനുകരിക്കാന്‍ ശ്രമിക്കുന്നതായിരിക്കാം.
nb_no: Sertifikatet tilhører et annet nettsted, som kan bety at noen prøver å etterligne dette nettstedet.
pt_br: O certificado pertence a um site diferente, o que pode significar que alguém está tentando se passar por este site.
si: සහතිකය යම් අයෙකු විසින් මෙම වෙබ් අඩවිය නොමග යැවීමට තැත් කරන බව අදහස් හැකි වෙනස් වෙබ් අඩවිය , අයත් ය.
sv: Certifikatet tillhör en annan webbplats, vilket skulle kunna innebära att någon försöker imitera denna webbplats.
ta: சான்றிதழ் வேறொரு தளத்திற்குறியது, இது யாரோ ஒருவரால் ஆள்மாறாட்டம் செய்யப்படுவதைக் குறிக்கிறது.
tr: Sertifika başka bir siteye ait. Bu, sitenin başka birisi tarafından taklit edilmeye çalışıldığı anlamına gelebilir.
uz: Sertifikat biror kishi tomonidan sayt ma’lumotlarini o‘girlashga urinayotgan bo‘lishi mumkin bo‘lgan boshqa saytga tegishli.

source: Outdated Information
af: Verouderde inligting
ar: معلومات قديمة
as: পূৰনি তথ্য
az: Aktuallığını itirmiş məlumat
bg: Невярна информация
bn_in: মেয়াদোত্তীর্ণের তথ্য
br: Stlennoù diamzeret
ca: Informació obsoleta
cy: Hen Wybodaeth
es_mx: Información obsoleta
eu: Zaharkituriko informazioa
fur: Informazions no inzornadis
gd: Fiosrachadh ro aosta
gu: જૂની થઈ ગયેલ જાણકારી
he: מידע לא עדכני
hi_in: पुरानी सूचना
hr: Zastarjela informacija
hu: Elavult információ
hy_am: Հնացած տվյալներ
ka: მოძველებული ინფორმაცია
kk: Ақпарат ескірген
km: ព័ត៌មាន​ហួស​សម័យ
kn: ಹಳೆಯದಾದ ಮಾಹಿತಿ
ku: Agahiyên Demaborî
lt: Pasenę duomenys
lv: Novecojusi informācija
mai: पुरानी सूचना
ml: പഴയ വിവരം
ms: Maklumat yang lapuk
my: ရက်လွန်တဲ့ အချက်အလက်
nb_no: Utdatert informasjon
oc: Entresenhas obsoletas
or: ପୁରୁଣା ସୂଚନା
pt_br: Informação desatualizada
sd: مدي خارج معلومات
si: කල් ඉකුත්වූ දත්ත
sv: Föråldrad information
ta: முடிவுற்ற தகவல்
te: కాలముమీరిన సమాచారం
th: ข้อมูลล้าสมัย
tr: Güncelliğini yitirmiş bilgi
ug: ۋاقتى ئۆتكەن ئۇچۇر
ur: پرانی معلومات
uz: Eskirgan ma’lumot
vi: Thông tin Lỗi thời
