Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: Disabled
af: Gedeaktiveer
ar: معطّل
as: অসামৰ্থবান
az: İstifadə oluna bilməz
bg: Неактивен
bn_in: নিষ্ক্রিয়
br: Diweredekaet
ca: Inhabilitat
cy: Analluogwyd
es_mx: Deshabilitado
eu: Ezgaituta
fur: Disativât
gd: Air a chur à comas
gu: નિષ્ક્રિય
he: לא מאופשר
hi_in: निष्क्रिय
hr: Onemogućen
hu: Tiltva
hy_am: Անջատած
ka: ამორთულია
kk: Сөндірілген
km: បិទ
kn: ಅಶಕ್ತಗೊಂಡ
ku: Nayê Bikaranîn
lt: Išjungtas
lv: Atslēgta
mai: निष्क्रिय
ml: നിര്‍വീര്യമാക്കിയിരിക്കുന്നു
ms: Dilumpuhkan
my: ပိတ်ထားတယ်
nb_no: Avslått
oc: Desactivat
or: ନିଷ୍କ୍ରିୟ
pt_br: Desativado
rw: Yahagaritswe
sd: اسمرٿ ڪيو ويو
si: අක්‍රීයයි
sv: Inaktiverad
ta: செயல்நீக்கு
te: అచేతనంచేయబడిన
th: ปิดใช้งาน
tr: Devre dışı
ug: تاقاق
ur: نااہل
uz: O‘chirib qo‘yilgan
vi: Bị Vô Hiệu
zu: Kwenziwe Kwangasebenza

source: Not Present
af: Nie teenwoordig nie
ar: غير موجود
as: নাই
az: Mövcud deyil
bg: Липсва
bn_in: উপস্থিত নেই
br: N'emañ ket amañ
ca: No present
cy: Ddim yn Bresennol
es_mx: No presente
eu: Ez dago bertan
fur: No presint
gd: Chan eil e ann
gu: હાજર નહિ
he: לא קיים
hi_in: गैर मौजूद
hr: Neprisutan
hu: Nincs jelen
hy_am: Առկա Չէ
ka: არ არსებობს
kk: Жоқ болып тұр
km: មិន​បង្ហាញ
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರದ
ku: Tune
lt: Nėra
lv: Nav pieejama
mai: गैर मोजुद
ml: ലഭ്യമല്ല
ms: Tidak Hadir
my: မရှိဘူး
nb_no: Ikke oppgitt
oc: Pas present
or: ଉପସ୍ଥିତ ନାହିଁ
pt_br: Não presente
rw: Ntayiriho
sd: مؤجود ناهي
si: දැනට නැත
sv: Ej tillgänglig
ta: இல்லை
te: ప్రవేశపెట్టబడలేదు
th: ไม่ระบุ
tr: Mevcut değil
ug: ۋاقتىنچە يوق
ur: موجود نہیں
uz: Ko‘rsatilmagan
vi: Không Có
zu: Ayikho

source: Uninitialized
af: Ongeïnisalisieer
ar: غير مهيّأ
as: আৰম্ভ হোৱা নাই
az: Başladılmayıb
bg: Нестартиран
bn_in: প্রারম্ভ করা হয়নি
br: Dizeraouekaet
ca: No inicialitzat
cy: Heb gychwyn
es_mx: Sin inicializar
eu: Hasieratu gabe
fur: No inizializât
gd: Gun tòiseachadh
gu: શરુઆત ન કરેલ
he: לא מאותחל
hi_in: गैर आरंभीकृत
hr: Deinicijaliziran
hu: Nincs inicializálva
hy_am: Չնախադրված
ka: არაა ინიციალიზებული
kk: Инициализация жасалмаған
km: មិន​ចាប់ផ្ដើម
kn: ಆರಂಭಿಸದೆ ಇರುವ
ku: Bêmîheng
lt: Atšauktos pradinės reikšmės
lv: Nav inicializēta
mai: गैर आरंभीकृत
ml: ഇനിഷ്യലൈസ് ചെയ്തിട്ടില്ല
ms: Tidak diletakkan permulaan
my: မစတင်ထားဘူး
nb_no: Uinitialisert
oc: Pas inicializat
or: ଆରମ୍ଭ କରାଯାଇନାହିଁ
pt_br: Não inicializado
rw: Ntiyatangijwe
sd: شروع ۾ نہ آندل
si: ආනාරම්ඹව
sv: Ej initierad
ta: துவக்கப்படாதது
te: సిద్దంచేయబడని
th: ไม่ได้เตรียมการ
tr: Ayarsız
ug: دەسلەپلەشتۈرۈلمىگەن
ur: غیر ابتدا شدہ
uz: Ishga tushirib bo‘lmaydigan
vi: Chưa được Nhận diện
zu: Ayiqalisiwe

source: Not Logged In
af: Nie aangemeld nie
ar: غير والِج
as: লগিন কৰা নাই
az: Daxil olunmayıb
bg: Не е включен
bn_in: লগ-ইন করা হয়নি
br: N'eo ket kennasket
ca: No s'ha iniciat la sessió
cy: Heb Fewngofnodi
es_mx: No ha iniciado la sesión
eu: Saioa hasi gabe
fur: No conetût
gd: Gun logadh a-steach
gu: દાખલ ન થયેલ
he: לא מחובר
hi_in: नहीं लॉगिन हुआ
hr: Neprijavljen
hu: Nincs bejelentkezve
hy_am: Չգրանցված
ka: არ შესულა სისტემაში
kk: Жүйеде тіркелмеген
km: មិន​បាន​ចូល
kn: ಒಳಗೆ ಪ್ರವೇಶಿಸಿಲ್ಲ
ku: Têketin Çênebû
lt: Nepradėtas seansas
lv: Nav pieteicies
mai: नहि लागिन भेल
ml: ലോഗിന്‍ ചെയ്തിട്ടില്ല
ms: Tidak Melog Masuk
my: မ၀င်ရောက်သေးဘူး
nb_no: Ikke innlogget
oc: Pas connectat
or: ଲଗଇନ ହୋଇନାହିଁ
pt_br: Não logado
rw: Ntiyinjiye
sd: لاگ ان نہ ڪيو ويو
si: අප්‍රවේශිත
sv: Ej inloggad
ta: பதிவு செய்யப்படவில்லை
te: లాగ్ అవలేదు
th: ไม่ได้ลงชื่อเข้าใช้
tr: Giriş yapılmadı
ug: كىرمىگەن
ur: لاگ ان نہیں
uz: Kirmadi
vi: Chưa Đăng Nhập
zu: Ayingenile

source: Logged In
af: Aangemeld
ar: والِج
as: লগিন কৰিলে
az: Daxil olundu
bg: Включен
bn_in: লগ-ইন করা হয়েছে
br: Kennasket
ca: S'ha iniciat la sessió
cy: Wedi mewngofnodi
es_mx: Sesión iniciada
eu: Saioa hasita
fur: Jentrât
gd: Air logadh a-steach
gu: દાખલ થયેલ
he: מחובר
hi_in: लॉगिन हुआ
hr: Prijavljen
hu: Be van jelentkezve
hy_am: Գրանցված
ka: სისტემაში შესულია
kk: Жүйеде тіркелген
km: បាន​ចូល
kn: ಒಳಗೆ ಪ್ರವೇಶ
ku: Têketiyê
lt: Pradėtas seansas
lv: Pieteicies
mai: लागिन भेल
ml: ലോഗിന്‍ ചെയ്തിരിക്കുന്നു
ms: Log Masuk
my: ၀င်ရောက်ပြီ
nb_no: Innlogget
oc: Connectat
or: ଲଗଇନ ହୋଇଛି
pt_br: Logado
rw: Yinjiye
sd: لاگ اِن ڪيو ويو
si: ප්‍රවේශිත
sv: Inloggad
ta: பதிவு செய்யப்பட்டது
te: లాగ్ అయింది
th: ลงชื่อเข้าใช้แล้ว
tr: Giriş yapıldı
ug: كىرگەن
ur: لاگ ان شدہ
uz: Kirdi
vi: Đã Đăng Nhập
zu: Ingenile

source: Ready
af: Gereed
ar: جاهز
as: সাজু
az: Hazırdır
bg: Готов
bn_in: প্রস্তুত
br: Prest
ca: Preparat
cy: Parod
es_mx: Listo
eu: Prest
fur: Pront
gd: Deiseil
gu: તૈયાર
he: מוכן
hi_in: तैयार
hr: Spreman
hu: Kész
hy_am: Պատրաստ
ka: მზადაა
kk: Дайын
km: រួចរាល់
kn: ತಯಾರಿದೆ
ku: Amade
lt: Parengtas
lv: Gatava
mai: तैयार
ml: തയ്യാര്‍
ms: Sedia
my: အသင့်ရှိပြီ
nb_no: Klar
oc: Prèst
or: ପ୍ରସ୍ତୁତ
pt_br: Pronto
rw: Cyiteguye
sd: تیار
si: සූදානම්
sv: Klar
ta: தயார்
te: తయారు
th: พร้อม
tr: Hazır
ug: تاييار
ur: تیار
uz: Tayyor
vi: Sẵn sàng
zu: Isilungile

source: Enable FIPS
af: Aktiveer FIPS
ar: مكّن FIPS
as: FIPS সামৰ্থবান কৰক
az: FIPS aktivləşdir
bg: Включване на FIPS
bn_in: FIPS সক্রিয় করা হবে
br: Gweredekaat FIPS
ca: Habilita els FIPS
cy: Galluogi FIPS
es_mx: Habilitar FIPS
eu: Gaitu FIPS
fur: Ative FIPS
gd: Cuir FIPS an comas
gu: FIPS સક્રિય કરો
he: אפשר FIPS
hi_in: FIPS सक्रिय करें
hr: Omogući FIPS
hu: FIPS engedélyezése
hy_am: FIPS-ը միացնել
ka: FIPS-ის ჩართვა
kk: FIPS қолдану
km: បើក FIPS
kn: FIPS ಅನ್ನು ಶಕ್ತಗೊಳಿಸಿ
ku: FIPS 'ê çalak bike
lt: FIPS veiksena
lv: Ieslēgt FIPS
mai: FIPS सक्रिय करू
ml: FIPS പ്രാപ്തമാക്കുക
ms: Bolehkan FIPS
my: FIPS ကို ဖွင့်ထားပါ
nb_no: Bruk FIPS
oc: Activar FIPS
or: FIPSକୁ ସକ୍ରିୟ କରନ୍ତୁ
pt_br: Ativar FIPS
rw: Gukoresha FIPS
sd: سمرٿ بڻايو FIPS
si: සක්‍රීය FIPS
sv: Aktivera FIPS
ta: FIPSஐ செயல்படுத்து
te: FIPS చేతనంచేయి
th: เปิดใช้ได้ FIPS
tr: FIPS'i etkinleştir
ug: FIPS ئوچۇق
ur: ایف آئی پی ایس اہل بنائیں
uz: FIPS’ni yoqib qo‘yish
vi: Bật FIPS
zu: Yenza kusebenze i-FIPS

source: Disable FIPS
af: Deaktiveer FIPS
ar: عطّل FIPS
as: FIPS অসামৰ্থবান কৰক
az: FIPS söndür
bg: Изключване на FIPS
bn_in: FIPS নিষ্ক্রিয় করা হবে
br: Diweredekaat FIPS
ca: Inhabilita els FIPS
cy: Analluogi FIPS
es_mx: Deshabilitar FIPS
eu: Ezgaitu FIPS
fur: Disative FIPS
gd: Cuir FIPS à comas
gu: FIPS નિષ્ક્રીય કરો
he: אל תאפשר FIPS
hi_in: FIPS निष्क्रिय करें
hr: Onemogući FIPS
hu: FIPS tiltása
hy_am: Անջատել FIPS-ը
ka: FIPS-ის ამორთვა
kk: FIPS өшіру
km: បិទ FIPS
kn: FIPS ಅನ್ನು ಅಶಕ್ತಗೊಳಿಸಿ
ku: FIPS 'ê bêbandor bike
lt: Išjungti FIPS
lv: Izslēgt FIPS
mai: FIPS निष्क्रिय करू
ml: FIPS പ്രവര്‍ത്തന രഹിതമാക്കുക
ms: Melumpuhkan FIPS
my: FIPS ကို ပိတ်ထားပါ
nb_no: Ikke tillat FIPS
oc: Desactivar FIPS
or: FIPSକୁ ନିଷ୍କ୍ରିୟ କରନ୍ତୁ
pt_br: Desativar FIPS
rw: Guhagarika FIPS
sd: اَسمرٿ ڪريو FIPS
si: FIPS අක්‍රීය කරන්න
sv: Inaktivera FIPS
ta: FIPSஐ செயல்நீக்கு
te: FIPS అచేతనంచేయి
th: ปิดใช้งาน FIPS
tr: FIPS'i etkisizleştir
ug: FIPS تاقاق
ur: ایف آئی پی ایس نا اہل بنائیں
uz: FIPS’ni o‘chirib qo‘yish
vi: Tắt FIPS
zu: Yenza ingasebenzi i-FIPS

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
af: FIPS-modus vereis dat u 'n meesterwagwoord vir elke sekuriteitstoestel opstel. Stel die wagwoord op voor u probeer om FIPS-modus te aktiveer.
ar: يتطلّب وضع FIPS وجود كلمة سر رئيسيّة لكلّ جهاز أمن. رجاءً ضع كلمة سر قبل تمكين وضع FIPS.
as: প্ৰত্যেক সুৰক্ষা ডিভাইচৰ কাৰণে FIPS ক ৰিক্ত নোহোৱা প্ৰমূখ পাছৱাৰ্ডৰ নিৰ্ধাৰণ কৰাৰ প্ৰয়োজন। অনুগ্ৰহ কৰি পাছৱাৰ্ড নিৰ্ধাৰণ কৰক FIPS অৱস্থা সামৰ্থবান কৰিবলৈ চেষ্টা কৰাৰ পূৰ্বে।
az: FIPS rejimi, bütün təhlükəsizlik nizamlamaları çün bir Ana şifrə tələb edir. Lazım olan şifrəni daxil edin və FIPS rejimini aktivləşdirmək üçün təkrar yoxlayın.
bg: Режимът FIPS изисква да имате поставена главна парола за всяко сигурно устройство. Моля, поставете паролата преди да включите режима FIPS.
bn_in: FIPS মোডের ক্ষেত্রে প্রতিটি নিরাপত্তা ডিভাইসের জন্য একটি প্রধান পাসওয়ার্ড নির্ধারণ করা আবশ্যক। FIPS মোড সক্রিয় করার পূর্বে অনুগ্রহ করে পাসওয়ার্ড নির্ধারণ করুন।
br: Azgoulennet eo gant ar mod FIPS ma vo ur ger-tremen mestr ganeoc'h, kefluniet evit an holl drevnadoù diogelroez. Kefluniañ ar ger-tremen kent klask gweredekaat ar mod FIPS.
ca: El mode FIPS requereix que tingueu una contrasenya mestra definida per a cada dispositiu de seguretat. Definiu la contrasenya abans d'habilitar el mode FIPS.
cy: Mae modd FIPS yn gofyn i chi gael Prif Gyfrinair wedi ei osod ar gyfer pob dyfais diogelwch. Rhowch gyfrinair cyn ceisio cychwyn modd FIPS.
es_mx: El modo FIPS requiere tener una contraseña maestra establecida para cada dispositivo de seguridad. Establece la contraseña antes de activar este modo.
eu: FIPS moduak zuk pasahitz nagusi bat ezartzea beharrezkoa du. Mesedez, FIPS modua abiarazi baino lehen pasahitza ezarri.
fur: Il mût FIPS al domande che tu vedis une password gjenerâl impostade par ogni dispositîf di sigurece. Impueste par plasê la password prime di provâ a ativâ il mût FIPS.
gd: Tha e riatanach sa mhodh FIPS gu bheil prìomh fhacal-faire agad airson gach uidheam tèarainteachd. Suidhich am facal-faire mus feuch thu ris a' mhodh FIPS a chur an comas.
gu: FIPS સ્થીતીને બધા સુરક્ષા સાધન માટે મુખ્ય પાસવર્ડની જરુર છે. FIPS સ્થીતીને અમલમા લાવા માટે મહેરબાની કરીને પાસવર્ડ દાખલકરો.
he: מצב FIPS דורש שתהיה לך ססמה ראשית עבור כל התקן אבטחה. אנא קבע את הססמה לפני שתנסה לאפשר מצב FIPS.
hi_in: FIPS मोड के लिये जरूरी है कि आपके पास एक मुख्य कूटशब्द रहना चाहिये हर सुरक्षा युक्ति के लिये सेट. कृपया कूटशब्द सेट करें FIPS मोड सक्रिय करने के पहले.
hr: FIPS način rada zahtijeva da postavite glavnu lozinku za svaki sigurnosni uređaj. Molim postavite lozinku prije no što pokušate omogućiti FIPS način rada.
hu: A FIPS-módhoz szükséges, hogy minden adatvédelmi eszközhöz legyen mesterjelszó beállítva. Állítsa be a jelszót a FIPS-mód engedélyezése előtt.
hy_am: FIPS եղանակը նախանշում է ամեն անվտանգության սարքի համար Հիմնական Գաղտնաբառի առկայություն: Խնդրեմ նշեք գաղտնաբառը նախքան FIPS եղանակն օգտագործելը:
ka: FIPS რეჟიმში აუცილებელია მტავარი პაროლის მითითება დაცვის თითოეული მოწყობილობისათვის. გთხოვთ მიუთითოთ პაროლი FIPS რეჟიმის გააქტივებამდე.
kk: FIPS режимі сізде әр қауіпсіздік құрылғысына мастер-парольді орнатуды керек етеді. FIPS режимін қосі алдында парольдерді орнатыңыз.
km: របៀប FIPS ទាមទារ​ឲ្យ​អ្នក​កំណត់​ពាក្យសម្ងាត់​មេ​ សម្រាប់​ឧបករណ៍​សុវត្ថិភាព​នីមួយៗ ។ សូម​កំណត់​ពាក្យសម្ងាត់​ មុននឹង​សាកល្បង​បើក​របៀប FIPS ។
kn: FIPS ಕ್ರಮದಲ್ಲಿ ನೀವು ಪ್ರತಿ ಸುರಕ್ಷತಾ ಸಾಧನಗಳಿಗಾಗಿ ಒಂದು ಮುಖ್ಯ ಗುಪ್ತಪದವನ್ನು ಹೊಂದುವುದು ಅಗತ್ಯವಾಗುತ್ತದೆ. ಕ್ರಮವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸುವ ಮೊದಲು ದಯವಿಟ್ಟುನೀವು ಗುಪ್ತಪದವನ್ನು ಹೊಂದಿಸಿ.
ku: Pêdiviya moda FIPS , ji bo hemû mîhengên ewlekariyê, bi nasnavekî bingehîn heye. Şîfreya ku divê têkevê û ji bo çalakirina moda FIPS ji nû ve biceribîne.
lt: Norint dirbti FIPS veiksenoje, reikia turėti tiek pagrindinių slaptažodžių, kiek turite saugumo priemonių. Prašom sukurti pagrindinius slaptažodžius prieš įjungiant FIPS veikseną.
lv: FIPS režīms pieprasa, ka katrai drošības ierīcei ir iestatīta galvenā parole. Pirms ieslēgt FIPS režīmu, lūdzu, iestatiet paroli.
mai: FIPS मोडक लेल जरूरी अछि जे अहाँक पास एकटा मुख्य गुड़किल्ली रहनाइ चाही हर सुरक्षा युक्तिक लेल सेट. कृप्या गुड़किल्ली सेट करू FIPS मोड सक्रिय करबाक पहिने.
ml: FIPS മോഡില്‍ നിങ്ങള്‍ക്കു് ഓരോ സുരക്ഷ ഡിവൈസിനും പ്രധാന പാസ്‌വേര്‍ഡ് മാറ്റേണ്ടതാകുന്നു. ദയവായി FIPS സജ്ജമാക്കുന്നതിനു് മുമ്പു് പാസ്‌വേര്‍ഡ് നല്‍കുക.
ms: Mod FIPS memerlukan anda memiliki set Katalaluan Induk untuk setiap peranti sekuriti. Sila tetapkan katalaluan sebelum cuba membolehkan mod FIPS.
my: FIPS စနစ်က လုံခြုံရေး ကိရိယာတိုင်းအတွက် ပင်မ စကားဝှက် အစုတခု သင်ထားရှိဖို့ တောင်းဆိုတယ်။ FIPS စနစ်ကို ဖွင့်ဖို့ မကြိုးစားခင် စကားဝှက်ကို ထားရှိပါ။
nb_no: FIPS-modus krever at du har et hovedpassord for hver sikkerhetsenhet. Sett et hovedpassord før du slår på FIPS-modus.
oc: Lo mòde FIPS exigís qu'ajatz definit un senhal principal per cada periferic de seguretat. Definissètz lo senhal principal abans d'activar lo mòde FIPS.
or: FIPS ଅବସ୍ଥା ଆବଶ୍ୟକ କରେଯେ ଆପଣ ପ୍ରତ୍ୟେକ ସୁରକ୍ଷା ଯନ୍ତ୍ର ପାଇଁ ଗୋଟିଏ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତ ବିନ୍ୟାସ କରନ୍ତୁ. FIPS ଅବସ୍ଥାକୁ ସକ୍ରିୟ କରିବାକୁ ଚେଷ୍ଟାକରିବା ପୂର୍ବରୁ ଦୟାକରି ପ୍ରବେଶ ସଂକେତ ବିନ୍ୟାସ କରନ୍ତୁ.
pt_br: O modo FIPS necessita que você possua uma senha mestra para cada dispositivo de segurança. Por favor, defina uma senha antes de tentar ativar o modo FIPS.
rw: Uburyo bwa FIPS busaba ko ugira Ijambobanga Ngenga rigenewe buri apareyi y'umutekano. Usabwe gushyiraho ijambobanga mbere yo kugerageza gukoresha uburyo bwa FIPS.
si: FIPS මාදිලියේදී සෑම ආරක්ෂක උපාංගයකටම ඔබ ප්‍රධාන රහස්පදයක් යොදා තිබීම අවශ්‍යය. FIPS මාදිලිය සක්‍රීය කිරීමට පළමු රහස්පද‍ය ඇතුළත් කරන්න.
sv: FIPS-läge kräver ett giltigt huvudlösenord för varje säkerhetsenhet. Ange ett lösenord innan du aktiverar FIPS-läge.
te: FIPS రీతికి మీరు ప్రతిభద్రతా సాదనానికి అమర్చిన ముఖ్యసంకేతపదం అవసరం.FIPS రీతిని చేతనంచేయుటకు మునుపే దయచేసి సంకేతపదాన్ని అమర్చండి.
th: รูปแบบ FIPS จำเป็นต้องใช้รหัสผ่านหลักที่ตั้งไว้กับอุปกรณ์รักษาความปลอดภัยแต่ละตัว กรุณาตั้งรหัสผ่านก่อนการเปิดใช้งานรูปแบบ FIPS
tr: FIPS kipi, bütün güvenlik ayarlamaları için bir ana parola ihtiyaç duyar. Gerekli parolayı yerleştirin ve FIPS kipi etkinleştirmek için tekrar deneyin.
ug: FIPS ھەر بىر بىخەتەر ئۈسكۈنىگە بىردىن ئاساسىي ئىم بېكىتىشنى تەلەپ قىلىدۇ. FIPS ھالىتىنى قوزغىتىشتىن ئىلگىرى ئاساسىي ئىم بېكىتىڭ.
ur: ایف آئی پی ایس موڈ کو مطلوب ہے کہ آپ کے پاس ہر سلامتی آلے کے لیے ایک ماسٹر پاس ورڈ سیٹ ہو۔ ایف آئی پی ایس کو اہل بنانے کی کوشش کرنے سے پہلے پاس ورڈ سیٹ کریں۔
uz: FIPS usuli har bir qurilmangizga parol ustasi o‘rnatilgan bo‘lishini talab qiladi. FIPS usulini yoqib qo‘yishga urinishdan oldin parolni o‘rnating.
vi: Chế độ FIPS yêu cầu bạn đặt một Mật khẩu Chính cho mỗi thiết bị bảo mật. Vui lòng đặt mật khẩu trước khi bật chế độ FIPS.
zu: Ukuba ku-FIPS kudinga ukuba ube neGama Lokungena Eliphethe elihleliwe entweni ngayinye yokuvikela. Sicela uhlela igama lokungena ngaphambi kokuba uyenze isebenze ku-FIPS.

source: %S cannot establish an encrypted connection with "%S".
zu: %S ayikwazi ukusungula ukuxhumana okunombhalo ocashile ne-"%S".

source: The certificate revocation list (CRL) from "%S" needs to be updated.
zu: Uhlu lokuhoxa kwezitifiketi (CRL) oluvela ku-"%S" ludinga ukulungiswa.

source: None
zu: Akukho

source: URL originally fetched from
zu: I-URL ekuqaleni yayithathwe

source: URL advertised by the CA
zu: I-URL ikhangiswe i-CA

source: Automatic update preferences will take effect when you restart the browser.
zu: Ukulungiswa okuzenzakalelayo kokuthandwayo kuzokwenzeka lapho uqala kabusha okokubheka.

source: Number of days before next update must be a number greater than zero.
zu: Inani lezinsuku ngaphambi kokulungisa okulandelayo kumelwe kube inombolo engaphezu kweguncu.

source: Frequency of update must be a number greater than zero.
zu: Inani okwenzeka ngalo ukulungisa kumelwe libe inombolo engaphezu kweguncu.

source: Automatic Update is not enabled for this CRL.
zu: Ukuzenzekela kokulungisa akusebenzi kule CRL.

source: Automatic Update is enabled for this CRL.
zu: Ukuzenzekela Kokulungisa kwenziwe kwasebenza kule CRL.

source: Would would like to enable automatic update?
zu: Ungathanda yini ukwenza ukulungisa kuzenzekele?

source: Would would like to view the automatic update settings?
zu: Ungathanda yini ukubheka indlela okuhleleke ngayo ukulungisa okuzenzakalelayo?

source: <Not Defined>
zu: <Akuchaziwe>

source: Auto update URL is not defined.
zu: Ukulungisa okuzenzakalelayo kwe-URL akuchaziwe.

source: Yes
zu: Yebo

source: No
zu: Cha

source: Reset Master Password
af: Stel meesterwagwoord terug
ar: صفّر كلمة السرّ الرّئيسية
as: প্ৰমূখ পাছৱাৰ্ড পুনঃ স্থাপন কৰক
az: Ana Şifrəni Sıfırla
bg: Нулиране на главната парола
bn_in: প্রধান পাসওয়ার্ড পুনরায় নির্ধারণ করুন
br: Adderaouekaat ar ger-tremen mestr
ca: Reinicia la contrasenya mestra
cy: Ailosod Prif Gyfrinair
es_mx: Restablecer la contraseña maestra
eu: Berrezarri pasahitz nagusia
fur: Ripristine password gjenerâl
gd: Falamhaich am prìomh fhacal-faire
gu: મુખ્ય પાસવર્ડ ફરી ગોઠવો
he: אפס ססמה ראשית
hi_in: मुख्य कूटशब्द फिर सेट करें
hr: Poništi glavnu lozinku
hu: Mesterjelszó törlése
hy_am: Մաքրել Հիմնական Գաղտնաբառը
ka: მთავარი პაროლის აღდგენა
kk: Мастер-парольді тастау
km: កំណត់​ពាក្យ​សម្ងាត់​មេ​ឡើង​​វិញ
kn: ಮುಖ್ಯಗುಪ್ತಪದವನ್ನು ಮರು ಹೊಂದಿಸಿ
ku: Şîfreya Bingehîn Vala Bike
lt: Pagrindinio slaptažodžio atšaukimas
lv: Atstatīt galveno paroli
mai: मुख्य गुड़किल्ली फेर सेट करू
ml: പ്രധാന പാസ്‌വേര്‍ഡ് റീസെറ്റ്‌ ചെയ്യുക
ms: Ulang tetap Katalaluan Induk
my: ပင်မ စကားဝှက်ကို ပြန်ချိန်ပါ
nb_no: Tilbakestill hovedpassord
oc: Escafar lo senhal principal
or: ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ପୁନର୍ବିନ୍ୟାସ କରନ୍ତୁ
pt_br: Excluir a senha mestra
rw: Kugarura Ijambobanga Ngenga
sd: مکيہ ڳجهو لفظ نئين سر سيٽ ڪريو
si: ප්‍රධාන රහස්පදය නැවත සකසන්න
sv: Ta bort huvudlösenordet
ta: முதன்மை கடவுச்சொல்லை மறுஅமை
te: ముఖ్యసంకేతపదం తిరిగివుంచు
th: ล้างรหัสผ่านหลัก
tr: Ana Parolayı Sıfırla
ug: ئاساسىي ئىمنى ئەسلىگە قايتۇر
ur: ماسٹر پاس ورڈ پھر سیٹ کریں
uz: Parol ustasini tiklash
vi: Đặt lại Mật khẩu Chính
zu: Qalisa phansi Igama Lokungena Eliphethe

source: Your password has been reset.
af: U wagwoord is teruggestel.
ar: صُفّرت كلمة سرك.
as: আপোনাৰ পাছৱাৰ্ডক পুনঃ স্থাপন কৰা হৈছে।
az: Şifrəniz sıfırlandı.
bg: Вашата парола е анулирана.
bn_in: আপনার পাসওয়ার্ড পুনরায় নির্ধারণ করা হয়েছে।
br: Diweredekaet eo bet ho ker-tremen.
ca: S'ha reiniciat la vostra contrasenya.
cy: Mae eich cyfrinair wedi cael ei ail osod.
es_mx: Se ha restablecido tu contraseña maestra.
eu: Pasahitza berrezarri da.
fur: La tô password e je stade ripristinade.
gd: Chaidh am facal-faire agad fhalmhachadh.
gu: તમારો પાસવર્ડ ફરી ગોઠવવામા અાવ્યો છે.
he: הססמה שלך אופסה.
hi_in: आपका कूटशब्द फिर सेट किया गया है.
hr: Vaša lozinka je poništena.
hu: A mesterjelszó törölve
hy_am: Ձեր գաղտնաբառը մաքրվեց:
ka: თქვენი პაროლი აღდგა.
kk: Парль тасталды
km: ពាក្យសម្ងាត់​របស់​អ្នក​ត្រូវ​បាន​កំណត់​ឡើងវិញ ។
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವು ಮರು ಹೊಂದಿಸಲ್ಪಟ್ಟಿದೆ.
ku: Nasnavê te hat valakirin.
lt: Slaptažodis atšauktas.
lv: Jūsu parole tika atstatīta.
mai: अहाँक गुड़किल्ली फेर सेट कएल गेल अछि.
ml: താങ്കളുടെ പാസ്‌വേര്‍ഡ് റീസെറ്റ്‌ ചെയ്തിരിക്കുന്നു
ms: Katalaluan anda telah diulang tetap.
my: သင့်ရဲ့ စကားဝှက်ကို ပြန်ချိန်ထားပြီ။
nb_no: Passordet er tilbakestilt.
oc: Vòstre senhal es estat escafat
or: ଆପଣଙ୍କର ପ୍ରବେଶ ସଂକେତଟିକୁ ପୁନର୍ବିନ୍ୟାସ କରାସରିଛି.
pt_br: A senha foi removida
rw: Ijambobanga ryawe ryagaruweho.
sd: توهانجو ڳجهو لفظ نئين سِرِ سيٽ ڪيو ويو آهي
si: ඔබේ රහස් පදය නැවත සැකසිනි.
sv: Ditt lösenord har tagits bort.
ta: உங்கள் கடவுச்சொல் மறுஅமைக்கப்பட்டது.
te: మీ సంకేతపదం తిరిగివుంచబడింది.
th: รหัสผ่านของคุณได้ถูกล้างแล้ว
tr: Parolanız sıfırlandı.
ug: ئىم ئەسلىگە قايتۇرۇلدى
ur: آپ کا پاس ورڈ پھر سیٹ ہو چکا ہے۔
uz: Parolingiz tiklandi.
vi: Mật khẩu của bạn đã được đặt lại.
zu: Igama lakho lokungena liqaliswe phansi.

source: Enabled
zu: Kwenziwe kwasebenza

source: Not Enabled
zu: Akwenziwanga Kwasebenza

source: OK
zu: Kulungile

source: Failed
zu: Kuhlulekile

source: Import Certificate Revocation List
zu: Thumela Uhlu Lwezitifiketi Ezihoxisiwe

source: Import the CRL from:
zu: Thumela i-CRL isuka:

source: Select File containing somebody's Email certificate to import
af: Kies lêer wat iemand se e-possertifikaat bevat om in te voer
ar: اختر الملفّ الذي يحتوي على شهادة البريد الإلكتروني لشخص ما لاستيراده
as: ইমপোৰ্ট কৰিব লগা কোনো লোকৰ ই-মেইল প্ৰমাণপত্ৰ থকা ফাইল বাছক
az: İdxal üçün e-poçt təsdiq sənədi daxil olan faylı seçin
bg: Изберете файл за внасяне, съдържащ нечий сертификат за е-поща
bn_in: কোনো ব্যক্তির ই-মেইল সার্টিফিকেট ইম্পোর্ট করার উদ্দেশ্যে তা ধারণকারী ফাইল নির্বাচন করুন
br: Diuzañ ar restr oc'h enderc'hel testeni postel unan bennak da enporzhiañ
ca: Seleccioneu el fitxer que conté el certificat de correu electrònic d'algú a importar
cy: Dewis Ffeil yn cynnwys tystysgrif e-bost rhywun i'w fewnforio
es_mx: Selecciona el archivo que contiene el certificado de correo electrónico de otra persona a importar
eu: Aukeratu inportatuko den e-posta ziurtagiria duen fitxategia
fur: Sielç il file che al conten il certificât di pueste di cualchidun di impuartâ
gd: Tagh faidhle anns a bheil teisteanas puist-dhealain a tha ri ion-phortadh
he: בחר קובץ המכיל את אישור הדוא״ל של מישהו לייבוא
hi_in: आयात के लिये किसी ईमेल प्रमाणपत्र को शामिल करने वाली फाइल चुनें
hr: Za uvoz odaberite datoteku koja sadrži nečiji certifikat e-pošte
hu: Válassza ki a fájlt, amelyben az importálandó e-mail tanúsítvány van
hy_am: Ընտրեք որևէ մեկի էլ. փոստի Վկայագիրը պարունակող ֆայլը
ka: რომელიმე პირის ელ-ფოსტის შემცველი ფაილის არჩევა იმპორტირებისათვის
kk: Импорт үшін электронды пошта сертификаты бар файлды таңдаңыз.
km: ជ្រើស​ឯកសារ​ដែល​មាន​វិញ្ញាបនបត្រ​អ៊ីមែល​របស់​អ្នកណា​ម្នាក់​ដើម្បី​នាំចូល
kn: ಆಮದು ಮಾಡಲು ಬೇರೊಬ್ಬರ ಇಮೇಲ್ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಹೊಂದಿರುವ ಕಡತವನ್ನು ಆರಿಸಿ
ku: Pela ku sertîfîkaya E-Peyama bi hundir ve veguhêzbar hilbijêre
lt: Parinkite failą, kuriame yra importuojamas el. pašto liudijimas
lv: Izvēlieties failu, kas satur importējamo e-pasta sertifikātu
mai: आयात कलेल ककरो इमेल प्रमाणपत्र केँ शामिल करब वाली फाइल चुनू
ms: Fail Dipilih mengandungi sijil Emel seseorang untuk diimport
my: တင်သွင်းဖို့ တစုံတယောက်ရဲ့ အီးမေးလ် လက်မှတ် ပါတဲ့ ဖိုင်ကို ရွေးချယ်ပါ
oc: Seleccionar un fichièr que conten un certificat de corrièr d'importar
or: ଆମଦାନୀ କରିବା ପାଇଁ କୌଣସି ଏକ ବ୍ୟକ୍ତିର ଇମେଲ ପ୍ରମାଣପତ୍ର ଧାରଣ କରିଥିବା ଫାଇଲକୁ ଚୟନ କରନ୍ତୁ
pt_br: Selecionar arquivo contendo o certificado de email de alguém a importar
rw: Guhitamo Dosiye irimo icyemezo cya imeyili y'umuntu kigomba kuzanwa
sd: آمد لاءِ ڪنهن جي اي۔ميل جي سرٽيفڪيٽ واري فائل چونڊيو
si: ආයාත කිරීමට වෙනත් කෙනෙකුගේ විද්‍යුත් තැපැල් සහතික ඇතුළත් ගොනුව තෝරන්න
ta: எவருடைய மின்னஞ்சல் சான்றிதழையேனும் கொண்டுள்ள கோப்பை இறக்குமதி செய்யத் தேர்ந்தெடுக்கவும்
te: వేరే వారియొక్క ఇమెయిల్ ధృవీకరణపత్రం కలిగివున్న ఫైల్ ను ఎన్నుకొనుము దిగుమతి చేయుటకు
th: เลือกนำเข้าแฟ้มที่มีใบรับรองอีเมลบางคน
tr: İçe aktarım için birisinin e-posta sertifikasını içeren dosyayı seçin
ug: مەلۇم كىشىنىڭ ئېلخەت گۇۋاھنامىسىنى ئۆز ئىچىگە ئالغان ھۆججەتنى تاللاڭ
ur: درآمد کرنے کے لیے کسی شخص کے ای میل تصدیق نامے کی حامل مسل منتخب کریں
uz: Biror kishining e-pochtasi sertifikati bo‘lgan faylni import qilish uchun tanlang
vi: Chọn Tập Tin chứa chứng thư Email của ai đó để nhập
zu: Khetha iFayela elinesitifiketi sokuthumela se-imeyili yothile
