Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
af: As u een van u eie sertifikate skrap, kan u dit nie meer gebruik om uself te identifiseer nie.
ar: إذا حذفت واحدة من شهاداتك، لن تكون قادرًا على استخدامها لتعريف نفسك بعد الآن.
as: আপুনি নিজৰে এটা প্ৰমাণপত্ৰ আঁতৰালে, আপুনি তাক নিজৰ পৰিচয় হিচাপে আৰু ব্যৱহাৰ কৰিব নোৱাৰে।
az: Öz təsdiq sənədlərinizdən biriniz silsəniz, öz kimliyiniz təsdiqləyərkən onu istifadə edə bilməzsiniz.
bg: Ако изтриете някой от вашите сертификати, няма да можете да го използвате за идентификация.
bn_in: আপনার কোনো নিজস্ব সার্টিফিকেট মুছে ফেলা হলে, পরিচয় প্রমাণের জন্য আপনি তা পুনরায় ব্যবহার করতে সক্ষম হবেন না।
br: Mar bez dilamet ho testenioù deoc'h ne c'hallot ket mui o arverañ evit hennadiñ ac'hanoc'h.
ca: Si suprimiu un dels propis certificats, no podreu utilitzar-lo més per identificar-vos.
cy: Os byddwch yn dileu un o'ch tystysgrifau eich hun, nid oes modd ei ddefnyddio i adnabod eich hun.
es_mx: Si elimina uno de sus propios certificados, no podrá utilizarlo para identificarse a sí mismo.
eu: Zure ziurtagirietako bat ezabatzen baduzu, ezin izango duzu gero zeure burua identifikatzeko erabili.
fur: Se tu eliminis un dai tiei certificâts, no tu podarâs plui doprâlu par identificâti.
gd: Ma sguabas tu às aon dhe na teisteanasan agad fhèin, chan urrainn dhut aithne a thoirt ort fhèin tuilleadh.
gu: જો તમે તમારુ અેકાદ પ્રમાણપત્ર દુર કરશો તો તમે તેને પોતાને અોળખવા માટે વાપરી નહી શકો.
he: אם תמחק את אחד האישורים שלך, לא תוכל יותר להשתמש בו כדי לזהות את עצמך.
hi_in: अगर आप अपना एक प्रमाणपत्र मिटाते हैं, आप स्वयं इसे प्रयोग नहीं कर पाएँगे.
hr: Ako obrišete jedan od vlastitih certifikata, više ga nećete moći koristiti za identifikaciju.
hu: Ha valamely saját tanúsítványodat törli, akkor többé nem használhatja saját maga azonosítására.
hy_am: Եթե հեռացնեք Ձեր արտոնաթղթերից մեկը, ապա այլևս իվիճակի չէք լինի Ձեր ինքնությունը հաստատելու համար այն օգտագործել:
ka: თუ წაშლით თქვენს საკუთარ სერთიფიკატს, მას ვეღარ გამოიყენებთ საკუთარი თავის იდენტიფიცირებისთვის.
kk: Егер сіз өзініздің сертификаттарыңызды өнірсеңіз, одан әрі оларды өзінізді анықтау үшін қолдана алмайсыз.
km: ប្រសិនបើ អ្នក​លុប​វិញ្ញាបនបត្រ​ណាមួយ​របស់​អ្នក អ្នក​ប្រាកដជា​នឹង​មិន​អាច​ប្រើ​វា​ដើម្បី​កំណត់​អត្តសញ្ញាណ​អំពី​ខ្លួន​អ្នក​បាន​ទៀត​ទេ ។
kn: ನೀವು ನಿಮ್ಮದೆ ಸ್ವಂತ ಪ್ರಮಾಣಪತ್ರಗಳಲ್ಲಿ ಒಂದನ್ನು ಅಳಿಸಿದರೆ,ನಂತರ ನೀವು ಅದನ್ನು ನಿಮ್ಮನ್ನು ನೀವು ಗುರುತಿಸಿಕೊಳ್ಳಲು ಬಳಸಲಾಗುವುದಿಲ್ಲ.
ku: Heke sertîfîkaya xwe jê bibî, di xwebinasnamekirinê de nikarî vê bikar bînî.
lt: Jei pašalinsite asmeninį liudijimą, nebegalėsite juo patvirtinti savo tapatybės.
lv: Ja izdzēsīsiet vienu no saviem sertifikātiem, vairs nevarēsiet to izmantot sevis identificēšanai tīmeklī.
mai: जँ अहाँ अपन एकटा प्रमाणपत्र मेटाबै अछि, अहाँ स्वयं एकरा प्रयोग नहि कए पाएब.
ml: നിങ്ങളുടെ സ്വന്തം സര്‍ട്ടിഫിക്കേറ്റുകള്‍ നിങ്ങള്‍ നീക്കം ചെയ്താല്‍, നിങ്ങളുടെ തിരിച്ചറിയലിനായി അതു് പിന്നീടു് ഉപയോഗിക്കുവാന്‍ സാധ്യമല്ല.
ms: Jika anda padam salah satu dari sijil anda sendiri, anda tidak lagi dapat menggunakannya untuk memperkenalkan diri.
my: သင့်ကိုယ်တိုင် လက်မှတ်များထဲက တခုကို သင်ပယ်ဖျက်တာနဲ့၊ သင့်ကိုသင် ​ဖေါ်ထုတ်ဖို့ ၄င်းကို သင်သုံးစွဲတော့မှာ မဟုတ်ဘူး။
nb_no: Dersom du sletter et av dine egne sertifikater kan du ikke lenger bruke det for å identifisere deg selv.
oc: Se suprimissètz un de vòstres certificats, o poiretz pas mai utilizar per vos identificar vos-meteis.
or: ଯଦି ଆପଣ ନିଜର ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକ ମଧ୍ଯରୁ ଗୋଟିକୁ ବି ଅପସାରଣ କରନ୍ତି, ତେବେ ଆପଣ କଦାପି ନିଜକୁ ଚିହ୍ନାଇବା ପାଇଁ ଏହାକୁ ବ୍ୟବହାର କରିପାରିବେ ନାହିଁ.
pt_br: Caso exclua um de seus próprios certificados, você não poderá mais usá-lo para identificar-se.
rw: Nusiba rumwe mu byemezo byawe bwite, ntuzaba icyongeye kurukoresha kugira ngo wirange.
si: ඔබ ඔබගේම සහතිකයක් මැකුවහොත්, ඔබේ අනන්‍යතාවය දැක්වීමට තවදුරටත් එය භාවිතා කළ නොහැකි ය.
sv: Om du tar bort ett av dina egna certifikat kan du inte längre använda det för att identifiera dig med det.
te: మీరు మీస్వంత వాటిలో ఒక ధృవీకరణపత్రం తొలగించిన, మిమ్ములను నిరూపించుకొనుటకు మీరు దీనిని వుపయోగించలేరు.
th: ถ้าคุณลบใบรับรองใด ๆ ของคุณ คุณจะไม่สามารถระบุตนเองได้อีกต่อไป
tr: Kendi sertifikalarınızdan birini silerseniz artık kendinizi tanıtmak için onu kullanamazsınız.
ug: ئەگەر ئۆزىڭىزنىڭ مەلۇم بىر گۇۋاھنامىسىنى ئۆچۈرسىڭىز، ئۇنى ئىشلىتىپ ئۆزىڭىزنى ئىپادىلىيەلمەيسىز.
ur: اگر آپ اپنا کوئی تصدیق نامہ حذف کرتے ہیں تو آپ آئندہ سے اسے اپنی شناخت کے لیے استعمال نہیں کر سکتے۔
uz: Shaxsiy sertifikatlaringizdan birini o'chirib yuborsangiz, o‘zingizni tasdiqdan o‘tkazishdan foydalana olmay qolasiz.
vi: Nếu bạn xóa một trong các chứng thư của riêng bạn, bạn không thể dùng nó để nhận diện chính mình được nữa.
zu: Uma ucisha esinye sezitifiketi zakho, ngeke usasisebenzisa ukuze uzihlonze.

source: Delete your Certificates
af: Skrap u sertifikate
ar: احذف شهاداتك
as: আপোনাৰ নিজৰ প্ৰমাণপত্ৰ আঁতৰাওক
az: Təsdiq sənədlərinizi silin
bg: Изтриване на вашите сертификати
bn_in: আপনার সার্টিফিকেটগুলি মুছে ফেলুন
br: Dilemel ho testenioù
ca: Suprimeix els vostres certificats
cy: Dileu eich Tystysgrifau
es_mx: Eliminar mis certificados
eu: Ezabatu zure ziurtagiriak
fur: Elimine i tiei certificâts
gd: Sguab às na teisteanasan agad
gu: તમારા પ્રમાણપત્રો દૂર કરો
he: מחק את האישורים שלך
hi_in: अपना प्रमाणपत्र मिटाएँ
hr: Obrišite vaše certifikate
hu: Tanúsítványok törlése
hy_am: Հեռացնել Ձեր Արտոնագիրը
ka: საკუთარი სერთიფიკატის წაშლა
kk: Жеке сертификаттарды өшіру
km: លុប​វិញ្ញាបនបត្រ​របស់​អ្នក
kn: ನಿಮ್ಮ ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಅಳಿಸಿಹಾಕು
ku: Sertîfîkayên xwe jê bibe
lt: Jūsų liudijimų šalinimas
lv: Dzēst savus sertifikātus
mai: अपन प्रमाणपत्र मेटाउ
ml: നിങ്ങളുടെ സര്‍ട്ടിഫിക്കേറ്റുകള്‍ നീക്കം ചെയ്യുക
ms: Padam Sijil anda
my: သင့်လက်မှတ်များကို ပယ်ဖျက်ပါ
nb_no: Slett sertifikatene dine
oc: Supression de certificats
or: ଆପଣଙ୍କର ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକୁ ଅପସାରଣ କରନ୍ତୁ
pt_br: Excluir seus certificados
rw: Gusiba Ibyemezo byawe
sd: توهين پنهنجا سرٽيفڪيٽ ڪڍي ڇڏيو
si: ඔබගේ සහතික මකන්න
sv: Ta bort certifikat
ta: உங்கள் சான்றிதழ்களை அழி
te: మీ ధృవీకరణపత్రాలను తొలగించండి
th: ลบใบรับรองของคุณ
tr: Sertifikalarınızı silin
ug: گۇۋاھنامىڭىزنى ئۆچۈرىدۇ
ur: اپنے تصدیق نامے حذف کریں
uz: Sertifikatlaringizni o‘chirish
vi: Xóa các Chứng thư của bạn
zu: Cisha iZitifiketi zakho

source: deleteCaFlag
zu: cisha iFulege le-Ca

source: Are you sure you want to delete these CA certificates?
zu: Uyaqiniseka yini ukuthi ufuna ukuzicisha lezi zitifiketi ze-CA?

source: If you delete a certificate authority (CA) certificate, your browser will no longer trust any certificates issued by that CA.
zu: Uma ucisha isitifiketi segunya lesitifiketi (CA), okokubheka kwakho ngeke kuphinde kwethembe noma yisiphi isitifiketi esikhishwa yileyo CA.

source: Delete CA Certificates
zu: Cisha iZitifiketi ze-CA

source: deleteEmailFlag
zu: cisha iFulege le-imeyili

source: Are you sure you want to delete these people's e-mail certificates?
af: Is u seker dat u hierdie persone se e-possertifikate wil skrap?
ar: أمتأكّد أنّك تريد حذف شهادات البريد الإلكتروني لهؤلاء الأشخاص؟
as: আপুনি এই কিজনৰ ই-মেইল প্ৰমাণপত্ৰ আঁতৰাবলৈ নিশ্চিত নে?
az: Bu şəxslərin e-poçt təsdiq sənədlərini silmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да изтриете сертификатите за е-поща на тези хора?
bn_in: আপনি কি নিশ্চিতরূপে উল্লিখিত ব্যক্তিদের ই-মেইল সার্টিফিকেটগুলি মুছে ফেলতে ইচ্ছুক?
br: Fellout a ra deoc'h dilemel testenioù posteloù an dud-mañ ?
ca: Esteu segur que voleu suprimir aquests certificats de correu electrònic d'aquestes persones?
cy: Ydych chi'n siŵr eich bod eisiau dileu tystysgrifau e-bost y bobl hyn?
es_mx: ¿Realmente quieres eliminar los certificados de correo-e de estas personas?
eu: Ziur zaude pertsona hauen e-posta ziurtagiriak ezabatu nahi dituzula?
fur: Sêstu sigûr di volê eliminâ i certificâts de pueste eletroniche di chestis personis?
gd: A bheil thu cinnteach gu bheil thu airson teisteanasan post-dealain nan daoine seo a sguabadh às?
he: האם אתה בטוח שברצונך למחוק את אישורי הדוא״ל של אנשים אלה?
hi_in: क्या आप इन लोगों के ईमेल प्रमाणपत्र को मिटाने के लिये निश्चित हैं?
hr: Jeste li sigurni da želite obrisati certifikate e-pošte ovih ljudi?
hu: Biztosan törölni akarja ezen emberek e-mail tanúsítványát?
hy_am: Իրո՞ք ցանկանում էք այս անձանց էլ-փոստ արտոնագրերը հեռացնել:
ka: ნამდვილად გსურთ ამ პირების ელ-ფოსტის სერთიფიკატების წაშლა?
kk: Осы электронды пошта пайдаланушының сертификатын өшіруді шынымен қалайсыз ба?
km: តើ​អ្នក​ពិតជា​ចង់​លុប​វិញ្ញាបនបត្រ​អ៊ីមែល​របស់​មនុស្ស​ទាំងអស់​នេះ​ឬ ?
kn: ನೀವು ಈ ಎಲ್ಲಾ ವಿ-ಅಂಚೆ ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಖಚಿತವಾಗಿಯೂ ಅಳಿಸಲು ಬಯಸುತ್ತೀರೆ?
ku: Ji dixwazî ku sertîfîkayê E-Peyaman ên van kesan jê bibî?
lt: Ar tikrai pašalinti šių asmenų el. pašto liudijimus?
lv: Vai esat pārliecināts, ka vēlaties dzēst šo cilvēku e-pasta sertifikātus?
mai: की अहाँ ई लोकनिक इमेल प्रमाणपत्र केँ मेटाबैक लेल निश्चित छी?
ms: Adakah anda pasti yang anda ingin memadam sijil emel orang ini?
my: ဒီလူများရဲ့ အီးမေးလ် လက်မှတ်များကို သင်တယ် ပယ်ဖျက်လိုသလား။
oc: Volètz vertadièrament suprimir los certificats de corrièr d'aquestas personas ?
or: ଏହି ଲୋକମାନଙ୍କର ଇ-ମେଲ ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକୁ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?
pt_br: Tem certeza que deseja excluir os certificados de email dessas pessoas?
rw: Urashaka koko gusiba ibyemezo bya imeyili z'aba bantu?
sd: ڇا توهان کي پڪ آهي تہ توهين انهن ماڻهن جا سرٽيفڪيٽ ڪڍي ڇڏڻ چاهيو ٿا؟
si: මෙම පුද්ගලයින්ගේ විද්‍යුත් තැපැල් සහතික මැකීමට අවශ්‍ය බව ඔබට විශ්වාසද?
ta: இந்த நபர்களின் மின்னஞ்சல் சான்றிதழ்களை அழிக்க வேண்டுமா?
te: మీరు ఖచ్చితంగా ఈ పీపుల్సు ఇమెయిల్ ధృవీకరణపత్రాలను తొలగిద్దామని అనుకుంటున్నారా?
th: คุณต้องการลบใบรับรองอีเมลของบุคคลเหล่านี้หรือไม่?
tr: Bu kişilerin e-posta sertifikalarını silmek istediğinizden emin misiniz?
ug: بۇ كىشىلەرنىڭ ئېلخەت گۇۋاھنامىسىنى راستىنلا ئۆچۈرەمسىز؟
ur: کیا آپ واقعی ان لوگوں کے ای میل تصدیق نامے حذف کرنا چاہتے ہیں؟
uz: Ushbu odamlarning e-pochta sertifikatlarini o‘chirmoqchi ekanligingizga ishonchingiz komilmi?
vi: Bạn có muốn xóa các chứng chỉ email của những người này không?
zu: Uyaqiniseka yini ukuthi ufuna ukuzicisha lezi zitifiketi ze-imeyili yalaba bantu?

source: If you delete an e-mail certificate, your will no longer be able to send encrypted e-mail to those people.
zu: Uma ucisha isitifiketi se-imeyili, ngeke usakwazi ukuthumela i-imeyili enombhalo ocashile kulabo bantu.

source: Delete E-Mail Certificates
af: Skrap e-possertifikate
ar: احذف شهادات البريد الإلكتروني
as: ই-মেইল প্ৰমাণপত্ৰ আঁতৰাওক
az: E-poçt təsdiq sənədlərini sil
bg: Изтриване на сертификати за е-поща
bn_in: ই-মেইল সার্টিফিকেট মুছে ফেলুন
br: Dilemel an testenioù posteloù
ca: Suprimeix els certificats de correu electrònic
cy: Dileu Tystysgrifau E-bost
es_mx: Eliminar certificados de correo electrónico
eu: Ezabatu e-posta ziurtagiriak
fur: Elimine certificâts di pueste eletroniche
gd: Sguab às teisteanasan a' phuist-dhealain
gu: ઇ-મેલ પ્રમાણપત્રો દૂર કરો
he: מחק אישורי דוא״ל
hi_in: ईमेल प्रमाणपत्र मिटाएँ
hr: Obriši certifikate e-pošte
hu: E-mail tanúsítványok törlése
hy_am: Ջնջել Էլ-Փոստ արտոնագրերը
ka: ელფოსტის სერთიფიკატების წაშლა
kk: Электронды пошта сертификаттарын өшіру
km: លុប​វិញ្ញាបនបត្រ​អ៊ីមែល
kn: ವಿ-ಅಂಚೆ ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಅಳಿಸಿಹಾಕು
ku: Sertîfîkaya E-Peyamê jê bibe
lt: El. pašto liudijimų šalinimas
lv: Dzēst e-pasta sertifikātus
mai: ईमेल प्रमाणपत्र मेटाउ
ml: ഈമെയില്‍ സര്‍ട്ടിഫിക്കേറ്റുകള്‍ നീക്കം ചെയ്യുക
ms: Padam Sijil Emel
my: အီးမေးလ် လက်မှတ်များကို ပယ်ဖျက်ပါ
nb_no: Slett e-postsertifikater
oc: Supression de certificats de corrièr
or: ଇ-ମେଲ ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକୁ ଅପସାରଣ କରନ୍ତୁ
pt_br: Excluir certificados de email
rw: Gusiba Ibyemezo bya Imeyili
sd: اي۔ميل سرٽيفڪيٽ ڪڍي ڇڏيو
si: විද්‍යුත් තැපැල් සහතික මකන්න
sv: Ta bort e-postcertifikat
ta: மின்னஞ்சல் சான்றிதழ்களை அழி
te: ఇ-మెయిల్ ధృవీకరణపత్రాలను తొలగించండి
th: ลบใบรับรองอีเมล
tr: E-posta sertifikalarını sil
ug: ئېلخەت گۇۋاھنامىسى ئۆچۈر
ur: ای میل تصدیق نامے حذف کریں
uz: E-pochta sertifikatlrini oʻchirish
vi: Xóa các Chứng chỉ E-Mail
zu: Cisha Izitifiketi ze-imeyili

source: File Name to Restore
zu: Igama Lefayela Lokuyibuyisela

source: File Name to Backup
af: Lêernaam om te rugsteun
ar: اسم الملفّ المراد نسخه احتياطيًّا
as: কপি কৰি ৰক্ষা কৰা ফাইলৰ নাম
az: Ehtiyatlama üçün fayl adı
bg: Име на файл за резервно копие
bn_in: যে ফাইল ব্যাক-আপ করা হবে
br: Anv ar restr da atoriñ
ca: Nom del fitxer a què s'ha de fer una còpia de seguretat
cy: Enw Ffeil i'w Gadw wrth Gefn
es_mx: Nombre del archivo a salvaguardar
eu: Babeskopia egiteko fitxategi izena
fur: Non dal file di salvâ
gd: Ainm an fhaidhle a tha ri lethbhreac-ghlèidhidh
gu: બેકઅપ કરવા માટે ફાઇલનુ નામ
he: שם קובץ לגיבוי
hi_in: बैकअप के लिये फाइलनाम
hr: Naziv datoteke za izradu sigurnosne kopije
hu: Elmentendő fájl neve
hy_am: Պահեստային Կրկնօրինակի Ֆայլի Անունը
ka: დუბლირებადი ფაილის სახელი
kk: Көшірме нұсқасы бар файлдың аты
km: ឈ្មោះ​ឯកសារ​ត្រូវ​បម្រុងទុក
kn: ಬ್ಯಾಕ್‍ಅಪ್ ಮಾಡಬೇಕಿರುವ ಕಡತದ ಹೆಸರು
ku: Ji bo Hilanînê navê Pelê
lt: Archyvuojamo failo vardas
lv: Dublējamā faila nosaukums
mai: बैकअपक लेल फाइलनाम
ml: ബാക്കപ്പ്‌ ചെയ്യേണ്ട ഫയലിന്റെ പേര്‌
ms: Nama Fail untuk Sandaran
my: သိမ်းဆည်းမဲ့ ဖိုင်အမည်
nb_no: Filnavn å sikkerhetskopiere
oc: Nom de fichièr de salvagardar
or: ନକଲ ସଂରକ୍ଷଣ ପାଇଁ ଫାଇଲ ନାମ
pt_br: Arquivo para fazer o backup
rw: Izina rya Dosiye ryo Kubika
sd: بیک اپ کے لئے فائل نام
si: රක්‍ෂිත ගොනු නාමය
sv: Filnamn att säkerhetskopiera till
ta: பின்சேமிக்க வேண்டிய கோப்பு பெயர்
te: బ్యాక్అప్ తీయుటకు ఫైల్ నామము
th: ชื่อแฟ้มที่จะสำรอง
tr: Yedekleme için dosya adı
ug: زاپاسلايدىغان ھۆججەت نامى
ur: نام مسل جس کا پشتارہ لینا ہے
uz: Zahiralash uchun fayl nomi
vi: Tên Tập Tin để Sao lưu
zu: Igama Lefayela Lokugcina ikhophi

source: PKCS12 Files
af: PKCS12-lêers
ar: ملفّات PKCS12
as: PKCS12 ফাইল
az: PKSC12 Faylları
bg: PKCS12 файлове
bn_in: PKCS12 ফাইল
br: Restroù PKCS12
ca: Fitxers PKCS12
cy: Ffeiliau PKCS12
es_mx: Archivos PKCS12
eu: PKCS12 fitxategiak
fur: Files PKCS12
gd: Faidhlichean PKCS12
gu: PKCS12 ફાઇલો
he: קובצי PKCS12
hi_in: PKCS12 फाइल
hr: PKCS12 Datoteke
hu: PKCS12-fájlok
hy_am: PKSC12 Ֆայլեր
ka: PKCS12 ფაილები
kk: PKCS12 файлдары
km: ឯកសារ PKCS12
kn: PKCS12 ಕಡತಗಳು
ku: pelên PKCS12
lt: PKCS12 failai
lv: PKCS12 faili
mai: PKCS12 फाइल
ml: PKCS12 ഫയലുകള്‍
ms: Fail PKCS12
my: PKCS12 ဖိုင်များ
nb_no: PKCS12-filer
oc: Fichièrs PKCS12
or: PKCS12 ଫାଇଲଗୁଡ଼ିକ
pt_br: Arquivos PKCS12
rw: Dosiye za PKCS12
sd: PKCS12 فائيلون
si: PKCS12 ගොනු
sv: PKCS12-filer
ta: PKCS12 கோப்புகள்
te: PKCS12 ఫైళ్ళు
th: แฟ้ม PKCS12
tr: PKSC12 Dosyaları
ug: PKCS12 ھۆججەت
ur: PKCS12 مسلیں
uz: PKCS12 fayllar
vi: Các tệp PKCS12
zu: PKCS12 Amafayela

source: You have attempted to establish a connection with "%S". However, the security certificate presented belongs to "%S". It is possible, though unlikely, that someone may be trying to intercept your communication with this web site.
zu: Uzame ukuxhuma no-"%S". Nokho, lesi sitifiketi sokuvikela esilethiwe esika-"%S". Nakuba emancane amathuba, kungenzeka ukuthi othile uzama ukumisa ukuxhumana kwakho nale ngosi yewebhu.

source: If you suspect the certificate shown does not belong to "%S", please cancel the connection and notify the site administrator.
zu: Uma usola ukuthi lesi sitifiketi esibonisiwe akusona esika-"%S", sicela ukukhansele ukuxhumana bese wazisa umphathi wengosi.

source: "%S" is a site that uses a security certificate to encrypt data during transmission, but its certificate expired on %S.
zu: Le "%S" ingosi esebenzisa isitifiketi sokuvikela ukuze ibhale ngokucashile ukwaziswa ngesikhathi kudluliswa, kodwa isitifiketi sayo siphelelwa isikhathi mhlaka %S.

source: Server Certificate Expired
zu: Isitifiketi Seseva Sesiphelelwe Isikhathi

source: "%S" is a site that uses a security certificate to encrypt data during transmission, but its certificate will not be valid until %S.
zu: Lena "%S" ingosi esebenzisa isifitiketi sokuvikela ukuze ibhale ngokucashile ukwaziswa lapho kudluliswa, kodwa isitifiketi sayo ngeke sisebenze kuze kube mhlaka %S.

source: Server Certificate Not Yet Valid
zu: Isitifiketi Seseva Asikasebenzi

source: You should check to make sure that your computer's time (currently set to %S) is correct.
zu: Kufanele uhlole ukuze uqiniseke ukuthi isikhathi se-khompyutha yakho (njengamanje esiku-%S) siqinisile.

source: Use this button to reset %S's security preferences to their factory settings.
zu: Sebenzisa le nkinobho ukuze uqalise phansi okukhethayo kokuvikela kubuyele ekuhlelweni kwasembonini %S.

source: This certificate has been verified for the following uses:
af: Hierdie sertifikaat is vir die volgende gebruike gestaaf:
ar: تمّ التحقّق من هذه الشّهادة للاستخدامات التّالية:
as: প্ৰমাণপত্ৰক পৰীক্ষা কৰা হোৱা নাই কাৰণ:
az: Bu təsdiq sənədi bu məqsədlərçün təsdiqləndi:
bg: Този сертификат е потвърден за следните цели:
bn_in: এই সার্টিফিকেটটি নিম্নলিখিত কর্মের জন্য পরীক্ষিত হয়েছে:
br: Gwiriet eo bet an testeni-mañ evit an arverioù da heul :
ca: S'ha verificat el certificat per als usos següents:
cy: Nid yw'r dystysgrif wedi cael ei gwirio ar gyfer y defnydd canlynol:
es_mx: Este certificado ha sido verificado para los siguientes usos:
eu: Ziurtagiri hau ondorengo erabileretarako egiaztatu da:
fur: Chest certificât al è stât verificât par chescj utents:
gd: Chaidh an teisteanas seo a dhearbhadh a chum na leanas:
gu: નીચેના વપરાશો માટે આ પ્રમાણપત્ર ચકાસાઈ ગયુ છે:
he: אישור זה אומת עבור השימושים הבאים:
hi_in: यह प्रमाणपत्र को निम्न प्रयोग के लिये जांचा जा रहा है:
hr: Ovaj certifikat je ovjeren za sljedeće namjene:
hu: A tanúsítvány a következőkre lett ellenőrizve:
hy_am: Այս Վկայագիրը հավաստվել է հետևալ նշանակությունների համար.
ka: სერთიფიკატი შემოწმდა და დაიშვება შემდეგი ამოცანებისთვის:
kk: Бұл сертификат келесі мақсаттармен верификацияланған:
km: វិញ្ញាបនបត្រ​នេះ​ត្រូវ​បាន​ផ្ទៀងផ្ទាត់​សម្រាប់​ការ​ប្រើប្រាស់​ដូច​ខាងក្រោម ៖
kn: ಈ ಪ್ರಮಾಣಪತ್ರವು ಈ ಕೆಳಗಿನ ಬಳಕೆಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲ್ಪಟ್ಟಿದೆ :
ku: Ev sertîfîka ji bo van armancan hat erêkirin:
lt: Liudijimas patikrintas šiems jo panaudojimo atvejams:
lv: Šis sertifikāts ir apstiprināts šādiem mērķiem:
mai: ई प्रमाणपत्र केँ निम्न प्रयोगक लेल जाँचल जाए रहल अछि:
ml: ഈ സര്‍ട്ടിഫിക്കേറ്റ് താഴെ പറഞ്ഞിരിക്കുന്നതിനായി ഉറപ്പാക്കിയിരിക്കുന്നു:
ms: Sijil telah disahkan untuk pengguna berikut:
my: ​အောက်ပါ သုံးစွဲမှုများအတွက် ဒီလက်မှတ်ကို အတည်ပြုထားတယ်:
nb_no: Sertifikatet er godkjent for følgende bruk:
oc: Aqueste certificat es estat verificat per las utilizacions seguentas :
or: ଏହି ପ୍ରମାଣପତ୍ରଟି ନିମ୍ନଲିଖିତ ବ୍ୟବହାରଗୁଡ଼ିକ ପାଇଁ ଯାଞ୍ଚକରାସରିଛି:
pt_br: Este certificado foi homologado para estes usos:
rw: Iki cyemezo cyagenzuwe mu gukoreshwa mu buryo bukurikira:
sd: هيٺين اِستعمالن لاءِ هِن سرٽيفڪيٽ جي تصديق ڪئي ويئي آهي:
si: මෙම සහතිකය පහත දැක්වෙන පරිශීලකයන් සඳහා සත්‍යාපනය කර ඇත:
sv: Detta certifikat har verifierats för följande tillämpningar:
ta: இந்த சான்றிதழ் பின்வரும் பயன்களுக்காக சரிபார்க்கப்பட்டது:
te: ఈ దృవీకరణపత్రం క్రింది వుపయోగాలనిమిత్తం నిర్ధారించబడింది:
th: ใบรับรองนี้ได้รับการพิสูจน์สำหรับการใช้งานดังกล่าว:
tr: Bu sertifika şu amaçlar için doğrulandı:
ug: بۇ گۇۋاھنامە دەلىللەنگەن، تۆۋەندىكى ئەھۋالدا ئىشلىتىشكە ماس كېلىدۇ:
ur: یہ تصدیق نامہ مندرجہ ذیل استعمالات کےلیے توثیق کیا جا چکا ہے:
uz: Ushbu sertifikat quyidagi foydalanuvchilar uchun tekshirilgan:
vi: Chứng thư này đã được xác minh cho những mục đích sau:
zu: Lesi sitifiketi siye sahlolelwa loku kusetshenziswa okulandelayo:

source: Could not verify this certificate because it has been revoked.
af: Die sertifikaat kon nie gestaaf word nie omdat dit opgehef is.
ar: تعذّر التحقّق من هذه الشّهادة لأنّه قد تمّ نقضُها.
as: ইয়াক ৰিভ'ক কৰাৰ কাৰণে এই প্ৰমাণপত্ৰক পৰীক্ষা কৰিব পৰা নগল।
az: Bu təsdiq sənədi ləğv edildiyi üçün yoxlana bilmədi.
bg: Сертификатът не е приет, защото е анулиран.
bn_in: সার্টিফিকেট প্রত্যাখ্যান হওয়ার দরুন এটি পরীক্ষা করা সম্ভব হয়নি।
br: Ne oa ket evit gwiriañ an testeni-mañ rak tennet kuit eo bet.
ca: No s'ha pogut comprovar el certificat perquè ha estat revocat.
cy: Nid oedd modd gwirio'r dystysgrif am ei bod wedi ei diddymu.
es_mx: No se pudo verificar este certificado porque ha sido revocado.
eu: Ezin izan da ziurtagiri hau egiaztatu, errebokatua izan delako.
fur: No si à podût verificâ chest certificât parcè che al è stât revocât.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's gun deach a chùl-ghairm.
gu: આ પ્રમાણપત્રને ચકાસી શકાય નહી કારણકે તે રદ થયેલ છે.
he: לא יכול לאמת אישור זה משום שהוא בוטל.
hi_in: इस प्रमाणपत्र को नहीं जांचा जा सका क्योंकि यह वापस किया जा रहा है.
hr: Ovjera ovog certifikata nije moguća jer je poništen.
hu: Nem sikerült ellenőrizni a tanúsítványt, mert vissza lett vonva.
hy_am: Անհնար է հավաստել Վկայագրին, քանզի այն վավերազրկված է:
ka: ამ სერთიფიკატის შემოწმება ვერ მოხერხრდა, რადგან იგი გაუქმებულია.
kk: Сертификат верификациясы мүмкін емес - ол қайта шақырылды.
km: មិន​អាច​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ​នេះ​បាន​ទេ ពីព្រោះ​វា​ត្រូវ​បាន​ដកហូត ​។
kn: ಈ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಇದನ್ನು ರದ್ದು ಮಾಡಲಾಗಿದೆ.
ku: Ji ber ku ev sertîfîka betal e, nehat kontrolkirin.
lt: Negalima patikrinti liudijimo, nes jis atšauktas.
lv: Nevar apstiprināt šo sertifikātu, jo tas ir anulēts.
mai: ई प्रमाणपत्र केँ नहि जाँचल जाए सकल किएक ई वापस कएल जाए रहल अछि.
ml: ആവശ്യപ്പെട്ടിരിക്കുന്നതിനാല്‍ ഈ സര്‍ട്ടിഫിക്കേറ്റ് ഉറപ്പാക്കുവാനായില്ല.
ms: Tidak dapat mengesahkan sijil ini kerana ianya telah ditarik balik.
my: ဒီလက်မှတ်ကို ပြန်ရုပ်သိမ်းထားတဲ့ အတွက် အတည်မပြုနိုင်ဘူး။
nb_no: Klarte ikke bekrefte sertifikatet fordi det er tilbakekalt.
oc: Impossible de verificar aqueste certificat perque es estat revocat.
or: ଏହି ପ୍ରମାଣପତ୍ରକୁ ଯାଞ୍ଚକରିପାରିବେ ନାହିଁ କାରଣ ଏହାକୁ ରଦ୍ଦକରି ଦିଆଯାଇଛି.
pt_br: Não foi possível comprovar a homologação deste certificado porque ele foi revogado.
rw: Ntibyashobotse kugenzura iki cyemezo kubera ko cyanzwe.
sd: هن سرٽيفڪيٽ جي تصديق نہ ٿي سگهي ڇو تہ اهو رد ڪيو ويو آهي۔
si: සහතිකය අවලංගුවු බැවින් මෙම සහතිකය සත්‍යාපනය කළ නොහැකි විය.
sv: Kan inte verifiera detta certifikat eftersom det har dragits in.
ta: இது நீக்கப்பட்டதால் இந்த சான்றிதழை சரிபார்க்க முடியவில்லை.
te: ఈ ధృవీకరణపత్రాన్ని నిర్ధారించలేము ఎంచేతంటే ఇది కొట్టివేయబడింది.
th: ไม่สามารถพิสูจน์ใบรับรองที่ถูกยกเลิกได้
tr: Bu sertifika iptal edildiği için doğrulanamadı.
ug: بۇ گۇۋاھنامىنى دەلىللىيەلمىدى، چۈنكى ئۇ يىغىۋېلىنغان.
ur: اس تصدیق نامے کی توثیق نہیں کر سکا کیوں کہ یہ باطل قرار دیا گیا ہے۔
uz: Ushbu sertifikat tekshirilmadi, chunki u bekor qilingan.
vi: Không thể xác minh chứng chỉ này vì nó đã bị thu hồi.
zu: Ngeke isiqinisekise lesi sitifiketi ngoba siye sahoxiswa.
