Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.dtd.po
Languages: af, ar, as, az, bn_in, br, bs, ca, cy, eu, fur, he, hi_in, hr, hu, id, ka, kk, km, ku, lb, lt, lv, mai, ne, or, ps, pt_br, ro, si, sr, sv, ta, te, th, uz, vi, xh, zu

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
af: Belangrik: Indien u u sertifikaat-rugsteunwagwoord vergeet, sal u nie hierdie rugsteuning later kan terugkopieer nie. Teken dit op 'n veilige plek aan.
ar: هامّ: إذا نسيت كلمة سرّ النّسخة الاحتياطيّة للشّهادة، لن تكون قادرًا على استعادة هذه النّسخة الاحتياطيّة لاحقًا. الرجاء تسجيلها بمكان آمن.
as: গুৰুত্বপূৰ্ণ: প্ৰমাণপত্ৰ সংৰক্ষণৰ পাছৱাৰ্ড পাহৰিলে, পিছত আপুনি এই বেক-আপ পুনঃ স্থাপন কৰিব নোৱাৰে। অনুগ্ৰহ কৰি ইয়াক এটা সুৰক্ষিত স্থানত ৰাখক।
az: Vacib: Əgər təsdiq sənədi ehtiyatlama şifrənizi unutsanız, bu ehtiyatlamanı yenidən yarada bilməzsiniz. Lütfən bunu təhlükəsiz bir şəraitdə saxlayın.
bn_in: গুরুত্বপূর্ণ: সার্টিফিকেট ব্যাক-আপ পাসওয়ার্ড হারিয়ে গেলে আপনি এই ব্যাক-আপ পুনরুদ্ধার করতে সক্ষম হবেন না। অনুগ্রহ করে এই পাসওয়ার্ডটি কোনো সুরক্ষিত স্থানে সংরক্ষণ করুন।
br: Pouezus : mar bez ankouaet ger-tremen ho testeni atoriñ ne viot ket evit assav an atoradenn diwezhatoc'h. Enrollit ho ker-tremen en ul lec'h diarvar.
bs: Važno: Ukoliko zaboravite lozinku sigurnosne kopije certifikata, kasnije istu nećete moći povratiti. Molimo da lozinku spremite na sigurno mjesto.
ca: Important: si oblideu la contrasenya de la còpia de seguretat del certificat no podreu recuperar-la més endavant. Deseu-la en un lloc segur.
cy: Pwysig: Os byddwch yn anghofio eich cyfrinair diogelwch cludadwy, ni fydd modd i chi adfer y ffeil wrth gefn yma eto. Cofnodwch hwn mewn man diogel.
eu: Garrantzizkoa: Ziurtagiri-babeskopiaren pasahitza ahazten bazaizu, ezin izango duzu geroago babeskopia hori berreskuratu. Gorde ezazu leku seguru batean.
fur: Impuartant: Se tu vessis di dismenteâ la tô password de copie di sigurece dal certificât, no tu podarâs plui recuperâ la copie. Viôt di vuardâle ben.
he: חשוב: אם תשכח את הססמה לגיבוי האישור שלך, לא תוכל לשחזר גיבוי זה מאוחר יותר. אנא רשום אותה במקום בטוח.
hi_in: Important: अगर आप अपना प्रमाणपत्र बैकअप कूटशब्द भूल गये हैं, आप इस बैकअप को बाद में फिर नहीं ला पायेंगे. कृपया इसे सुरक्षित स्थान में रिकार्ड करें.
hr: Važno: ako zaboravite svoju sigurnosnu kopiju lozinke certifikata, kasnije nećete moći vratiti ovu sigurnosnu kopiju. Molim spremite lozinku na sigurno mjesto.
hu: Fontos: Ha elfelejti a tanúsítványokról készült biztonsági mentéshez használt jelszót, nem fogja tudni visszaállítani a tanúsítványokat a mentésből. Írja fel biztonságos helyre.
id: Penting: Jika Anda lupa sandi cadangan sertifikat, Anda tidak akan dapat mengembalikan cadangan ini nantinya. Mohon disimpan di lokasi yang aman.
ka: მნიშვნელოვანია: თუ სერთიფიკატის დუბლირების პაროლი დაგავიწყდათ, დუბლიკატის აღდგენას ვეღარ შეძლებთ. გთხოვთ საიმედოდ შეინახოთ იგი.
kk: Маңызды: Егер сертификатты қалпана келтіру паролін жоғалтсаңыз, кейін оны қалпына келтіре алмайсыз. Паролді қауіпсіз жерге жазыңыз.
km: សំខាន់ ៖ ប្រសិនបើ​អ្នក​ភ្លេច​ពាក្យសម្ងាត់​សម្រាប់​បម្រុងទុក​វិញ្ញាបនបត្រ​របស់​អ្នក អ្នក​នឹង​មិន​អាច​ស្ដារ​ឯកសារ​បម្រុង​ទុក​នេះ​នៅ​ពេល​ក្រោយ​បាន​ទេ ។ សូម​ចម្លង​វា​ទុក​នៅ​ក្នុង​ទីតាំង​សុវត្ថិភាព ។
ku: Girîngî: Heke nasnavê xwe yê hilanîna sertîfîkayê ji bîr bikî, nikarî dû re vê hilanînê çêkî. Ji kerema xwe re vê li ciyeke ewle veşêre.
lb: Wichteg: Wann s de däin Zertifikat Backup Passwuert vergëss, kanns de spéider dëse Backup net erëm hierstellen. Schreif et w.e.g. op enger sécher Plaz nidder.
lt: Svarbu. Jei pamiršite atsarginės kopijos slaptažodį, jo atkurti negalėsite. Todėl jį užsirašykite ir paslėpkite saugioje vietoje.
lv: Svarīgi: Ja aizmirsīsiet šo paroli, nevarēsiet atjaunot šo rezerves kopiju. Lūdzu saglabājiet to drošā vietā.
mai: Important: जँ अहाँ अपन प्रमाणपत्र बैकअप गुड़किल्ली भूलि गेलहुँ, अहाँ एहि बैकअप केँ बाद मे फेर नहि लाबि सकब. कृप्या एकरा सुरक्षित स्थान मे रिकार्ड करू.
ne: महत्वपूर्ण: तपाइँले आफ्नो प्रमाणपत्रको जगेडा पासवर्ड बिर्सनुभयो भने, तपाइँले यो जगेडालाई पछि पुन:भण्डारण गर्न सक्नुहुन्न। कृपया यसलाई सुरक्षित स्थानमा रेकर्ड गर्नुहोस्।
or: ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ: ଯଦି ଆପଣ ଆପଣଙ୍କର ପ୍ରମାଣପତ୍ର ନକଲ ସଂରକ୍ଷଣ ପ୍ରବେଶ ସଂକେତକୁ ଭୁଲିଯାଆନ୍ତି, ତେବେ ଆପଣ ପରେ ଏହି ନକଲ ସଂରକ୍ଷଣକୁ ପୁନଃସ୍ଥାପନ କରିବାରେ ସମର୍ଥ ହେବେ ନାହିଁ. ଦୟାକରି ଏହାକୁ କୌଣସି ସୁରକ୍ଷିତ ସ୍ଥାନରେ ଲିପିବଦ୍ଧ କରନ୍ତୁ.
ps: وارد کړﺉ: که تاسې د خپل منښتلیک د شاتړ تېرنويی هېر کړی وي، نو تاسې به د دې شاتړ د وروسته ساتنې وړتیا ونه لرﺉ. هیله ده په یوه خوندي ځای کې یې وساتﺉ.
pt_br: Importante: caso esqueça a senha de backup do certificado, você não poderá restaurar este backup depois. Por favor, anote em um local seguro.
ro: Important: Dacă uitați parola de siguranță pentru certificate, nu veți putea reface această copie mai târziu. Aveți grijă să o păstrați într-un loc sigur.
si: වැදගත්: ඔබ ඔබගේ බැකප් රහස්පදය අමතක කළ හොත් ඔබට එම බැකප් දත්ත යළි පිහිටවිය නොහැකි වනු ඇත. කරුණාකර එය සුරක්ෂිත ස්ථානයක ලියා තබන්න.
sr: Важно: ако заборавите лозинку за резервни умножак сертификата, нећете моћи да касније вратите резервни умножак. Молимо да лозинку сачувате на безбедно место.
sv: Viktigt: Om du glömmer detta lösenord kommer du inte att kunna återställa denna säkerhetskopia senare. Lagra detta lösenord på en säker plats.
ta: முக்கியம்: உங்கள் சான்றிதழ் காப்பு கடவுச்சொல்லை நீங்கள் மறந்திருந்தால், கோப்பை மீட்க முடியாது. எனவே பாதுகாப்பான இடத்தில் கடவுச்சொல்லை பதிவு செய்துகொள்ளவும்.
te: ముఖ్యమైనది: మీరు మీ ధృవీకరణపత్రం బ్యాక్అప్ సంకేతపదాన్ని మరిచిపోయినట్లైతే , మీరు ఈ బ్యాక్అప్‌ను తర్వాత తిరిగిపొందలేరు.దయచేసి దీనిని భద్రమైన స్థానమునందు వుంచుకోండి.
th: สำคัญมาก : หากคุณลืมรหัสผ่านสำรองใบรับรอง คุณจะไม่สามารถเรียกคืนข้อมูลที่สำรองไว้ได้อีกต่อไป ควรบันทึกรหัสผ่านนี้ไว้ในที่ปลอดภัย
uz: Muhim: agar siz sertifikat zahira parolini unutsangiz, ushbu zahiralashni keyinroq tiklay olmaysiz. Uni xavfsiz joyga yozib qo‘ying.
vi: Quan trọng: Nếu bạn quên mật khẩu sao lưu chứng chỉ, sau này bạn sẽ không thể phục hồi bản sao lưu này. Hãy lưu vào một nơi an toàn.
xh: Kubalulekile: Ukuba usilibele isiqinisekiso sokhuselo emva lwegama eligqithisiweyo, awuzukwazi ukubuyisela ukuphelo lwasemva ngexesha elizayo. Nceda yibale ecaleni kwindawo ekhuselekileyo.
zu: Okubalulekile: Uma ukhohlwa igama lokungena lesitifiketi ozosigcina, ngeke ukwazi ukubuyisa lesi esigciniwe kamuva. Sicela ulibhale endaweni ephephile.

source: Password Entry Dialog
af: Wagwoord-intikdialoog
ar: حوار إدخال كلمة السرّ
as: পাছৱাৰ্ড দিয়াৰ সম্বাদ
cy: Deialog Mynediad y Cyfrinair
eu: Pasahitza idazteko leihoa
he: דו־שיח להכנסת ססמה
hr: Prozor upisa lozinke
ka: პაროლის მითითება
lv: Paroles ievades logs
pt_br: Entrada da senha
sr: Унос лозинке
th: กล่องป้อนรหัสผ่าน
xh: Ungeniso Lwegama lokugqitha Lencoko yababini
zu: Lapho kubhalwa khona igama lokungena

source: Please enter the password that was used to encrypt this certificate backup.
af: Tik die wagwoord in wat gebruik is om hierdie sertifikaatrugsteun te enkripteer.
ar: الرّجاء إدخال كلمة السرّ التي استخدمت لتعمية النّسخة الاحتياطية من هذه الشّهادة.
as: এই প্ৰমাণপত্ৰৰ বেক-আপ এনক্ৰিপ্ট কৰিবলৈ ব্যৱহাৰ কৰা পাছৱাৰ্ড দিয়ক।
cy: Rhowch y cyfrinair ddefnyddiwyd i amgryptio'r ffeil tystysgrif wrth gefn.
eu: Idatzi ziurtagiri babeskopia hau zifratzeko erabili den pasahitza.
he: אנא הכנס את הססמה ששימשה להצפנת גיבוי אישור זה.
hr: Molim upišite lozinku s kojom je šifrirana sigurnosna kopija ovog certifikata.
ka: სერთიფიკატის დუბლიკატის დაშიფვრის პაროლის მითითება.
lv: Lūdzu ievadiet paroli, kas tika izmantota sertifikāta rezerves kopijas šifrēšanā.
pt_br: Por favor, forneça a senha que foi usada para criptografar este backup do certificado.
sr: Молимо да унесете лозинку која је коришћена за шифровање овог резервног умношка сертификата.
th: โปรดป้อนรหัสผ่านเพื่อใช้เข้ารหัสลับการสำรองใบรับรอง
xh: Nceda ngenisa igama lokugqitha ebelisebenziswe ukufihla ukuphelo lwasemva lwesiqinisekiso.
zu: Sicela ufake igama lokungena elasetshenziswa lapho kubhalwa ngokucashile ikhophi egciniwe yalesi sitifiketi.

source: Choose Token Dialog
af: Kies tekendialoog
ar: اختر حوار العلامة
as: টোকপন সম্বাদ নিৰ্ব্বাচন কৰক
az: Nişan seçmə qutusu
bn_in: টোকেন নির্বাচন সংক্রান্ত ডায়লগ
br: Dibab ar reveziadenn gendiviz
bs: Izaberite znak za dijalog
ca: Diàleg de tria del testimoni
cy: Dewiswch Dialog Enghreifftiol
eu: Aukeratu token-aren elkarrizketa
fur: Barcon pe sielte dal token
he: דו־שיח בחירת אסימון
hi_in: टोकेन संवाद चुनें
hr: Prozor odabira tokena
hu: Tokenválasztás párbeszédpanel
id: Silakan pilih Dialog Token
ka: რგოლის არჩევის დიალოგი
kk: Токен таңдау
km: ជ្រើស​ប្រអប់​ថូខឹន
ku: Qutîka Hilbijartina Direfşan
lb: Token Wiel Dialog
lt: Saugumo priemonės pasirinkimas
lv: Marķierierīces izvēles logs
mai: टोकेन समाद चुनू
ne: चिनोको संवाद छनोट गर्नहोस्
or: ଟୋକେନ ସଂଳାପ ବାଛନ୍ତୁ
ps: د ټوکن خبرې اترې وچوڼﺉ
pt_br: Janela para seleção de token
ro: Alegere token
si: ටෝකන සංවාදය තෝරන්න
sr: Изабери знак
sv: Välj informationsbärare
ta: டோக்கன் உரையாடலை தேர்வு செய்யவும்
te: టోకెన్ డైలాగ్‌ను ప్రవేశపెట్టండి
th: กล่องเลือกโทเค็น
uz: Ulam dialogini tanlang
vi: Hộp thoại Chọn Token
xh: Khetha Incoko yababini ye Token
zu: Khetha Okokubhala Ithokheni

source: Please choose a token.
af: Kies 'n teken.
ar: الرّجاء اختيار علامة.
as: এটা টোকেন বাছক।
az: Lütfən bir nişanseçin.
bn_in: অনুগ্রহ করে একটি টোকেন নির্বাচন করুন।
br: Dibabit ur reveziadenn.
bs: Molim izaberite žeton.
ca: Trieu un testimoni.
cy: Dewiswch arwydd.
eu: Aukeratu token bat.
fur: Sielç un token.
he: אנא בחר אסימון.
hi_in: एक टोकेन चुनें.
hr: Molim odaberite token.
hu: Válasszon egy tokent.
id: Silakan pilih token.
ka: რგოლის არჩევა.
kk: Токен таңдаңыз.
km: សូម​ជ្រើស​ថូខឹន ។
ku: Ji kerema xwe re direfşekê hilbijêre.
lb: Wiel w.e.g. een Token.
lt: Pasirinkite saugumo priemonę.
lv: Lūdzu izvēlieties marķierierīci.
mai: एकटा टोकेन चुनू.
ne: कृपया एउटा चिनो छान्नुहोस्।
or: ଦୟାକରି ଗୋଟିଏ ଟୋକେନ ବାଛନ୍ତୁ.
ps: لطفاْ یو بیلک وټاکﺉ.
pt_br: Por favor, selecione um token.
ro: Vă rugăm alegeți token.
si: කරුණාකර ටෝකනයක් තෝරන්න.
sr: Изаберите знак.
sv: Välj informationsbärare.
ta: டோக்கனை தேர்வு செய்யவும்.
te: దయచేసి టోకెన్‌ను ఎన్నుకోండి.
th: โปรดเลือกโทเค็น
uz: Ulamni tanlang
vi: Vui lòng chọn một mã thông báo.
xh: Nceda khetha i token.
zu: Sicela ukhethe ithokheni.

source: Encryption Key Copy
af: Enkripsie-sleutelkopie
ar: نسخة مفتاح التّعمية
as: এনক্ৰিপছন কি'ৰ কপি
az: Açar şifrələmə kopyası
bn_in: এনক্রিপশন কি (key)-র প্রতিলিপি
br: Eilad an alc'hwez enrinegañ
ca: Còpia de la clau de xifratge
cy: Copi o Allwedd Amgryptio
eu: Zifratze gakoaren kopia
fur: Copie de clâf di cifrazion
he: עותק מפתח הצפנה
hi_in: गोपन कुंजी कॉपी
hr: Kopija ključa šifriranja
hu: Titkosító kulcs másolata
id: Salinan Kunci Enkripsi
ka: დაშიფვრის გასაღების ასლი
kk: Шифрлеу кілтінің көшірмесі
km: ច្បាប់​ចម្លង​សម្រាប់​សោ​អ៊ិនគ្រីប
ku: Kopiya Nasnavê Kilîtê
lb: Verschlësselungs-Schlëssels Kopi
lt: Šifravimo rakto kopija
lv: Šifrēšanas atslēgas kopija
mai: गोपन कुँजी कापी
ne: गुप्तीकरण कुञ्जीको प्रतिलिपि
or: ସଂଗୁପ୍ତ କି ନକଲ
ps: د کوډییزونې د کیلي لمېسه
pt_br: Cópia da chave de criptografia
ro: Copie chei criptare
si: සංකේතාංකන යතුරු පිටපත
sr: Копија шифрованог кључа
sv: Kopiering av krypteringsnyckel
ta: குறியாக்க விசை நகம்
te: ఎన్క్రిప్షన్ కీ నకలు
th: การคัดลอกกุญแจการเข้ารหัสลับ
uz: Kodlash kaliti nusxasi
vi: Chép Khóa Mã hóa
xh: Ukhupelo Lwesitshixo Sofihlo
zu: Ikhophi Yenkinobho Yombhalo Ocashile

source: Important: This certificate authority has asked to make a backup of your encryption private key.
af: Belangrik: Die sertifikaatowerheid wil 'n dekkopie van u enkripsie- private sleutel maak.
ar: هامّ: طلبت سلطة الشّهادات هذه إنشاء نسخة احتياطية من مفتاح التعمية السرّي.
as: গুৰুত্বপূৰ্ণ: এই প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষই আপোনাৰ এনক্ৰিপছন ব্যক্তিগত কি'ৰ বেক-আপ বনাবলৈ কৈছে।
az: Vacib: təsdiqləmə sənədinin rəsmisi, şifrələmədə istifadə etdiyiniz xüsusi açarlarınız üçün bir nüsxə yaratmağınızı xahiş etdi.
bn_in: গুরুত্বপূর্ণ: উল্লিখিত সার্টিফিকেট অথোরিটির দ্বারা আপনার ব্যবহৃত এনক্রিপশন কি-র (key) ব্যাক-আপ নির্মাণের অনুরোধ করা হয়েছে।
br: Pouezus : An aotrouniezh testeniañ-mañ he deus goulennet un atoriñ evit hoc'h alc'hwez enrinegañ.
ca: Important: Aquesta entitat certificadora ha demanat fer una còpia de seguretat de la vostra clau privada de xifratge
cy: Pwysig: Mae'r awdurdod tystysgrifo wedi gofyn i gael gwneud copi wrth gefn o'ch allwedd amgryptio breifat.
eu: Garrantzizkoa: Autoritate ziurtagiri-emaile honek zure zifratze-gako pribatuaren babeskopia egiteko eskatu du.
fur: Impuartant: Cheste autoritât di certificazion e à domandât di fâ une copie di sigurece de tô clâf privade di cifrazion.
he: חשוב: רשות אישורים זו ביקשה ליצור גיבוי של מפתח ההצפנה הפרטי שלך.
hi_in: महत्वपूर्ण: यह प्रमाणपत्र ऑथोरिटी को आपके गोपन निजी कुंजी के बैकअप के लिये कहा जायेगा.
hr: Važno: ova agencija certifikata je upitala za stvaranje sigurnosne kopije vašeg privatnog ključa šifriranja.
hu: Fontos: A hitelesítésszolgáltató arra kérte, hogy készítsen biztonsági másolatot a személyes titkosító kulcsáról.
id: Penting: otoritas sertifikat berikut telah meminta Anda untuk membuat salinan cadangan enkripsi kunci pribadi.
ka: მნიშვნელოვანია: სერთიფიკატორი ითხოვს დაშიფვრის თქვენი პერსონალური გასაღების დუბლიკატის შექმნას.
kk: Маңызды: Бұл сертификаттаушы орталық сіздің жеке кілтіңіздің көшірмесін жасауды сұрап тұр.
km: សំខាន់ ៖ អាជ្ញាធរ​វិញ្ញាបនបត្រ​នេះ​បាន​ស្នើសុំ​​ឲ្យ​បង្កើត​ច្បាប់​ចម្លង​សោ​ឯកជន​សម្រាប់​ការ​អ៊ិនគ្រីប ។
ku: Girîngî: Peywirdara sertîfîkayê tika dike ku tu kopiyeke kilîta xwe ya taybet a ku tu di nasnavkirinê de bikar tînî hilînî.
lb: Wichteg: Dës Zertifikats-Autoritéit huet gefrot fir een Backup vun dengem privaten Verschlësselungs-Schlëssel ze maachen.
lt: Svarbu! Ši liudijimų įstaiga prašo leidimo padaryti privataus užšifravimo rakto atsarginę kopiją.
lv: Svarīgi: Sertifikātu autoritāte vēlas, lai jūs izveidotu privātās atslēgas rezerves kopiju.
mai: महत्वपूर्ण: ई प्रमाणपत्र आथोरिटी केँ अहाँक गोपन निज कुँजी क बैकअपक लेल कहल जएताह.
ne: महत्वपूर्ण: यो प्रमाणपत्र अधिकारीले तपाइँको निजी कुञ्जीको जगेडा बनाउनलाई सोधेको छ।
or: ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ: ଏହି ପ୍ରମାଣପତ୍ର ପ୍ରାଧିକାରୀ ଆପଣଙ୍କର ସଂଗୁପ୍ତ ନିଜସ୍ୱ କିର ଗୋଟିଏ ନକଲ ସଂରକ୍ଷଣ ନିର୍ମାଣ କରିବାକୁ କହିଛି.
ps: ضروري: د دې منښتلیک واک غوښتلي دي، چې ستاسې د کوډییزونې د شخصي کیلي یو شاتړ جوړ کړﺉ.
pt_br: Importante: esta autoridade certificadora solicitou fazer um backup de sua chave de criptografia privada.
ro: Important: Autoritatea de certificare a solicitat să păstreze o copie de siguranță a cheii dumneavoastră private.
si: වැදගත්: මෙම සහතික අධිකාරිය ඔබේ සංකේතාංකන පෞද්ගලික යතුරු වල බැකප් පිටපත් ගැනීමට පෞද්ගලික සංකේතාන්කන යතුරු බැකප් කරන ලෙස ඉල්ලා සිටි.
sr: Важно: овај ауторитет за сертификат је тражио да направи резервни умножак Вашег приватног кључа.
sv: Viktigt: Denna certifikatutfärdare har begärt att få göra en säkerhetskopia av din hemliga krypteringsnyckel.
ta: முக்கியம்: இந்த சான்றிதழ் நிறுவனம் உங்கள் குறியாக்க தனி விசையை காப்பெடுக்க சொல்கிறது.
te: ముఖ్యమైన: ఈ ధృవీకరణపత్రం అధారిటి మీ ఎన్క్రిప్షన్ వ్యక్తిగత కీ యొక్క బ్యాక్అప్ తీయమని అడుగుతుంది.
th: สำคัญมาก : CA ขอร้องการสำรองกุญแจเข้ารหัสลับส่วนตัวของคุณ
uz: Muhim: ushbu sertifikatni tasdiqdan o‘tkazish kodlash maxfiy kalitingizni zahiralash uchun so‘ralgandi.
vi: Quan trọng: Bên thẩm định chứng chỉ này yêu cầu bạn tạo một bản sao lưu khóa mật hóa cá nhân.
xh: Kubalulekile: Esisiqinisekiso sogunyaziso sicele ukuba wenze ukhupelo lwasemva lesitshixo sakho sekhusi sofuhlo.
zu: Okubalulekile: Leli gunya lesitifiketi licele ukwenza ikhophi yenkinobho yakho yombhalo ocashile.

source: The benefit is that if you lose access to your encryption private key, you can request a copy from this certificate authority.
af: Die voordeel is dat indien u toegang tot u enkripsie- private sleutel verloor, u 'n afskrif van hierdie sertifikaatowerheid kan aanvra.
ar: الفائدة هي أنّه إذا فقدت مفتاح التعمية السرّي، يمكنك طلب نسخة من سلطة الشّهادات هذه.
as: সুবিধা এইটো যে আপুনি এনক্ৰিপছন ব্যক্তিগত কি' হেৰালে, এই প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষৰ পৰা বিচাৰিব পাৰে।
az: Buradakı üstünlüyünüz, Açar itkisi olduğu halda təsdiq sənədi rəsmisindən bir surətini tələb edə bilərsiniz.
bn_in: এই ব্যবস্থার সাহায্যে আপনার ব্যবহৃত ব্যক্তিগত এনক্রিপশন কী (key) হাতছাড়া হয়ে গেলে আপনি এই সার্টিফিকেট অথোরিটির (CA) থেকে সেটির প্রতিলিপি প্রাপ্ত করতে সক্ষম হবেন।
br: Ar splet zo mar bez kollet ho haeziñ betek hoc'h alc'hwez enrinegañ prevez e c'hallot azgoulenn un eilad anezhi diouzh an aotrouniezh testeniañ-mañ.
ca: L'avantatge és que, si perdeu l'accés a la vostra clau privada de xifratge, en podeu sol·licitar una còpia a aquesta entitat certificadora.
cy: Y fantais yw y bydd modd i chi ofyn am gopi gan yr awdurdod tystysgrifo os byddwch yn colli eich allwedd amgryptio breifat.
eu: Horrela, zifratze-gako pribaturako sarbidea galtzen baduzu, autoritate ziurtagiri-emaile honi kopia bat eskatu ahal izango diozu.
fur: Il vantaç al è che se tu pierdis acès ae tô clâf privade di cifrazion, tu puedis domandânt une copie ae autoritât di certificazion.
he: היתרון הוא שאם תאבד גישה אל מפתח ההצפנה הפרטי שלך, תוכל לבקש עותק מרשות אישורים זו.
hi_in: लाभ है कि अगर आप अपने गोपन कुंजी में अभिगम छोड़ते हैं, आप इस प्रमाणपत्र ऑथोरिटी से एक कॉपी का आग्रह कर सकते हैं.
hr: Prednost je da, ako izgubite pristup vašem privatnom ključu šifriranja, kopiju ključa možete zatražiti od ove agencije certifikata.
hu: Ez előnyös abból a szempontból, hogy ha elveszti a titkosító kulcsát, a hitelesítésszolgáltató (CA) tud adni egy másolatot.
id: Keuntungannya adalah jika Anda kehilangan akses ke enkripsi kunci pribadi, Anda dapat meminta salinan dari otoritas sertifikat ini.
ka: სარგებლობა ისაა, რომ თუ გასაღებს დაკარგავთ, შეგიძლიათ ასლი სერთიფიკატების გამცემს მოსთხოვოთ.
kk: Осының артықшылығы - жеке кілтіңізді жоғалтсаңыз, оның көшірмесін осы сертификаттау орталығынан сұрай аласыз.
km: អត្ថប្រយោជន៍​គឺថា ប្រសិនបើ​អ្នក​បាត់បង់​ការ​ចូល​ដំណើរការ​ទៅ​កាន់​សោ​ឯកជន​សម្រាប់​ការ​អ៊ិនគ្រីប អ្នក​អាច​ស្នើសុំ​ច្បាប់​ចម្លង​ពី​អាជ្ញាធរ​វិញ្ញាបនបត្រ​នេះ ។
ku: Qezenca te ya di vê de ew e dema ku te kilîtê winda kir, dikarî ji peywirdara sertîfîkayê kopiyeke wê bixwazî.
lb: De Virdeel ass dass wann s de den Zougang zu dengem privaten Verschlësselungs-Schlëssel verléiers, kanns de eng Kopi vun dëser Zertifikats-Autoritéit ufroen.
lt: Tai naudinga todėl, kad praradus užšifravimo raktą, jo kopiją bus galima gauti iš liudijimo įstaigos.
lv: No tās ir labums gadījumā, ja pazaudējat savu privāto šifrēšanas atslēgu. Tad varat iegūt tās kopiju no sertifikāta autoritātes.
mai: लाभ अछि जे जँ अहाँ अपन गोपन कुँजी मे अभिगम छोड़ैत छी, अहाँ एहि प्रमाणपत्र आथोरिटी सँ एकटा कापी क आग्रह कए सकैत अछि .
ne: यसको फाइदा तपाईँले आफ्नो निजी कुञ्जीमा पहुँच गर्न सक्नुभएन भने, तपाइँले यो प्रमाणपत्र अधिकारीसँग एउटा प्रतिलिपिका लागि आग्रह गर्न सक्नुहुन्छ।
or: ଏହାର ଲାଭ ହେଉଛି ଯେ ଯଦି ଆପଣ ଆପଣଙ୍କର ସଂଗୁପ୍ତ ନିଜସ୍ୱ କିକୁ ପ୍ରବେଶାନୁମତି ହରାଇବସନ୍ତି, ତେବେ ଆପଣ ଏହାର ଗୋଟିଏ ନକଲ ପାଇଁ ପ୍ରମାଣପତ୍ର ପ୍ରାଧିକାରୀଙ୍କୁ ଅନୁରୋଧ କରିପାରିବେ.
ps: ګټه داده چې که تاسې د خپلې کوډیزونې کیلي ته لاسرسی له لاسه ورکړﺉ، نو تاسې به یوه لمېسه د منښتلیک له مرجع څخه وغوښتلای شﺉ.
pt_br: A vantagem é que se você perder o acesso de sua chave de criptografia privada, pode solicitar uma cópia para esta autoridade certificadora.
ro: Avantajul este că în cazul în care pierdeți accesul la cheia dumneavoastră privată de criptare, veți putea cere o copie de la autoritatea de certificare.
si: මෙහි වාසිය වනුයේ ඔබේ සංකේතාන්කන පෞද්ගලික යතුරු නැති වුවහොත් ඔබට මෙම සහතික අධිකාරියෙන් පිටපතක් ඉල්ලා සිටිය හැක.
sr: Предност је да ако изгубите приступ приватном кључу, можете да тражите умножак од ауторитета за сертификат.
sv: Fördelen med detta är att om du förlorar tillgång till din hemliga nyckel för kryptering kan du begära en kopia från denna certifikatutfärdare.
ta: உங்கள் குறியாக்க விசையை ஒருவேலை தொலைத்திருந்தால் சான்றிதழ் நிறுவனத்திடமிருந்து அதைப்பெறலாம்.
te: దీని లాభమేమిటంటే మీరు మీ ఎన్క్రిప్షన్ వ్యక్తిగత కీను పోగొట్టుకుంటే ,మీరు ఒక నకలును ధృవీకరణపత్రం అధారీటీనుండి అభ్యర్దించవచ్చు.
th: ข้อดีของการสำรองคือ หากภายหลังคุณไม่สามารถเข้าใช้กุญแจเข้ารหัสลับส่วนตัวของคุณได้ คุณสามารถร้องขอสำเนาของกุญแจจาก CA แห่งนี้ได้
uz: Yutug‘i: agar siz kodlash maxfiy kalitingizga kirishni yo‘qotsangiz, ushbu sertifikat tasdig‘idan nusxa olish uchun so‘rashingiz mumkin.
vi: Lợi ích của nó là nếu bạn mất quyền truy cập vào khóa mật hóa cá nhân, bạn có thể yêu cầu một bản sao từ bên thẩm định chứng chỉ này.
xh: Inzuzuzo kukuba uyalehlekelwa lunikezelo lwesitshixo sofihlo, uyakwazi ukufaka isicelo sokhuphelo olusuka kwiziko logunyaziso lwesisiqinisekiso.
zu: Inzuzo ukuthi uma ungasakwazi ukuthola inkinobho eyimfihlo yombhalo ocashile, ungacela ikhophi kuleli gunya lesitifiketi.
