Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.dtd.po
Languages: af, ar, as, az, bn_in, br, bs, ca, cy, eu, fur, he, hi_in, hr, hu, id, ka, kk, km, ku, lb, lt, lv, mai, ne, or, ps, pt_br, ro, si, sr, sv, ta, te, th, uz, vi, xh, zu

source: Change Master Password
af: Wysig meesterwagwoord
ar: غيّر كلمة السرّ الرئيسيّة
as: প্ৰমূখ পাছৱাৰ্ড সলনি কৰক
az: Ana Şifrəni dəyiş
bn_in: প্রধান পাসওয়ার্ড পরিবর্তন করুন
br: Kemmañ ar ger-tremen mestr
bs: Promijeni glavnu lozinku
ca: Canvia la contrasenya mestra
cy: Newid Prif Gyfrinair
eu: Aldatu pasahitz nagusia
fur: Cambie la password gjenerâl
he: שינוי ססמה ראשית
hi_in: मुख्य कूटशब्द बदलें
hr: Promijeni glavnu lozinku
hu: Mesterjelszó megváltoztatása
id: Ubah Sandi Utama
ka: მთავარი პაროლის შეცვლა
kk: Мастер-парольді ауыстыру
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​មេ
ku: Nasnavê Rêvebiriyê Biguherîne
lb: Änner d'Haapt-Passwuert
lt: Pagrindinio slaptažodžio pakeitimas
lv: Mainīt galveno paroli
mai: मुख्य गुड़किल्ली बदलू
ne: मास्टर पासवर्ड परिवर्तन गर्नुहोस्
or: ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
ps: اصلي تېرنویی بدل کړﺉ
pt_br: Modificar senha mestra
ro: Schimbare parolă generală
si: ප්‍රධාන රහස්පදය වෙනස් කරන්න
sr: Промена главне лозинке
sv: Ändra huvudlösenord
ta: முதன்மை கடவுச்சொல்லை மாற்று
te: ముఖ్య సంకేతపదాన్ని మార్చు
th: เปลี่ยนรหัสผ่านหลัก
uz: Parol ustasini oʻzgartirish
vi: Thay đổi Mật khẩu Chính
xh: Tshintsha Umphathi Wegama lokugqitha
zu: Shintsha Igama Lokungena Eliphethe

source: Security Device
ar: جهاز الأمن
as: সুৰক্ষাৰ ডিভাইচ
az: Təhlükəsizlik cihazları
bn_in: নিরাপত্তা ডিভাইস
br: Trevnad diogelroez
bs: Sigurnosni uređaj
ca: Dispositiu de seguretat
cy: Dyfais Diogelwch
eu: Segurtasun-gailua
fur: Dispositîf di sigurece
he: התקן אבטחה
hi_in: सुरक्षा युक्ति
hr: Sigurnosni uređaj
hu: Adatvédelmi eszköz
id: Perangkat Keamanan
ka: უსაფრთხოების მექანიზმი
kk: Қорғаныс құрылғысы
km: ឧបករណ៍​សុវត្ថិភាព
ku: Amûrê Ewlekariyê
lb: Sécherheets Apparat
lt: Saugumo priemonė
lv: Drošības ierīce
mai: सुरक्षा युक्ति
ne: सुरक्षा यन्त्र
or: ସୁରକ୍ଷା ଯନ୍ତ୍ର
pt_br: Dispositivo de segurança
ro: Dispozitiv de securitate
si: ආරක්‍ෂක උපාංගය
sr: Безбедносни уређај
sv: Säkerhetsenhet
ta: பாதுகாப்பு சாதனம்
te: రక్షణ సాధనం
th: กลไกความปลอดภัย
uz: Xavfsiz qurilma
vi: Thiết bị Bảo mật

source: Current password:
af: Huidige wagwoord:
ar: كلمة السرّ الحاليّة:
as: বৰ্ত্তমান পাছৱাৰ্ড:
az: Hazırkı şifrə:
bn_in: বর্তমান পাসওয়ার্ড:
br: Ger-tremen war arver :
bs: Trenutna lozinka:
ca: Contrasenya actual:
cy: Hen Gyfrinair
eu: Uneko pasahitza:
fur: Password corinte:
he: ססמה נוכחית:
hi_in: मौजूदा कूटशब्द:
hr: Trenutna lozinka:
hu: Jelenlegi jelszó:
id: Sandi lama:
ka: მიმდინარე პაროლი:
kk: Ағымдағы пароль:
km: ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន ៖
ku: Nasnavê Niha:
lb: Aktuellt Passwuert:
lt: Dabartinis slaptažodis:
lv: Pašreizējā parole:
mai: मोजुदा गुड़किल्ली:
ne: हालको पासवर्ड:
or: ପ୍ରଚଳିତ ପ୍ରବେଶ ସଂକେତ:
ps: اوسنی تېرنویی:
pt_br: Senha mestra atual:
ro: Parola curentă:
si: වත්මන් රහස්පදය:
sr: Текућа лозинка:
sv: Nuvarande lösenord:
ta: தற்போதைய கடவுச்சொல்:
te: ప్రస్తుత సంకేతపదం:
th: รหัสผ่านปัจจุบัน :
uz: Joriy parol:
vi: Mật khẩu hiện tại:
xh: Igama lokugqitha langoku:
zu: Igama lokungena lamanje:

source: New password:
af: Nuwe wagwoord:
ar: كلمة السرّ الجّديدة:
as: নতুন পাছৱাৰ্ড:
az: Yeni şifrə:
bn_in: নতুন পাসওয়ার্ড:
br: Ger-tremen nevez :
bs: Nova lozinka:
ca: Contrasenya nova:
cy: Rhoi cyfrinair newydd
eu: Pasahitz berria:
fur: Gnove password:
he: ססמה חדשה:
hi_in: नया कूटशब्द:
hr: Nova lozinka:
hu: Új jelszó:
id: Sandi baru:
ka: ახალი პაროლი:
kk: Жаңа пароль:
km: ពាក្យ​សម្ងាត់​ថ្មី ៖
ku: Nasnavê nû:
lb: Neit Passwuert:
lt: Naujas slaptažodis:
lv: Jaunā parole:
mai: नव गुड़किल्ली:
ne: नयाँ पासवर्ड:
or: ନୂତନ ପ୍ରବେଶ ସଂକେତ:
ps: نوی پاسورډ:
pt_br: Nova senha:
ro: Parola nouă:
si: නව රහස්පදය:
sr: Нова лозинка:
sv: Nytt lösenord:
ta: புதிய கடவுச்சொல்:
te: కొత్త సంకేతపదం:
th: รหัสผ่านใหม่ :
uz: Yangi parol:
vi: Mật khẩu mới:
xh: Igama lokugqitha elitsha:
zu: Igama Lokungena Elisha:

source: New password (again):
af: Nuwe wagwoord (weer):
ar: كلمة السرّ الجّديدة (مرّة ثانية):
as: নতুন পাছৱাৰ্ড (আকৌ):
az: Yeni şifrə (təkrar):
bn_in: নতুন পাসওয়ার্ড (পুনরায় লিখুন):
br: Ger-tremen nevez (c'hoazh) :
bs: Nova lozinka (ponovo):
ca: Contrasenya nova (un altre cop):
cy: Rhoi'r cyfrinair eto
eu: Pasahitz berria (berriro):
fur: Gnove password (torne a fâ):
he: ססמה חדשה (שוב):
hi_in: नया कूटशब्द (फिर):
hr: Ponovno upišite novu lozinku:
hu: Új jelszó (ismét):
id: Sandi baru (ulangi):
ka: ხალი პაროლი (კვლავ):
kk: Жаңа пароль (қайтадан):
km: ពាក្យ​សម្ងាត់​ថ្មី (ម្តង​ទៀត) ៖
ku: Nasnavê nû (dubare):
lb: Neit Passwuert (nach eng Kéier):
lt: Naujas slaptažodis (pakartoti):
lv: Jaunā parole (vēlreiz):
mai: नव गुड़किल्ली (फेर):
ne: नयाँ पासवर्ड(पुन:):
or: ପ୍ରବେଶ ସଂକେତ (ପୁଣିଥରେ):
ps: نوی پاسورډ (بیا):
pt_br: Confirmar a nova senha:
ro: Parola nouă (din nou):
si: නව රහස්පදය (යළි):
sr: Нова лозинка (још једном):
sv: Nytt lösenord (bekräftas):
ta: புதிய கடவுச்சொல் (மீண்டும்):
te: కొత్త సంకేతపదం (మరలా):
th: รหัสผ่านใหม่ (อีกครั้ง) :
uz: Yangi parol (yana):
vi: Mật khẩu mới (nhập lại):
xh: Igama lokugqitha (kwakhona):
zu: Igama lokungena elisha (futhi):

source: Password quality meter
af: Wagwoord-gehaltemeter
ar: مقياس جودة كلمة السرّ
as: পাছৱাৰ্ড গুণৰ একক
az: Şifrənin gücü
bn_in: পাসওয়ার্ডের গুণমানের মাপকাঠি
br: Perzhded ar ger-tremen
bs: Mjerač kvaliteta lozinke
ca: Avaluador de qualitat de la contrasenya
cy: Mesurydd ansawdd y cyfrinair:
eu: Pasahitz kalitatearen neurgailua
fur: Nivel di cualitât de password
he: מד איכות ססמה
hi_in: कूटशब्द गुणवत्ता मीटर
hr: Mjerač kvalitete lozinke
hu: Jelszó minősége
id: Ukuran kualitas sandi
ka: პაროლის ხარისხის მზომი
kk: Пароль сапасы
km: ឧបករណ៍​​វាស់​​​គុណ​ភាព​​​ពាក្យ​​​សម្ងាត់
ku: Kalîteya nasnavê diguhere
lb: Passwuert Qualitéits Meter
lt: Slaptažodžio kokybės matavimas
lv: Paroles kvalitātes mērītājs
mai: गुड़किल्ली गुणवत्ता मीटर
ne: पासवर्ड गुणस्तर मिटर
or: ପ୍ରବେଶ ସଂକେତ ଗୁଣବତ୍ତା ମାପକ
ps: د پاسورډ د کیفیت اندازه
pt_br: Medidor de qualidade da senha
ro: Calitatea parolei
si: රහස්පද තත්ත්ව දර්ශකය
sr: Ниво квалитета лозинке
sv: Kvalitetsmätare för lösenord
ta: கடவுச்சொல் தர மீட்டர்
te: సంకేతపదం నాణ్యతా మీటర్
th: มาตรวัดคุณภาพรหัสผ่าน
uz: Parolning mustahkamlik darajasi
vi: Độ an toàn mật khẩu
xh: Meter yobunjani begama lokugqitha
zu: Indlela yokukala izinga ngegama lokungena

source: Loading
af: Laai
ar: يجري التّحميل
as: ল'ড কৰা হৈছে
cy: Llwytho
eu: Kargatzen
he: טוען
hr: Učitavanje
ka: ჩატვირთვა
lv: Ielādē
pt_br: Carregando
sr: Учитавам
th: กำลังโหลด
xh: Iyalayisha
zu: Iyalayisha

source: Reset
af: Terugstel
ar: صفّر
as: পুনঃ স্থাপন
bn_in: পুনরায় নির্ধারণ
br: Adderaouekaat
bs: Resetuj
ca: Reinicia
cy: Ailosod
eu: Berezarri
fur: Scancele
he: אתחול
hi_in: फिर सेट करें
hr: Poništi
hu: Alaphelyzet
id: Setel Ulang
ka: აღდგენა
kk: Тастау
km: កំណត់​ឡើង​វិញ
ku: Reset Bike
lb: Zeréck setzen
lt: Atšaukti
lv: Atstatīt
mai: फेर सेट करू
ne: रिसेट गर्नुहोस्
or: ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
ps: بیاامستنه
pt_br: Restaurar o estado inicial
ro: Resetează
si: නැවත සකසන්න
sr: Врати
sv: Ta bort
ta: திரும்ப அமை
te: తిరిగివుంచు
th: ล้าง
uz: Tiklash
vi: Đặt lại
xh: Cwangcisa kwakhona
zu: Qalisa phansi

source: Reset Master Password
af: Stel meesterwagwoord terug
ar: صفّر كلمة السرّ الرّئيسية
as: প্ৰমূখ পাছৱাৰ্ড পুনঃ স্থাপন কৰক
az: Ana Şifrəni Sıfırla
bn_in: প্রধান পাসওয়ার্ড পুনরায় নির্ধারণ করুন
br: Adderaouekaat ger-tremen mestr
bs: Resetuj glavnu lozinku
ca: Reinicia la contrasenya mestra
cy: Ailosod Prif Gyfrinair
eu: Berrezarri pasahitz nagusia
fur: Ripristine password gjenerâl
he: אפס ססמה ראשית
hi_in: मुख्य कूटशब्द फिर सेट करें
hr: Poništi glavnu lozinku
hu: Mesterjelszó törlése
id: Setel Ulang Sandi Utama
ka: მთავარი პაროლის განულება
kk: Мастер-парольді тастау
km: កំណត់​ពាក្យ​សម្ងាត់​មេ​ឡើង​​វិញ
ku: Şîfreya Bingehîn Vala Bike
lb: D'Haapt-Passwuert zeréck setzen
lt: Pagrindinio slaptažodžio atšaukimas
lv: Atstatīt galveno paroli
mai: मुख्य गुड़किल्ली फेर सेट करू
ne: मुख्य पासवर्ड रिसेट गर्नुहोस्
or: ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
ps: د عمومي پاسورډ بیاامستل
pt_br: Excluir a senha mestra
ro: Resetare parolă generală
si: ප්‍රධාන රහස්පදය නැවත සකසන්න
sr: Врати главну лозинку
sv: Ta bort huvudlösenord
ta: முதன்மை கடவுச்சொல்லை மீட்டமை
te: ముఖ్య సంకేతపదాన్ని తిరిగివుంచు
th: ล้างรหัสผ่านหลัก
uz: Parol ustasini tiklash
vi: Đặt lại Mật khẩu Chính
xh: Cwangcisa kwakhona Umphathi Wegama lokugqitha
zu: Qalisa phansi igama lokungena eliphethe

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
af: Indien u u meesterwagwoord terugstel, sal al u gestoorde web- en e-poswagwoorde, vormdata, persoonlike sertifikate en private sleutels vergeet word. Is u seker dat u die meesterwagwoord wil terugstel?
ar: إذا صفّرت كلمة السرّ الرئيسية، ستُنسى كلّ كلمات سرّ البريد الإلكتروني و وِب، وبيانات الاستمارات، والشّهادات الشّخصيّة، والمفاتيح السرّية المخزّنة. متأكّد أنّك تريد إعادة ضبط كلمة السرّ الرّئيسية؟
as: আপুনি প্ৰমূখ পাছৱাৰ্ড পুনঃ স্থাপন কৰিলে, সকলো ৱেব আৰু ই-মেইল পাছৱাৰ্ড, ফৰ্মৰ তথ্য, ব্যক্তিগত প্ৰমাণপত্ৰ, আৰু ব্যক্তিগগত কি' পাহৰা হ'ব। আপুনি প্ৰমূখ পাছৱাৰ্ড পুনঃ স্থাপন কৰিবলৈ নিশ্চিত নে ?
az: Əgər ana şifrənizi sıfırlasanız, web və e-poçt şifrəniz, form məlumatlarınız, şəxsi təsdiq sənədləriniz və xüsusi açarlarınız silinər. Ana şifrənizi sıfırlamaq istədiyinizə əminsiniz?
bn_in: প্রধান পাসওয়ার্ড পুনরায় নির্ধারণ করা হলে আপনার দ্বারা সংরক্ষিত সমস্ত ওয়েব ও ই-মেইল পাসওয়ার্ড, ফর্মের তথ্য, ব্যক্তিগত সার্টিফিকেট ও কি (key) মুছে যাবে। আপনি কি নিশ্চিতরূপে প্রধান পাসওয়ার্ড পুনরায় নির্ধারণ করতে ইচ্ছুক?
br: Mar adderaouekait ho ker-tremen mestr e vo ankouaet ho kerioù-tremen evit internet, ho posteloù, ho roadennoù furmskridoù, ho testenioù personel hag hoc'h alc'hwezioù prevez. Fellout a ra deoc'h dilemel ho ker-tremen mestr ?
bs: Ako resetujete vašu glavnu lozinku, sve pohranjene web i e-mail lozinke, podaci iz formulara, lični certifikati i privatni ključevi će biti izbrisani. Jeste li sigurni da želite resetovati vašu glavnu lozinku?
ca: Si reinicieu la vostra contrasenya mestra, totes les vostres contrasenyes de web i de correu electrònic, les dades dels formularis, els certificats personals i les claus privades emmagatzemades es perdran. Esteu segur que voleu reiniciar la vostra contrasenya mestra?
cy: Os byddwch yn ailosod eich prif gyfrinair, bydd eich cyfrineiriau gwe ac e-bost, data ffurflen, tystysgrifau personol ac allweddi preifat sydd wedi eu cadw'n cael eu colli. Ydych chi'n s
eu: Pasahitz nagusia berrezartzen baduzu, gordeta dituzun webetako eta epostetako pasahitzak, inprimaki datuak, ziurtagiri pertsonalak eta gako pribatuak ahaztu egingo dira. Ziur zaude pasahitz nagusia berrezarri nahi duzula?
fur: Se tu ripristinis la tô password gjenerâl, dutis lis passwords web e di pueste eletroniche, i dâts dai modui, i certificâts personâi e lis clâfs privadis a laran pierdudis. Sêstu sigûr che tu vuelis ripristinâ la tô password gjenerâl?
he: אם תאפס את הססמה הראשית שלך, כל הססמאות לאתרים ולדוא״ל, נתוני טפסים, האישורים האישיים והמפתחות הפרטיים המאוחסנים ישכחו. האם אתה בטוח שברצונך לאפס את הססמה הראשית שלך?
hi_in: अगर आपने मुख्य कूटशब्द फिर सेट किया है, आपका सारा जमा वेब और ईमेल कूटशब्द, आंकड़ा, निजी प्रमाणपत्र, औऱ निजी कुंजी विस्मृत हो जायेगा. क्या आप अपना मुख्य कूटशब्द सेट फिर किये को सुनिश्चित हैं?
hr: Ako poništite glavnu lozinku, sve spremljene lozinke web stranica i e-pošte, te spremljeni formulari, osobni certifikati i privatni ključevi bit će zaboravljeni. Jeste li sigurni da želite poništiti vašu glavnu lozinku?
hu: Ha törli a mesterjelszót, minden tárolt webes és e-mail jelszó, űrlapadat, valamint a személyes tanúsítványok és a személyes kulcsok elvesznek. Biztosan törli a mesterjelszót?
id: Jika Anda menyetel ulang sandi utama, semua sandi web dan email, data form, sertifikat pribadi, dan kunci pribadi akan hilang. Yakin akan menyetel ulang sandi utama?
ka: მთავარი პაროლის განულების შემთხვევაში, დაიკარგება ყველა თქვენს მიერ შენახული ელ-ფოსტის პაროლები, ფორმების მონაცემები, პერსონალური სერთიფიკატები. ნამდვილად გსურთ მთავარი პაროლის განულება?
kk: Мастер-пароліңізді тастасаңыз, сақталған электронды пошта парольдері, жеке сертификаттар және жеке кілттер жоғалып кетеді. Мастер-пароліңізді тастауды шынымен қалайсыз ба?
km: ប្រសិន​បើ​អ្នក​កំណត់​ពាក្យ​សម្ងាត់​មេ​របស់​អ្នក​ឡើង​វិញ ពាក្យសម្ងាត់​បណ្ដាញ និង​អ៊ីមែល​ ទិន្នន័យ​ទ្រង់ទ្រាយ វិញ្ញាបនបត្រ​ផ្ទាល់ខ្លួន​ និង​សោ​ឯកជន​ទាំងអស់​របស់​អ្នក នឹង​ត្រូវ​បាន​បំភ្លេច​ចោល​ ។ តើ​អ្នក​ពិត​ជា​ចង់​កំណត់​ពាក្យ​សម្ងាត់​មេ​របស់​អ្នក​ឡើង​វិញ​ឬ ?
ku: Heke nasnavê xwe yê rêvebiriyê vala bihêlî, nasnavên te yên Web û E-Peyamê, agahiyên te yên Formê, sertîfîkayên te yên kesane û kilîta te ya taybet dê winda bibin. Dixwazî nasnavê xwe yê rêvebiriyê vala bikî?
lb: Wann s de däin Haapt-Passwuert zeréck setz, ginn all deng gespäichert Web an Email Passwierder, Form Daten, perséinlech Zertifikater an perséinlech Schlësselen geläscht. Bass de sécher dass de däin Haapt-Passwuert zeréck setze wëlls?
lt: Jei atšauksite pagrindinį slaptažodį, prarasite visus įrašytus svetainių ir el. pašto dėžučių slaptažodžius, formų duomenis, liudijimus ir asmeninius raktus. Ar atšaukti?
lv: Ja atstatīsiet galveno paroli, tiks aizmirstas visas saglabātās tīmekļa un e-pasta paroles, formu dati, personīgie sertifikāti un privātās atslēgas. Vai esat pārliecināts, ka vēlaties atstatīt galveno paroli?
mai: जँ अहाँ मुख्य गुड़किल्ली फेर सेट कएने छी, अहाँक सभटा जमा वेब आओर इमेल गुड़किल्ली, आँकड़ा, निज प्रमाणपत्र, औऱ निज कुँजी विस्मृत हो जएताह. की अहाँ अपन मुख्य गुड़किल्ली सेट फेर कएनाइ केँ सुनिश्चित अछि?
ne: तपाईँले मास्टर प्रवेशचिन्ह रिसेट गर्नुभयो भने, तपाईँका सबै भण्डारण गरिएका वेब र इ-मेल प्रवेशचिन्हहरु, फाराम लगत, निजी प्रमाणपत्रहरु, र निजी कुय्जीहरुलाई बिर्सिनेछ। के तपाईँ मास्टर प्रवेशचिन्ह रिसेट गर्ने कुरामा दृढ हुनुहुन्छ?
or: ଯଦି ଆପଣ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ପୁନଃସ୍ଥାପନ କରନ୍ତି, ଆପଣଙ୍କର ସମସ୍ତ ସଞ୍ଚିତ ୱେବ ଏବଂ ଇମେଲ ପ୍ରବେଶ ସଂକେତ, ଫର୍ମ ତଥ୍ୟ, ବ୍ୟକ୍ତିଗତ ପ୍ରମାଣ ପତ୍ର, ଏବଂ ନିଜସ୍ୱ କିଗୁଡ଼ିକୁ ଭୁଲିଯିବ. ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ପୁନଃସ୍ଥାପନ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
ps: که تاسې خپل آر تېرنويی بیا ترتیب کړﺉ، نو له اومتوک، ځاني منښتلیکونو او ځاني کیلي څخه به ستاسې ټول زېرمه شوي ګورت او برېښلیک تېرنويي به له یاده وویستل شي. ایا ډاډمن یاست چې خپل آر تېرنویی بیاترتیبول غواړﺉ؟
pt_br: Se remover a senha mestra, todas as suas senhas de sites e emails, dados de formulários, certificados pessoais e chaves privadas serão perdidas. Tem certeza que deseja remover a senha mestra?
ro: Dacă resetați parola generală, toate parolele de la saiturile web și conturile de email pe care le-ați memorat, precum și datele de pe formulare, certificatele personale și cheile private, vor fi pierdute. Sigur doriți să resetați parola generală?
si: ඔබගේ ප්‍රධාන රහස්පදය නැවත සැකසුවහොත්, ඔබගේ සියලු වියුණු සහ විද්‍යුත් තැපැල් රහස්පද, පොරම දත්ත, පුද්ගලික සහතික, පෞද්ගලික යතුරු මතකයෙන් ඉවත්වනු ඇත. ඔබට විශ්වාස ද ඔබගේ ප්‍රධාන රහස්පදය නැවත සැකසීමට අවශ්‍ය බවට?
sr: Ако обновите главну лозинку, све сачуване лозинке за интернет и електронску пошту, садржаји формулара, лични сертификати и кључеви биће &quot;изгубљени&quot;. Да ли заиста желите обновити своју главну лозинку?
sv: Om du tar bort ditt huvudlösenord kommer alla dina lagrade webb- och e-postlösenord, formulärdata, personliga certifikat och hemliga nycklar att tas bort. Är du säker på att du vill ta bort ditt huvudlösenord?
ta: உங்கள் முதன்மை கடவுச்சொல்லை மீட்டமைத்தால், நீங்கள் சேமித்துவைத்துள்ள இணைய மற்றும் மின்னஞ்சல் கடவுச்சொற்கள், அவைகளுக்கான தகவல்கள் மற்றும் தனி சான்றிதழ்கள், தனி விசைகள் அத்தனையும் மறந்து போகும். உங்கள் முதன்மை கடவுச்சொல்லை மீட்டமைக்க விருப்பமா?
te: మీరు మీ ముఖ్య సంకేతపదాన్ని తిరిగిఉంచేటట్లైతే , మీ నిల్వవున్న వెబ్ మరియు ఇ-మెయిల్ సంకేతపదాలు, ఫారము డాటా, వ్యక్తిగత ధృవీకరణపత్రాలు, మరియు వ్యక్తిగత కీలు మర్చిపోబడతాయి.మీరు ఖచ్చితంగా ముఖ్య సంకేతపదాన్ని తిరిగివుంచాలి అనుకుంటున్నారా?
th: หากคุณล้างรหัสผ่านหลัก รหัสผ่านสำหรับเว็บและอีเมล, ข้อมูลแบบฟอร์ม, ใบรับรองส่วนบุคคล, และกุญแจส่วนตัวทั้งหมดของคุณจะถูกลบล้างไปด้วย คุณแน่ใจหรือไม่ว่าจะล้างรหัสผ่านหลัก
uz: Agar parol ustasini tiklasangiz, barcha internetdagi va e-pochta mazillaringiz, to‘ldirish shakllari ma’lumotlari, shaxsiy sertifikatlar va maxfiy kalitlaringiz parollari unutiladi. Parol ustasini tiklashni xohlashingizga ishonchingiz komilmi?
vi: Nếu bạn đặt lại mật khẩu chính, toàn bộ các mật khẩu web, email, dữ liệu biểu mẫu, chứng chỉ và khóa cá nhân đã lưu sẽ bị xóa. Bạn có chắc muốn xóa mật khẩu chính của mình không?
xh: Ukuba ucwangcisa kwakhona umphathi wegama eligqithisiweyo, onke amagama akho agqithisiweyo nedilesi ze e-mail, ifomu ye data, iziqinisekiso zakho zobuntu nezitshixo zizakulibaleka. Uqinisekile ukuba ufuna ukucwangcisa kwakhona umphathi wegama eligqithisiweyo?
zu: Uma uqalisa phansi igama lokungena eliphethe, wonke amagama okungena kuwebhu naku-imeyili agciniwe, ukwaziswa, izitifiketi zakho nezinkinobho zangasese kuzokhohlakala. Uyaqiniseka yini ukuthi ufuna ukuqalisa phansi igama lakho lokungena eliphethe?

source: Enter Master Password
af: Tik meesterwagwoord in
ar: أدخل كلمة السرّ الرئيسية
as: প্ৰমূখ পাছৱাৰ্ড দিয়ক
az: Ana şifrəni daxil edin
bn_in: প্রধান পাসওয়ার্ড লিখুন
br: Roit ar ger-tremen mestr
ca: Introduïu la contrasenya mestra
cy: Rhoi Prif Gyfrinair
eu: Idatzi pasahitz nagusia
fur: Inserìs password gjenerâl
he: הכנס ססמה ראשית
hi_in: मुख्य कूटशब्द डालें
hr: Unesi glavnu lozinku
hu: Adja meg a mesterjelszót
id: Ketikkan Sandi Utama
ka: მთავარი პაროლის მითითება
kk: Мастер-парольді енгізу
km: បញ្ចូល​ពាក្យ​សម្ងាត់​មេ
ku: Nasnavê xwe yê rêvebiriyê têkevê
lb: Gëff d'Haapt-Passwuert un
lt: Pagrindinis slaptažodis
lv: Ievadiet galveno paroli
mai: मुख्य गुड़किल्ली डालू
ne: मुख्य पासवर्ड प्रविष्ट गर्नुहोस्
or: ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତକୁ ଭରଣ କରନ୍ତୁ
ps: آر تېرنويي ننباسﺉ
pt_br: Forneça a senha mestra
ro: Parola generală
si: ප්‍රධාන රහස්පදය ඇතුළත් කරන්න
sr: Унос главне лозинке
sv: Skriv in huvudlösenord
ta: முதன்மை கடவுச்சொல்லை உள்ளிடு
te: ముఖ్య సంకేతపదాన్ని ప్రవేశపెట్టండి
th: ป้อนรหัสผ่านหลัก
uz: Parol ustasini kiritish
vi: Nhập Mật khẩu Chính
xh: Faka Umphathi Wegama lokugqitha
zu: Faka Igama Lokungena Eliphethe

source: Security Device:
ar: جهاز الأمن:
as: সুৰক্ষাৰ ডিভাইচ:
az: Təhlükəsizlik cihazı:
bn_in: নিরাপত্তার ডিভাইস:
br: Trevnad diogelroez :
ca: Dispositiu de seguretat:
cy: Dyfais Diogelwch
eu: Segurtasun-gailua:
fur: Dispositîf di sigurece:
he: התקן אבטחה:
hi_in: सुरक्षा युक्ति:
hr: Sigurnosni uređaj:
hu: Biztonsági eszköz:
id: Perangkat Keamanan:
ka: უსაფრთხოების მექანიზმი
kk: Қауіпсіздік құрылғысы:
km: ឧបករណ៍​សុវត្ថិភាព ៖
ku: Cîhaza Ewlekariyê:
lb: Sécherheets Apparat:
lt: Saugumo priemonė:
lv: Drošības ierīce
mai: सुरक्षा युक्ति:
or: ସୁରକ୍ଷା ଉପକରଣ:
pt_br: Dispositivo de segurança:
ro: Dispozitiv de securitate:
si: ආරක්‍ෂක මෙවලම්:
sr: Безбедносни уређај:
sv: Säkerhetsenhet:
ta: பாதுகாப்பு சாதனம்
te: రక్షణ సాధనం:
th: กลไกความปลอดภัย :
uz: Xavfsiz qurilma:
vi: Thiết bị Bảo mật:

source: Password:
af: Wagwoord:
ar: كلمة السرّ:
as: পাছৱাৰ্ড:
az: Şifrə:
bn_in: পাসওয়ার্ড:
br: Ger-tremen :
ca: Contrasenya:
cy: Cyfrinair:
eu: Pasahitza:
he: ססמה:
hi_in: कूटशब्द:
hr: Lozinka:
hu: Jelszó:
id: Sandi:
ka: პაროლი:
kk: Пароль:
km: ពាក្យ​សម្ងាត់ ៖
ku: Şîfre:
lb: Passwuert:
lt: Slaptažodis:
lv: Parole:
mai: गुड़किल्ली:
ne: पासवर्ड:
or: ପ୍ରବେଶ ସଂକେତ:
ps: پاسورډ:
pt_br: Senha:
ro: Parolă:
si: රහස්පදය:
sr: Лозинка:
sv: Lösenord:
ta: கடவுச்சொல்:
te: సంకేతపదం:
th: รหัสผ่าน :
uz: Parol:
vi: Mật khẩu:
xh: Igama lokugqitha:
zu: Igama Lokungena:

source: Error
af: Fout
ar: خطأ
as: ত্ৰুটি
cy: Gwall
eu: Errorea
he: שגיאה
hr: Greška
ka: შეცდომა
lv: Kļūda
pt_br: Erro
sr: Грешка
th: พบข้อผิดพลาด
xh: Imposiso
zu: Iphutha

source: Error - cannot recover
af: Fout - kon nie herstel nie
ar: خطأ - تعذّر الاسترجاع
as: ত্ৰুটি - উদ্ধাৰ কৰিব নোৱাৰি
cy: Gwall - methu adfer
eu: Errorea - ezin da berreskuratu
he: שגיאה - לא ניתן להתאושש
hr: Greška - oporavak nije moguć
ka: შეცდომა - ვერ აღდგება
lv: Kļūda - nevar atgūt
pt_br: Erro - não é possível recuperar
sr: Грешка - немогућност постављења
th: พบข้อผิดพลาด - ไม่สามารถกู้คืนได้
xh: Imposiso - ayikwazi ukufumanisa
zu: Iphutha - ngeke ikubuyise okulahlekile

source: Security
af: Sekuriteit
ar: الأمن
as: সুৰক্ষা
cy: Diogelwch
eu: Segurtasuna
he: אבטחה
hr: Sigurnost
ka: უსაფრთხოება
lv: Drošība
pt_br: Segurança
sr: Безбедност
th: ความปลอดภัย
xh: Ukhuseleko
zu: Ukuvikeleka

# pref.security.general.rHeader
source: Settings for general security
ar: إعدادات الأمن العام
as: সাধাৰণ সুৰক্ষাৰ পছন্দ
cy: Gosodiadau ar gyfer diogelwch cyffredinol
eu: Segurtasun orokorraren ezarpenak
he: הגדרות אבטחה כללית
hr: Postavke opće sigurnosti
ka: უსაფრთხოების ძირითადი პარამეტრები
lv: Iestatījumi vispārējai drošībai
pt_br: Configurações gerais de segurança
sr: Општи параметри безбедности
th: การตั้งค่าความปลอดภัยทั่วไป

# pref.security.general.header
source: Settings for general security
ar: إعدادات الأمن العام
as: সাধাৰণ সুৰক্ষাৰ পছন্দ
cy: Gosodiadau ar gyfer diogelwch cyffredinol
eu: Segurtasun orokorraren ezarpenak
he: הגדרות אבטחה כללית
hr: Postavke opće sigurnosti
ka: უსაფრთხოების ძირითადი პარამეტრები
lv: Iestatījumi vispārējai drošībai
pt_br: Configurações gerais de segurança
sr: Општи параметри безбедности
th: การตั้งค่าความปลอดภัยทั่วไป

source: Security Level
af: Sekuriteitsvlak
ar: مستوى الأمن
as: সুৰক্ষাৰ স্তৰ
cy: Safon Diogelwch
eu: Segurtasun maila
he: רמת אבטחה
hr: Razina sigurnosti
ka: უსაფრთხოების დონე
lv: Drošības līmenis
pt_br: Nível de segurança
sr: Ниво безбедности
th: ระดับความปลอดภัย
xh: Umphakamo Wokhuseleko
zu: Izinga Lokuvikela

source: Use paranoid security settings
af: Gebruik paranoia-sekuriteitsopstelling
ar: استخدم إعدادات أمن شديدة الارتياب
as: paranoid সুৰক্ষাৰ পছন্দ ব্যৱহাৰ কৰক
cy: Defnyddiwch safon diogelwch paranoia
eu: Erabili segurtasun ezarpen paranoikoak
he: השתמש בהגדרות אבטחה עם תסביך רדיפה
hr: Koristi paranoične sigurnosne postavke
ka: უსაფრთხოების პარანოიდული პარამეტრების გამოყენება
lv: Lietot paranoiskus drošības iestatījumus
pt_br: Usar configurações de segurança paranoicas
sr: Користи „параноична‟ подешавања безбедности
th: ใช้การตั้งค่าความปลอดภัยแบบเข้มงวด
xh: Sebenzisa ukhuseleko lwezicwangciso ezoyikayo
zu: Sebenzisa indlela okuhleleke ngayo okokuvikela engethembi lutho

source: Certificates
af: Sertifikate
ar: الشّهادات
as: প্ৰমাণপত্ৰ
cy: Tystysgrifau
eu: Ziurtagiriak
he: אישורים
hr: Certifikati
ka: სერთიფიკატები
lv: Sertifikāti
pt_br: Certificados
sr: Сертификати
th: ใบรับรอง
xh: Iziqinisekiso
zu: Izitifiketi

source: Manage Certificates
af: Bestuur sertifikate
ar: أدِر الشّهادات
as: প্ৰমাণপত্ৰ ব্যৱস্থাপনা কৰক
cy: Rheoli Tystysgrifau
eu: Kudeatu ziurtagiriak
he: ניהול אישורים
hr: Upravljanje certifikatima
ka: სერთიფიკატების მართვა
lv: Pārvaldīt sertifikātus
pt_br: Gerenciador de certificados
sr: Уређење сертификата
th: จัดการใบรับรอง
xh: Lawula Iziqinisekiso
zu: Lawula Izitifiketi

source: Downloading Certificate
af: Sertifikate aflaai
ar: يجري تنزيل الشّهادات
as: প্ৰমাণপত্ৰ ডাউনল'ড কৰা হৈছে
az: Təsdiq sənədi yüklənir
bn_in: সার্টিফিকেট ডাউনলোড করা হচ্ছে
br: O pellgargañ an testeni
bs: Preuzimam certifikate
ca: Baixada de certificats
cy: Llwytho Tystysgrifau i Lawr
eu: Ziurtagiria deskargatzen
fur: Daûr a cjamâ certificât
he: מוריד אישור
hi_in: प्रमाणपत्र डाउनलोड कर रहा है
hr: Preuzimanje certifikata
hu: Tanúsítvány letöltése
id: Mengunduh Sertifikat
ka: სერთიფიკატის გადმოწერა
kk: Сертификатты жүктеу
km: កំពុង​ទាញ​យក​វិញ្ញាបនបត្រ
ku: Sertîfîka tê jêbarkirin
lb: Zertifikat gëtt erofgelueden
lt: Liudijimo atsiuntimas
lv: Lejupielādē sertifikātus
mai: प्रमाणपत्र डाउनलोड कए रहल अछि
ne: प्रमाणपत्र डाउनलोड गरिरहेको छ
or: ପ୍ରମାଣପତ୍ର ଆହରଣ କରୁଅଛି
ps: &#037;S سرۍ له &#037;S سرېو رالېښي
pt_br: Recebendo o certificado
ro: Descărcare certificat
si: සහතිකය බාගතවෙමින් පවතී
sr: Пријем сертификата
sv: Hämtar certifikat
ta: சான்றிதழ் பதிவிறக்கம் செய்யப்படுகிறது
te: ధృవీకరణపత్రాన్ని డౌనులోడుచేస్తోంది
th: ดาวน์โหลดใบรับรอง
uz: Sertifikat yuklab olinmoqda
vi: Đang tải Chứng chỉ
xh: Ilayisha ngaphantsi Isiqinisekiso
zu: Ukuthatha ufake izitifiketi
