Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: Delete Certificates
af: Skrap sertifikate
ar: احذف الشهادات
as: প্ৰমাণপত্ৰ আঁতৰাওক
az: OTəsdiq sənədlərini sil
bg: Изтриване на сертификати
bn_in: সার্টিফিকেট মুছে ফেলুন
br: Dilemel an testenioù
ca: Suprimeix els certificats
cy: Dileu Tystysgrifau
es_mx: Eliminar certificados
eu: Ezabatu ziurtagiriak
fur: Elimine i certificâts
gd: Sguab às teisteanasan
gu: પ્રમાણપત્રો કાઢી નાંખો
he: מחק אישורים
hi_in: प्रमाणपत्र मिटाएँ
hr: Obriši certifikate
hu: Tanúsítványok törlése
hy_am: Սերտիֆիկատների ջնջում
ka: სერთიფიკატების წაშლა
kk: Сертификаттарды өшіру
km: លុប​វិញ្ញាបនបត្រ
kn: ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಅಳಿಸು
ku: Sertîfîkayan Jê Bibe
lt: Liudijimų šalinimas
lv: Dzēst sertifikātus
mai: प्रमाणपत्र मेटाउ
ml: സര്‍ട്ടിഫിക്കേറ്റുകള്‍ നീക്കം ചെയ്യുക
ms: Penghapusan Sijil
my: လက်မှတ်များကို ပယ်ဖျက်ပါ
nb_no: Slett sertifikater
oc: Suprimir de certificats
or: ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକୁ ଅପସାରଣ କରନ୍ତୁ
pt_br: Excluir certificados
sd: سرٽيفڪيٽ خارج ڪريو
si: සහතික මැකීම
sv: Ta bort certifikat
ta: சான்றிதழ்களை அழி
te: ధృవీకరణపత్రాలను తొలగించండి
th: ลบใบรับรอง
tr: Sertifikaları sil
ug: گۇۋاھنامە ئۆچۈر
ur: تصدیق نامے حذف کریں
uz: Sertifikatlarni oʻchirish
vi: Xóa Chứng chỉ

source: Certificate File to Import
af: Sertifikaatlêer om in te voer
ar: اسم الشهادة المطلوب استيرادها
as: ইমপোৰ্ট কৰিব লগিয়া প্ৰমাণপত্ৰ ফাইল
az: İdxal ediləcək təsdiq sənədi faylı
bg: Сертификатен файл за внасяне
bn_in: ইম্পোর্ট করার উদ্দেশ্যে চিহ্নিত সার্টিফিকেট ফাইল
br: Restr an testeni da vezañ enporzhiet
ca: Fitxer de certificat per importar
cy: Ffeil Tystysgrif i'w Mewnforio
es_mx: El archivo de certificados de importación
eu: Inportatzeko ziurtagiri-fitxategia
gd: Faidhle teisteanais a tha ri ion-phortadh
gu: આયાત કરવા પ્રમાણપત્ર ફાઇલ
he: קובץ אישור אבטחה ליבוא
hr: Datoteka certifikata za uvoz
hu: Importálandó tanúsítványfájl
hy_am: Ներմուծել Վկայագրի ֆայլը
kk: Импорттау үшін сертификат файлы
km: ឯកសារ​វិញ្ញាបនបត្រ​ត្រូវ​នាំចូល
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಬೇಕಿರುವ ಪ್ರಮಾಣಪತ್ರ ಕಡತ
ku: Ji bo Îxrackirinê Pelê Sertîfîka Bike
lt: Importuotino failo vardas
lv: Importējamā faila nosaukums
ml: ഇംപോര്‍ട്ട് ചെയ്യുവാനുള്ള സര്‍ട്ടിഫിക്കേറ്റ് ഫയല്‍
ms: Sijil fail untuk diimport
my: ထည့်သွင်းရန် လက်မှတ်ဖိုင်
nb_no: Sertifikatfil som skal importeres
oc: Fichièr de certificat d'importar
or: ଆମଦାନୀ କରିବା ପାଇଁ ପ୍ରମାଣପତ୍ର ଫାଇଲ
pt_br: Importar arquivo de certificado
sd: آمد ڪرڻ لاءِ سرٽيفڪيٽ فائل
sv: Certifikatfil att importera
ta: மறுசேமிக்க வேண்டிய கோப்பு பெயர்
te: దిగుమతి చేయుటకు ధృవీకరణపత్రం ఫైల్
th: แฟ้มใบรับรองที่จะนำเข้า
tr: İçe aktarılacak sertifika dosyası
ug: ئەكىرىدىغان گۇۋاھنامە ھۆججەت
ur: تصدیق نامہ کے کاغذات کو درآمد کریں
uz: Import qilish uchun sertifikat fayli
vi: Tập tin Chứng thư cần Nhập

source: Please enter the password that was used to encrypt this certificate backup:
af: Tik die wagwoord in wat gebruik is om hierdie sertifikaatrugsteun mee te enkripteer:
as: এই প্ৰমাণপত্ৰৰ বেক-আপ এনক্ৰিপ্ট কৰিবলৈ ব্যৱহাৰ কৰা পাছৱৰ্ড দিয়ক:
az: Lütfən bu sertifikatın yedəyini şifrələmək üçün istifadə edilən şifrəni daxil edin:
bn_in: অনুগ্রহ করে এই সার্টিফিকেট ব্যাক-আপটি এনক্রিপ্ট করতে ব্যবহৃত পাসওয়ার্ডটি লিখুন।
br: Roit ar ger-tremen arveret evit enrinegañ an testeni atoriñ-mañ :
cy: Rhowch y cyfrinair ddefnyddiwyd i amgryptio'r ffeil tystysgrif wrth gefn:
eu: Idatzi ziurtagiriaren babeskopia hau zifratzeko erabili zen pasahitza:
gd: Cuir a-steach am facal-faire a chleachd thu gus lethbhreac-glèidhidh an teisteanais seo a chrioptachadh:
hi_in: पासवर्ड यहां डालें जो कि इस प्रमाणपत्र के गोपन के लिये प्रयुक्त होता है:
hu: Adja meg a jelszót, amelyet ennek a tanúsítványokról készült biztonsági mentésnek a titkosításához használt:
hy_am: Խնդրեմ նշեք Վկայագրի այս կրկնօրինակը ծածկագրելու համար օգտագործված գաղտնաբառը:
kk: Сертификаттың қор көшірмесін шифрлеу үшін қолданылған паролді енгізіңіз:
km: សូម​បញ្ចូល​ពាក្យសម្ងាត់​ដែល​ធ្លាប់​បាន​ប្រើ​សម្រាប់​ដាក់​លេខ​កូដ​ការ​បម្រុងទុក​វិញ្ញាបនបត្រ​នេះ។
kn: ದಯವಿಟ್ಟು ಈ ಪ್ರಮಾಣಪತ್ರದ ಬ್ಯಾಕ್ಅಪ್‍ ಅನ್ನು ಎ‌ನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲು ಬಳಸಲ್ಪಟ್ಟಂತಹ ಗುಪ್ತಪದವನ್ನು ದಾಖಲಿಸಿ:
lt: Surinkite slaptažodį, kuriuo buvo užšifruota šio liudijimo atsarginė kopija:
lv: Lūdzu ievadiet paroli, kas tika izmantota sertifikāta rezerves kopijas šifrēšanā:
ml: ഈ സര്‍ട്ടിഫിക്കറ്റ് ബാക്കപ്പ് എന്‍ക്രിപ്റ്റ് ചെയ്തതിനു് ഉപയോഗിച്ച പാസ്‌വേര്‍ഡ് നല്‍കുക:
nb_no: Skriv inn passordet som ble brukt til å kryptere denne sertifikat-sikkerhetskopien:
pt_br: Digite a senha que foi usada para criptografar este backup do certificado:
sv: Ange det lösenord som användes för att kryptera denna backup av certifikat:
ta: சான்றிதழ் காப்பு கோப்பை மறைகுறியாக்கப் பயன்படும் கடவுச்சொல்லை தேர்வு உள்ளிடவும்:
tr: Lütfen bu sertifika yedeğini şifrelemek için kullanılan parolayı girin:
uz: Ushbu sertifikat zahirasini kodlash uchun foydalanilgan parolni kiriting.

source: Could not verify this certificate because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
af: Kon nie dié sertifikaat verifieer nie omdat dit geteken is met 'n handtekeningalgoritme wat gedeaktiveer is omdat dit nie veilig is nie.
ar: تعذّر التحقق من هذه الشهادة لأنها وُقعت باستخدام خوارزمية توقيع عُطّلت لعدم أمانها.
as: এই প্ৰমাণপত্ৰক সতাসত্য নিৰূপণ কৰিব নোৱাৰি কাৰণ ইয়াক এটা স্বাক্ষৰ এলগৰিথম ব্যৱহাৰ কৰি স্বাক্ষৰ কৰা হৈছিল যাক অসামৰ্থবান কৰা হৈছিল কাৰণ সেই এলগৰিথম সুৰক্ষিত নাছিল।
az: Təhlükəsiz olmadığı üçün söndürülmüş bir imza alqoritmi ilə imzalandığı üçün, bu sertifikat təsdiqlənmədi.
bg: Сертификатът не може да се провери, защото е подписан с алгоритъм за подписване, който е деактивиран, защото не е безопасен.
bn_in: এই সার্টিফিকেটটি স্বাক্ষর করার জন্য ব্যবহৃত অ্যালগোরিদমটি নিরাপদ না হওয়ায় সেটি নিষ্ক্রিয় করার ফলে এই সার্টিফিকেটটি যাচাই করা যায়নি
br: Ne oa ket evit gwiriañ an testeni-mañ rak sinet eo bet gant un treol sinañ a zo bet diweredekaet rak an treol-mañ n'eo ket diogel.
ca: No s'ha pogut verificar el certificat perquè ha estat signat amb un algorisme de signatura que va ser inhabilitat per no ser segur.
cy: Nid oes modd dilysu'r dystysgrif gan ei fod wedi ei lofnodi gan ddefnyddio algorithm llofnod sydd wedi ei analluogi am nad yw'r algorithm yn anniogel.
es_mx: No se ha podido verificar este certificado porque se ha firmado usando un algoritmo de firma que fue desactivado porque es inseguro.
eu: Ezin izan da ziurtagiri hau egiaztatu segurua ez izateagatik desgaituta dagoen algoritmo batekin sinatuta dagoelako.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's gun deach a shoidhneadh le algairim soidhnidh a chaidh a chur à comas a chionn 's nach eil an algairim tèarainte.
gu: આ પ્રમાણપત્રને ચકાસી શક્યા નહિં કારણ કે તે હસ્તાક્ષર અલ્ગોરિધમની મદદથી હસ્તાક્ષર થયેલ હતુ કે જે નિષ્ક્રિય થયેલ હતુ કારણ કે અલ્ગોરિધમ સુરક્ષિત નથી.
he: לא ניתן לאמת את אישור אבטחה זה כי הוא נחתם על־ידי אלגוריתם חתימה שנוטרל כי הוא אינו בטוח.
hi_in: यह प्रमाणपत्र जाँचा नहीं जा सका क्योंकि यह हस्ताक्षर अलगोरिथम के उपयोग से हस्ताक्षरित किया गया है जो निष्क्रिय किया गया क्योंकि अलगोरिथम सुरक्षित नहीं है.
hr: Ovjera ovog certifikata nije moguća jer je potpisan koristeći algoritam potpisa koji je onemogućen iz sigurnosnih razloga.
hu: A tanúsítvány nem ellenőrizhető, mert a megbízhatatlansága miatt letiltott aláírási algoritmussal írták alá.
hy_am: Հնարավոր չէ ստուգել այս Վկայագիրը, քանի որ այն ստորագրվել է այնպիսի ալգորիթմով, որը անջատված է կամ անվտանգ չէ:
kk: Бұл сертификатты растау мүмкін емес, өйткені оған қауіпсіз емес болғаны үшін сөндірілген алгоритмімен қолтаңба қойылған.
km: មិន​អាច​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ​បាន​ទេ ពីព្រោះ​វា​ត្រូ​វបាន​ចុះហត្ថលេខា​ ដោយ​ប្រើ​ក្បួន​ហត្ថលេខា​ ដែលត្រូវ​បានបិទ ពីព្រោះ​ក្បួន​នោះ​មិនមាន​សុវត្ថិភាព​ទេ ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರವನ್ನು ನಂಬಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಸಿಗ್ನೇಚರ್ ಅಲ್ಗಾರಿತಮ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಇದನ್ನು ಸಹಿಮಾಡಲಾಗಿದೆ, ಮತ್ತು ಅದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ ಏಕೆಂದರೆ ಆ ಅಲ್ಗಾರಿತಮ್ ಸುರಕ್ಷಿತವಾಗಿಲ್ಲ.
ku: Ji ber ku ev belgeya erêkirinê bi algorîtmayeke îzmeyê ya ne ewle hatiye îmzekirin, nehate esehîkirin.
lt: Negalima patikrinti šio liudijimo, nes jis pasirašytas, naudojant parašo algoritmą, kuris yra išjungtas, nes nesaugus.
lv: Nevar pārbaudīt šo sertifikātu, jo tas ir parakstīts ar paraksta algoritmu, kas drošības apsvērumu dēļ netiek izmantots.
mai: ई प्रमाणपत्र जाँचल नहि जाए सकल किएक ई हस्ताक्षर अलगोरिथमक उपयोग सँ हस्ताक्षरित कएल गेल अछि जे निष्क्रिय कएल गेल किएक अलगोरिथम सुरक्षित नहि अछि.
ml: ആല്‍ഗോരിഥം സുരക്ഷിതമല്ലാത്തതിനാല്‍, പ്രവര്‍ത്തന രഹിതമായ ഒരു സിഗ്നേച്ചര്‍ ആല്‍ഗോരിഥം ഉപയോഗിച്ചതിനാല്‍, ഈ സര്‍ട്ടിഫിക്കേറ്റ് പരിശോധിയ്ക്കുവാന്‍ സാധ്യമല്ല.
ms: Tidak dapat mengenal pasti sijil ini kerana ia ditandatangi menggunakan tanda tangan algoritma yang telah dilupuskan dan sebab itu algoritmanya tidak selamat.
nb_no: Klarte ikke kontrollere sertifikatet fordi det ble signert av en signaturalgoritme som er avslått fordi signaturalgoritmen ikke er sikker.
oc: Impossible de verificar aqueste certificat perque es estat signat amb l'ajuda d'un algoritme de signatura qu'es estat desactivat perque aqueste algoritme es pas securizat.
or: ଏହି ପ୍ରମାଣପତ୍ରକୁ ଯାଞ୍ଚ କରିହେଲା ନାହିଁ କାରଣ ଏହାକୁ ହସ୍ତାକ୍ଷର ଆଲଗୋରିଦମ ଦ୍ୱାରା ହସ୍ତାକ୍ଷର କରାଯାଇଛି ଯାହାକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି କାରଣ ସେହି ଆଲଗୋରିଦମଟି ସୁରକ୍ଷିତ ନୁହଁ।
pt_br: Não foi possível comprovar a homologação deste certificado porque foi assinado usando um algoritmo de assinatura que foi desativado porque não é seguro.
si: ආරක්ශාකාරී නොවන බැවින් අක්‍රීය කළ ඇල්ගොරිතමයක් භාවිතයෙන් සන් කර ඇති නිසා මෙම සහතිකය තහවුරු කළ නොහැක.
sv: Kan inte verifiera detta certifikat eftersom det signerades med en signaturalgoritm som är inaktiverad på grund av att den är osäker.
ta: இந்த சான்றிதழானது பாதுகாப்பற்றது என்ற காரணத்திற்காக முடக்கப்பட்ட ஒரு கையொப்ப வழிமுறையைப் பயன்படுத்தி கையொப்பமிடப்பட்டுள்ளதால், இந்த சான்றிதழை சரிபார்க்க முடியவில்லை.
te: సురక్షితం కాని అచేతనం చేయబడిన అల్గార్దెమ్ వుపయోగించి సంతకం చేయుట వలన ఆ ధృవీకరణపత్రం నిర్ధారించలేక పోయింది.
th: ไม่สามารถพิสูจน์ใบรับรองนี้ เพราะถูกเซ็นรับโดยใช้อัลกอริทึมลายเซ็นที่ถูกปิดใช้งานเนื่องจากใช้อัลกอริทึมที่ไม่ปลอดภัย
tr: Güvenli olmadığı için devre dışı bırakılmış bir imza algoritması ile imzalandığından, bu sertifika doğrulanamadı.
ug: بۇ گۇۋاھنامىنى دەلىللىيەلمىدى چۈنكى ئۇنىڭ ئىمزاسىغا ئىشلەتكەن ھېسابلاش ئۇسۇلى چەكلەنگەن سەۋەبى ئۇ ھېساتلاش ئۇسۇلى بىخەتەر ئەمەس.
uz: Ushbu sertifikat tekshirilmadi, chunki xavfsiz boʻlmagan algoritmdan foydalanib yozilgan imzo boʻlganligi uchun oʻchirib qoʻyilgan.
vi: Không thể xác nhận chứng thư này vì được ký bằng một thuật toán bị vô hiệu - do thuật toán này không an toàn.

source: The website %S does not support encryption for the page you are viewing.
af: Die webwerf %S ondersteun nie enkripsie vir die bladsy wat u bekyk nie.
ar: لا يدعم موقع وِب %S تعمية الصّفحة التي تعرضها.
as: আপুনি চোৱা পৃষ্ঠাৰ কাৰণে ৱেব ছাইট %S এ এনক্ৰিপছনৰ সমৰ্থন নকৰে।
az: %S saytı baxdığınız səhifə üçün şifrələməni dəstəkləmir.
bg: Тази страницата от %S не поддържа шифроване на страницата, която разглеждате.
bn_in: আপনার সামনে প্রস্তুত করা পৃষ্ঠার জন্য %S ওয়েব-সাইটের দ্বারা এনক্রিপশন সমর্থিত হয় না।
br: N'eo ket skoret an enrinegañ evit ar pajennadoù emaoc'h o welout gant al lec'hienn %S.
ca: El lloc web %S no permet l'ús de xifratge per a la pàgina que esteu visualitzant.
cy: Nid yw gwefan %S yn cynnal amgryptiad ar gyfer y dudalen rydych yn ei darllen.
es_mx: El sitio web %S no admite cifrado para la página que estás viendo.
eu: %S webguneak ez du onartzen ikusten ari zaren orriaren zifratzea.
gd: Chan eil an làrach-lìn %S a' cur taic ri crioptachadh na duilleige a tha thu a' coimhead air.
gu: વેબ સાઈટ %S તમે જે પાનું જોઈ રહ્યા છો તેના માટે એનક્રિપ્શનને આધાર આપતું નથી.
he: האתר %S אינו תומך בהצפנה עבור הדף בו אתה צופה.
hi_in: वेब साइट %S आपके द्वारा देखे जा रहे पृष्ठ के लिये गोपन का समर्थन नहीं करता है.
hr: Web stranica %S ne podržava šifriranje stranice koju pregledavate.
hu: A %S webhely ezen oldala nincs titkosítva.
hy_am: Դիտվող էջի համար %S հանգույցը ծածկագրում չի աջակցում:
kk: Веб-сайт %S сіз ашып отырған парақ үшін шифрлеуді қолдамайды.
km: តំបន់បណ្ដាញ %S មិន​គាំទ្រ​ការ​អ៊ិនគ្រីប​សម្រាប់​ទំព័រ​ដែល​អ្នក​កំពុងតែ​មើល​ទេ ។
kn: ನೀವು ನೋಡುತ್ತಿರುವ ಜಾಲಪುಟಕ್ಕೆ %S ಜಾಲ ತಾಣವು ಗೂಢಲಿಪೀಕರಣವನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
ku: Malpera %S ji bo rûpelên temaşe dikî desteka nasnavkirinê nade.
lt: Svetainė %S neturi galimybių šifruoti dabar žiūrimą tinklalapį.
lv: Tīmekļa vietne %S neatbalsta pašreiz atvērtās lapas šifrēšanu.
mai: वेब साइट %S अहाँक द्वारा देखल जाए रहल पृष्ठ कलेल गोपनक समर्थन नहि करैत अछि.
ml: നിങ്ങള്‍ കാണുന്ന താളിനുള്ള എന്‍ക്രിപ്ഷന്‍ %S വെബ് സൈറ്റ് പിന്തുണയ്ക്കുന്നില്ല.
nb_no: Nettstedet %S støtter ikke kryptering for nettsiden du ser på.
oc: Lo site Web %S supòrta pas lo chiframent per la pagina actualament afichada.
or: ଆପଣ ଦେଖୁଥିବା ପୃଷ୍ଠା ପାଇଁ ସଂଗୁପ୍ତକୁ ୱେବ ସାଇଟ %S ସମର୍ଥନ କରେ ନାହିଁ.
pt_br: O site %S não oferece criptografia para a página exibida.
rw: Urubuga makuru %S ntirwemera imisobekere ya paji urimo kureba.
si: %S වෙබ් අඩවිය ඔබ බලන පිටුව සඳහා සංකේතාංකන සහාය නොදක්වයි.
sv: Webbplatsen %S stöder inte kryptering av sidan som visas.
te: వెబ్ సైటు %S మీరు దర్శించుతున్నటువంటి పేజీకొరకు ఎన్క్రిప్షన్ మద్దతునీయదు.
th: หน้าที่คุณกำลังดูในเว็บไซต์ %S ไม่รองรับการเข้ารหัส
tr: %S sitesi görüntülediğiniz sayfa için şifrelemeyi desteklemiyor.
ug: بۇ تور بېكەت %S سىز كۆرۈۋاتقان بەتنى شىفىرلاشنى قوللىمايدۇ.
ur: ویب سائٹ %S اس صفحے کےلیے خفیہ کاری کی معاونت نہیں کرتی جو آپ نظارہ کر رہے ہیں۔
uz: Siz ko‘rayotgan sahifa uchun kodlashni %S sayti qo‘llab-quvvatlamaydi.
vi: Trang web %S không hỗ trợ mã hóa cho trang bạn đang xem.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
af: Inligting wat sonder enkripsie oor die internet gestuur word, kan deur ander mense gesien word terwyl dit gestuur word.
ar: يمكن للآخرين الاطلاع على المعلومات المرسلة عبر الإنترنت دون تعمية أثناء إرسالها.
as: এনক্ৰিপছন নোহোৱাকে ইন্টাৰ্নে'টত পঠিওৱা তথ্যক পঠিওৱাৰ সময়ত অন্যই চাব পাৰে।
az: İnternetdə şifrələnmədən göndərilən məlumatlar başqaları tərəfindən görünə bilər.
bg: Информацията, изпратена през Интернет без шифроване, може да бъде видяна от други хора докато пътува.
bn_in: বিনা এনক্রিপশনে কোনো তথ্য ইন্টারনেটের মাধ্যমে প্রেরণ করা হলে যাত্রাকালে তা অন্যান্য ব্যক্তিদের সামনে উন্মুক্ত হওয়ার সম্ভাবনা রয়েছে।
br: Ar stlennoù kaset dre internet hep bezañ bet enrineget a c'hallfe bezañ lennet gant tud all e-pad m'emañ o veajiñ.
ca: La informació que s'envia per Internet sense xifratge pot ser visualitzada per tercers mentre és en camí.
cy: Mae modd i bobl eraill ddarllen gwybodaeth sy'n cael ei hanfon ar draws y rhyngrwyd heb ei hamgryptio.
es_mx: La información enviada por Internet sin cifrar puede ser vista por otras personas.
eu: Interneten zifratu gabe bidalitako informazioa, batetik bestera dabilenean, beste norbaitek ikus dezake.
fur: Lis informazions mandadis su Internet cence cifrazion a puedin jessi viodudis di altris personis dilunc il transit.
gd: 'S urrainn do dhaoine eile fiosrachadh gun chrioptachadh a chuireas tu a-null air an lìon fhaicinn 's e a' trasnadh an lìn.
gu: એનક્રિપ્શન વિના ઈન્ટરનેટ ઉપર મોકલાયેલ જાણકારી અન્ય લોકો દ્વારા જોઈ શકાય છે જ્યારે તે પરિવહન થઈ રહી હોય.
he: מידע שנשלח ברשת האינטרנט ללא הצפנה יכול להיראות על־ידי אנשים זרים בזמן העברתו.
hi_in: बिना गोपन के इंटरनेट पर भेजी गई सूचना को अन्य लोगों के द्वारा परिवहन के क्रम में देखा जा सकता है.
hr: Informacije koje su poslane putem Interneta bez prethodnog šifriranja, tijekom prijenosa mogu vidjeti ostali.
hu: Az interneten keresztül küldött titkosítatlan adatokhoz útközben mások is hozzáférhetnek.
hy_am: Համացանցով ուղղարկված չծածկագրված տեղեկությունը կարող է փոխանցման ընթացքում դիտվել այլ անձաց կողմից:
ka: ინტერნეტით გადაცემული დაუშიფრავი ინფორმაცია მისი გადაცემისას მისაწვდომია მესამე პირთათვის.
kk: Интернет арқылы берілетін ақпарат шифрленбесе, берілу кезінде оны басқа адамдар көре алады.
km: ព័ត៌មាន​ដែល​បាន​ផ្ញើ​តាម​អ៊ីនធឺណិត​ដោយ​មិនបាន​អ៊ិនគ្រីប​ នឹង​អាច​ធ្វើឲ្យ​អ្នក​ផ្សេងទៀត​មើល​ឃើញ ខណៈ​ដែល​វា​កំពុង​ត្រូវ​បាន​បញ្ជូន ។
kn: ಗೂಢಲಿಪೀಕರಣಗೊಳಿಸದೆ ಅಂತರಜಾಲದ ಮೂಲಕ ಕಳುಹಿಸಲಾದ ಮಾಹಿತಿಯನ್ನು ಅದರ ಮಾರ್ಗ ಮಧ್ಯದಲ್ಲೇ ಇತರರಿಂದ ನೋಡಲ್ಪಡುವ ಸಂಭವವಿರುತ್ತದೆ.
ku: Kesên din dikarin agahiyên bênasnav yên ku li ser înternetê bên şandin, bibînin.
lt: Nešifruotą informaciją siuntimo metu gali perskaityti pašaliniai.
lv: Caur Internetu bez šifrēšanas nosūtīto informāciju tās ceļošanas laikā var izlasīt citi cilvēki.
mai: बिनु गोपनक इंटरनेट पर भेजल गेल सूचनाकेँ आन लोकनिसभक द्वारा परिवहनक क्रम मे देखल जाए सकैत अछि.
ml: എന്‍ക്രിപ്റ്റ് ചെയ്യാതെ ഇന്റര്‍നെറ്റ് വഴി അയയ്ക്കുന്ന വിവരങ്ങള്‍ മറ്റുള്ളവര്‍ക്കു് കാണുവാന്‍ സാധിക്കുന്നു.
ms: Maklumat dihantar melalui Internet tanpa penyulitan boleh dilihat oleh orang lain ketika dalam transit.
my: စာဝှက်စနစ် မပါပဲ ပို့လိုက်တဲ့ အချက်အလက်ကို ၄င်းကူးပြောင်းနေချိန်မှာ အခြား လူများက မြင်တွေ့နိုင်တယ်။
nb_no: Informasjon som blir sendt over Internett uten kryptering kan bli lest av andre mens den overføres.
oc: Las entresenhas mandadas sus Internet sens chiframent pòdon èsser vistas per d'autras personas durant lor transit.
or: ଇଣ୍ଟରନେଟରେ ସଂଗୁପ୍ତ ବିନା ପଠାଯାଇଥିବା ସୂଚନାକୁ ଗତିକରୁଥିବା ସମୟରେ ଅନ୍ୟବ୍ୟକ୍ତି ଦେଖିପାରିବେ.
pt_br: Informações não criptografadas estão sujeitas a interceptação durante a transmissão pela rede.
rw: Amakuru yoherejwe kuri Interineti adasobetswe ashobora kurebwa n'abandi bantu mu gihe akiri mu nzira.
si: අන්තර්ජාලය හරහා සංකේතාංකනය නොකර දත්ත යැවු දත්ත හුවමාරු විමේදි වෙනත් අයට බලා ගත හැක.
sv: Information som skickas över Internet utan kryptering kan under överföringen läsas av obehöriga personer.
te: ఎన్క్రిప్షన్ చేయకుండా సమాచారాన్ని అంతర్జాలములో పంపితే అది బదిలీకరించుతున్నప్పుడు వేరే వారిద్వారా చూడబడుతుంది.
th: ข้อมูลถูกส่งไปในอินเทอร์เน็ตโดยไม่มีการเข้ารหัสสามารถถูกดักดูได้จากบุคคลอื่น
tr: İnternet üzerinden şifrelenmeden gönderilen bilgiler aktarım sırasında başkaları tarafından görülebilir.
ug: ئىنتېرنېت ئارقىلىق يوللانغان شىفىرلانمىغان ئۇچۇرنى يوللاش جەريانىدا باشقىلار كۆرۈپ قېلىشى مۇمكىن.
ur: انٹر نیٹ پر بغیر خفیہ کاری کے بھیجی گئی معلومات، راستے میں دیگر لوگوں سے دیکھی جا سکتے ہیں۔
uz: Internet orqali jo‘natilgan kodlanmagan ma’lumotlarni u o‘tkazilayotganda boshqa odamlar ko‘rishi mumkin.
vi: Thông tin được gửi qua Internet mà không mã hóa có thể bị người khác xem trong khi nó đang được truyền tải.

source: Connection Encrypted (%1$S, %2$S bit keys, %3$S)
af: Verbinding geënkripteer (%1$S, %2$S-bissleutel, %3$S)
ar: الاتصال مُعمّى (%1$S، مفاتيح %2$S بتة، %3$S)
as: সংযোগ ইনক্ৰিপ্টেড (%1$S, %2$S বিট কিসমূহ, %3$S)
az: Bağlantı Şifrələnib (%1$S, %2$S bit açarlar, %3$S)
bn_in: কানেকশন এনক্রিপ্ট করা হয়েছে (%1$S, %2$S bit keys, %3$S)
br: Kennask enrineget (%1$S, alc'hwez %2$S eizhbit, %3$S)
ca: Connexió xifrada (%1$S, claus de %2$S bits, %3$S)
cy: Mae'r Cysylltiad wedi ei Ammgryptio (%1$S, allweddi did %2$S, %3$S)
es_mx: Conección encriptada (%1$S, %2$S, llaves bit, %3$S)
eu: Konexioa zifratuta (%1$S, %2$S biteko gakoak, %3$S)
gd: Ceangal crioptaichte (%1$S, %2$S bit keys, %3$S)
hi_in: कनेक्शन एनक्रिप्टेड (%1$S, %2$S bit keys, %3$S)
hr: Veza kriptirana (%1$S, %2$S bitni ključevi, %3$S)
hu: Kapcsolat titkosítva (%1$S, %2$S bites kulcsok, %3$S)
hy_am: Կապակցումը գաղտնագրված է (%1$S, %2$S բիթ բանալի, %3$S)
kk: Байланыс шифрленген (%1$S, %2$S-биттік кілттер, %3$S)
km: ការ​តភ្ជាប់​បាន​បម្លែង​ទៅ​ជា​កូដ (%1$S, %2$S bit keys, %3$S)
kn: ಸಂಪರ್ಕವನ್ನು ಗೂಢಲಿಪೀಕರಿಸಲಾಗಿದೆ (%1$S, %2$S ಬಿಟ್ ಕೀಲಿಗಳು, %3$S)
lt: Ryšys užšifruotas (%1$S,%2$S bitų raktai, %3$S)
lv: Šifrēts savienojums (%1$S, %2$S bitu atslēgas, %3$S)
ml: കണക്ഷന്‍ എന്‍ക്രിപ്റ്റ് ചെയ്തിരിയ്ക്കുന്നു (%1$S, %2$S ബിറ്റ് കീകള്‍, %3$S)
nb_no: Tilkoblingen kryptert (%1$S, %2$S bit nøkler, %3$S)
pt_br: Conexão criptografada (%1$S, chaves de %2$S bits, %3$S)
si: සම්බන්ධතාවය සංකේතාංකනයකර අැත(%1$S, %2$S bit keys, %3$S)
sv: Anslutning krypterad (%1$S, %2$S bitar, %3$S)
ta: இணைப்பு குறிமுறையாக்கப்பட்டது (%1$S, %2$S பிட் சாவிகள், %3$S)
tr: Bağlantı şifreli (%1$S, %2$S bit anahtarlar, %3$S)
uz: Ulanish kodlangan (%1$S, %2$S bit kalitlar, %3$S)

source: Broken Encryption (%1$S, %2$S bit keys, %3$S)
af: Gebreekte enkripsie (%1$S, %2$S-bissleutel, %3$S)
as: ভগ্ন ইনক্ৰিপষণ (%1$S, %2$S বিট কিসমূহ, %3$S)
az: Sınmış Şifrələmə (%1$S, %2$S bit açarlar, %3$S)
bn_in: ভগ্ন এনক্রিপ্টশন (%1$S, %2$S bit keys, %3$S)
br: Kennask enrineget (%1$S, alc'hwezioù %2$S eizhbit, %3$S)
cy: Amgryptio wedi Torri (allweddi did %1$S, %2$S, %3$S)
eu: Zifraketa hautsia (%1$S, %2$S biteko gakoak, %3$S)
gd: Crioptachadh briste (%1$S, %2$S bit keys, %3$S)
hi_in: टूटा हुआ गोपन (%1$S, %2$S bit keys, %3$S)
hu: Sérült titkosítás (%1$S, %2$S bites kulcsok, %3$S)
hy_am: Վնասված գաղտնագրում (%1$S, %2$S բիթ բանալի, %3$S)
kk: Сынған шифрлеу (%1$S, %2$S-биттік кілттер, %3$S)
km: ការ​ដាក់​លេខ​កូដ​បាន​ខូច (%1$S, %2$S bit keys, %3$S)
kn: ಎನ್‌ಕ್ರಿಪ್ಷನ್ ಮುರಿದಿದೆ (%1$S, %2$S ಬಿಟ್ ಕೀಲಿಗಳು, %3$S)
lt: Neveikiantis šifravimas (%1$S, %2$S bitų raktai, %3$S)
lv: Šifrēts savienojums (%1$S, %2$S bitu atslēgas, %3$S)
ml: തകര്‍ക്കപ്പെട്ട എന്‍ക്രിപ്ഷന്‍ (%1$S, %2$S ബിറ്റ് കീകള്‍, %3$S)
nb_no: Ødelagt kryptering (%1$S, %2$S bit nøkler, %3$S)
pt_br: Conexão criptografada (%1$S, chaves de %2$S bits, %3$S)
sv: Skadad kryptering (%1$S, %2$S bitars nyckel, %3$S)
ta: முறிந்த மறைகுறியாக்கம் (%1$S, %2$S பிட் சாவிகள், %3$S)
tr: Kırılmış şifreleme (%1$S, %2$S bit anahtarlar, %3$S)
uz: Buzilgan kodlash (%1$S, %2$S bit kalitlar, %3$S)
