Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: Could not verify this certificate because it has expired.
af: Die sertifikaat kon nie gestaaf word nie omdat dit verval het.
ar: تعذّر التحقّق من هذه الشّهادة لأنّ صلاحيّتها انتهت.
as: ই শেষ হোৱাৰ কাৰণে এই প্ৰমাণপত্ৰক পৰীক্ষা কৰিব পৰা নগল।
az: Müddəti bitdiyi üçün bu təsdiq sənədi yoxlana bilmədi.
bg: Сертификатът не е приет, защото е изтекъл.
bn_in: মেয়াদ পূর্ণ হওয়ার দরুন এই সার্টিফিকেটটি পরীক্ষা করা যায়নি।
br: Ne oa ket evit gwiriañ an testeni-mañ rak diamzeret eo.
ca: No s'ha pogut comprovar el certificat perquè ha vençut.
cy: Methu gwirio'r dystysgrif am ei bod wedi dod i ben.
es_mx: No se pudo verificar este certificado porque ha expirado.
eu: Ezin izan da ziurtagiri hau egiaztatu, iraungi egin delako.
fur: No si à podût verificâ chest certificât parcè che al è scjadût.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's gun do dh'fhalbh an ùine air.
gu: આ પ્રમાણપત્રને ચકાસી શકાયુ નથી કારણકે તેની સમયમર્યાદા પૂરી થઈ ગઈ છે.
he: לא יכול לאמת אישור זה משום שתוקפו פג.
hi_in: इस प्रमाणपत्र को नहीं जांचा जा सका क्योंकि यह समयातीत है.
hr: Ovjera ovog certifikata nije moguća jer je istekao.
hu: Nem sikerült ellenőrizni a tanúsítványt, mert lejárt.
hy_am: Անհնար է հավաստել Վկայագրին, քանզի այն ժամկետանց է:
ka: ამ სერთიფიკატის შემოწმება ვერ მოხერხრდა, რადგან იგი ვადაგასულია.
kk: Сертификат верификациясы мүмкін емес - оның мерзімі аяқталды.
km: មិន​អាច​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ​នេះ​បាន​ទេ ពីព្រោះ​វា​បាន​ផុត​កំណត់ ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಇದರ ಕಾಲಾವಧಿ ಅಂತ್ಯಗೊಂಡಿದೆ.
ku: Ji ber ku dema wê tije bû, ev sertîfîka nehat kontrolkirin.
lt: Negalima patikrinti liudijimo, nes baigėsi jo galiojimo laikas.
lv: Nevar apstiprināt šo sertifikātu, jo tam beidzās derīguma laiks.
mai: ई प्रमाणपत्र केँ नहि जाँचल जाए सकल किएक ई समयातीत अछि.
ml: കാലാവധി കഴിഞ്ഞതിനാല്‍ ഈ സര്‍ട്ടിഫിക്കേറ്റ് ഉറപ്പാക്കുവാനായില്ല.
ms: Tidak dapat mengesahkan sijil ini kerana ianya telah luput.
my: ဒီလက်မှတ်ကို သက်တမ်း ကုန်သွားတဲ့အတွက် အတည်မပြုနိုင်ဘူး။
nb_no: Klarte ikke bekrefte sertifikatet fordi det er utløpt.
oc: Impossible de verificar aqueste certificat perque a expirat.
or: ଏହି ପ୍ରମାଣପତ୍ରକୁ ଯାଞ୍ଚକରିପାରିବେ ନାହିଁ କାରଣ ଏହାର ସମୟ ସମାପ୍ତ ହୋଇଯାଇଛି.
pt_br: Não foi possível comprovar a homologação deste certificado porque ele está com a validade vencida.
rw: Ntibyashobotse kugenzura iki cyemezo kubera ko cyarengeje igihe.
sd: هن سرٽيفڪيٽ جي تصديق نہ ٿي سگهي ڇو تہ ان جو مدو پورو ٿي چڪو آهي۔
si: සහතිකය කල්ඉක්මවු බැවින් මෙම සහතිකය සත්‍යාපනය කළ නොහැකි විය.
sv: Kan inte verifiera detta certifikat eftersom det har förfallit.
ta: இது காலாவதியாகிவிட்டதால் இந்த சான்றிதழை சரிபார்க்க முடியவில்லை.
te: ఈ ధృవీకరణపత్రాన్ని నిర్ధారించలేము ఎంచేతంటే ఇది కాలముతీరినది.
th: ไม่สามารถพิสูจน์ใบรับรองที่หมดอายุได้
tr: Bu sertifika zaman aşımına uğradığı için doğrulanamadı.
ug: بۇ گۇۋاھنامىنى دەلىللىيەلمىدى، چۈنكى ئۇنىڭ ۋاقتى ئۆتكەن.
ur: اس تصدیق نامے کی توثیق نہیں کر سکا کیوں کہ اس کی مدت ختم ہو چکی ہے۔
uz: Ushbu sertifikat tekshirilmadi, chunki u eskirgan.
vi: Không thể xác minh chứng chỉ này vì nó đã hết hạn.
zu: Ngeke isiqinisekise lesi sitifiketi ngoba asethenjwa.

source: Could not verify this certificate because it is not trusted.
af: Die sertifikaat kon nie gestaaf word nie omdat dit nie vertrou word nie.
ar: تعذّر التحقّق من هذه الشّهادة لأنّها غير موثوقة.
as: ই বিশ্বাসী নোহোৱাৰ কাৰণে এই প্ৰমাণপত্ৰক পৰীক্ষা কৰিব পৰা নগল।
az: Etibar edilməyi üçün bu təsdiq sənədi yoxlana bilmədi.
bg: Сертификатът не е приет, защото не е доверен.
bn_in: বিশ্বস্ত না হওয়ার দরুন এই সার্টিফিকেটটি পরীক্ষা করা যায়নি।
br: Ne oa ket evit gwiriañ an testeni-mañ rak n'eus fiziañs ebet ennañ.
ca: No s'ha pogut comprovar el certificat perquè no s'hi confia.
cy: Does dim modd gwirio'r dystysgrif am nad oes modd ymddiried ynddi.
es_mx: No se pudo verificar este certificado porque no se confía en él.
eu: Ezin izan da ziurtagiri hau egiaztatu, ez duelako fidagarritasunik.
fur: No si à podût verificâ chest certificât parcè che nol è fidât.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's nach eil earbsa ann.
gu: આ પ્રમાણપત્રને ચકાસી શકાયુ નથી કારણકે તે વિશ્વાસુ નથી.
he: לא יכול לאמת אישור זה כי אין בו אמון.
hi_in: इस प्रमाणपत्र को नहीं जांचा जा सका क्योंकि यह विश्वस्त नहीं है.
hr: Ovjera ovog certifikata nije moguća jer nije pouzdan.
hu: Nem sikerült ellenőrizni a tanúsítványt, mert nem megbízható.
hy_am: Անհնար է հավաստել Վկայագրին, քանզի այն վստահելի չէ:
ka: ამ სერთიფიკატის შემოწმება ვერ მოხერხრდა, რადგან იგი სანდო არაა.
kk: Сертификат верификациясы мүмкін емес - оған сенім жоқ.
km: មិន​អាច​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ​នេះ​បាន​ទេ ពីព្រោះ​វា​មិន​គួរឲ្យ​ទុកចិត្ត ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಇದನ್ನು ನಂಬಲಾಗಿಲ್ಲ.
ku: Ji ber ku ne ewle ye kontrolkirina sertîfîkayê nehat kirin.
lt: Negalima patikrinti šio liudijimo, nes juo nepasitikima.
lv: Nevar apstiprināt šo sertifikātu, jo tas nav uzticams.
mai: ई प्रमाणपत्र केँ नहि जाँचल जाए सकल किएक ई विश्वस्त नहि अछि.
ml: വിശ്വസനീയമല്ലാത്തതിനാല്‍ ഈ സര്‍ട്ടിഫിക്കേറ്റ് ഉറപ്പാക്കുവാനായില്ല.
ms: Tidak dapat mengesahkan sijil ini kerana ianya tidak dipercayai.
my: ဒီလက်မှတ်ကို စိတ်မချတဲ့အတွက် အတည်မပြုနိုင်ဘူး။
nb_no: Klarte ikke bekrefte sertifikatet fordi det er ikke tiltrodd.
oc: Impossible de verificar aqueste certificat perque es pas digne de fisança.
or: ଏହି ପ୍ରମାଣପତ୍ରକୁ ଯାଞ୍ଚକରିପାରିବେ ନାହିଁ କାରଣ ଏହା ବିଶ୍ୱାସଯୋଗ୍ୟ ନୁହଁ.
pt_br: Não foi possível comprovar a homologação deste certificado porque ele não é considerado confiável.
rw: Ntibyashobotse kugenzura iki cyemezo kubera ko gitizewe.
sd: هن سرٽيفڪيٽ جي تصديق نہ ٿي سگهي ڇو تہ ان تي ڀروسو ناهي۔
si: සහතිකය සැකසහිත බැවින් මෙම සහතිකය සත්‍යාපනය කළ නොහැකි විය.
sv: Det går inte att verifiera detta certifikat eftersom det inte är tillförlitligt.
ta: இது நம்பகமில்லாததால் இந்த சான்றிதழை சரிபார்க்க முடியவில்லை.
te: ఈ ధృవీకరణపత్రాన్ని నిర్ధారించలేము ఎంచేతంటే ఇది నమ్మదగినదికాదు.
th: ไม่สามารถพิสูจน์ใบรับรองที่ไม่น่าเชื่อถือได้
tr: Bu sertifika güvenilir olmadığı için doğrulanamadı.
ug: بۇ گۇۋاھنامىنى دەلىللىيەلمىدى، چۈنكى ئۇ ئىشەنچسىز.
ur: اس تصدیق نامے کی توثیق نہیں کر سکا کیوں کہ یہ قابل بھروسہ نہیں ہے۔
uz: Ushbu sertifikat tekshirilmadi, chunki u ishonchli emas.
vi: Không thể xác minh chứng chỉ này vì nó không đáng tin.
zu: Ngeke isiqinisekise lesi sitifiketi ngoba sesiphelelwe isikhathi.

source: Could not verify this certificate because the issuer is not trusted.
af: Die sertifikaat kon nie gestaaf word nie omdat die uitreiker nie vertrou word nie.
ar: تعذّر التحقّق من هذه الشّهادة لأنّ المُصدِر غير موثوق.
as: প্ৰদানকৰোঁতা বিশ্বাসী নোহোৱাৰ কাৰণে এই প্ৰমাণপত্ৰক পৰীক্ষা কৰিব পৰা নগল।
az: Yayımlayana etibar edilmədiyi üçün bu təsdiq sənədi yoxlana bilmədi.
bg: Сертификатът не е приет, защото издателят не е доверен.
bn_in: প্রকাশকারী বিশ্বস্ত না হওয়ার দরুন এই সার্টিফিকেটটি পরীক্ষা করা সম্ভব হয়নি।
br: N'hall ket gwiriañ an testeni-mañ rak n'eus fiziañs ebet er skigner.
ca: No s'ha pogut comprovar el certificat perquè no es confia en l'emissor.
cy: Does dim modd gwirio'r dystysgrif am nad oes modd ymddiried yn y cyhoeddwr.
es_mx: No se pudo verificar este certificado porque no se confía en el emisor.
eu: Ezin izan da ziurtagiri hau egiaztatu, jaulkitzaileak ez duelako fidagarritasunik.
fur: No si à podût verificâ chest certificât parcè che l'emitent nol è fidât.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's nach eil earbsa san fhoillsichear.
gu: આ પ્રમાણપત્રને ચકાસી શકાયુ નથી કારણકે તેને પ્રકાશિત કરનાર ભરોસાપાત્ર નથી.
he: לא יכול לאמת אישור זה משום שאין אמון במנפיק.
hi_in: इस प्रमाणपत्र को नहीं जांचा जा सका क्योंकि इसका निर्गतकर्ता विश्वस्त नहीं है.
hr: Ovjera ovog certifikata nije moguća jer izdavač nije pouzdan.
hu: Nem sikerült ellenőrizni a tanúsítványt, mert a kibocsátója nem megbízható.
hy_am: Անհնար է հավաստել Վկայագրին, քանզի թողարկողը վստահելի չէ:
ka: ამ სერთიფიკატის შემოწმება ვერ მოხერხრდა, რადგან მისი გამცემი სანდო არაა.
kk: Сертификат верификациясы мүмкін емес - оны шығарған жақ сенімсіз.
km: មិន​អាច​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ​នេះ​បាន​ទេ ពីព្រោះ​មិន​ទុកចិត្ត​លើ​អ្នក​ចេញ​វិញ្ញាបនបត្រ​នេះ ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಇದನ್ನು ಒದಗಿಸಿದವರನ್ನು ನಂಬಲಾಗಿಲ್ಲ.
ku: Ji ber ku weşankar ewle nehat dîdit, sertîfîka nehat kontrolkirin.
lt: Negalima patikrinti šio liudijimo, nes jį išdavusia LĮ nepasitikima.
lv: Nevar apstiprināt šo sertifikātu, jo tā izdevējs nav uzticams.
mai: ई प्रमाणपत्र केँ नहि जाँचल जाए सकल किएक एकराल निर्गतकर्ता विश्वस्त नहि अछि.
ml: ഇഷ്യുവറിനെ വിശ്വസിക്കുവാന്‍ സാധ്യമല്ലാത്തതിനാല്‍ ഈ സര്‍ട്ടിഫിക്കേറ്റ് ഉറപ്പാക്കുവാനായില്ല.
ms: Tidak dapat mengesahkan sijil ini kerana pengeluar tidak dipercayai.
my: ဒီလက်မှတ်ဟာ ထုတ်ပြန်သူကို စိတ်မချတဲ့အတွက် အတည်မပြုနိုင်ဘူး။
nb_no: Klarte ikke bekrefte sertifikatet fordi utstederen ikke er tiltrodd.
oc: Impossible de verificar aqueste certificat perque son emeteire es pas digne de fisança.
or: ଏହି ପ୍ରମାଣପତ୍ରକୁ ଯାଞ୍ଚକରିପାରିବେ ନାହିଁ କାରଣ ଏହାର ଦାତା ବିଶ୍ୱସ୍ତ ନୁହଁନ୍ତି.
pt_br: Não foi possível comprovar a homologação deste certificado porque o expedidor não é considerado confiável.
rw: Ntibyashobotse kugenzura iki cyemezo kubera ko uwagitanze atizewe.
sd: هن سرٽيفڪيٽ جي تصديق نہ ٿي سگهي ڇو ٿہ اِستعمال ڪندڙ تي ڀروسو ناهي۔
si: නිකුත් කරන්නා සැකසහිත බැවින් මෙම සහතිකය සත්‍යාපනය කළ නොහැකි විය.
sv: Kan inte verifiera detta certifikat eftersom utfärdaren inte är tillförlitlig.
ta: வழங்குபவர் நம்பகமில்லாததால் இந்த சான்றிதழை சரிபார்க்க முடியவில்லை.
te: ఈ ధృవీకరణపత్రాన్ని నిర్ధారించలేము ఎంచేతంటే దీనిఇష్యూయర్ నమ్మదగినదికాదు.
th: ไม่สามารถพิสูจน์ใบรับรองที่ผู้ออกไม่น่าเชื่อถือได้
tr: Yayıncıya güvenilmediği için bu sertifika doğrulanamadı.
ug: بۇ گۇۋاھنامىنى دەلىللىيەلمىدى، چۈنكى ئۇنىڭ تارقاتقۇچىسى ئىشەنچسىز
ur: اس تصدیق نامے کی توثیق نہیں کر سکا کیوں کہ جاری کنندہ قابل بھروسہ نہیں ہے۔
uz: Ushbu sertifikat tekshirilmadi, chunki sertifikat beruvchisi ishonchli emas.
vi: Không thể xác minh chứng chỉ này vì người cấp không đáng tin.
zu: Ngeke isiqinisekise lesi sitifiketi ngoba osikhiphile akethenjwa.

source: Could not verify this certificate because the issuer is unknown.
af: Die sertifikaat kon nie gestaaf word nie omdat die uitreiker onbekend is.
ar: تعذّر التحقّق من هذه الشّهادة لأنّ المُصدِر مجهول.
as: প্ৰদানকৰোঁতা অজ্ঞাত হোৱাৰ কাৰণে এই প্ৰমাণপত্ৰক পৰীক্ষা কৰিব পৰা নগল।
az: Yayımlayan naməlum olmadığı üçün təsdiq yoxlana bilmədi.
bg: Сертификатът не е приет, защото издателят е неизвестен.
bn_in: প্রকাশকারী পরিচিত না হওয়ার দরুন এই সার্টিফিকেটটি পরীক্ষা করা সম্ভব হয়নি।
br: Ne oa ket evit gwiriañ an testeni-mañ rak dianav e oa ar skigner.
ca: No s'ha pogut comprovar el certificat perquè l'emissor és desconegut.
cy: Nid oedd modd gwirio'r dystysgrif am fod y cyhoeddwr yn anhysbys.
es_mx: No se pudo verificar este certificado porque el emisor es desconocido.
eu: Ezin izan da ziurtagiri hau egiaztatu, jaulkitzailea ezezaguna delako.
fur: No si à podût verificâ chest certificât parcè che il mitent nol è cognossût.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's gu bheil am foillsichear neo-aithnichte.
gu: આ પ્રમાણપત્રને ચકાસી શકાયુ નથી કારણકે તેને પ્રકાશિત કરનાર અજાણ્યો છે.
he: לא יכול לאמת אישור זה משום שהמנפיק לא מוכר.
hi_in: इस प्रमाणपत्र को नहीं जांचा जा सका क्योंकि निर्गतकर्ता अनजान है.
hr: Ovjera ovog certifikata nije moguća jer je izdavač nepoznat.
hu: Nem sikerült ellenőrizni a tanúsítványt, mert a kibocsátója ismeretlen.
hy_am: Անհնար է հավաստել Վկայագրին, քանզի թողարկողն անհայտ է:
ka: ამ სერთიფიკატის შემოწმება ვერ მოხერხრდა, რადგან გამცემი უცნობია.
kk: Сертификат верификациясы мүмкін емес - оны шығарған жақ белгісіз.
km: មិន​អាច​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ​នេះ​បាន​ទេ ពីព្រោះ​មិន​ស្គាល់​អ្នក​ចេញ​វិញ្ញាបនបត្រ​នេះ ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಇದನ್ನು ಒದಗಿಸಿದವರು ಅಜ್ಞಾತವಾಗಿದ್ದಾರೆ.
ku: Ji ber ku weşankar nayê zanîn, sertîfîka nehat kontrolkirin.
lt: Negalima patikrinti šio liudijimo, nes nežinomas jo išdavėjas.
lv: Nevar apstiprināt šo sertifikātu, jo tā izdevējs nav zināms.
mai: ई प्रमाणपत्र केँ नहि जाँचल जाए सकल किएक निर्गतकर्ता अनजान अछि.
ml: ഇഷ്യുവര്‍ അപരിചിതമായതിനാല്‍ ഈ സര്‍ട്ടിഫിക്കേറ്റ് ഉറപ്പാക്കുവാനായില്ല.
ms: Tidak dapat mengesahkan sijil ini kerana ianya pengeluar tidak diketahui.
my: ဒီလက်မှတ်ဟာ သက်တမ်း ကုန်သွားတဲ့အတွက် အတည်မပြုနိုင်ဘူး။
nb_no: Klarte ikke bekrefte sertifikatet fordi utstederen er ukjent.
oc: Impossible de verificar aqueste certificat perque l'emeteire es desconegut.
or: ଏହି ପ୍ରମାଣପତ୍ରକୁ ଯାଞ୍ଚକରିପାରିବେ ନାହିଁ କାରଣ ଏହାର ଦାତା ଜଣା ନାହିଁ.
pt_br: Não foi possível comprovar a homologação deste certificado porque o expedidor é desconhecido.
rw: Ntibyashobotse kugenzura iki cyemezo kubera ko uwagitanze atazwi.
sd: هن سرٽيفڪيٽ جي تصديق نہ ٿي سگهي ڇو تہ اِستعمال ڪندڙ نامعلوم آهي۔
si: නිකුත් කරන්නා නොදන්නා බැවින් මෙම සහතිකය සත්‍යාපනය කළ නොහැකි විය.
sv: Kan inte verifiera detta certifikat eftersom utfärdaren är okänd.
ta: வழங்குபவர் தெரியாததால் இந்த சான்றிதழை சரிபார்க்க முடியவில்லை.
te: ఈ ధృవీకరణపత్రాన్ని నిర్ధారించలేము ఎంచేతంటే దీనిఇష్యూయర్ తెలియనిది.
th: ไม่สามารถพิสูจน์ใบรับรองที่ผู้ออกนิรนามได้
tr: Yayıncısı bilinmediği için bu sertifika doğrulanamadı.
ug: بۇ گۇۋاھنامىنى دەلىللىيەلمىدى، چۈنكى تارقاتقۇچى نامەلۇم.
ur: اس تصدیق نامے کی توثیق نہیں کر سکا کیوں کہ جاری کنندہ نامعلوم ہے۔
uz: Ushbu sertifikat tekshirilmadi, chunki sertifikat beruvchisi noma`lum.
vi: Không thể xác minh chứng chỉ này vì không rõ người cấp.
zu: Ngeke isiqinisekise lesi sitifiketi ngoba osikhiphile akaziwa.

source: Could not verify this certificate because the CA certificate is invalid.
af: Die sertifikaat kon nie gestaaf word nie omdat die SO-sertifikaat ongeldig is.
ar: تعذّر التحقّق من هذه الشّهادة لأنّ شهادة سلطة الشّهادات غير صالحة.
as: CA প্ৰমাণপত্ৰ অবৈধ হোৱাৰ কাৰণে এই প্ৰমাণপত্ৰক পৰীক্ষা কৰিব পৰা নগল।
az: CA təsdiq sənədi etibarsız olduğu üçün bu təsdiq sənədi yoxlana bilmədi.
bg: Сертификатът не е приет, защото сертификатът на неговия CA е невалиден.
bn_in: CA সার্টিফিকেট বৈধ না হওয়ার দরুন এই সার্টিফিকেটটি পরীক্ষা করা সম্ভব হয়নি।
br: Ne oa ket evit gwiriañ an testeni-mañ rak didalvoudek eo testeni an aotrouniezh testeniañ.
ca: No s'ha pogut comprovar el certificat perquè el certificat de la CA no és vàlid.
cy: Methu gwirio'r dystysgrif oherwydd bod tystysgrif yr awdurdod tystysgrifo yn annilys.
es_mx: No se pudo verificar este certificado porque el certificado de la CA no es válido.
eu: Ezin izan da ziurtagiri hau egiaztatu, AZ ziurtagiria baliozkoa ez delako.
fur: No si à podût verificâ chest certificât parcè che il certificât CA nol è valit.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's gu bheil teisteanas an ùghdarrais theisteanachaidh mì-dhligheach.
gu: આ પ્રમાણપત્રને ચકાસી શકાયુ નથી કારણકે CA પ્રમાણપત્ર અમાન્ય છે.
he: לא יכול לאמת אישור זה משום שאישור רשות האישורים אינו בתוקף.
hi_in: इस प्रमाणपत्र को नहीं जांचा जा सका क्योंकि CA प्रमाणपत्र अवैध है.
hr: Ovjera ovog certifikata nije moguća jer CA certifikat nije važeći.
hu: Nem sikerült ellenőrizni a tanúsítványt, mert a CA-tanúsítvány érvénytelen.
hy_am: Անհնար է հավաստել Վկայագրին, քանզի ԱՀ (CA) արտոնագիրն անվավեր է:
ka: ამ სერთიფიკატის შემოწმება ვერ მოხერხრდა, რადგან CA-ს სერთიფიკატი მცდარია.
kk: Сертификат верификациясы мүмкін емес - орталықтың сертификаты жарамсыз.
km: មិន​អាច​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ​នេះ​បាន​ទេ ពីព្រោះ​វិញ្ញាបនបត្រ CA មិន​ត្រឹមត្រូវ ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ CA ಪ್ರಮಾಣಪತ್ರವು ಅಮಾನ್ಯವಾಗಿದೆ.
ku: Ji ber ku sertîfîkaya CA 'ê betal e, ev sertîfîka nehat kontrolkirin.
lt: Negalima patikrinti šio liudijimo, nes LĮ liudijimas negalioja.
lv: Nevar apstiprināt šo sertifikātu, jo tā CA sertifikāts ir nederīgs.
mai: ई प्रमाणपत्र केँ नहि जाँचल जाए सकल किएक CA प्रमाणपत्र अवैध अछि.
ml: CA സര്‍ട്ടിഫിക്കേറ്റ് തെറ്റായതിനാല്‍ ഈ സര്‍ട്ടിഫിക്കേറ്റ് ഉറപ്പാക്കുവാനായില്ല.
ms: Tidak dapat mengesahkan sijil ini kerana sijil CA tidak sah.
my: ဒီလက်မှတ်ကို CA လက်မှတ် မမှန်ကန်တဲ့အတွက် အတည်မပြုနိုင်ဘူး။
nb_no: Klarte ikke kontrollere sertifikatet fordi CA-sertifikatet er ugyldig.
oc: Impossible de verificar aqueste certificat perque lo certificat d'AC es pas valid.
or: ଏହି ପ୍ରମାଣପତ୍ରକୁ ଯାଞ୍ଚକରିପାରିବେ ନାହିଁ କାରଣ CA ପ୍ରମାଣପତ୍ରଟି ଅବୈଧ ଅଟେ.
pt_br: Não foi possível verificar esse certificado porque o certificado da autoridade certificadora é inválido.
rw: Ntibyashobotse kugenzura iki cyemezo kubera ko icyemezo cya CA gitemewe.
si: CA සහතිකය සාවද්‍ය බැවින් මෙම සහතිකය සත්‍යාපනය කළ නොහැකි විය.
sv: Kan inte verifiera detta certifikat eftersom CA-certifikatet är ogiltigt.
ta: CA சான்றிதழ் தவறானதால் இந்த சான்றிதழை சரிபார்க்க முடியவில்லை.
te: ఈ ధృవీకరణపత్రాన్ని నిర్ధారించలేము ఎంచేతంటే CA ధృవీకరణపత్రం విలువైనదికాదు.
th: ไม่สามารถพิสูจน์ใบรับรองที่ CA ไม่ถูกต้องได้
tr: CA sertifikası geçersiz olduğu için bu sertifika doğrulanamadı.
ug: بۇ گۇۋاھنامىنى دەلىللىيەلمىدى، چۈنكى CA گۇۋاھنامىسى ئىناۋەتسىز.
ur: اس تصدیق نامے کی توثیق نہیں کر سکا کیوں کہ سی اے تصدیق نامہ ناجائز ہے۔
uz: Ushbu sertifikat tekshirilmadi, chunki CA sertifikati - xato.
vi: Không thể xác minh chứng chỉ này vì chứng chỉ của CA không hiệu lực.
zu: Ngeke isiqinisekise lesi sitifiketi ngoba isitifiketi se-CA asisebenzi.

source: Could not verify this certificate for unknown reasons.
af: Die sertifikaat kon om onbekende redes nie gestaaf word nie.
ar: تعذّر التحقّق من هذه الشّهادة لأسباب مجهولة.
as: অজ্ঞাত কাৰণে এই প্ৰমাণপত্ৰ পৰীক্ষা কৰিব পৰা নগল।
az: Bu təsdiq sənədi naməlum səbəblərə görə yoxlana bilmədi.
bg: Сертификатът не е приет по неизвестни причини.
bn_in: অজানা কারণের দরুন এই সার্টিফিকেট পরীক্ষা করা যায়নি।
br: Ne oa ket evit gwiriañ an testeni-mañ rak meur a abeg dianav.
ca: No s'ha pogut comprovar el certificat per raons desconegudes.
cy: Nid oedd modd gwirio'r dystysgrif am resymau anhysbys.
es_mx: No se pudo verificar este certificado por razones desconocidas.
eu: Ezin izan da ziurtagiri hau egiaztatu, ezagutzen ez diren arrazoiengatik.
fur: No si à podût verificâ chest certificât e no si sa parcè.
gd: Cha do ghabh an teisteanas seo a dhearbhadh ach chan eil fhios carson.
gu: અજાણ્યા કારણોને લીધે આ પ્રમાણપત્રને ચકાસી શકાયુ નથી.
he: לא יכול לאמת אישור זה מסיבות לא מוכרות.
hi_in: इस प्रमाणपत्र को नहीं जांचा जा सका अनजान कारणों से.
hr: Ovjera ovog certifikata nije moguća zbog nepoznatih razloga.
hu: A tanúsítvány ismeretlen okból ellenőrizhetetlen.
hy_am: Անհայտ պատճառներով անհնար էր հավաստել Վկայագիրը:
ka: ამ სერთიფიკატის შემოწმება ვერ მოხერხრდა გაურკვეველი მიზეზების გამო.
kk: Сертификат верификациясы белгісіз себептерден мүмкін емес.
km: មិន​អាច​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ​នេះ​បាន​ទេ ដោយសារតែ​មិន​ស្គាល់​មូលហេតុ ។
kn: ಈ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಅಜ್ಞಾತ ಕಾರಣಗಳಿಂದಾಗಿ ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ.
ku: Ev sertîfîka ji ber sedemên nayên zanîn, nehat kontrolkirin.
lt: Negalima patikrinti šio liudijimo (priežastys nežinomos).
lv: Nevar apstiprināt šo sertifikātu nezināmu iemeslu dēļ.
mai: ई प्रमाणपत्र केँ नहि जाँचल जाए सकल अनजान कारणसँ.
ml: അപരിചിതമായ കാരണങ്ങള്‍കൊണ്ടു് ഈ സര്‍ട്ടിഫിക്കേറ്റ് ഉറപ്പാക്കുവാനായില്ല.
ms: Tidak dapat mengesahkan siil ini kerana sebab yang tidak diketahui.
my: ဒီလက်မှတ်ကို မသိရတဲ့ အကြောင်းများကြောင့် အတည်မပြုနိုင်ဘူး။
nb_no: Klarte ikke kontrollere sertifikatet av ukjent årsak.
oc: Impossible de verificar aqueste certificat per una rason desconeguda.
or: ଅଜଣା କାରଣ ପାଇଁ ଏହି ପ୍ରମାଣପତ୍ରକୁ ଯାଞ୍ଚକରିପାରିବେ ନାହିଁ.
pt_br: Devido a causas não previstas, não foi possível comprovar a homologação do certificado.
rw: Ntibyashobotse kugenzura iki cyemezo kubera impamvu zitazwi.
sd: نامعلوم سببن ڪري هن سرٽيفڪيٽ جي تصديق نہ ٿي سگهي۔
si: නොදන්නා හේතුවක් මත මෙම සහතිකය සත්‍යාපනය කළ නොහැකි විය.
sv: Kan inte verifiera detta certifikat av okänd anledning.
ta: தெரியாத காரணங்களால் இந்த சான்றிதழை சரிபார்க்க முடியவில்லை.
te: ఈ ధృవీకరణపత్రాన్ని తెలియని కారణాలవల్ల నిర్ధారించలేము .
th: ไม่สามารถพิสูจน์ใบรับรองนี้โดยไม่ทราบสาเหตุ
tr: Bu sertifika bilinmeyen sebeplerden dolayı doğrulanamadı.
ug: نامەلۇم سەۋەپتىن بۇ گۇۋاھنامىنى دەلىلليەلمەيدۇ.
ur: نامعلوم دلائل کی وجہ سے اس تصدیق نامے کی توثیق نہیں کر سکا۔
uz: Noma`lum sabablarga koʻra ushbu sertifikat tekshirilmadi.
vi: Không thể xác minh chứng chỉ này vì không rõ lí do.
zu: Ngeke isiqinisekise lesi sitifiketi ngenxa yezizathu ezingaziwa.

source: Organization: "%S"
af: Organisasie: "%S"
ar: المنظّمة: "%S"
as: সংগঠন: "%S"
az: Qurum: "%S"
bg: Организация: „%S“
bn_in: প্রতিষ্ঠান: "%S"
br: Aozadur : "%S"
ca: Organització: «%S»
cy: Corff: "%S"
es_mx: Organización: "%S"
eu: Erakundea: "%S"
fur: Organizazion: "%S"
gd: Buidheann: "%S"
he: ארגון: "%S"
hi_in: संगठन: "%S"
hr: Organizacija: "%S"
hu: Szervezet: „%S”
hy_am: Կազմակերպություն «%S»
ka: ორგანიზაცია: "%S"
kk: Ұйым: «%S»
km: ស្ថាប័ន ៖ "%S"
kn: ಸಂಸ್ಥೆ: "%S"
ku: Organîzasyon: "%S"
lt: Įstaiga: %S
lv: Organizācija: "%S"
mai: संगठन: "%S"
ms: Organisasi: "%S"
my: အဖွဲ့အစည်း - "%S"
oc: Organizacion : "%S"
or: ଅନୁଷ୍ଠାନ: "%S"
pt_br: Empresa: “%S”
rw: Ikigo: "%S"
sd: سنگٺن: "%S"
si: ආයතනය: "%S"
ta: நிறுவனம்: "%S"
te: సంస్థ: "%S"
th: องค์กร: "%S"
tr: Kurum: "%S"
ug: "%S"تەشكىل:
ur: تنظیم: "%S"
uz: Tashkilot: "%S"
vi: Tổ chức: "%S"
zu: Inhlangano: "%S"

source: Issued Under: "%S"
af: Uitgereik onder: "%S"
ar: مُصدرة تحت: "%S"
as: প্ৰদান কৰা হৈছে: "%S"
az: Adı ilə yayımlandı: "%S"
bg: Издаден под: „%S“
bn_in: চিহ্নিত বিষয় অনুযায়ী প্রকাশিত: "%S"
br: Skignet dindan : "%S"
ca: Emès sota: «%S»
cy: Cyhoeddwyd o Dan: "%S"
es_mx: Emitido bajo: "%S"
eu: Honela jaulkia: "%S"
fur: Dât fûr sot di: "%S"
gd: Air fhoillseachadh fo: "%S"
he: הונפק תחת: "%S"
hi_in: इसके अंतर्गत निर्गत: "%S"
hr: Izdano pod: "%S"
hu: Kibocsátó: „%S”
hy_am: Տրված է՝ «%S»-ի ներքո
ka: გაიცა: "%S"
kk: Берілген: «%S»
km: បាន​ចេញ​ផ្សាយ​ក្រោម ៖ "%S"
kn: ಇದರ ಅಡಿಯಲ್ಲಿ ಒದಗಿಸಲಾಗಿದೆ: "%S"
ku: Navê ku pê weşiya: "%S"
lt: Kas išdavė: %S
lv: Izdots zem: "%S"
mai: एकरा अंतर्गत निर्गत: "%S"
ms: Dikeluarkan Di Bawah: "%S"
my: ထုတ်ပြန်ရမယ့် နေရာ - "%S"
oc: Emes jos : « %S »
or: ଦିଆଯାଇଛି: "%S"ଅନ୍ତର୍ଗତରେ
rw: Rwatanzwe hakurikijwe: "%S"
sd: "%S" تهن جاري ڪيو ويو:
si: නිකුත් කළේ: "%S"
ta: இதன் கீழ் வழங்கப்பட்டது: "%S"
te: దీనికింద ఇష్యూచేయబడింది: "%S"
th: ออกให้ภายใต้: "%S"
tr: Adı altında yayınlandı: "%S"
ug: "%S"تارقاتقۇچى:
ur: جاری شدہ زیر تحت: "%S"
uz: "%S" ostida tegishli
vi: Được cấp dưới: "%S"
zu: Sikhishwe ngaphansi kwe-: "%S"

source: Web Site Identity Not Verified
zu: Le Ngosi Yewebhu ayiqinisekisiwe

source: Web Site Identity Verified
zu: Le Ngosi Yewebhu Iqinisekisiwe

source: The web site %S supports authentication for the page you are viewing. The identity of this web site has been verified by %S, a certificate authority you trust for this purpose.
zu: Le ngosi yewebhu %S isekela ubuqiniso bekhasi olibukayo. Le ngosi iqinisekiswe ngu-%S, igunya lesitifiketi olethembayo kule njongo.

source: View the security certificate that verifies this web site's identity.
zu: Bheka isitifiketi sokuvikela esiqinisekisa le ngosi yewebhu.
