Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.dtd.po
Languages: af, ar, as, az, bn_in, br, bs, ca, cy, eu, fur, he, hi_in, hr, hu, id, ka, kk, km, ku, lb, lt, lv, mai, ne, or, ps, pt_br, ro, si, sr, sv, ta, te, th, uz, vi, xh, zu

source: You have been asked to trust a new Certificate Authority (CA).
af: U is gevra om 'n nuwe sertifikaatowerheid (SO) te vertrou.
ar: يُطلب منك الوثوق بسلطة شهادات جديدة.
as: আপোনাক এটা নতুন প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষক (CA) বিশ্বাস কৰিবলৈ অনুৰোধ কৰা হৈছে।
az: Yeni bir təsdiqləmə sertifikatı (CA) təhlükəsizliyi istədiniz.
bn_in: একটি নতুন সার্টিফিকেট অথোরিটিকে (CA) বিশ্বাস করার অনুরোধ জানানো হয়েছে।
br: Goulennet ez eus bet diganeoc'h kaout fiziañs en un aotrouniezh testeniañ nevez.
bs: Upitani ste da li vjerujete novom Certifikacijskom Autoritetu (CA).
ca: Se us ha demanat que confieu en una entitat certificadora (CA) nova.
cy: Rydych wedi cael cais i ymddiried mewn Awdurdod Tystysgrifo newydd.
eu: Autoritate ziurtagiri (AZ) berri batez fidatzeko eskatu zaizu.
fur: Ti domandin di fidâti di une gnove Autoritât di Certificazion (CA).
he: התבקשת לבטוח ברשות אישורים (CA) חדשה.
hi_in: आपको एक नया सर्टिफिकेट ऑथोरिटी (CA) पर विश्वास के लिये पूछा जायेगा.
hr: Upitani ste za vjerovanje novoj agenciji certifikata (CA).
hu: Arra kérik, hogy bízzon meg egy új hitelesítésszolgáltatóban (CA-ban).
id: Anda diminta untuk mempercayai Otoritas Sertifikat (CA) yang baru.
ka: თქვენ გთხოვენ თქვენთვის ახალი სერთიფიკატების სააგენტოს (CA) ნდობას.
kk: Сізден жаңа Сертификаттау Орталығына (CA) сену сұранды.
km: អ្នក​ត្រូវ​បាន​ស្នើ​ឲ្យ​ជឿ​ទុកចិត្ត​លើ​​អាជ្ញាធរ​​វិញ្ញាបនបត្រ​ (CA) ថ្មី ។
ku: Te Ewlekariya Rêvebira Sertîfîkayeke nû (CA) pirs kir.
lb: Du goufs gefrot enger neier Zertifikats-Autoritéit (CA) ze vertrauen.
lt: Jūsų prašoma nurodyti, ką patikite naujai liudijimų įstaigai (LĮ).
lv: Jums tiek vaicāts uzticēties jaunai Sertifikātu Autoritātei (CA).
mai: आपको एकटाटा नव सर्टिफिकेट आथोरिटी (CA) पर विश्वास कलेल पूछा जएताह.
ne: तपाइँलाई एउटा नयाँ प्रमाणपत्र अधिकारी (CA) लाई विश्वास गर्न भनिएको छ।
or: ଆପଣ ଗୋଟିଏ ନୂତନ ପ୍ରମାଣପତ୍ର ଅଧିକାରୀ (CA)କୁ ବିଶ୍ୱାସ କରିବା ପାଇଁ କହିଥିଲେ.
ps: تاسې له "&#037;S" سره د پیوستون جوړولو هڅه کړې ده. خو وړاندې شوی خوندېیښتي منښتلیک د "&#037;S" دی. دا ممکنه ده، خو لږ امکان لري چې څوک له دې ویب سایټ سره ستاسې اړیکې قطع کړي.
pt_br: Você foi solicitado a marcar como confiável uma nova Autoridade Certificadora (CA).
ro: Vi se cere să acreditați o autoritate nouă de certificare (AC).
si: ඔබ නව සහතික අධිකාරියක් (CA) විශ්වාස කිරීමට ඉල්ලා සිටි.
sr: Упитани сте за поверење новој провери сертификата (ПС).
sv: En ny Certifikatutfärdare(CA) vill ha ditt godkännande.
ta: புதிய் சான்றிதழ் உரிமம் (CA) பெற்றவர்களை நம்ப சொல்கிறார்கள்.
te: కొత్త ధృవీకరణపత్ర అధారిటీ (CA)ని నమ్మమని మీరు అడగబడుతున్నారు (CA).
th: คุณได้รับคำร้องขอความเชื่อมั่นจากหน่วยงานให้อนุญาตใบรับรอง (CA)
uz: Sizdan yangi sertifikat tasdig‘i (CA)ga ishonishingiz so‘ralgan edi.
vi: Bạn được hỏi có tin tưởng một CA (Bên thẩm định Chứng chỉ) mới hay không.
xh: Ubuzwe ukuba uthembe Isiqinisekiso Esitsha Somazisi (CA).
zu: Ucelwe ukuba wethembe iGunya Lesitifiketi (CA) elisha.

source: Trust this CA to identify websites.
ar: ثِق في سلطة الشّهادات هذه لتعريف مواقع وِب.
as: ৱেব ছাইটৰ পৰিচয়ৰ কাৰণে এই CA ক বিশ্বাস কৰক।
az: Saytları təyin etmək üçün bu təsdiqləmə sertifikatına etibar et.
bn_in: ওয়েব-সাইট সনাক্ত করতে এই CA-টি বিশ্বাস করা হবে।
br: Kaout fiziañ en aotrouniezh testeniañ-mañ evit anaout al lec'hiennoù web.
bs: Vjeruj ovom CA da identifikuje web stranice.
ca: Confia en aquesta CA per identificar llocs web.
cy: Ymddiried yn yr Awdurdod Tystysgrifo i adnabod gwefannau.
eu: Fidatu AZ honetaz webguneak identifikatzeko.
he: בטח ברשות אישורים זו לזיהוי אתרים.
hi_in: इस CA को भरोसा करें वेबसाइट को पहचानने के लिये.
hr: Vjeruj ovom CA-u za identifikaciju web stranica.
hu: Megbízás webhelyek azonosítására
id: Percayai CA ini untuk mengidentifikasi situs web.
kk: Веб-сайттарды идентификациялауда осы CA сену.
km: ទុកចិត្ត​លើ CA នេះ​ដើម្បី​កំណត់​អត្តសញ្ញាណ​តំបន់បណ្ដាញ ។
ku: Ev CA ji bo diyarkirina malperan ewle ye.
lt: Patikėti šiai LĮ paliudyti svetainių tapatumą.
lv: Uzticēties šai CA tīmekļa vietņu identificēšanai.
mai: ई CA केँ भरोसा करू वेबसाइट केँ पहचानने कलेल .
or: ୱେବ ସାଇଟ ଚିହ୍ନିବା ପାଇଁ ଏହି CA କୁ ବିଶ୍ୱାସ କରନ୍ତୁ.
pt_br: Considerar confiável esta CA para identificar sites
ro: Acreditează această AC pentru identificarea saiturilor web.
si: වියුණු වල හඳුනාගැනීමට මෙම CA (සහතික අධිකාරිය) විශ්වාස කරන්න.
sr: Веруј овом ауторитету о идентитету веб сајтова.
sv: Lita på denna CA för identifiering av webbplatser.
ta: இணையதளத்தை கண்டுபிடிக்க இந்த CA வை நம்பு.
te: వెబ్ సైటులను గుర్తించుటకు CAను నమ్మండి.
th: เชื่อมั่น CA แห่งนี้สำหรับการระบุเว็บไซต์
uz: Ushbu CA tasdiqli vebsaytlarga ishonish.
vi: Tin CA này để nhận diện các trang web.

source: Trust this CA to identify email users.
af: Vertrou hierdie SO om e-posgebruikers te identifiseer.
ar: ثِق في سلطة الشّهادات هذه لتعريف مستخدمي البريد الإلكتروني.
as: ই-মেইল ব্যৱহাৰকাৰীৰ পৰিচয়ৰ কাৰণে এই CA ক বিশ্বাস কৰক।
az: Bu CA E-Poçt istifadəçilərini təyin etmək üçün etibarlıdır.
bn_in: ই-মেইল ব্যবহারকারীদের সনাক্ত করতে এই CA-টি বিশ্বাস করা হবে।
br: Kaout fiziañ en aotrouniezh testeniañ-mañ evit anaout arveriaded posteloù.
bs: Vjeruj ovom CA da identifikuje email korisnike.
ca: Confia en aquesta CA per identificar usuaris de correu electrònic.
cy: Ymddiried yn yr Awdurdod Tystysgrifo i adnabod defnyddwyr e-bost.
eu: Fidatu AZ honetaz e-posta erabiltzaileak identifikatzeko.
fur: Fiditi di chest CA par identificâ utents email.
he: בטח ברשות אישורים זו לזיהוי משתמשי דוא״ל.
hi_in: इस CA को भरोसा करें ईमेल उपयोक्ता को पहचानने के लिये.
hr: Vjeruj ovom CA-u za identifikaciju korisnika e-pošte.
hu: Megbízás a levelezőpartnerek azonosítására
id: Percayai CA ini untuk mengidentifikasi pengguna email.
ka: ამ სააგენტოს ნდობა ელფოსტის კლიენტთა იდენტიფიცირებისათვის.
kk: Электронды пошта пайдаланушыларын идентификациялауда осы CA сену.
km: ទុកចិត្ត​លើ​ CA នេះ​ដើម្បី​កំណត់​អត្តសញ្ញាណ​របស់​​អ្នក​ប្រើ​អ៊ីមែល ។
ku: Ev CA ji bo diyarkirina E-Peyaman ewle ye.
lb: Vertrau dëser CA Email Benotzer ze identifizéieren.
lt: Patikėti šiai LĮ paliudyti el. pašto abonentų tapatumą.
lv: Uzticēties šai CA e-pasta lietotāju identificēšanai.
mai: ई CA केँ भरोसा करू इमेल प्रयोक्ता केँ पहचानने कलेल .
ne: इमेल प्रयोगकर्ताहरू पहिचान गर्न यो CAलाई विश्वास गर्नुहोस्।
or: ଇମେଲ ଚାଳକମାନଙ୍କୁ ଚିହ୍ନିବା ପାଇଁ ଏହି CA କୁ ବିଶ୍ୱାସ କରନ୍ତୁ.
ps: د برېښنالیک کاروونکیو د پېژندلو لپاره پر دې CA باور وکړﺉ.
pt_br: Considerar confiável esta CA para identificar usuários de email
ro: Acreditează această AC pentru identificarea utilizatorilor de email.
si: විද්‍යුත් තැපැල් භාවිතා කරන්නන්ගේ හඳුනාගැනීමට මෙම CA (සහතික අධිකාරිය) විශ්වාස කරන්න.
sr: Веруј овој ПС за избор ел. адресе корисника.
sv: Lita på denna CA för identifiering av e-postanvändare.
ta: மின்னஞ்சல் பயனரை கண்டுபிடிக்க இந்த CA வை நம்பு.
te: ఇమెయిల్ వాడుకరులను గుర్తించుటకు CAను నమ్మండి.
th: เชื่อมั่น CA แห่งนี้สำหรับการระบุผู้ใช้อีเมล
uz: Ushbu CA tasdiqli e-pochta foydalanuvchilariga ishonish.
vi: Tin CA này để nhận diện những người dùng email.
xh: Themba le CA ukuqwalasela abasebenzisi be email.
zu: Themba le CA ukuthi izohlonza abasebenzisi be-imeyili.

source: Trust this CA to identify software developers.
af: Vertrou hierdie SO om sagtewareontwikkelaars te identifiseer.
ar: ثِق في سلطة الشّهادات هذه لتعريف مطوري البرامج.
as: চফ্টৱেৰৰ উন্নয়নকাৰীসকলৰ পৰিচয়ৰ কাৰণে এই CA ক বিশ্বাস কৰক।
az: Bu CA proqram inkişaf etdiricilərin təyin olunmasında etibarlıdır.
bn_in: সফ্টওয়্যার নির্মাতাদের সনাক্ত করতে এই CA-টি বিশ্বাস করা হবে।
br: Kaout fiziañ en aotrouniezh testeniañ evit anaout an diorroerien veziantoù.
bs: Vjeruj ovom CA da bi identifikovao softverske programere.
ca: Confia en aquesta CA per identificar desenvolupadors de programari.
cy: Ymddiried yn yr Awdurdod Tystysgrifo i adnabod datblygwyr meddalwedd.
eu: Fidatu AZ honetaz software garatzaileak identifikatzeko.
fur: Fiditi di chest CA par identificâ produtôrs di software.
he: בטח ברשות אישורים זו לזיהוי מפתחי תוכנה.
hi_in: इस CA को भरोसा करें सॉफ्टवेयर डेवलपर को पहचानने के लिये.
hr: Vjeruj ovom CA-u za identifikaciju proizvođača softvera.
hu: Megbízás a szoftverfejlesztők azonosítására
id: Percayai CA ini untuk mengidentifikasi pengembang perangkat lunak.
ka: ამ სააგენტოს ნდობა პროგრამების შემქმნელთა იდენტიფიცირებისათვის.
kk: Бағдарламаларды жасаушыларды идентификациялауда осы CA сену.
km: ទុកចិត្ត​លើ CA នេះ​ដើម្បី​កំណត់​អត្តសញ្ញាណ​របស់​អ្នក​អភិវឌ្ឍន៍​កម្មវិធី ។
ku: Ev CA ji bo diyarkirina pêşxistinkarên nivîsbariyan ewle ye.
lb: Vertrau dëser CA Software Hiersteller ze identifizéieren.
lt: Patikėti šiai LĮ paliudyti programinės įrangos gamintojų tapatumą.
lv: Uzticēties šai CA programmatūras izstrādātāju identificēšanai.
mai: ई CA केँ भरोसा करू साफ्टवेयर डेवलपर केँ पहचानने कलेल .
ne: यो CA लाई सफ्टवेयर विकासकर्ताहरुको पहिचान गर्नका लागि विश्वास गर्नुहोस्।
or: ସଫ୍ଟୱେର ବିକାଶକାରୀମାନଙ୍କୁ ଚିହ୍ନିବା ପାଇଁ ଏହି CA କୁ ବିଶ୍ୱାସ କରନ୍ତୁ.
ps: د ساوتري د جوړوونکي د پېژندنې لپاره پردې CA باور وکړﺉ.
pt_br: Considerar confiável esta CA para identificar autores de aplicativos
ro: Acreditează această AC pentru identificarea creatorilor de software.
si: මෘදුකාංග ශිල්පීන් හඳුනාගැනීමට මෙම CA (සහතික අධිකාරිය) විශ්වාස කරන්න.
sr: Веруј овој ПС за избор развоја програма.
sv: Lita på denna CA för identifiering av programutvecklare.
ta: மென்பொருள் உருவாக்குபவர்களை கண்டுபிடிக்க இந்த CA வை நம்பு.
te: సాఫ్టువేరు అభివృద్దికారులను గుర్తించుటకు CAను నమ్మండి.
th: เชื่อมั่น CA แห่งนี้สำหรับการระบุผู้พัฒนาซอฟต์แวร์
uz: Ushbu CA tasdiqli dasturchilarga ishonish.
vi: Tin CA để nhận diện các nhà phát triển phần mềm.
xh: Themba le CA ukuqwalasela abenzi bezivumelwano sosebenziso lwe khompyutha.
zu: Themba le CA ukuthi izohlonza abakhi bezinhlaka ezisetshenziswayo.

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
af: Voordat u hierdie SO vir enige doeleinde vertrou, behoort u sy sertifikaat en sy beleid en prosedures (indien beskikbaar) te ondersoek.
ar: قبل الوثوق بسلطة الشّهادات هذه لأي سبب، عليك فحص شهادتها و سياستها و إجراءاتها (في حال توفّرها).
as: কোনো কামৰ কাৰণে এই CA বিশ্বাস কৰাৰ আগতে, আপুনি তাৰ প্ৰমাণপত্ৰ আৰু নীতি আৰু পদ্ধতি পৰীক্ষা কৰিব লাগিব (যদি আছে)।
az: Hər cür məqsəd üçün bu CA-ya etibar etmədən əvvəl, təsdiqləmə sənədinini təhlükəsizliyini və gedişatına nəzarət etməlisiniz.
bn_in: কোনো ধরনের কর্মের জন্য এই CA-টি বিশ্বাস করার পূর্বে এর সার্টিফিকেট, নিয়মনীতি ও কর্ম প্রণালী (উপলব্ধ হলে) পরীক্ষা করা বাঞ্ছনীয়।
br: A-raok kaout fiziañs en aotrouniezh testeniañ-mañ evit ne vern pe bal e vefe gwell deoc'h sellout ouzh he zesteni, he buhez prevez hag hec'h araezadurioù (mar hegerz).
bs: Prije nego što potvrdite vjerodostojnost ovog CA za bilo koju svrhu, trebali biste pregledati njegove certifikate, police i procedure (ako su dostupne).
ca: Abans de confiar en aquesta CA amb qualsevol finalitat, cal que n'examineu el certificat i les polítiques i procediments (si estan disponibles).
cy: Cyn ymddiried mewn Awdurdod Tystysgrifo at unrhyw bwrpas, dylech archwilio ei dystysgrif a'i bolisi a chanllawiau ( os yw ar gael)
eu: Edozein xedetarako AZ honetaz fidatu aurretik, bere ziurtagiria eta bere gidalerroak eta prozedurak (eskuragarri badaude) aztertu behar dituzu.
fur: Prime di fidâti di chest CA par cualsisei fin, tu varessis di esaminâ i siei certificâts e la sô politiche e proceduris (se a son a disposizion).
he: לפני שתבטח ברשות אישורים זו לכל מטרה, עליך לבחון את האישור שלה, המדיניות שלה והנהלים שלה (אם הם זמינים).
hi_in: इस CA पर किसी उद्देश्य के लिये भरोसा करने से पहले, आपको इसका प्रमाणपत्र और इसका नीति और प्रक्रिया परीक्षा करनी चाहिये (अगर उपलब्ध है).
hr: Prije vjerovanju ovom CA-u za bilo koju svrhu, trebali biste ispitati njegov certifikat, politiku i procedure (ako je dostupno).
hu: Mielőtt megbízna ebben a CA-ban bármilyen célból, vizsgálja meg a tanúsítványát, valamint az irányelveit (házirendjét) és folyamatait (ha vannak ilyenek).
id: Sebelum mempercayai CA ini untuk kegunaan apa pun, sebaiknya Anda memeriksa sertifikat ini serta kebijakan dan prosedurnya jika ada.
ka: სანამ ენდობოდეთ ამ სააგენტოს რომელიმე დანიშნულებით, უნდა შეამოწმოთ მისი სერთიფიკატი, პირობები და პროცედურები (თუ გააჩნია).
kk: Осы сертификаттау орталығына (CA) әр мақсаттарға сену алдында, оның сертификатын тексеруіңіз керек (мүмкін болса).
km: មុន​ពេល​ជឿ​ទុកចិត្ត​លើ CA នេះ​សម្រាប់​គោលបំណង​ណាមួយ អ្នក​គួរតែ​ត្រួតពិនិត្យមើល​វិញ្ញាបនបត្រ គោលការណ៍ និង​បែបបទ​របស់​វា (ប្រសិនបើ​មាន)។
ku: Ji bo hemû armancan berî ku bi vê CA 'ê ewle bî divê Ewlebûna Sertîfîkayê û Prosedurê kontrol bikî.
lb: Ier s de dëser CA fir iergend een Gebrauch vertraus, solls de hiren Zertifikat an hir Richtlinnen an Prozeduren (wann verfügbar) iwwerpréiwen.
lt: Prieš ką nors patikint liudijimo įstaigai, reikėtų susipažinti su jos liudijimu, politika ir veikla (jei tokia galimybė yra).
lv: Pirms uzticaties šai CA jebkādam mērķim, jums vajadzētu izpētīt tās sertifikātu un (ja pieejams) tās sertifikātu izsniegšanas politiku un procedūras.
mai: ई CA पर ककरो उद्देश्य कलेल भरोसा करब सँ पहले, अहाँकेँ एकटारल प्रमाणपत्र आओर एकटारल नीति आओर प्रक्रिया परीक्षा करनी चाही (जँ उपलब्ध अछि ).
ne: कुनै पनि उद्धेश्यका लागि यो CA विश्वास गर्नु अगाडि, तपाईँले यसको प्रमाणपत्र र यसको नीति र कार्यविधि(यदि उपलब्ध भएमा) जाँच गर्नुपर्दछ ।
or: କୌଣସି ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଏହି CAକୁ ବିଶ୍ୱାସ କରିବା ପୂର୍ବରୁ, ଆପଣ ଏହାର ପ୍ରମାଣପତ୍ର ଏବଂ ନୀତି ପ୍ରଣାଳୀକୁ ଯାଞ୍ଚକରପାରିବେ (ଯଦି ଉପଲବ୍ଧ ଅଛି).
ps: مخکې له دې چې په دې CA د هرې موخې لپاره باور وکړﺉ، تاسې باید د هغې منښتلیک او د هغې تګلار او چلنلار امتحان کړﺉ (که چېرته شتون ولري)
pt_br: Antes de considerar confiável esta CA para algum fim, você deve examinar seu certificado, sua diretiva e procedimentos (se disponíveis).
ro: Înainte de a acredita această AC, ar trebui să îi examinați certificatul, precum și politicile și procedurile (dacă există).
si: කිසිම කාරණාවකට මෙම CA විශ්වාස කිරීමට පළමුව, ඔබ එහි සහතිකය සහ එහි ප්‍රතිපත්තීන් සහ කාර්ය පටිපාටිය (ඇත්නම්) පිරික්සා බැලිය යුතුය.
sr: Пре указивања поверења овом ПС за било коју намену испитај његов сертификат и његове полисе и процедуре (ако постоје).
sv: Innan du litar på denna CA för något syfte bör du undersöka dess certifikat, policy och tillvägagångssätt (om möjligt).
ta: இந்த CA வை நம்பும் முன் சான்றிதழ் மற்றும் கொள்கைகளை சரிபார்ப்பது நல்லது (இருந்தால்).
te: ఏదైనా ప్రయోజనం కొరకు CAను నమ్ముటకు మునుపు , (వీలైతే) మీరు ధృవీకరణపత్రం మరియు దాని విధానాన్ని మరియు పద్దతులను పరీక్షించుట మంచిది.
th: ก่อนที่จะเชื่อมั่น CA แห่งนี้ไม่ว่าเพื่อวัตถุประสงค์ใดก็ตาม คุณควรตรวจสอบใบรับรองตลอดจนนโยบายและขั้นตอนการรับรองของ CA แห่งนั้นเสียก่อน (ถ้ามี)
uz: Ushbu CA’ga boshqa maqsadlarda ishonch bildirishdan oldin, uning sertifikati, siyosati va jarayonlarini (agar mavjud bo‘lsa) sinovdan o‘tkazishingiz kerak.
vi: Trước khi tin vào CA này với bất kì mục đích nào, bạn nên kiểm định chứng chỉ, điều khoản và thủ tục của nó (nếu có).
xh: Phambi kokuthemba le CA kunaziphi injongo, kumele uqwalasele iziqinisekiso nedlela zokwenza (ukuba ziyafumaneka).
zu: Ngaphambi kokuba uthembe le CA kunoma yini, kufanele uhlole isitifiketi sayo nemigomo nenqubo yaso (uma ikhona).

source: View
af: Bekyk
ar: اعرض
as: দৰ্শন কৰক
az: Görünüş
bn_in: প্রদর্শন
br: Gwelout
bs: Pregled
ca: Visualitza
cy: Golwg
eu: Ikusi
fur: Cjale
he: תצוגה
hi_in: देखें
hr: Pogled
hu: Megjelenítés
id: Tampilkan
ka: ჩვენება
kk: Қарап шығу
km: មើល
ku: Nîşan bide
lb: Kucken
lt: Peržiūra
lv: Apskatīt
mai: देखू
ne: दृश्य
or: ଦୃଶ୍ୟ
ps: لیدل
pt_br: Exibir
ro: Vizualizează
si: දක්වන්න
sr: Преглед
sv: Visa
ta: பார்
te: దర్శించు
th: ดู
uz: Ko‘rinishi
vi: Xem
xh: Imboniselo
zu: Bheka

source: Policy
af: Beleid
ar: السّياسة
as: নীতি
cy: Polisi
eu: Gidalerroak
he: מדיניות
hr: Politika
ka: წესები
lv: Politika
pt_br: Diretiva
sr: Полиса
th: นโยบาย
xh: Inkqubo
zu: Inqubo

source: Examine CA certificate
af: Ondersoek SO-sertifikaat
ar: افحص شهادة سلطة الشّهادات
as: CA প্ৰমাণপত্ৰ পৰীক্ষা কৰক
az: CA təsdiqləmə sənədini yoxla
bn_in: CA সার্টিফিকেট পরীক্ষা করুন
br: Sellout ouzh testeni an aotrouniezh testeniañ
bs: Ispitaj CA certifikat
ca: Examina el certificat de la CA
cy: Archwilio tystysgrif Awdurdod Tystysgrifo
eu: Aztertu AZren ziurtagiriak
fur: Esamine certificât CA
he: בחן אישור של רשות אישורים
hi_in: CA प्रमाणपत्र जांचें
hr: Ispitaj CA-ov certifikat
hu: A CA tanúsítványának megvizsgálása
id: Periksa sertifikat CA
ka: სააგენტოს სერთიფიკატის შემოწმება
kk: CA сертификатын тексеру
km: ត្រួត​ពិនិត្យ​វិញ្ញាបនបត្រ​ CA
ku: Sertîfîkaya CA 'yê kontrol bike
lb: Iwwerpréiw d'CA Zertifikat
lt: Susipažinti su LĮ liudijimu
lv: Apskatīt CA sertifikātu
mai: CA प्रमाणपत्र जाँचू
ne: CA प्रमाणपत्र जाँच गर्नुहोस्
or: CA ପ୍ରମାଣପତ୍ରକୁ ଯାଞ୍ଚକରନ୍ତୁ
ps: د CA منښتلیک وازمويﺉ
pt_br: Examinar certificado da CA
ro: Examinează certificat AC
si: CA සහතිකය පිරික්සා බලන්න
sr: Испитај ПС сертификат
sv: Undersök CA-certifikat
ta: CA சான்றிதழை சோதி
te: CA ధృవీకరణపత్రాన్ని పరీక్షించు
th: ตรวจสอบใบรับรอง CA
uz: CA sertifikatini sinovdan o‘tkazish
vi: Kiểm định chứng chỉ của CA
xh: Jongisisa iziqinisekiso ze CA
zu: Hlola isitifiketi se-CA

source: Examine CA policies and procedures
af: Ondersoek SO-beleid en -prosedures
ar: افحص سياسة و إجراءات سلطة الشّهادات
as: CA নীতি আৰু পদ্ধতি পৰীক্ষা কৰক
cy: Archwilio polisïau a chanllawiau Awdurdod Tystysgrifo
eu: Aztertu AZren gidalerroak eta prozedurak
he: בחן מדיניות ונהלים של רשות אישורים
hr: Ispitaj CA-ovu politiku i procedure
ka: სააგენტოს წესებისა და პროცედურების შემოწმება
lv: Apskatīt CA politikas un procedūras
pt_br: Examinar diretivas e procedimentos da CA
sr: Испитај ПС полисе и процедуре
th: ตรวจสอบนโยบายและขั้นตอนการรับรอง CA
xh: Jongisisa CA iinkqubo nedlela zokwenza ze CA
zu: Hlola imigomo nenqubo ye-CA

source: Certificate Exists
af: Sertifikaat bestaan
cy: Mae'r Dystysgrif yn bodoli
sr: Сертификат постоји
xh: Isiqinisekiso Sikhona
zu: Isitifiketi sikhona

source: The Certificate already exists.
af: Die sertifikaat bestaan reeds.
cy: Mae'r Dystysgrif yn bodoli eisoes.
sr: Сертификат већ постоји.
xh: Esisiqinisekiso Sele sikhona.
zu: Isitifiketi sesikhona kakade.

source: User Identification Request
af: Gebruikersidentifikasie-versoek
ar: طلب تعريف مستخدم
as: ব্যৱহাৰকাৰীৰ পৰিচয়ৰ অনুৰোধ
az: İstifadəçi təyin etmə sorğusu
bn_in: ব্যবহারকারীর পরিচয়প্রমাণের অনুরোধ
br: Azgoulenn anaoudadur an arveriad
bs: Zahtjev za identifikaciju korisnika
ca: Sol·licitud d'identificació de l'usuari
cy: Cais am Adnabod Defnyddiwr
eu: Erabiltzaile identifikazioaren eskaera
fur: Domande di identificâ utent
he: בקשה לזיהוי המשתמש
hi_in: उपयोक्ता पहचान आग्रह
hr: Zahtjev identifikacije korisnika
hu: Felhasználóazonosítási kérelem
id: Permintaan Identifikasi Pengguna
ka: კლიენტის იდენტიფიცირების მოთხოვნა
kk: Пайдаланушыны идентификациялаұ сұранымы
km: ស្នើ​សុំ​អត្ត​សញ្ញាណ​អ្នក​ប្រើ
ku: Lêpirsîna Diyarkirina Bikarhêner
lb: User Identifikatiouns Ufro
lt: Naudotojo tapatybės nustatymas
lv: Lietotāja identifikācijas pieprasījums
mai: प्रयोक्ता पहचान आग्रह
ne: प्रयोगकर्ता परिचय आग्रह
or: ଚାଳକ ଚିହ୍ନଟ ଅନୁରୋଧ
ps: د کارن د پېژندنې غوښتنه
pt_br: Solicitação de identificação do usuário
ro: Cerere identificare utilizator
si: පරිශීලක හදුනා ගැනීමේ ඉල්ලීම
sr: Захтев за идентификацију корисника
sv: Begäran om användaridentifikation
ta: பயனர் கண்டுபிடிக்கும் கோரிக்கை
te: వినియోగాదారుని గుర్తింపు అభ్యర్దన
th: การร้องขอการระบุผู้ใช้
uz: Foydalanuvchini tasdiqdan o‘tkazish so‘rovi
vi: Yêu cầu Nhận diện Người dùng
xh: Sebenzisa Isicelo Sochazo
zu: Isicelo Sokuhlonzwa Koyisebenzisayo

source: This site has requested that you identify yourself with a certificate:
af: Die werf versoek dat u uself deur middel van 'n sertifikaat identifiseer:
ar: طلب هذا الموقع أن تعرّف نفسك بشهادة:
as: আপুনি নিজকে এটা প্ৰমাণপত্ৰৰে পৰিচয় দিবলৈ এই ছাইটে অনুৰোধ কৰিছে:
az: Bu zona sizin öz təsdiq sənədinizin təyin etməsini istəyir:
bn_in: এই সাইটে আপনাকে একটি সার্টিফিকেটের সাহায্যে নিজের পরিচয় প্রমাণ করার অনুরোধ জানানো হয়েছে:
br: Azgoulennet eo bet gant al lec'hienn-mañ e vefec'h hennadet gant un testeni :
bs: Ova stranica zahtijeva od vas da se identifikujete pomoću certifikata:
ca: Aquest lloc ha sol·licitat que us identifiqueu amb un certificat:
cy: Mae'r wefan yn gofyn i chi ddweud pwy ydych gyda thystysgrif diogelwch:
eu: Gune honek zeure burua ziurtagiri batez identifikatzeko eskatu dizu:
fur: Chest sît al domande che tu ti identifichis cuntune certificât:
he: אתר זה ביקש שתזהה את עצמך עם אישור:
hi_in: इस साइट ने आपसे एक प्रमाणपत्र से अपने को पहचानने का आग्रह किया है:
hr: Ova stranica je zatražila da se identificirate s certifikatom:
hu: A webhely azt kívánja, hogy Ön igazolja magát egy tanúsítvánnyal:
id: Situs telah meminta identifikasi Anda dengan sertifikat:
ka: ეს საიტი თქვენი სერთიფიკატის წარდგენას ითხოვს:
kk: Сайт сізден өзіңізді сертификат арқылы анықтауды сұрап тұр:
km: តំបន់បណ្ដាញ​នេះ​បាន​ស្នើសុំ​ឲ្យ​អ្នក​បញ្ជាក់​ប្រាប់​អំពី​អត្តសញ្ញាណ​របស់​អ្នក​ជាមួយ​នឹង​វិញ្ញាបនបត្រ ៖
ku: Ev herêm diyarkirina sertîfîkaya te dixwaze:
lb: Dës Säit huet gefrot dass de dech mat engen Zertifikat identifizéiers:
lt: Svetainė prašo pateikti jūsų tapatybę patvirtinantį liudijimą.
lv: Šī vietne pieprasīja, lai jūs identificētu sevi ar sertifikātu:
mai: ई साइट ने आपसे एकटाटा प्रमाणपत्र सँ अपने केँ पहचानने क आग्रह कएल अछि :
ne: साइटले तपाईँ आफूलाई एउटा प्रमाणपत्र सहित पहिचान दिन आग्रह गरेको छ:
or: ଏହି ସାଇଟ ଅନୁରୋଧ କରିଥିଲାଯେ ଆପଣ ଗୋଟିଏ ପ୍ରମାଣପତ୍ର ସାହାଯ୍ୟରେ ନିଜେ ନିଜକୁ ଚିହ୍ନଟ କରାନ୍ତୁ:
ps: دې سایټ غوښتنه کړې چې ځان د یوه منښتلیک په وسيله ور وپېژنﺉ:
pt_br: Este site solicitou que você identifique-se com um certificado:
ro: Saitul vă cere să vă identificați cu un certificat:
si: ඔබ විසින්ම සහතිකයක් ආදාරයෙන් හදුනාගන්න ලෙස මෙම අඩවිය ඉල්ලා සිටී:
sr: Овај веб сајт је тражио да се идентификујете помоћу сертификата:
sv: Denna plats har begärt att du identifierar dig med ett certifikat:
ta: இந்த தளம் நீங்களாகவே சான்றிதழுடன் சரிபார்க்க சொல்கிறது:
te: మీ అంతట మీరే దృవీకరణపత్రంతో గుర్తించబడాలని ఈ సైటు అభ్యర్దించటమైనది:
th: ไซต์นี้ร้องขอให้คุณระบุตัวตนด้วยใบรับรอง :
uz: Bu sayt sertifikat yordamida identifikatsiyalanishni so‘ramoqda:
vi: Trang này yêu cầu bạn tự nhận diện chính mình với một chứng chỉ:
xh: Eli nxuwa licele ukuba uzi chaze ngesiqinisekiso:
zu: Le ngosi icele ukuba uzihlonze ngesitifiketi:
