Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: Signed by %S
zu: Isayinwe ngu-%S

source: Please enter the Personal Security Password for the PSM Private Keys security device.
af: Tik die persoonlike sekuriteitswagwoord vir die PSB-privatesleutel-sekuriteitstoestel in.
ar: رجاءً أدخل كلمة سر الأمن الشّخصيّة لجهاز أمن المفاتيح السرّية PSM.
as: অনুগ্ৰহ কৰি ব্যক্তিগত সুৰক্ষাৰ পাছৱাৰ্ড দিয়ক PSM Private Keys সুৰক্ষাৰ ডিভাইচৰ কাৰণে।
az: Lütfən PSM xüsusi Açar təhlükəsizlik cihazı üçün Şəxsi Təhlükəsizlk Şifrənizi daxil edin.
bg: Моля, въведете личната парола за защита за личните ключове в PSM.
bn_in: অনুগ্রহ করে PSM Private Keys নিরাপত্তা ডিভাইসের জন্য ব্যক্তিগত নিরাপত্তা পাসওয়ার্ড লিখুন।
br: Roit ar ger-tremen diogelroez personel evit trevnad diogelroez an alc'hwez prevez PSM.
ca: Introduïu la contrasenya de seguretat personal per al dispositiu de seguretat de claus privades PSM.
cy: Rhowch y Cyfrinair Diogelwch Personol ar gyfer dyfais diogelwch Allweddi Preifat PSM.
es_mx: Introduce la contraseña de seguridad personal para el dispositivo de seguridad de las claves privadas PSM.
eu: Idatzi PSM gako pribatuen segurtasun-gailuaren segurtasun pertsonaleko pasahitza.
fur: Inserìs par plasê la Password di sigurece personâl pal dispositîf di sigurece des clâfs privadis PSM.
gd: Cuir a-steach facal-faire na tèarainteachd phearsanta airson uidheam tèarainteachd nan iuchraichean prìobhaideach PSM.
gu: મહેરબાની કરીને PSM Private Keys security device માટે ખાનગી સુરક્ષા પાસવર્ડ દાખલ કરો.
he: אנא הכנס את ססמת האבטחה הפרטית עבור התקן האבטחה "מפתחות פרטיים של PSM".
hi_in: PSM निजी कुंजी सुरक्षा युक्ति के लिये निजी सुरक्षा कूटशब्द डालें.
hr: Molim upišite lozinku vaše osobne sigurnosti za sigurnosni uređaj PSM privatnih ključeva.
hu: Írja be a személyes biztonsági jelszavát a PSM személyes kulcsokat tartalmazó adatvédelmi eszköz.
hy_am: Խնդրեմ նշեք PSM Անձնական Բանալիների անվտանգության սարքավորման համար Անվտանգության Անհատական Գաղտնաբառը:
ka: გთხოვთ მიუთითოთ უსაფრთხოების პირადი პაროლი PSM Private Keys დაცვის მოწყობილობისთვის.
kk: PSM Private Keys қорғаныс құрылғысы үшін жеке пароліңізді енгізіңіз.
km: សូម​បញ្ចូល​ពាក្យសម្ងាត់​សុវត្ថិភាព​ផ្ទាល់ខ្លួន​សម្រាប់​ឧបករណ៍​សុវត្ថិភាព​សោ​ឯកជន​ PSM ។
kn: ದಯವಿಟ್ಟು PSM ಖಾಸಗಿ ಕೀಲಿಗಳ ಸುರಕ್ಷತಾ ಸಾಧನಗಳಿಗಾಗಿ ಖಾಸಗಿ ಸುರಕ್ಷತಾ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ.
ku: Ji kerema xwe re ji bo pergala taybet a kilîta ewlekariyê ya PSM 'ê Nasnavê xwe yê Ewlekariyê yê Taybet têkevê.
lt: Prašom surinkti asmeninį saugumo slaptažodį, reikalingą saugumo tvarkytuvės privačiųjų raktų saugumo priemonei.
lv: Lūdzu ievadiet personīgās drošības paroli PSM privāto atslēgu drošības ierīcei.
mai: PSM निज कुँजी सुरक्षा युक्ति कलेल निज सुरक्षा गुड़किल्ली डालू.
ml: ദയവായി PSM സ്വകാര്യ കീ സെക്യൂരിറ്റി ഡിവൈസിനുള്ള സ്വകാര്യ സെക്യൂരിറ്റി പാസ്‌വേര്‍ഡ് നല്‍കുക
ms: Sila masukkan Katalaluan Sekuriti Peribadi untuk peranti sekuriti Kunci Peribadi PSM.
my: PSM သီးသန့် သော့ချက်များ လုံခြုံရေး ကိရိယာအတွက် တကိုယ်ရေ လုံ​ခြုံရေး စကားဝှက်ကို ရေးထည့်ပါ။
nb_no: Skriv inn det personlige sikkerhetspassordet for PSM Private Nøkler sikkerhetsenhet.
oc: Picatz lo senhal principal pel periferic de seguretat amb claus privadas PSM.
or: PSM ବ୍ୟକ୍ତିଗତ କିର ସୁରକ୍ଷା ଯନ୍ତ୍ର ପାଇଁ ଦୟାକରି ବ୍ୟକ୍ତିଗତ ସୁରକ୍ଷା ପ୍ରବେଶ ସଂକେତକୁ ଭରଣ କରନ୍ତୁ.
pt_br: Por favor, forneça a senha de segurança pessoal para o dispositivo de segurança de chaves privadas do PSM.
rw: Usabwe kwinjiza Ijambobanga ry'Umutekano Wawe Bwite rigenewe apareye y'umutekano w'infunguzo Zihariwe na PSM .
si: කරුණාකර PSM පෞද්ගලික ආරක්‍ෂක මෙවලම් සඳහා පෞද්ගලික ආරක්‍ෂක රහස්පදය ඇතුළත් කරන්න.
sv: Skriv in ditt lösenord för Privata säkerhetshanterarens enhet för hemliga nycklar.
te: PSM భద్రతా సాధనముల కొరకు దయచేసి వ్యక్తిగత భద్రతా సంకేతపదాన్ని ప్రవేశపెట్టండి.
th: โปรดกรอกรหัสรักษาความปลอดภัยส่วนตัว (Personal Security Password) ให้กับอุปกรณ์ PSM Private Keys
tr: Lütfen PSM Özel Anahtar güvenlik aygıtı için Kişisel Güvenlik Parolanızı girin.
ug: PSM شەخسىي ئاچقۇچ بىخەتەرلىك ئۈسكۈنىسى ئۈچۈن شەخسىي بىخەتەرلىك ئىم كىرگۈزۈڭ.
ur: 'پی ایس ایم نجی کلیدیں' سلامتی آلے کے لیے 'ذاتی سلامتی پاس ورڈ' داخل کریں۔
uz: PSM maxfiy kalitlari xavfsizlik qurilmasi uchun shaxsiy xavfsizlik parolingizni kiriting.
vi: Hãy nhập Mật khẩu Bảo mật Cá nhân cho thiết bị bảo mật Khóa Cá Nhân PSM.
zu: Sicela ufake iGama Lakho Lokungene Elivikelekile esivikelweni se-PSM Esinezinkinobho Eziyimfihlo.

source: Do you want to trust "%S" for the following purposes?
af: Wil u "%S" vertrou vir die volgende doeleindes?
ar: هل تريد الوثوق في "%S" للأغراض التّالية؟
as: তলৰ কাৰ্য্যৰ কাৰণে আপুনি "%S" ক বিশ্বাস কৰিব বিচাৰে নে?
az: Bu məqsədlər üçün "%S" təsdiq sənədinə etibar etmək istəyirsiniz?
bg: Искате ли „%S“ да е доверен за следващите цели?
bn_in: নিম্নলিখিত কর্মের জন্য আপনি কি "%S"-র উপর বিশ্বাস করতে ইচ্ছুক?
br: Fellout a ra deoc'h kaout fiziañs e "%S" evit ar palioù da heul ?
ca: Voleu confiar en «%S» per a les finalitats següents?
cy: Ydych chi eisiau ymddiried yn "%S" at y pwrpasau canlynol?
es_mx: ¿Quieres confiar en "%S" para los siguientes propósitos?
eu: "%S" fidagarritzat jo nahi duzu ondoko helburu hauetarako?
fur: Vuelistu fidâti di "%S" par chescj?
gd: A bheil thu airson earbsa a chur ann an "%S" a chum na leanas?
he: האם ברצונך לבטוח ב־"%S" למטרות הבאות?
hi_in: निम्न उद्देश्य के लिये क्या आप "%S" पर विश्वास करना चाहते हैं?
hr: Želite li vjerovati "%S" za sljedeće svrhe?
hu: Megbízik „%S” CA-ban a következő témákban?
hy_am: Ցանկանու՞մ եք վստահել "%S"-ին հետևյալ նպատակի համար:
ka: გსურთ ენდოთ "%S"- შემდეგი მიზნებისთვის?
kk: Сіз «%S»-ке келесі мақсаттармен сенуді қалайсыз ба?
km: តើ​អ្នក​ពិតជា​ចង់​ជឿជាក់​លើ "%S" សម្រាប់​ចម្លើយតប​ដូច​ខាងក្រោម​ឬ ?
kn: ಈ ಕೆಳಗಿನ ಉದ್ದೇಶಗಳಿಗಾಗಿ "%S" ಅನ್ನು ನಂಬಲು ಬಯಸುತ್ತೀರೆ?
ku: Dixwazî jo bo van armancan li "%S" 'ê ewle bî?
lt: Ar norite šiais atvejais pasitikėti „%S“?
lv: Vai vēlaties uzticēties "%S" šiem mērķiem?
mai: निम्न उद्देश्यक लेल अहाँ "%S" पर विश्वास कएनाइ चाहैत छी?
ms: Adakah anda ingin percaya "%S" untuk kegunaan berikut?
my: အောက်ပါ ရည်ရွယ်ချက်အတွက် "%S" ကို သင် စိတ်ချလိုသလား။
oc: Volètz far fisança a « %S » per las accions seguentas ?
or: ନିମ୍ନଲିଖିତ ଉଦ୍ଦେଶ୍ୟଗୁଡ଼ିକ ପାଇଁ କଣ ଆପଣ "%S"ଉପରେ ବିଶ୍ୱାସ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pt_br: Deseja considerar “%S” confiável para estes fins?
rw: Urashaka kwizera "%S" kubera impamvu zikurikira?
sd: ڇا هيٺ ڏنل مقصدن لاءِ توهين "%S" تي ڀروسو ڪرڻ چاهيو ٿا؟
si: පහත දැක්වෙන කාරණය සඳහා ඔබට "%S" විශ්වාසි කිරීමට අවශ්‍යද?
te: "%S"ను క్రింది ప్రయోజనముల కొరకు నమ్మాలని అనుకొంటున్నారా?
th: คุณต้องการเชื่อถือ "%S" ด้วยเหตุผลดังกล่าวหรือไม่?
tr: Aşağıdaki amaçlarla "%S" sertifikasına güvenmek istiyor musunuz?
ug: تۆۋەندىكى مەقسەتتە ئىشلىتىش ئۈچۈن "%S" غا ئىشىنەمسىز؟
ur: کیا آپ مندرجہ ذیل مقاصد کے لیے "%S" پر بھروسا کرنا چاہتے ہیں؟
uz: "%S"ga quyidagi maqsadlarda ishonishni xohlaysizmi?
vi: Bạn có muốn tin "%S" cho những mục đích sau?
zu: Uyafuna yini ukwethemba i-"%S" ngalezi zinjongo ezilandelayo?

source: Certificate Authority (unnamed)
af: Sertifikaatowerheid (onbenoemd)
ar: سلطة شهادات (غير مسمّاة)
as: প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষ (নাম নোহোৱা)
az: Təsdiq sənədi rəsmisi (adsız)
bg: Сертификатен удостоверител (неименуван)
bn_in: সার্টিফিকেট অথোরিটি (CA) (নামবিহীন)
br: Aotrouniezh testeniañ (anv ebet)
ca: Entitat certificadora (sense nom)
cy: Awdurdod Tystysgrifo (dienw)
es_mx: Autoridad certificadora (sin nombre)
eu: Autoritate ziurtagiri emailea (izenik gabe)
fur: Autoritât di certificazion (cence non)
gd: Ùghdarras teisteanachaidh (gun ainm)
gu: સત્તાને પ્રમાણીત કરો (નામ નહી અાપેલુ)
he: רשות אישורים (ללא שם)
hi_in: प्रमाणपत्र प्राधिकार (अनाम)
hr: Agencija certifikata (neimenovana)
hu: Hitelesítésszolgáltató (névtelen)
hy_am: Վկայագրման կենտրոն (անանուն)
ka: სერთიფიცირების ცენტრი (უსახელო)
kk: Сертификаттау орталығы (атаусыз)
km: ប្រភព​វិញ្ញាបនបត្រ (គ្មាន​ឈ្មោះ)
kn: ಪ್ರಮಾಣಪತ್ರ ಅಥಾರಿಟಿ (ಹೆಸರಿಲ್ಲದ)
ku: Rayedarê Sertîfîkayê (bênav)
lt: Liudijimų įstaiga (pavadinimo nėra)
lv: Sertifikātu autoritāte (nenosaukta)
mai: प्रमाणपत्र प्राधिकार (अनाम)
ml: സര്‍ട്ടിഫിക്കേറ്റ് അഥോറിറ്റി (പേരില്ലാത്ത)
ms: Autoriti Sijil (tidak bernama)
my: လက်မှတ် အခွင့်အာဏာ (အမည်​မပေးထားသော)
nb_no: Sertifikatutsteder (uten navn)
oc: Autoritat de certificacion (pas de nom)
or: ପ୍ରମାଣପତ୍ର ଅଧିକାରୀ (ବେନାମୀ)
pt_br: Autoridade certificadora (sem nome)
rw: Ubuyobozi bw'Ibyemezo (budafite izina)
sd: سرٽيفڪيٽ جي اَٿارٽي (بنا نالي)
si: සහතික අධිකාරිය (නිර්ණාමික)
sv: Certifikatutfärdare (namnlös)
ta: சான்றிதழ் ஆணையம் (பெயரிடாதது)
te: ధృవీకరణపత్రం అధారిటీ (నామములేని)
th: Certificate Authority (ไม่ระบุชื่อ)
tr: Sertifika Makamı (isimsiz)
ug: گۇۋاھنامە ئورگىنى (نامسىز)
ur: مقتدرہ تصدیق نامہ(بے نام)
uz: Sertifikatni tasdiqdan oʻtkazish (nomlanmagan)
vi: Nhà thẩm định Chứng thư (không có tên)
zu: Igunya Lesitifiketi (alishiwongo igama)

source: Edit certificate trust
sd: سرٽيفڪيٽ جي ساڪ سمپادت ڪريو
zu: Lungisa ukwethemba isitifiketi

source: The certificate "%S" represents a Certificate Authority.
af: Die sertifikaat "%S" verteenwoordig 'n sertifikaatowerheid.
ar: تمثّل الشّهادة "%S" سلطة شهادات.
as: "%S" প্ৰমাণপত্ৰই এটা প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষৰ প্ৰতিনিধি কৰে।
az: Bu "%S" təsdiq sənədi bir təsdiq sənədi rəsmisini tanımır.
bg: Сертификатът „%S“ представя сертификатен удостоверител (CA).
bn_in: "%S" একটি সার্টিফিকেট অথোরিটি (CA)-কে চিহ্নিত করছে।
br: Derc'houezañ a ra an testeni "%S" un aotrouniezh testeniañ.
ca: El certificat «%S» representa una entitat certificadora.
cy: Mae Tystysgrif "%S" yn cynrychioli Awdurdod Tystysgrifo.
es_mx: El certificado "%S" representa a una autoridad certificadora.
eu: "%S" ziurtagiriak autoritate ziurtagiri emaile bat adierazten du.
fur: Il certificât "%S" al rapresente une autoritât di certificazion.
gd: Tha an teisteanas "%S" a' riochdachadh ùghdarras teisteanachaidh.
he: האישור "%S" מייצג רשות אישורים.
hi_in: प्रमाणपत्र "%S" सर्टिफिकेट ऑथोरिटी को प्रतिरूपित करता है.
hr: Certifikat "%S" predstavlja agenciju certifikata.
hu: A(z) „%S” tanúsítvány egy hitelesítésszolgáltatót reprezentál.
hy_am: «%S» Վկայագիրը ներկայացնում է Վկայագրային կենտրոն:
ka: სერთიფიკატი "%S" წარმოადგენს სერთიფიცირების ცენტრს.
kk: «%S» сертификатын сертификаттау орталығы ұсынады.
km: វិញ្ញាបនបត្រ "%S" តំណាង​ឲ្យ​ប្រភព​វិញ្ញាបនបត្រ ។
kn: ಪ್ರಮಾಣಪತ್ರ "%S" ವು ಒಂದು ಪ್ರಮಾಣಪತ್ರ ಅಥಾರಿಟಿಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ku: Ev Sertîfîkaya "%S" Rayedarê sertîfîkayekê ye.
lt: Liudijimas „%S“ atstovauja liudijimų įstaigą.
lv: Sertifikāts "%S" pārstāv Sertifikātu Autoritāti
mai: प्रमाणपत्र "%S" सर्टिफिकेट आथोरिटी केँ प्रतिरूपित करैत अछि.
ms: Sijil "%S" mewakili Autoriti Sijil.
my: လက်မှတ် "%S" က လက်မှတ် အခွင့်အာဏာ တခုကို ကိုယ်စားပြုတယ်။
oc: Lo certificat « %S » representa una autoritat de certificacion.
or: ପ୍ରମାଣପତ୍ର "%S" ଗୋଟିଏ ପ୍ରମାଣପତ୍ର ଅଧିକାରୀକୁ ପ୍ରତିନିଧିତ୍ୱ କରୁଛି.
pt_br: O certificado “%S” representa uma autoridade certificadora.
rw: Icyemezo "%S" cyerekana Ubuyobozi bw'icyemezo.
sd: هي "%S" سرٽيفڪيٽ سرٽيفڪيٽ جي اٿارٽيءَ جي نمائندگي کري ٿو۔
si: "%S" සහතිකය සහතික අධිකාරිය නියෝජය කරයි.
ta: இந்த "%S" சான்றிதழ் ஒரு சான்றிதழ் அங்கீகாரத்தை குறிக்கிறது.
te: ధృవీకరణపత్రం"%S" ధృవీకరణపత్రం అధారిటీని తెలియజేస్తుంది.
th: ใบรับรอง "%S" เป็น Certificate Authority
tr: "%S" sertifikası bir Sertifika Makamını temsil ediyor.
ug: بۇ "%S" گۇۋاھنامە گۇۋاھنامە ئىجازىتىگە ۋەكىللىك قىلىدۇ.
ur: تصدیق نامہ "%S" ایک تصدیق نامہ مقتدرہ کی نمائندگی کرتا ہے۔
uz: "%S" sertifikati tasdiqdan oʻtkazish sertifikatini qayta koʻrsatmoqda.
vi: Chứng thư "%S" đại diện cho một Nhà thẩm định Chứng chỉ.
zu: Lesi sitifiketi "%S" simelela iGunya Lesitifiketi.

source: _: editTrustSSL The certificate "%S" was issued by:
zu: Lesi sitifiketi "%S" sikhishwe ngu-:

source: _: editTrustEmail The certificate "%S" was issued by:
zu: Lesi sitifiketi "%S" sikhishwe ngu-:

source: Because you do not trust the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
af: Omdat u nie die sertifikaatowerheid wat hierdie sertifikaat uitgereik het, vertrou nie, vertrou u nie die geldigheid van hierdie sertifikaat nie, tensy hier andersins aangedui.
ar: لأنّك لا تثق بسلطة الشّهادات التي أصدرت هذه الشّهادة، فأنت لا تثق بصحّة هذه الشّهادة إلا إذا أشرت بعكس ذلك هنا.
as: এই প্ৰমাণপত্ৰ দিয়া প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষক আপুনি বিশ্বাস নকৰাৰ বাবে, এই প্ৰমাণপত্ৰৰ সত্য হোৱা আপুনি বিশ্বাস নকৰে ইয়াত নিৰ্দেশ নকৰা লৈকে।
az: Bu təsdiq sənədini yayımlayan təsdiq sənədi rəsmisinə etibar etmədiyiniz üçün,burada dəyişdirmədiyiniz müddətcə , bu təsdiq sənədinin doğruluğuna inanmayın.
ca: Com que no confieu en l'entitat certificadora que ha emès aquest certificat, no confieu en l'autenticitat d'aquest certificat tret que s'indiqui aquí una altra cosa.
hr: Iz razloga što ne vjerujete agenciji certifikata koja je izdala ovaj certifikat, vi ne vjerujete autentičnosti ovog certifikata, osim ako ovdje nije drugačije navedeno.
ka: ვინაიდან ამ სერთიფიკატის გამცემ სერთიფიცირების ცენტრს არ ენდობით, შესაბამისად არ ენდობით თვით სერთიფიკატის აუთენტურობასაც თუ საწინააღმდეგო არაა მითითებული.
ku: Bi Rayedara Sertîfîkayê ya ku ev sertîka weşandiye nebawer î. Heya ku vê neguherînî, bi rastiya wê bawer neke.
lt: Kadangi įstaigai, išdavusiai šių liudijimą, nesate patikėję tokių veiksmų, negalite pasitikėti ir liudijimo tikrumu, nebent čia parinktumėte kitas nuostatas.
mai: किएक अहाँ सर्टिफिकेट आथोरिटी पर भरोस नहि करैत छी जकरा एकर प्रमाणपत्र निर्गत कएल अछि, अहाँ एहि प्रमाणपत्रक प्रमाणिकता पर भरोस नहि करैत छी जखन तक आन रूपेँ नहि कहल गेल अछि.
ms: Kerana anda tidak percaya autoriti sijil yang mengeluarkan sijil ini, anda tidak percaya keautoritian sijil ini melainkan dinyatakan di sini.
my: ဒီလက်မှတ်ထဲမှာ ထုတ်ပြန်ထားတဲ့ လက်မှတ် အခွင့်အာဏာကို သင် စိတ်မချတဲ့ အတွက်၊ ဒီနေရာမှာ ညွှန်ပြမထားပေမဲ့ ဒီလက်မှတ်ရဲ့ စစ်မှန်မှုကို သင့်စိတ်မချဘူး။
oc: Coma fasètz pas fisança a l'autoritat qu'a emes aqueste certificat, vos cal pas far fisança dins l'autenticitat del certificat, en defòra d'una mencion contrària exprimida aicí.
rw: Kubera ko utizera ubuyobozi bw'ibyemezo bwatanze iki cyemezo, ntiwizera ukuri k'iki cyemezo keretse hari ukundi bigaragajwe hano.
te: ఎంచేతంటే మీరు ధృవీకరణపత్రం అధారిటీ ఇష్యూచేసిన ఈ ధృవీకరణపత్రాన్ని నమ్ముటలేదు, ఇక్కడ సూచిస్తేతప్ప మీరు ఈ ధృవీకరణపత్రం ఆధెంటిసిటీని నమ్మరు.
th: เพราะว่าคุณไม่เชื่อถือผู้ออกใบรับรองนี้ ดังนั้นอย่าเพิ่งเชื่อถือความถูกต้องใด ๆ ของใบรับรองนี้นอกจากจะแจ้งไว้ที่นี่
ug: سىز بۇ گۇۋاھنامىنى تارقاتقان گۇۋاھنامە ئىجازىتىگە ئىشەنمىگەنلىكىڭىزدىن، باشقا جايدا بۇ نۇقتىنى ئىنىق كۆرسەتمىگەنلا بولسا بۇ گۇۋاھنامىنىڭ راستلىقىغا ئىشەنمەڭ.
ur: چونکہ آپ مقتدرہ تصدیق نامہ پر بھروسا نہیں کرتےجس سے یہ تصدیق نامہ جاری شدہ ہے، آپ اس تصدیق نامہ کی توثیق پر بھروسا نہیں کرتے جب تک کہ یہاں نشان کردہ ہو۔
vi: Bởi vì bạn không tin nhà thẩm định đã cấp chứng thư này, nên bạn không tin tưởng độ xác thực của chứng thư trừ khi có điều gì khác được chỉ ra.
zu: Ngenxa yokuthi awulethembi igunya lesitifiketi elikhiphe lesi sitifiketi, awethembi ukuthi lesi sitifiketi siyiqiniso ngaphandle kokuba kuboniswe lapha.

source: Because you trust the certificate authority that issued this certificate, you trust the authenticity of this certificate unless otherwise indicated here.
af: Omdat u die sertifikaatowerheid wat hierdie sertifikaat uitgereik het, vertrou, vertrou u die geldigheid van hierdie sertifikaat, tensy hier andersins aangedui.
ar: لأنّك تثق بسلطة الشّهادات التي أصدرت هذه الشّهادة، فأنت تثق بصحّة هذه الشّهادة إلّا إذا أشرت بعكس ذلك هنا.
as: এই প্ৰমাণপত্ৰ দিয়া প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষক আপুনি বিশ্বাস ৰাৰ বাবে, এই প্ৰমাণপত্ৰৰ সত্য হোৱা আপুনি বিশ্বাস কৰে ইয়াত নিৰ্দেশ নকৰা লৈকে।
az: Bu təsdiq sənədini yayımlayan təsdiq sənədi rəsmisinə etibar etdiyiniz üçün, burada əksi yazılmadığı müddətcə təsdiq sənədinin kimiliyinə etibar etməyin.
ca: Com que confieu en l'entitat certificadora que ha emès aquest certificat, confieu en l'autenticitat d'aquest certificat tret que s'indiqui aquí una altra cosa.
hr: Iz razloga što vjerujete agenciji certifikata koja je izdala ovaj certifikat, vi vjerujete autentičnosti ovog certifikata, osim ako ovdje nije drugačije navedeno.
ka: ვინაიდან ამ სერთიფიკატის გამცემ სერთიფიცირების ცენტრს ენდობით, შესაბამისად ენდობით თვით სერთიფიკატის აუთენტურობასაც თუ საწინააღმდეგო არაა მითითებული.
ku: Bi Rayedara Sertîfîkayê ya ku ev sertîka weşandiye bawer î. Heya ku berevajiya vê li vê newe nivîsandin, bi rastiya wê bawer neke.
lt: Kadangi įstaigai, kuri išdavė šį liudijimą, tokius veiksmus esate patikėję, tai turite pasitikėti ir šio liudijimo tikrumu, nebent čia parinktumėte kitas nuostatas.
mai: किएक अहाँ सर्टिफिकेट आथोरिटी पर भरोस करैत छी, अहाँ एहि प्रमाणपत्रक प्रमाणिकता पर भरोस करैत छी जखनतक आन रूपेँ नहि कहल गेल अछि.
ms: Kerana anda tidak percaya autoriti sijil yang mengeluarkan sijil ini, anda percaya kesahihan sijil ini melainkan dinyatakan di sini.
my: ဒီလက်မှန်ကို ထုတ်ပြန်တဲ့ လက်မှတ် အခွင့်အာဏာကို သင် စိတ်ချတဲ့အတွက်၊ ဒီနေရာမှာ ညွှန်ပြမထားပေမဲ့ ဒီလက်မှတ်ရဲ့ စစ်မှန်မှုကို သင့်စိတ်ချရတယ်။
oc: Perque fasètz fisança a l'autoritat qu'a emes aqueste certificat, fasètz fisança a l'autenticitat del certificat, en defòra d'una mencion contrària exprimida aicí.
rw: Kubera ko wizera ubuyobozi bw'ibyemezo bwatanze iki cyemezo, wizera ukuri k'iki cyemezo keretse hari ukundi bigaragajwe hano.
te: ఎంచేతంటే మీరు ధృవీకరణపత్రం అధారిటీ ఇష్యూచేసిన ఈ ధృవీకరణపత్రాన్ని నమ్మాలి, ఇక్కడ సూచిస్తేతప్ప మీరు ఈ ధృవీకరణపత్రం ఆధెంటిసిటీని నమ్మరు.
th: เพราะว่าคุณไม่เชื่อถือผู้ออกใบรับรองนี้ ดังนั้นอย่าเพิ่งเชื่อถือความถูกต้องใด ๆ ของใบรับรองนี้นอกจากจะแจ้งไว้ที่นี่
ug: سىز بۇ گۇۋاھنامىنى تارقاتقان گۇۋاھنامە ئىجازىتىگە ئىشەنگەنلىكىڭىزدىن، باشقا جايدا بۇ نۇقتىنى ئىنىق كۆرسەتمىگەنلا بولسا بۇ گۇۋاھنامىنىڭ راستلىقىغا ئىشىنىڭ.
ur: چونکہ آپ کو مقتدرہ تصدیق نامہ پر بھروسا ہے جس سے یہ تصدیق نامہ جاری شدہ ہے، آپ اس تصدیق نامہ کی توثیق پر بھروسا کریں جب تک کہ یہاں نشان کردہ ہو۔
vi: Bởi vì bạn tin nhà thẩm định đã cấp chứng thư này, nên bạn tin tưởng độ xác thực của chứng thư trừ khi có điều gì khác được chỉ ra.
zu: Ngenxa yokuthi uyalethemba igunya lesitifiketi elikhiphe lesi sitifiketi, uyathemba ukuthi lesi sitifiketi siyiqiniso ngaphandle kokuba kuboniswe lapha.

source: Because you do not know the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
af: Omdat die sertifikaatowerheid wat hierdie sertifikaat uitgereik het aan u onbekend is, vertrou u nie die geldigheid van hierdie sertifikaat nie, tensy hier andersins aangedui.
ar: لأنّك لا تعرف سلطة الشّهادات التي أصدرت هذه الشّهادة، فأنت لا تثق بصحّة هذه الشّهادة إلّا إذا أشرت بعكس ذلك هنا.
as: এই প্ৰমাণপত্ৰ দিয়া প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষক আপুনি নজনাৰ বাবে, এই প্ৰমাণপত্ৰৰ সত্য হোৱা আপুনি বিশ্বাস নকৰে ইয়াত নিৰ্দেশ নকৰা লৈকে।
az: Bu təsdiq sənədini yayımlayan təsdiq sənədi rəsmisini tanımadığınız üçün, burada əksi yazılmadığı müddətcə təsdiq sənədinin təsdiqləməsinə etibar etməyin.
ca: Com que no sabeu quina entitat certificadora ha emès aquest certificat, no confieu en l'autenticitat d'aquest certificat tret que s'indiqui aquí una altra cosa.
hr: Iz razloga što vam agencija certifikata koja je izdala ovaj certifikat nije poznata, vi ne vjerujete autentičnosti ovog certifikata, osim ako ovdje nije drugačije navedeno.
ka: ვინაიდან ამ სერთიფიკატის გამცემ სერთიფიცირების ცენტრს არ იცნობთ, შესაბამისად არ ენდობით თვით სერთიფიკატის აუთენტურობასაც თუ საწინააღმდეგო არაა მითითებული.
ku: Bi Rayedara Sertîfîkayê ya ku ev sertîka weşandiye nasnakî. Heya ku berevajiya vê li vê newe nivîsandin, bi rastiya wê bawer neke.
lt: Kadangi šį liudijimą išdavusi įstaiga nežinoma, negalite pasitikėti ir liudijimo tikrumu, nebent čia parinktumėte kitas nuostatas.
mai: किएक अहाँ ओ सर्टिफिकेट आथोरिटी केँ नहि जानैत छी जे ई प्रमाणपत्र निर्गत कएने अछि, अहाँ एहि प्रमाणपत्र क प्रमाणिकता पर भरोस नहि करैत छी जखन तक आन रूपेँ नहि कहल गेल अछि.
ms: Kerana anda tidak mengetahui autoriti sijil yang mengeluarkan sijil ini, anda tidak percaya keautoritian sijil ini melainkan dinyatakan di sini.
my: ဒီလက်မှတ်ကို ထုတ်ပြန်တဲ့ လက်မှတ် အခွင့်အာဏာကို သင်မသိတဲ့အတွက်၊ ဒီနေရာမှာ ညွှန်ပြမထားပေမဲ့ ဒီလက်မှတ်ရဲ့ စစ်မှန်မှုကို စိတ်ချလို့ မရဘူး။
oc: Perque coneissètz pas l'autoritat qu'a emes aqueste certificat, vos cal pas far fisança a l'autenticitat del certificat, en defòra d'una mencion contrària exprimida aicí.
rw: Kubera ko utazi ubuyobozi bw'ibyemezo bwatanze iki cyemezo, ntiwizera ukuri k'iki cyemezo keretse hari ukundi bigaragajwe hano.
te: ఎంచేతంటే ధృవీకరణపత్రం అధారిటీ ఈ ధృవీకరణపత్రంను ఇష్యూచేసినట్లు మీకు తెలియదు, ఇక్కడ సూచిస్తేతప్ప మీరు ఈ ధృవీకరణపత్రం ఆధెంటిసిటీని నమ్మరు.
th: เพราะว่าคุณไม่เชื่อถือผู้ออกใบรับรองนี้ ดังนั้นอย่าเพิ่งเชื่อถือความถูกต้องใด ๆ ของใบรับรองนี้นอกจากจะแจ้งไว้ที่นี่
ug: سىز بۇ گۇۋاھنامىنى تارقاتقان گۇۋاھنامە ئىجازىتىنى چۈشەنمىگەنلىكىڭىزدىن، باشقا جايدا بۇ نۇقتىنى ئىنىق كۆرسەتمىگەنلا بولسا بۇ گۇۋاھنامىنىڭ راستلىقىغا ئىشەنمەڭ.
ur: چونکہ آپ مقتدرہ تصدیق نامہ کو نہیں جانتےجس سے یہ تصدیق نامہ جاری شدہ ہے،اس لیے آپ اس تصدیق نامے کی توثیق پر بھروسا نہیں کرتے جب تک کہ یہاں نشان کردہ ہو۔
vi: Bởi vì bạn không biết nhà thẩm định đã cấp chứng thư này, nên bạn không tin tưởng độ xác thực của chứng thư trừ khi có điều gì khác được chỉ ra.
zu: Ngenxa yokuthi awulazi igunya lesitifiketi elikhiphe lesi sitifiketi, awethembi ukuthi lesi sitifiketi siyiqiniso ngaphandle kokuba kuboniswe lapha.

source: Certificate for this certificate authority was not found
af: Sertifikaat vir hierdie sertifikaatowerheid kon nie gevind word nie
ar: لا توجد شهادة لسلطة الشّهادات هذه
as: এই প্ৰমাণপত্ৰৰ কৰ্ত্তৃপক্ষৰ বাবে প্ৰমাণপত্ৰ পোৱা নগল
az: Təsdiq sənədi rəsmisi üçün təsdiq sənədi tapılmadı
ca: No s'ha trobat cap certificat per a aquesta entitat certificadora
hr: Nije pronađen certifikat ove agencije certifikata
ka: სეღტიფიცირების ამ ცენტრის სერთიფიკატი ვერ მოიძებნა
ku: Ji bo Rayedarê Sertîfîkayê, sertîfîka nehat dîtin
lt: Nerasta šios LĮ liudijimas
mai: ई सर्टिफिकेट आथोरिटीक लेल प्रमाणपत्र नहि भेटल छल
ms: Sijil untuk autoriti sijil tidak ditemui
my: ဒီလက်မှတ် အခွင့်အာဏာ အတွက် လက်မှတ်ကို မတွေ့ရဘူး
oc: Lo certificat per aquesta autoritat de certificacion es pas estat trobat
rw: Icyemezo cy'ubu buyobozi bw'ibyemezo nticyabonetse
sd: هن سرٽيفڪيٽ جي اٿارٽيءَ لاءِ سرٽيفڪيٽ ڪونہ مليو
te: ఈ ధృవీకరణపత్రం అధారిటీ కొరకు ధృవీకరణపత్రం కనబడుటలేదు
th: ไม่พบใบรับรองของผู้ออกใบรับรอง
ug: بۇ گۇۋاھنامىنىڭ ئىجازەت گۇۋاھنامىسى تېپىلمىدى
ur: اس مقتدرہ تصدیق نامہ کے لیے تصدیق نامہ نہیں ملا
vi: Không tìm thấy chứng thư của nhà thẩm định chứng thư này
zu: Isitifiketi saleli gunya lesitifiketi asitholakalanga

source: deleteSslFlag
zu: cisha ifulegeSsl

source: Are you sure you want to delete these web site certificates?
zu: Uyaqiniseka yini ukuthi ufuna ukuzicisha lezi zitifiketi zezingosi zewebhu?

source: If you delete a web site certificate, you will be asked to accept it again the next time you visit the web site.
zu: Uma ucishe isitifiketi sengosi yewebhu, uyocelwa ukuba usamukele futhi ngesikhathi esilandelayo uma uvakashela leyo ngosi.

source: Delete Web Site Certificates
zu: Cisha Izitifiketi Zengosi Yewebhu

source: deleteUserFlag
zu: cisha iFulege Elisebenzayo

source: Are you sure you want to delete these certificates?
zu: Uyaqiniseka yini ukuthi ufuna ukuzicisha lezi zitifiketi?
