Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: Your connection to this website uses weak encryption and is not private. Other people can view your information or modify the website’s behavior.
ml: ഈ വെബ്‌ സൈറ്റിലേക്കുള്ള താങ്കളുടെ കണക്ഷന്‍ ദുര്‍ബലമായ എന്‍ക്രിപ്ഷനാണു ഉപയോഗിക്കുന്നത് കൂടാതെ അത് സ്വകാര്യവുമല്ല. മറ്റുള്ളവര്‍ക്കു് നിങ്ങളുടെ വിവരങ്ങള്‍ കാണാനോ ഈ വെബ്സൈറ്റിന്റെ പ്രവര്‍ത്തനത്തില്‍ മാറ്റം വരുത്താനോ സാധിക്കും.
nb_no: Tilkoblingen til dette nettstedet bruker svak kryptering og er ikke privat. Andre personer kan se informasjonen, eller endre nettstedets oppførsel.
sv: Anslutningen till denna webbplats använder en dålig kryptering och är inte privat. Andra personer kan se din information eller ändra webbplatsens beteende.

source: Select File containing somebody’s Email certificate to import
gu: કોઇનો ઇ-મેલ પ્રમાણપત્ર સમાવતી ફાઇલ અાયાત કરવા માટે પસંદ કરો
ml: ഇംപോര്‍ട്ട് ചെയ്യുവാനുള്ള ആരുടെ എങ്കിലും ഈമെയില്‍ സര്‍ട്ടിഫേക്കറ്റ് അടങ്ങുന്ന ഫയല്‍ തെരഞ്ഞെടുക്കുക.
nb_no: Velg fil som inneholder e-postsertifikatet du vil importere
sv: Välj en fil som innehåller det e-postcertifikat du vill importera

source: Can’t write to file %S: %S.
gu: ફાઈલ %S માં લખી શકતા નથી: %S.
ml: %S ഫയലിലേക്കു് സൂക്ഷിക്കുവാന്‍ സാധ്യമല്ല: %S.
nb_no: Klarte ikke skrive til filen %S: %S.
sv: Kan inte skriva till filen %S: %S.

source: The certificate is not trusted because it hasn’t been verified as issued by a trusted authority using a secure signature.
ml: സര്‍ട്ടിഫിക്കറ്റ് വിശ്വസനീയമല്ല, കാരണം തിരിച്ചറിയപ്പെടുന്നൊരു അധികാരി സുരക്ഷിതമായൊരു ഒപ്പു് ഉപയോഗിച്ചു് അതിനെ വിതരണം ചെയ്തതായി ഉറപ്പിക്കാന്‍ കഴിഞ്ഞിട്ടില്ല.
nb_no: Sertifikatet er ikke tiltrodd fordi det ikke er bekreftet at sertifikatet er utstedt av en kjent utsteder med en trygg signatur.
sv: Certifikatet är inte betrott eftersom det inte har verifierats av en betrodd certifikatutfärdare med hjälp av en säker signatur.

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet or the encryption is not strong enough.
bn_in: পেজের কিছু অংশ যা আপনি দেখছেন তা এনক্রিপ্ট করা হয়নি ইন্টারনেটে দেওয়ার আগে বা এই এনক্রিপশনটি যথেষ্ট কঠোর নয়।
br: Lodennoù eus ar bajenn n'int ket bet enrineget a-raok bezañ treuzkaset dre ar c'henrouedad pe n'eo ket kreñv a-walc'h an enrinegañ.
cy: Nid yw rhai rhannau o'r dudalen hon wedi eu hamgryptio cyn eu trosglwyddo dros y rhyngrwyd neu nid yw'r amgryptiad yn ddigon cryf.
eu: Ikusten ari zaren orriaren zati batzuk ez dira zifratu Internetetik transmititu aurretik edo zifraketa ez da nahikoa sendoa.
gd: Cha deach cuid dhen duilleag a tha thu a’ coimhead air a chrioptachadh mus deach a chur a-nall thairis air an lìon no nach eil an crioptachadh làidir gu leòr.
hu: A megjelenített oldal egyes részei nem lettek az interneten való átvitel előtt titkosítva, vagy a titkosítás nem elég erős.
kk: Ашылып тұрған парақтың бір бөлігі Интернес арқылы берілу алдында шифленбеген, немесе шифрлеу әлсіз болып тұр.
kn: ನೀವು ನೋಡುತ್ತಿರುವ ಪುಟದ ಕೆಲವು ಭಾಗವು ಅಂತರಜಾಲದ ಮೂಲಕ ಪ್ರಸಾರಿಸುವ ಮೊದಲು ಗೂಢಲಿಪೀಕರಣಗೊಳಿಸಿಲ್ಲ ಅಥವಾ ಗೂಢಲಿಪೀಕರಣಗೊಳಿಸಿಲ್ಲ ಸಧೃಡವಾಗಿಲ್ಲ.
lv: Šīs mājas lapas daļas nav šifrētas pirms nosūtīšanas pa internetu vai arī šifrēšana nav gana droša.
pt_br: Partes da página que você está vendo não foram criptografadas antes de serem transmitidas através da Internet ou a criptografia não foi forte o suficiente.
tr: Görüntülediğiniz sayfanın bazı kısımları, internet üzerinden aktarılmadan önce şifrelenmemiş veya şifreleme yeterince güçlü değil.

source: Website Identity Not Verified
sd: ویب سائيٽ جي سڃاڻپ جي تصديق نہ ڪئي ويئي

source: Website Identity Verified
sd: ویب سائيٽ جي سڃاڻپ جي تصديق ڪئي ويئي

source: View the security certificate that verifies this website's identity.
sd: اُهو سلامتي سرٽيفڪيٽ نظر مان ڪڍو جيڪو هن ويب سائيٽ جي پڇاڻ جي تصديق ڪري ٿو۔

source: Connection Failed
sd: سنٻنڌ ناڪام ٿيو
