Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: You have requested to delete these CA certificates. For built-in certificates all trust will be removed, which has the same effect. Are you sure you want to delete or distrust?
af: Jy het versoek dat hierdie SO-sertifikate geskrap word. Vir ingeboude sertifikate sal alle vertroue verwyder word, wat dieselfde uitwerking het. Is jy seker jy wil dit skrap of wantrou?
ar: لقد طلبت حذف الشهادات من سلطة الشهادات هذه. بالنسبة للشهادات المضمنة، ستنزع منها الثقة جميعها، وهو التأثير نفسه. أمتأكد من أنك تريد الحذف أو نزع الثقة؟
as: আপুনি এই CA প্ৰমাণপত্ৰসমূহ মচি পেলোৱাৰ অনুৰোধ কৰিছে। বিল্ট-ইন প্ৰমাণপত্ৰসমূহৰ বাবে সকলো ভৰষা মচি পেলোৱা হব, যাৰ একে প্ৰভাৱ আছে। আপুনি নিশ্চিত নে আপুনি মচিব বা ভৰষাহীন কৰিব বিচাৰে?
az: Bu təsdiq sənədi rəsmisinin təsdiq sənəslərini silmək istəyirsiniz. Quraşdırılmış oalraq gələn təsdiq sənlərinin etibarlılığı silinəcək ki, bu da eyni təsdirə malikdir. Silmək və ya etibar etməmək istədiyinizə əminsiniz?
bg: Поискахте да изтриете тези сертификати на CA. При вградените сертификати цялото доверие ще бъде премахнато, което има същият ефект. Сигурни ли сте, че искате да изтриете или премахнете доверието?
bn_in: চিহ্নিত CA সার্টিফিকেটগুলি আপনি মুছে ফেলার অনুরোধ জানিয়েছেন। বিল্ট-ইন সার্টিফিকেটের ক্ষেত্রে সর্বধরনের বিশ্বস্ততা মুছে ফেলা হলে সমতূল্য প্রভাব সৃষ্টি হবে। আপনি কি নিশ্চিতরূপে মুছে ফেলতে অথবা অবিশ্বস্ত রূপে ধার্য করতে ইচ্ছুক?
br: Azgoulennet hoc'h eus dilemel testenioù an aotrouniezh testeniañ-mañ. Evit an testenioù enframmet, ne vo fiziañs ebet ken enno, ar pezh a zo heñvel. Ha sur oc'h e fell deoc'h dilemel pe disfiziout anezho?
ca: Esteu segur que voleu suprimir aquests certificats de la CA? En el cas de certificats integrats, se'n suprimirà tota la confiança, que té el mateix efecte. Esteu segur que voleu suprimir-los o deixar-hi de confiar?
cy: Rydych wedi gofyn i gael dileu'r tystysgrifau TA hyn. Ar gyfer tystysgrifau mewnol bydd yr ymddiriedaeth yn cael ei dynnu, sydd a'r un effaith. Ydych chi'n siŵr eich bod eisiau dileu neu dad-ymddiried?
es_mx: Has solicitado eliminar estos certificados de CA. En el caso de los incluidos de serie, en lugar de borrarlos se les retira la confianza, lo que tiene el mismo efecto. ¿Estás seguro de que quieres hacer esto?
eu: ZA ziurtagiri hauek ezabatzea eskatu duzu. Integratutako ziurtagirientzat fidagarritasun guztia kenduko da eta eragin berdina du. Ziur zaude ezabatu edo mesfidatu nahi duzula?
gd: Dh'iarr thu gun sguabar às teisteanasan nan ùghdarrasan teisteanachaidh seo. Thèid earbsa a thoirt far gach teisteanas a tha air fhilleadh a-steach 's bidh an dearbh bhuaidh aige seo. A bheil thu cinnteach gu bheil thu airson an sguabadh às no earbsa a thoirt air falbh?
gu: તમે આ CA પ્રમાણપત્રોને કાઢવા માટે સૂચિત કરેલ છે. બિલ્ટ-ઇન પ્રમાણપત્રો માટે બધા વિશ્ર્વાસને દૂર કરેલ હશે, જેની સરખી અસર થશે. શું તમે ખરેખર કાઢી નાંખવા અથવા વિશ્ર્વાસ ન કરવા માંગો છો?
he: ביקשת למחוק את האישורים של רשויות אישורים אלו. עבור אישורים מובנים, כל הסמכויות יוסרו, מה שיתן תוצאה זהה. האם אתה בטוח שברצונך למחוק או להסיר את ההסמכה?
hr: Zatražili ste brisanje ovih CA certifikata. Za ugrađene certifikate će sva povjerenja biti uklonjena, što ima isti efekt. Jeste li sigurni da želite obrisati ili poništiti povjerenje?
hu: A következő CA-tanúsítványok törlését kezdeményezte. A beépített tanúsítványok esetén a bizalom lesz visszavonva, ami ugyanazt eredményezi. Biztosan töröl vagy visszavonja a bizalmat?
hy_am: Դուք պատրաստվում եք ջնջել այս CA վկայագրերը: Եթե տվյալ վկայագրերի ցանկում առկա են ներկառուցված վկայագրեր, ապա դրանք կհամարվեն անվստահելի: Ջնջե՞լ դրանք և հայտարարել անվստահելի:
kk: Сіз бұл CA сертификаттарын өшіруді сұрадыңыз. Құрамындағы сертификаттар үшін бұл дегеніміз - барлық сенімдердің өшірілуі. Өшіру не сенбеуді орындауды шынымен қалайсыз ба?
km: អ្នក​បាន​ស្នើ​ឲ្យ​លុប​វិញ្ញាបនបត្រ CA ទាំងនេះ ។ សម្រាប់​វិញ្ញាបនបត្រ​ដែល​ទុកចិត្ត​ទាំងអស់ នឹង​ត្រូវ​បាន​យក​ចេញ ដោយ​មាន​បែបផែន​តែមួយ ។ តើ​អ្នក​ពិតជា​មិន​ទុកចិត្ត ឬ​ចង់​លុប​ពួកវា​ឬ ?
kn: ನೀವು ಈ CA ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಅಳಿಸಲು ಆಯ್ಕೆ ಮಾಡಿದ್ದೀರಿ. ಒಳನಿರ್ಮಿತ ಪ್ರಮಾಣಪತ್ರಗಳಿಗಾಗಿ ಎಲ್ಲಾ ನಂಬಿಕೆಗಳನ್ನು ಅಳಿಸಿಹಾಕಲಾಗುತ್ತದೆ, ಇದರ ಪರಿಣಾಮವೂ ಸಹ ಅದೆ ಆಗಿರುತ್ತದೆ. ನೀವು ಅಳಿಸಲು ಅಥವ ನಂಬಿಕೆಗಳನ್ನು ಅನರ್ಹಗೊಳಿಸಲು ಬಯಸುತ್ತೀರೆ?
ku: te xwest ku sertîfîkaya CAê jê bibî. Ji bo vesazkirina sertîfîkayan dê hemû sertîfîkayên pêbawer bên rakirin. Dixwazî jê bibî an jî pê ne bawer bî?
lt: Jūs nurodėte pašalinti šiuos LĮ liudijimus. Įtaisytųjų liudijimų atveju, užuot juos pašalinus, bus visiškai nutrauktas pasitikėjimas jais (šio veiksmo efektas toks pat). Ar norite, kad liudijimai būtų pašalinti arba nutrauktas pasitikėjimas jais?
lv: Jūs esat izvēlējies dzēst CA sertifikātus. Iebūvētajiem sertifikātiem visa uzticamība tiks noņemta. Vai esat pārliecināts, ka vēlaties dzēst šos CA sertifikātus?
ml: ഈ സിഎ സര്‍ട്ടിഫിക്കേറ്റുകള്‍ വെട്ടി നീക്കുവാന്‍ ആവശ്യപ്പെട്ടിരിയ്ക്കുന്നു. ബിള്‍ട്ട്-ഇന്‍ സര്‍ട്ടിഫിക്കേറ്റുകള്‍ക്കു് എല്ലാ ട്രസ്റ്റും ആവശ്യമുണ്ടു്. നീക്കം ചെയ്യണമോ അവിശ്വസിയ്ക്കണമോ എന്നുറപ്പാണോ?
ms: Anda meminta untuk memadam sijil-sijil CA berikut. Untuk sijil yang terbina dalam semua kepercayaan akan dikeluarkan, juga menerima akibat yang sama. Anda pasti mahu untuk memadam atau tidak mempercayainya?
my: CAအသိအမှတ်ပြုလက်မှတ်အားဖျက်ပစ်ရန်သင်တောင်းဆိုခဲ့ပါသည်။မူရင်းအသိအမှတ်ပြုလက်မှတ်များထဲမှ သက်ရောက်မှူ တူညီသောယုံကြည်မှူအားလုံးကိုဖျက်ပစ်မည်ဖြစ်သည်။သင်ဖျက်မည်မှာသေချာပြီလား?
nb_no: Du har forespurt å slette disse CA-sertifikatene. For innebygde sertifikater vil all tiltro til disse fjernes, noe som vil ha den samme effekten som å slette dem. Er du sikker på at du vil slette og/eller fjerne tiltro?
oc: Avètz demandat de suprimir aqueles certificats d'AC. Se s'agís de certificats integrats, cap de fisança lor serà pas mai acordada, aquò's a lo meteis efièch. Sètz segur que volètz suprimir aqueles certificats o alara lor far pas mai fisança ?
or: ଆପଣ ଏହି CA ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକୁ ଅପସାରଣ କରିବା ପାଇଁ ଅନୁରୋଧ କରିଛନ୍ତି। ସୁନିର୍ମିତ ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକ ପାଇଁ ସମସ୍ତ ବିଶ୍ୱାସକୁ ଅପସାରଣ କରାଯିବ, ଯେଉଁଥିରେ ସମାନ ପ୍ରଭାବ ଅଛି। ଆପଣ ଅପସାରଣ କରିବା ଅଥବା ଅବିଶ୍ୱାସ କରିବାକୁ ଚାହୁଁଛନ୍ତି ବୋଲି ନିଶ୍ଚିତ କି?
pt_br: Você solicitou a exclusão dos certificados das CA abaixo. Os certificados internos somente passarão a ser rejeitados, o que produz o mesmo efeito. Tem certeza que deseja excluí-los?
sv: Du försöker ta bort dessa CA-certifikat. För inbyggda certifikat som inte kan raderas kommer i stället all tillit att tas bort, vilket har samma effekt. Är du säker på att du vill ta bort eller misstro certifikaten?
ta: இந்த CA சான்றிதழ்களை அழிக்க வேண்டுமா?
te: మీరు యీ CA ధృవీకరణపత్రములను తొలగించుటకు అభ్యర్థించినారు. అంతర్నిర్మిత ధృవీకరణపత్రములకు అన్ని తొలగించబడును, అది అదే ప్రభావాన్ని కలిగివుంటుంది. మీరు ఖచ్చితంగా తొలగించుదామని అనుకొనుచున్నారా లేక నమ్మకుండా వుంటారా?
th: คุณได้ร้องขอเพื่อลบใบรับรอง CA เหล่านี้ ใบรับรองที่ติดมากับระบบจะถูกล้างความน่าเชื่อถือ คุณแน่ใจที่จะลบหรือล้างความน่าเชื่อถือ?
tr: Bu CA sertifikalarını silmeyi istiyorsunuz. Dahili sertifikalar için tüm güvenler kaldırılacaktır ki bu da aynı etkiye sahiptir. Silmek veya güvenmemek istediğinizden emin misiniz?
ug: سىز بۇ CA گۇۋاھنامىنى ئۆچۈرۈشنى ئىلتىماس قىلدىڭىز. گۇۋاھنامىغا مۇناسىۋەتلىك ھەممە ئىشەنچ چىقىرىۋېتىلىدۇ، ئۇ ئوخشاش ئۈنۈمگە ئىگە. راستىنلا ئۆچۈرەمسىز ياكى ئىشەنمەمسىز؟
uz: Sizdan ushbu CA sertifikatlarni o‘chirish so‘raldi. Ichki sertifikatlar uchun xuddi shunday effekt bor barcha ishonchlar o‘chiriladi. O‘chirmoqchi ekanligingizga yoki ishonchni olib tashlashni xohlashingizga ishonchingiz komilmi?
vi: Bạn đã yêu cầu xóa các chứng thư CA này. Đối với chứng thư có sẵn, tất cả tin tưởng sẽ bị xóa, gây ra cùng hiệu ứng. Bạn có chắc bạn muốn xóa hoặc không tin tưởng?

source: If you delete or distrust a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
af: As jy 'n sertifikaatowerheid- (SO) sertifikaat skrap of wantrou, sal hierdie toepassing nie meer enige sertifikate vertrou wat deur daardie SO uitgereik word nie.
ar: إذا حذفت أو نزعت الثقة من شهادة تابعة لسلطة شهادات، لن يثق هذا البرنامج بأي شهادات صادرة من سلطة الشهادات تلك.
as: যদি আপুনি এটা প্ৰমাণপত্ৰ কতৃপক্ষ (CA) প্ৰমাণপত্ৰ মচি পেলায় বা ভৰষাহীন কৰে, এই অনুপ্ৰয়োগে সেই CA প্ৰেৰণ কৰা কোনো প্ৰমাণপত্ৰয় ভৱিষ্যতত ভৰষা নকৰে।
az: Hər hansı bir təsdiq sənədi rəsmisinin təsdiq sənədini silsəniz, bu proqram artıq o rəsminin heç br təsdiq sənədinə etibar etməyəcək.
bg: Ако изтриете или премахнете доверие от сертификат на сертификатен удостоверител (CA), това приложение повече няма да се доверява на сертификати, издадени от този CA.
bn_in: কোনো সার্টিফিকেট অথোরিটির (CA) সার্টিফিকেট মুছে ফেলা হলে অথবা অবিশ্বস্ত হিসাবে ধার্য করা হলে, ঐ CA-র দ্বারা প্রকাশিত কোনো সার্টিফিকেট এই অ্যাপ্লিকেশন দ্বারা বিশ্বাস করা হবে না।
br: Mar bez dilamet pe disfiziet un testeni a-berzh un aotrouniezh testeniañ ne vo fiziañs ebet gant an arload-mañ en testenioù kaset gant an aotrouniezh testeniañ.
ca: Si suprimiu o deixeu de confiar en un certificat d'una entitat certificadora (CA), l'aplicació deixarà de confiar en els certificats que emeti aquella CA.
cy: Os fyddwch yn dileu neu dad-ymddiried tystysgrif awdurdod tystysgrifo (CA), ni fydd y rhaglen yn ymddiried unrhyw dystysgrif sy'n cael ei chyhoeddi gan y CA.
es_mx: Si elimina los certificados de confianza (CA) esta aplicación ya no confía en los certificados emitidos por dicha CA.
eu: Ziurtagiri Autoritate (ZA) ziurtagiria ezabatu edo mesfidatzen baduzu, aplikazio hau ez da gehiago ZA honek jaulkitako ziurtagirietaz fidatuko.
gd: Ma sguabas tu às teisteanas de dh'ùghdarras teisteanachaidh no ma bheir thu air falbh earbsa, cha chuir an aplacaid seo earbsa ann an teisteanasan tuilleadh a thig on ùghdarras teisteanachaidh seo.
gu: જો તમે certificate authority (CA) પ્રમાણપત્રને કાઢો તો, આ કાર્યક્રમ તે CA દ્દારા અદા થયેલ કોઇપણ પ્રમાણત્રો પર લાંબા સમય સુધી વિશ્ર્વાસ કરશે નહિં.
he: אם אתה מוחק או מסיר את הסמכות של אישורי רשויות אישורים (CA), יישום זה לא יסמוך יותר על אישורים שהונפקו על־ידי רשות זו.
hr: Ako obrišete ili poništite povjerenje CA certifikat, ova aplikacija više neće vjerovati certifikatima koje je objavio taj CA.
hu: Ha egy hitelesítésszolgáltató (CA) tanúsítványát törli vagy a bizalmát attól visszavonja, az alkalmazás nem fog megbízni az általa kiadott tanúsítványokban.
hy_am: Եթե ջնջեք կամ չվստահեք Վկայագրման կենտրոնի (CA) Վկայագրին, ապա ծրագիրը այլևս չի վստահլի այս CA-ի Վկայագրերին:
kk: Егер сіз шығарушы (CA) сертификатын өшірсеңіз не оған сенбесеңіз, бұл қолданба ол CA шығарған ешбір сертификатқа енді сенбейтін болады.
km: ប្រសិនបើ អ្នក​លុប ឬ​មិន​ទុកចិត្ត​លើ​វិញ្ញាបនបត្រ (CA) របស់​ប្រភព​វិញ្ញាបនបត្រ កម្មវិធី​នេះ​ក៏​នឹង​លែង​ទុកចិត្ត​លើ​វិញ្ញាបនបត្រ​ណាមួយ​ដែល​បាន​ចេញ​ដោយ CA នោះ​ដែរ ។
kn: ನೀವು ಒಂದು ಪ್ರಮಾಣಪತ್ರ ಅತಾರಿಟಿಯ (CA) ಪ್ರಮಾಣಪತ್ರವನ್ನು ಅಳಿಸಿದಲ್ಲಿ ಅಥವ ನಂಬಿಕೆಗೆ ಅನರ್ಹಗೊಳಿಸಿದಲ್ಲಿ ಆ CA ಇಂದ ಒದಗಿಸಲಾದ ಯಾವುದೆ ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಈ ಅನ್ವಯಗಳನ್ನು ನಂಬುವುದಿಲ್ಲ.
ku: Eger tu sertîfîkaya (CA)ê jê bibî an jî pê ne bawer bî, ev sepan dê êdî bi tu sertîfîkayên CAê ne bawer be.
lt: Pašalinus liudijimų įstaigos (LĮ) liudijimą arba nutraukus pasitikėjimą juo, programa nebepasitikės jokiais šios LĮ išduodamais liudijimais.
lv: Ja izdzēsīsiet sertifikātu autoritātes (CA) sertifikātu, šī programma vairs neuzticēsies nevienam sertifikātam, ko izsniegusi šī autoritāte.
ml: ഒരു സര്‍ട്ടിഫിക്കേറ്റ് അഥോറിറ്റി (സിഎ) വെട്ടി നീക്കുകയോ അവിശ്വസിയ്ക്കുകയോ ചെയ്താല്‍, ഈ സിഎ ലഭ്യമാക്കുന്ന ഒരു സര്‍ട്ടിഫിക്കേറ്റുകളും ഈ പ്രയോഗം വിശ്വസിയ്ക്കുന്നതല്ല.
ms: Jika anda memadam atau tidak mempercayai sijil autoriti persijilan (CA), permohonan ini tidak lagi percaya sebarang sijil-sjil yang diterbitkan oleh CA berkenaaan.
my: (CA) အသိအမှတ်ပြုလက်မှတ်တစ်ခုအားဖျက်ပစ်လိုက်ပါက ယခု အက်ပလီကေးရှင်းသည်မည်သည် (CA) မှထုတ်လုပ်သည်အသိအမှတ်ပြုလက်မှတ်ကိုမှယုံကြည်တော့မည်မဟုတ်ပါ။
nb_no: Dersom du sletter eller fjerner tiltro til en sertifikatutsteder (CA) vil dette programmet ikke lenger stole på noen sertifikater som ble utstedt av den CA-en.
oc: Se suprimissètz un certificat d'autoritat de certificacion (AC), vòstra aplicacion ne farà pas mai fisança als certificats eissits d'aquesta AC.
or: ଯଦି ଆପଣ କୌଣସି ପ୍ରମାଣପତ୍ର ପ୍ରାଧିକାରୀ (CA) ପ୍ରମାଣପତ୍ରକୁ ଅପସାରଣ ଅଥବା ଅବିଶ୍ୱାସ କରନ୍ତି, ତେବେ ଏହି ପ୍ରୟୋଗଟି CA ଦ୍ୱାରା ପ୍ରଦତ୍ତ କୌଣସି ପ୍ରମାଣପତ୍ରକୁ ବିଶ୍ୱାସ କରିବ ନାହିଁ।
pt_br: Caso exclua ou remova a confiança do certificado de uma CA (autoridade certificadora), este aplicativo vai rejeitar certificados emitidos por esta CA.
sv: Om du tar bort eller misstror ett certifikat från en certifikatutfärdare (CA), kommer programmet inte längre att lita på certifikat som utfärdats av denna CA.
ta: If you delete a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
te: మీరు సర్టిఫికేట్ అధారిటి (CA) ధృవీకరణపత్రాన్ని తొలగించినా లేదా నమ్మకుండా వున్నా, ఈ అనువర్తనం ఇకపై CA చేత ధృవీకరించబడిన ఏధృవీకరణపత్రాలను నమ్మదు.
th: ถ้าคุณลบหรือล้างความน่าเชื่อถือใบรับรอง CA โปรแกรมนี้จะไม่เชื่อถือใบรับรองใด ๆ จาก CA นั้นอีก
tr: Bir sertifika makamının (CA) sertifikasını silerseniz veya ona güvenmezseniz, bu uygulama artık o CA tarafından yayımlanan hiçbir sertifikaya güvenmeyecektir.
ug: ئەگەر گۇۋاھنامە ئىجازىتى (CA) نى ئۆچۈرسىڭىز ياكى ئىشەنمىسىڭىز، بۇ قوللىنىشچان پروگراممىلار بۇ CA تارقاتقان ھەرقانداق گۇۋاھنامىغا ئىشەنمەيدۇ.
ur: اگر آپ تصدیق نامہ مقتدرہ (CA) تصدیق نامہ حذف کرتے ہیں تو آپ کا براؤزر آئندہ سے اس CA کے جاری کئے گئے کسی بھی تصدیق نامے پر بھروسا نہیں کرے گا۔
uz: Agar siz tasdiqdan o‘tkazish sertifikati (CA)ni o‘chirsangiz yoki ishonchni to‘xtatsangiz, ushbu ilova dastur ushbu CA’ga tegishli har qanday sertifikatlarga ishonmaydi.
vi: Nếu bạn xóa hoặc không tin tưởng một chứng thư của nhà thẩm định chứng thư (CA), chương trình này sẽ không còn tin bất kì chứng thư nào được cấp phát bởi CA đó.

source: Delete or Distrust CA Certificates
af: Skrap of wantrou nie meer SO-sertifikate
ar: حذف أو نزع الثقة من شهادة تابعة لسلطة شهادات
as: CA প্ৰমাণপত্ৰসমূহ মচি পেলাওক বা ভৰষাহীন কৰক
az: Təsdiq sənədini silmə və ya etibar etməmə
bg: Изтриване или премахване на доверие от сертификати на CA
bn_in: CA সার্টিফিকেট মুছে ফেলুন অথবা অবিশ্বস্ত রূপে ধার্য করুন
br: Dilemel pe Disfiziañ testenioù an aotrouniezh testeniañ
ca: Suprimeix o deixa de confiar en els certificats de la CA
cy: Dileu neu Ddadymddiried Tystysgrifau CA
es_mx: Eliminar o desconfiar de los certificados de CA
eu: Ezabatu edo mesfidatu ZA ziurtagiriak
gd: Sguab às no thoir earbsa far teisteanasan nan ùghdarrasan teisteanachaidh
gu: CA પ્રમાણપત્રોને કાઢી નાંખો અથવા વિશ્ર્વાસ ન કરો
he: מחיקה או הסרת אמון מאישורים
hr: Brisanje ili poništavanje povjerenja CA certifikata
hu: CA-tanúsítványok törlése vagy bizalom visszavonása
hy_am: Ջնջում կամ Անվստահություն Վկայագրերի Կենտրոնի (CA) Վկայագրերին
kk: CA сертификаттарын өшіру не сенбеу
km: លុប ឬ​មិន​ទុកចិត្ត​លើ​វិញ្ញាបនបត្រ CA
kn: CA ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಅಳಿಸು ಅಥವ ನಂಬಿಕೆಗೆ ಅನರ್ಹಗೊಳಿಸು
ku: Sertîfîkayên CAê jê bibe an jî pê ne bawer be
lt: Pasitikėjimo LĮ liudijimais nutraukimas ir jų šalinimas
lv: Dzēst CA sertifikātus
ml: സിഎ സര്‍ട്ടിഫിക്കേറ്റുകള്‍ വെട്ടി നീക്കുക അല്ലെങ്കില്‍ അവിശ്വസിയ്ക്കുക
ms: Padam atau tidak mempercayai sijil-sijil CA
my: CA အသိအမှတ်ပြုလက်မှတ်အား ဖျက်ပါ(သို့)ပုံဖျက်ပါ
nb_no: Slett eller fjern tiltro til CA-sertifikater
oc: Suprimir o far pas mai fisança a de certificats d'AC
or: CA ପ୍ରମାଣପତ୍ରଗୁଡିକୁ ଅପସାରଣ କରନ୍ତୁ ଅଥବା ଅବିଶ୍ୱାସ କରନ୍ତୁ
pt_br: Excluir certificados de CA
sd: سي اي سرٽيفڪيٽ خارج ڪريو يا اُنهن تي ڀروسو نە ڪريو
sv: Ta bort eller misstro CA-certifikat
ta: CA சான்றிதழ்களை அழி
te: CA ధృవీకరణపత్రాలను తొలగించు లేదా నమ్మకుండా వుండు
th: ลบหรือล้างความน่าเชื่อถือใบรับรอง CA
tr: CA sertifikalarını sil veya güvenme
ug: CA گۇۋاھنامىنى ئۆچۈر ياكى ئىشەنمە
ur: CA تصدیق نامے کی بے اعتمادی کریں یا حذف کریں
uz: CA sertifikatlarni o‘chirish yoki ishonishni to‘xtatish
vi: Xóa hoặc Không tin Chứng thư CA

source: If you delete a person's e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
af: Indien u 'n persoon e-possertifikaat skrap, sal u nie meer geënkripteerde e-pos aan daardie mense kan stuur nie.
ar: إن حذفت شهادة بريد لشخص، فلن تستطيع إرسال بريد معمّى له بعد الآن.
as: আপুনি এইজনৰ ই-মেইল প্ৰমাণপত্ৰ আঁতৰালে, আপুনি তেওঁলৈ আৰু এনক্ৰিপ্ট কৰা ই-মেইল পঠিয়াব নোৱাৰিব।
az: Əgər bir şəxsin poçt təsdiq sənədini silsəniz, növbəti poçt göndərmələrində bu şəxslə şifrəli poçt alış-verişi edə bilməzsiniz.
bg: Ако изтриете сертификат на е-поща на човек, няма да може да изпращате шифрована поща до този човек.
bn_in: কোনো ই-মেইল সার্টিফিকেট মুছে ফেলা হলে সংশ্লিষ্ট ব্যক্তিদেরকে এনক্রিপ্ট করা ই-মেইল পাঠানো সম্ভব হবে না।
br: Mar bez dilamet testeni postel un den ne viot ket mui evit kas posteloù enrinek d'an den-mañ.
ca: Si suprimiu un certificat de correu electrònic d'algú, ja no podreu enviar-li correu xifrat.
cy: Os fyddwch yn dileu tystysgrif e-bost y person, ni fyddwch yn gallu anfon e-byst amgryptiedig at y person hwnnw.
es_mx: Si borra el certificado de correo electrónico de una persona, ya no podrá enviar mensajes cifrados a esa persona.
eu: Pertsona baten e-posta ziurtagiria ezabatzen baduzu, ez zara pertsona horri zifratutako mezuak bidaltzeko gai izango.
fur: Se tu eliminis il certificât di pueste eletroniche di une persone, no tu podarâs plui mandâi messaçs cifrâts.
gd: Ma sguabas tu às teisteanas post-dealain duine, chan urrainn dhut post-dealain air a chrioptachadh a chur gun duine sin tuilleadh.
he: אם תמחק את אישור אבטחת הדוא״ל של אדם זה, לא תוכל עוד לשלוח אליו הודעות מוצפנות.
hi_in: अगर आप किसी व्यक्ति का ईमेल प्रमाणपत्र मिटाते हैं, आपका उन लोगों को गोपित ईमेल भेजने के लिये लायक नहीं रह जायेगा.
hr: Ako obrišete certifikat e-pošte određene osobe, više neće moći toj osobi slati kriptirane e-poruke.
hu: Ha törli valakinek az e-mail tanúsítványát, többé nem tud kódolt levelet küldeni az illetőnek.
hy_am: Եթե Դուք ջնջեք անձի էլ. փոստի Վկայագիրը, ապա Դուք այլևս չեք կարողանա ուղարկել կոդավորված էլ. նամակ տվյալ անձին:
ka: ელფოსტის სერთიფიკატების წაშლის შემთხვევაში თქვენ ამ პირებს დაშიფრულ წერილებს ელფოსტით ვეღარ გაუგზავნით.
kk: Егер сіз электронды пошта пайдаланушының сертификатын өшірсеңіз, одан әрі ол пайдаланушыдан келген поштаны оқи алмайсыз.
km: ប្រសិនបើ អ្នក​លុប​វិញ្ញាបនបត្រ​អ៊ីមែល​របស់​មនុស្ស​ណា​ម្នាក់ អ្នក​ក៏​នឹង​មិន​អាច​ផ្ញើ​អ៊ីមែល​ដែល​បាន​អ៊ិនគ្រីប​ទៅកាន់​មនុស្ស​ម្នាក់​នោះ​បាន​ទៀត​ដែរ ។
kn: ನೀವು ಒಬ್ಬ ವ್ಯಕ್ತಿಯ ಇ-ಮೈಲ್‌ ಅಳಿಸಿದರೆ, ಆ ವ್ಯಕ್ತಿಗೆ ಮುಂದೆ ಗೂಢಲಿಪೀಕರಣಗೊಂಡ(ಎನ್‌ಕ್ರಿಪ್ಟ್‍ ) ಇ-ಮೈಲ್ ಅನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
ku: Heke sertîfîkayên E-postayan jê bibî, êdî nikarî E-Peyamên binasnav ji van kesan re bişînî.
lt: Jei pašalinsite adresato el. pašto liudijimą, nebegalėsite jam siųsti šifruotų laiškų.
lv: Ja izdzēsīsiet personas e-pasta sertifikātu, jūs vairs nevarēsiet šai personai nosūtīt šifrētas vēstules.
mai: जँ अहाँ ककरो व्यक्ति क इमेल प्रमाणपत्र मेटाबै छी, अहाँक ओ लोकनिकेँ गोपित इमेल भेजबाक लेल नहि रहि जएताह.
ms: Kalau anda memadamkan satu sijil e-mel seseorang, anda tidak dapat menghantar e-mel enkripi kepada orang tertentu.
my: လူတဦးရဲ့ အီးမေးလ် လက်မှတ် တခုကို သင် ပယ်ဖျက်လိုက်ရင်၊ အဲဒီ ပုဂ္ဂိုလ်ထံ စာဝှက်ထားတဲ့ အီးမေးလ်ကို သင်ပို့နိုင်တော့မှာ မဟုတ်ဘူး။
oc: Se suprimissètz lo certificat de corrièr d'una persona, poiretz pas mai mandar de corrièr chifrat a la persona que li es associada
or: ଯଦି ଆପଣ ଜଣେ ଲୋକର ଇ-ମେଲ ପ୍ରମାଣପତ୍ରକୁ ଅପସାରଣ କରୁଛନ୍ତି, ତେବେ ଆପଣ ସେହି ଲୋକକୁ କଦାପି ସଂଗୁପ୍ତ ଇ-ମେଲ ପଠାଇ ପାରିବେ ନାହିଁ.
pt_br: Se você excluir o certificado de email de alguém, não poderá mais enviar emails criptografados a esta pessoa.
si: ඔබ කිසිවෙකුගේ විද්‍යුත් තැපැල් සහතිකයක් මැකුවහොත් එම පුද්ගලයාට කිසිවිටෙක සංකේතාංකනය කළ විද්‍යෘත් තැපැලක් යැවිය නොහැක.
te: మీరు ఒక వ్యక్తియొక్క ఈ-మెయిల్ ధృవీకరణపత్రాన్ని తొలగించితే, మీరు ఇకపై ఆవ్యక్తికి ఎన్క్రిప్టెడ్ ఈ-మెయిల్‌ను పంపలేరు.
th: ถ้าคุณลบใบรับรองอีเมลบุคคล คุณจะไม่สามารถส่งอีเมลที่เข้ารหัสให้กับบุคคลนั้นอีกต่อไป
tr: Bir şahsın e-posta sertifikasını silerseniz, artık o kişiye şifrelenmiş e-posta gönderemezsiniz.
ug: مەلۇم كىشىنىڭ ئېلخەت گۇۋاھنامىسىنى ئۆچۈرسىڭىز، شۇ كىشىگە شىفىرلىق ئېلخەت ئەۋەتەلمەيسىز.
uz: Agar shaxsning e-pochta sertifikatini o‘chsangiz, siz ushbu shaxsga kodlangan xatni jo‘nata olmaysiz.
vi: Nếu bạn xóa chứng chỉ email của một người, bạn sẽ không thể gửi e-mail mật hóa tới người đó được nữa.

# deleteOrphanCertConfirm
source: Are you sure you want to delete these certificates?
af: Is u seker dat u hierdie sertifikate wil skrap?
ar: أمتأكّد أنّك تريد حذف هذه الشّهادات؟
as: এই প্ৰমাণপত্ৰ আঁতৰাবলৈ আপুনি নিশ্চিত নে?
az: Bu təsdiq sənədlrərini silmək istədiyinizə əmisiniz?
bg: Сигурни ли сте, че искате да изтриете тези сертификати?
bn_in: আপনি কি নিশ্চিতরূপে এই সার্টিফিকেটগুলি মুছে ফেলতে ইচ্ছুক?
br: Ha fellout a ra deoc'h dilemel an testenioù-mañ ?
ca: Esteu segur que voleu suprimir aquests certificats?
cy: Ydych chi'n siŵr eich bod eisiau dileu'r tystysgrifau hyn?
es_mx: ¿Realmente quieres eliminar estos certificados?
eu: Ziur zaude ziurtagiri hauek ezabatu nahi dituzula?
fur: Sêstu sigûr che tu vuelis eliminâ chescj certificâts?
gd: A bheil thu cinnteach gu bheil thu airson na teisteanasan seo a sguabadh às?
gu: શું તમે ખરેખર આ પ્રમાણપત્રો કાઢી નાંખવા માંગો છો?
he: האם אתה בטוח שברצונך למחוק אישורים אלה?
hi_in: क्या आप इन लोगों के प्रमाणपत्र को मिटाने के लिये निश्चित हैं?
hr: Jeste li sigurni da želite obrisati ove certifikate?
hu: Biztosan törölni akarja ezeket a tanúsítványokat?
hy_am: Դուք վստա՞հ էք, որ ցանկանում էք ջնջել այս հավաստագրերը։
ka: ნამდვლად გსურთ ამ სერთიფიკატების წაშლა?
kk: Осы сертификаттарды өшіруді шынымен қалайсыз ба?
km: តើ​អ្នក​ពិតជា​ចង់​លុប​វិញ្ញាបនបត្រ​ទាំងនេះ​ឬ ?
kn: ನೀವು ಈ ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಖಚಿತವಾಗಿಯೂ ಅಳಿಸಲು ಬಯಸುತ್ತೀರೆ?
ku: Ji dixwazî ku vê sertîfîkayê jê bibî?
lt: Ar tikrai norite pašalinti šiuos liudijimus?
lv: Vai esat pārliecināts, ka vēlaties dzēst šos sertifikātus?
mai: की अहाँ ई लोकनिसभक प्रमाणपत्रकेँ मेटाबैक लेल निश्चित छी?
ml: നിങ്ങള്‍ക്കു് ഈ സര്‍ട്ടിഫിക്കേറ്റുകള്‍ നീക്കം ചെയ്യണമെന്നു് ഉറപ്പാണോ?
ms: Adakah anda pasti yang anda ingin menghapuskan sijil ini?
my: ဒီလက်မှတ်များကို သင်တကယ် ပယ်ဖျက်လို သလား။
nb_no: Er du sikker på at du ønsker å slette disse sertifikatene?
oc: Volètz vertadièrament suprimir aquestes certificats ?
or: ଆପଣ ଏହି ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକୁ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି ବୋଲି ନିଶ୍ଚିତ କି?
pt_br: Tem certeza que deseja excluir estes certificados?
sd: ڇا توهان کي پڪ آهي تہ توهين اهي سرٽيفڪيٽ ڪڍي ڇڏڻ چاهيو ٿا؟
si: ඔබට විශ්වාසද? ඔබට මෙම සහතිකය මැකීමට අවශ්‍යද?
sv: Är du säker på att du vill ta bort dessa certifikat?
ta: இந்த சான்றிதழ்களை அழிக்க வேண்டுமா?
te: మీరు ఖచ్చితంగా ఈధృవీకరణపత్రాలను తొలగించుదామని అనుకుంటున్నారా?
th: คุณแน่ใจที่จะลบใบรับรองเหล่านี้?
tr: Bu sertifikaları silmek istediğinizden emin misiniz?
ug: بۇ گۇۋاھنامىلەرنى راستىنلا ئۆچۈرەمسىز؟
ur: کیا آپ واقعی یہ تصدیق نامے حذف کرنا چاہتے ہیں؟
uz: Ushbu sertifikatlarni oʻchirmoqchi ekanligingizga ishonchingiz komilmi?
vi: Bạn có chắc muốn xóa các chứng chỉ này không?
