Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: Select File containing CA certificate(s) to import
af: Kies lêer wat SO-sertifikaat(e) bevat om in te voer
ar: اختر الملفّ الذي يحتوي على شهادة سلطة الشّهادات لاستيراده
as: ইমপোৰ্ট কৰিব লগা CA প্ৰমাণপত্ৰ(সমূহ) থকা ফাইল বাছক
az: İdxal üçün CA təsdiq sənədi daxil olan faylı seçin
bg: Изберете файл, съдържащ сертификат(и) на CA за внасяне
bn_in: ইম্পোর্ট করার উদ্দেশ্যে CA সার্টিফিকেট ধারণকারী কোনো ফাইল নির্বাচন করুন
br: Diuzañ ar restr oc'h enderc'hel testeni(où) an aotrouniezh testeniañ da enporzhiañ
ca: Seleccioneu el fitxer que conté els certificats de CA per importar
cy: Dewis Ffeil yn cynnwys tystysgrif(au) CA i'w mewnforio
es_mx: Selecciona el archivo que contiene el/los certificado(s) CA a importar
eu: Aukeratu inportatuko diren AZ ziurtagiriak dituen fitxategia
fur: Sielç il file che al conten il/i certificât(s) di impuartâ
gd: Tagh faidhle anns a bheil teisteanas(an) o ùghdarras teisteanachaidh ri ion-phortadh
gu: CA પ્રમાણપત્ર સમાવતી ફાઇલ અાયાત કરવા માટે પસંદ કરો
he: בחר קובץ המכיל אישור(י) רשות אישורים לייבוא
hi_in: आयात के लिये CA प्रमाणपत्र को शामिल करने वाली फाइल चुनें
hr: Za uvoz odaberite datoteku koja sadrži CA certifikat
hu: Válassza ki a fájlt, amelyben az importálandó CA-tanúsítvány van
hy_am: Ընտրեք ԱՀ (CA) ներմուծվելիք Վկայագրերը պարունակող ֆայլը
ka: CA სერთიფიკატის შემცველი ფაილის არჩევა იმპორტირებისათვის
kk: Импорт үшін сертификаттау орталығының сертификаты бар файлды таңдаңыз.
km: ជ្រើស​ឯកសារ​ដែល​មាន​វិញ្ញាបនបត្រ CA ដើម្បី​នាំចូល
kn: ಆಮದು ಮಾಡಲು CA ಪ್ರಮಾಣಪತ್ರವನ್ನು(ಗಳನ್ನು) ಹೊಂದಿರುವ ಕಡತವನ್ನು ಆರಿಸಿ
ku: Pela ku Sertîfîkaya CA ya bi hundir ve veguhêzbar dihewîne, hilbijêre
lt: Parinkite failą, kuriame yra importuojamas LĮ liudijimas
lv: Izvēlieties failu, kas satur importējamo CA sertifikātu
mai: आयात कलेल CA प्रमाणपत्र केँ शामिल करैबला फाइल चुनू
ml: ഇംപോര്‍ട്ട് ചെയ്യുവാനുള്ള CA സര്‍ട്ടിഫിക്കേറ്റ് അടങ്ങുന്ന ഫയല്‍ തെരഞ്ഞെടുക്കുക.
ms: Fail dipilih mengandungi sijil CA untuk diimport
my: တင်သွင်းဖို့ CA လက်မှတ် ပါတဲ့ ဖိုင်ကို ရွေးချယ်ပါ
nb_no: Velg fil som inneholder CA-sertifikatene du vil importere
oc: Seleccionar un fichièr que conten un (o de) certificat(s) d'AC d'importar
or: ଆମଦାନୀ କରିବା ପାଇଁ CA ପ୍ରମାଣପତ୍ର(ଗୁଡ଼ିକୁ) ଧାରଣ କରିଥିବା ଫାଇଲକୁ ଚୟନ କରନ୍ତୁ
pt_br: Selecionar arquivo contendo os certificados de CA a importar
rw: Guhitamo Dosiye irimo uru(im)hushya ru(zi)gomba kuzanwa
sd: آمد ڪرڻ لاءِ اُها فائل چونڊيو جنهن ۾ ويب سائيٽ جو سرٽيفڪيٽ مؤجود هجي۔
si: ආයාත කිරීමට CA සහතික(ය) ඇති ගොනු තෝරන්න
sv: Välj en fil som innehåller det rotcertifikat du vill importera
ta: CA சான்றிதழ்களைக் கொண்டுள்ள கோப்பினை இறக்குமதி செய்யத் தேர்ந்தெடுக்கவும்
te: CA ధృవీకరణపత్రాలను కలిగివున్న ఫైల్ ను ఎన్నుకొనుము దిగుమతిచేయుటకు
th: เลือกนำเข้าแฟ้มที่มีใบรับรอง CA
tr: İçe aktarım için CA sertifikalarını içeren dosyayı seçin
ug: ئەكىرىدىغان CAگۇۋاھنامىسىنى ئۆز ئىچىگە ئالغان ھۆججەتنى تاللاڭ
ur: درآمد کرنے کے لیے سی اے تصدیق ناموں کی حامل مسل منتخب کریں
uz: CA sertifikat(lari)i bo‘lgan faylni import qilish uchun tanlang
vi: Chọn Tập Tin chứa (các) chứng thư của CA để nhập
zu: Khetha iFayela elinesitifiketi se-CA sokuthumela

source: Select File containing Web Site certificate to import
zu: Khetha iFayela elinesitifiketi seNgosi Yewebhu sokwamukela

source: Certificate Files
af: Sertifikaatlêers
ar: ملفّات الشّهادات
as: প্ৰমাণপত্ৰৰ ফাইল
az: Təsdiq sənədi faylları
bg: Файлове със сертификати
bn_in: সার্টিফিকেট ফাইল
br: Restroù testeni
ca: Fitxers certificat
cy: Ffeiliau Tystysgrif
es_mx: Archivos de certificados
eu: Ziurtagiri fitxategiak
fur: Files dai certificâts
gd: Faidhlichean teisteanais
gu: પ્રમાણપત્ર ફાઇલો
he: קובצי אישורים
hi_in: प्रमाणपत्र फाइल
hr: Datoteke certifikata
hu: Tanúsítványok
hy_am: Վկայագրի Ֆայլեր
ka: სერთიფიკატის ფაილი
kk: Сертификаттар файлдары
km: ឯកសារ​វិញ្ញាបនបត្រ
kn: ಪ್ರಮಾಣಪತ್ರ ಕಡತಗಳು
ku: Pelên Sertîfîkayan
lt: Liudijimų failai
lv: Sertifikāta faili
mai: प्रमाणपत्र फाइल
ml: സര്‍ട്ടിഫീക്കേറ്റ് ഫയലുകള്‍
ms: Fail Sijil
my: လက်မှတ် ဖိုင်များ
nb_no: Sertifikatfiler
oc: Fichièrs de certificat
or: ପ୍ରମାଣପତ୍ର ଫାଇଲଗୁଡ଼ିକ
pt_br: Arquivos de certificados
rw: Dosiye z'Ibyemezo
sd: سرٽيفڪيٽن جا فائل
si: සහතික ගොනු
sv: Certifikatfiler
ta: சான்றிதழ் கோப்புகள்
te: ధృవీకరణపత్ర ఫైళ్ళు
th: แฟ้มใบรับรอง
tr: Sertifika dosyaları
ug: گۇۋاھنامە ھۆججىتى
ur: تصدیق نامہ مسلیں
uz: Sertifikat fayllari
vi: Các tập tin Chứng thư
zu: Amafayela Ezitifiketi

source: The site '%S' has requested that you sign the following text message:
zu: Le ngosi '%S' icele ukuba usayine lo myalezo olandelayo:

source: The certificate "%S" was issued by:
af: Die sertifikaat "%S" is uitgereik deur:
ar: أصدَرَ الشّهادة "%S"‏:
as: প্ৰমাণপত্ৰ "%S" প্ৰেৰন কৰিছিল:
az: "%S" sertifikatını yayımlayan:
ca: El certificat «%S» fou emès per:
hr: Certifikat "%S" je izdao:
ku: Sertîfîkaya "%S" aîdê vê ye:
lt: Liudijimą „%S“ išdavė:
mai: प्रमाणपत्र "%S" एकरा द्वारा निर्गत कएल गेल:
ms: Sijil "%S" telah dikeluarkan oleh:
my: လက်မှတ် "%S" ကို ထုတ်ပြန်တဲ့ အရာ :
oc: Lo certificat « %S » es estat emés per :
sd: دواران هي "%S" سرٽيفڪيٽ جاري ڪيو ويو هو :
te: ధృవీకరణపత్రం "%S" ద్వారా ఇష్యూచేయబడింది:
th: ใบรับรอง "%S" ถูกออกโดย:
ug: بۇ "%S" گۇۋاھنامىنى تارقاتقۇچى:
ur: تصدیق نامہ "%S" جاری کیا گیا برائے:

source: Are you sure you want to delete these server exceptions?
af: Is u seker dat u hierdie bedieneruitsonderings wil skrap?
ar: أمتأكد أنك تريد حذف استثناءات الخادوم هذه؟
as: আপুনি এই চাৰ্ভাৰৰ অব্যাহতি আঁতৰাবলৈ নিশ্চিত নে?
az: Bu web səhifəsinin təsdiq sənədini silmək itədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да изтриете тези изключения?
bn_in: আপনি কি নিশ্চিতরূপে সার্ভারের এই ব্যতিক্রমগুলি মুছে ফেলতে ইচ্ছুক?
br: Ha fellout a ra deoc'h dilemel an nemedennoù evit an dafariad-mañ ?
ca: Esteu segur que voleu suprimir aquestes excepcions de servidor?
cy: Ydych chi'n siŵr eich bod eisiau dileu eithriadau'r gweinydd?
es_mx: ¿Realmente quieres eliminar estas excepciones de servidor?
eu: Ziur zaude zerbitzari salbuespen hauek ezabatu nahi dituzula?
fur: Sêstu sigûr di volê eliminâ chestis ecezions par un servidôr?
gd: A bheil thu cinnteach gu bheil thu airson na h-eisgeachdan frithealaiche seo a sguabadh às?
gu: શું તમે ખરેખર આ સર્વર અપવાદો કાઢી નાંખવા માંગો છો?
he: האם אתה בטוח שברצונך למחוק את חריגות אלו?
hi_in: क्या आप इन सर्वर अपवाद को मिटाने के लिये निश्चित हैं?
hr: Jeste li sigurni da želite ukloniti ove iznimke poslužitelja?
hu: Biztosan törölni akarja ezeket a kiszolgáló-kivételeket?
hy_am: Դուք վստա՞հ էք, որ ցանկանում էք ջնջել այս սերվերային բացառությունները։
ka: ნამდვილად გსურთ ამ სერვერის გამონაკლისების წაშლა?
kk: Осы сервер үшін қауіпсіздік ерекше ережені өшіруді шынымен қалайсыз ба?
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​ករណី​លើកលែង​របស់​ម៉ាស៊ីន​បម្រើ​ទាំងនេះ​ឬ ?
kn: ನೀವು ಈ ಪರಿಚಾರಕ ವಿನಾಯಿತಿಗಳನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರೆ?
ku: Ji dil dixwazî sertîfîkaya vê malperê jê bibî?
lt: Ar tikrai pašalinti šiems serveriams taikomas išimtis?
lv: Vai esat pārliecināts, ka vēlaties dzēst šos serveru izņēmumus?
mai: की अहाँ ई सर्वर अपवाद केँ मेटाबैक लेल निश्चित अछि ?
ml: ഈ സര്‍വര്‍ എക്സെപ്ഷനുകള്‍ നിങ്ങള്‍ക്കു് നീക്കം ചെയ്യണമെന്നു് ഉറപ്പാണോ?
ms: Adakah anda pasti untuk membuang pengecualian dari pelayan ini?
my: ဒီဆာဗာ ချွင်းချက်များကို သင်တကယ် ပယ်ဖျက်လိုသလား။
nb_no: Er du sikker på at du vil slette disse nettstedsunntakene?
oc: Volètz vertadièrament suprimir aquestas exceptions de servidors ?
or: ଏହି ସର୍ଭର ବ୍ୟତିକ୍ରମଗୁଡ଼ିକୁ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି ବୋଲି ଆପଣ ନିଶ୍ଚିତକି ?
pt_br: Tem certeza que deseja excluir estas exceções de servidores?
sd: ڇا توهانکي پڪ آهي تہ توهين هي سرور جا اپواد خارج ڪرڻ چاهيو ٿا؟
si: ඔබට විශ්වාසද? ඔබට මෙම සේවාදායක හැරදැමීම් මැකීමට අවශ්‍යද?
sv: Är du säker på att du vill ta bort dessa serverundantag?
ta: இந்த சேவையக விதிவிலக்குகளை அழிக்க வேண்டுமா?
te: మీరు ఈ సేవిక ఆక్షేపణలను ఖచ్చితంగా తొలగించాలని అనుకుంటున్నారా?
th: คุณต้องการลบข้อยกเว้นเซิร์ฟเวอร์นี้หรือไม่?
tr: Bu sunucu istisnalarını silmek istediğinizden emin misiniz?
ug: بۇ مۇلازىمىتىر مۇستەسنالىرىنى راستىنلا ئۆچۈرەمسىز؟
ur: کیا آپ واقعی یہ پیش کار استثنیات حذف کرنا چاہتے ہیں؟
uz: Ushbu server istisnolarini oʻchirmoqchi ekanligingizga ishonchingiz komilmi?
vi: Bạn có chắc bạn muốn xóa các ngoại lệ máy chủ này?

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
af: Indien u 'n bedieneruitsondering skrap, sal dit die gewone sekuriteitstoetse vir daardie bediener teruglaai en vereis dat dit 'n geldige sertifikaat gebruik.
ar: إذا حذفت استثناء خادوم، فستستعيد اختبارات الأمن المعتادة لهذا الموقع وسيحتاج إلى استخدام شهادة مقبولة.
as: আপুনি চাৰ্ভাৰৰ অব্যাহতি আঁতৰালে, আপুনি তাৰ সাধাৰণ সুৰক্ষাৰ পৰীক্ষা পুনঃ স্থাপন কৰে আৰু এটা বৈধ প্ৰমাণপত্ৰ ব্যৱহাৰ কৰাৰ প্ৰয়োজন হয়।
az: Əgər bir Web səhifəsinin təsdiq sənədini silsəniz, o səhifəni təkrar açanda sizdən bu təsdiq sənədinin qəbul edib etmədiyinizi soruşacaq.
bg: Ако изтриете изключение за сървър, възстановявате проверките по безопасността за този сървър и изискването за валиден сертификат.
bn_in: সার্ভার সংক্রান্ত ব্যতিক্রম মুছে ফেলা হলে, সংশ্লিষ্ট সার্ভারের জন্য নিরাপত্তামূলক পরীক্ষা করা হবে ও একটি বৈধ সার্টিফিকেটের ব্যবহার আবশ্যক হবে।
br: Mar bez dilamet un nemedenn dafariad e vo assavet ganeoc'h ar gwiriadurioù boaz evit an dafariad-mañ ha goulenn a ra e vo arveret un testeni talvoudek gantañ.
ca: Si suprimiu una excepció de servidor, es restauraran les comprovacions de seguretat habituals per al servidor i us caldrà utilitzar un certificat vàlid.
cy: Os ydych yn dileu eithriad gweinydd, gallwch adfer gwirio diogelwch y gweinydd a disgwyl iddo ddefnyddio tystysgrif ddilys.
es_mx: Si elimina una excepción de servidor, restaurará los controles de seguridad habituales para ese servidor y se requerirá que use un certificado válido.
eu: Zerbitzari salbuespena ezabatzen baduzu, gune honentza segurtasun egiaztapen arrunak berregingo dira eta baliozko ziurtagiri bat erabiltzea behar da.
fur: Se tu eliminis une ecezion par un servidôr, tu tornarâs a meti in vore i controi di sigurece normâi par chest sît e al coventarà doprâ un certificât valit.
gd: Ma sguabas tu às eisgeachd frithealaiche, aisigidh thu na sgrùdaidhean tèarainteachd àbhaisteach airson an fhrithealaiche sin agus bidh thu ag iarraidh teisteanas dligheach uaidhe.
gu: જો તમે સર્વર અપવદા કાઢી નાંખો, તો તમે તે સર્વર માટેના સામાન્ય સુરક્ષા ચકાસણીઓ પુનઃસંગ્રહશો અને તે માન્ય પ્રમાણપત્ર વાપરે એ જરૂરી છે.
he: אם תמחק את החריגות, ישוחזרו בדיקות האבטחה הרגילות עבור האתר וידרש ממנו אישור תקף.
hi_in: यदि आप सर्वर अपवाद मिटाते हैं, आप सामान्य सुरक्षा जांच उस सर्वर के लिए फिर बहाल करते हैं और आपके लिए जरूरी है कि यह वैध प्रमाणपत्र का प्रयोग करता है.
hr: Ako obrišete iznimku poslužitelja, obnavljate uobičajene sigurnosne provjere za te poslužitelje i uvjete o ispravnim certifikatima.
hu: A kiszolgáló-kivétel törlésével a kiszolgálóra visszaállnak az eredeti biztonsági ellenőrzések, és kötelező lesz az érvényes tanúsítvány használata.
hy_am: Եթե դուք ջնջում եք սպասարկիչից բացառումը, դուք վերականգնում եք այդ սպասարկիչի համար սովորական անվտանգության ստուգումը և պահանջում օգտագործել վավեր Վկայագիր:
ka: სერვერის გამონაკლისების წაშლის შემთხვევაში ამ სერვერის უსაფრთხოების ნაგულისხმებ პარამეტრებს აღადგენთ მართებული სერთიფიკატის მოთხოვნის ჩათვლით.
kk: Сервер үшін ерекше ереже өшірсеңіз, одан әрі осы сервердің шындылығын анықтау қайта қосылады.
km: ប្រសិនបើ អ្នក​លុប​ករណី​លើកលែង​របស់​ម៉ាស៊ីន​បម្រើ អ្នក​នឹង​ស្ដារ​ការ​ត្រួតពិនិត្យ​សុវត្ថិភាព​ធម្មតា​សម្រាប់​ម៉ាស៊ីន​បម្រើ​នោះ ព្រមទាំង​ទាមទារ​ឲ្យ​វា​ប្រើ​វិញ្ញាបនបត្រ​ត្រឹមត្រូវ ។
kn: ನೀವು ಒಂದು ಪರಿಚಾರಕ ವಿನಾಯಿತಿಯನ್ನು ಅಳಿಸದರೆ, ಆ ಪರಿಚಾರಕಕ್ಕಾಗಿನ ಮಾಮೂಲಿ ಸುರಕ್ಷತಾ ಪರಿಶೀಲನೆಯನ್ನು ಮರಳಿ ಜಾರಿಗೆ ತಂದಂತಾಗುತ್ತದೆ ಹಾಗು ಅದು ಒಂದು ಮಾನ್ಯವಾದ ಪ್ರಮಾಣಪತ್ರವನ್ನು ಬಳಸಬೇಕಾಗುತ್ತದೆ.
ku: Heke sertîfîkaya malperekê jê bibî, dema ku dîsa wê malperê vekî, dê dîsa ji bo pejirandina sertîfîkayê ji te pirs bike.
lt: Nustojus serveriui taikyti išimtį, šiai sričiai bus taikomos įprastos saugumo patikros procedūros ir bus reikalaujama galiojančio liudijimo.
lv: Ja izdzēsīsiet servera izņēmumu, šim serverim tiks atjaunotas parastās drošības pārbaudes un tam būs nepieciešams derīgs sertifikāts.
mai: जँ अहाँ सर्वर अपवाद मेटाबै छी, अहाँ सामान्य सुरक्षा जाँच ओ सर्वरक लेल फेर बहाल करैत छी आओर अहाँक लेल जरूरी अछि जे ई वैध प्रमाणपत्रक प्रयोग करैत अछि.
ml: നിങ്ങള്‍ ഒരു സര്‍വര്‍ എക്സെപ്ഷന്‍ നീക്കം ചെയ്താല്‍, ആ സര്‍വറിനുള്ള സാധാരണ സുരക്ഷാ പരിശോധനകളും നിങ്ങള്‍ വീണ്ടെടുക്കുന്നു. അങ്ങനെ അതു് ശരിയായ ഒരു സര്‍ട്ടിഫിക്കേറ്റ ഉപയോഗിക്കുവാനും ആവശ്യപ്പെടുവന്നു.
ms: Kalau anda memadamkan pelayar kecualian, anda perlu pembaharuan pemeriksaan sekuriti untuk pelayar dan memerlukan ia menggunakan sijil yang diiktiraf.
my: ဆာဗာ ချွင်းချက်တခုကို သင်ပယ်ဖျက်လိုက်ရင်၊ အဲဒီ ​ဆာဗာအတွက် ပုံမှန် လုံခြုံရေး စစ်ဆေးမှုများကို ပြန်ထားပြီး ၄င်းက မှန်ကန်တဲ့ လက်မှတ်တခုကို သုံးစွဲဖို့ လိုအပ်တယ်။
nb_no: Dersom du sletter et nettstedsunntak vil du gjenopprette den vanlige sikkerhetskontrollen for nettstedet, og krever at det bruker et gyldig sertifikat.
oc: Se suprimissètz una excepcion de servidor, restablissètz las verificacions de seguretat usualas per aqueste servidor e demandatz qu'utilize un certificat valid.
or: ଯଦି ଆପଣ ଗୋଟିଏ ସର୍ଭର ବ୍ୟତିକ୍ରମକୁ ଅପସାରଣ କରୁଛନ୍ତି, ତେବେ ଆପଣ ସେହି ସର୍ଭର ପାଇଁ ସାମାନ୍ୟ ସୁରକ୍ଷା ଯାଞ୍ଚକୁ ପୁନଃ ସ୍ଥାପନ କରନ୍ତୁ ଏବଂ ଏହାର ବ୍ୟବହାର ପାଇଁ ଗୋଟିଏ ବୈଧ ପ୍ରମାଣପତ୍ର ଆବଶ୍ୟକ.
pt_br: Caso exclua uma exceção de servidor, as verificações normais de segurança serão restauradas para aquele servidor. O que exigirá o uso de um certificado válido.
sv: Om du tar bort ett serverundantag återställer du de normala säkerhetskontrollerna för servern och kräver att den använder ett giltigt certifikat.
ta: நீங்கள் சேவையக விதிவிலக்கத்தை நீக்கினால், அந்த சேவையகத்திற்கான வழக்கமான பாதுகாப்பு சோதனைகளை மீட்டமைத்து அது செல்லுபடியான சான்றிதழைப் பயன்படுத்துவதைக் கட்டாயமாக்கவும்.
te: మీరు సేవిక ఆక్షేపణను తొలగించితే,ఆసేవికకు సాధారణ రక్షణ పరిశీలనలకు తిరిగివుంచబడతారు మరియు అదివిలువైన ధృవీకరణపత్రం వుపయోగించుట అవసరం.
th: ถ้าคุณลบข้อยกเว้นเซิร์ฟเวอร์นี้ นั่นเป็นการเปิดใช้การรักษาความปลอดภัยตามปกติกับเซิร์ฟเวอร์นี้ และเซิร์ฟเวอร์นี้ต้องการใบรับรองที่ถูกต้องเพื่อให้ใช้งานได้
tr: Bir sunucu istisnasını silerseniz, o sunucu için olağan güvenlik kontrollerini geri yüklemiş ve sunucunun geçerli bir sertifika kullanmasını zorunlu tutmuş olursunuz.
ug: ئەگەر مۇلازىمىتىر مۇستەسناسىدىن بىرنى ئۆچۈرسىڭىز، شۇ بېكەتكە نىسبەتەن كۆڭۈلدىكى بىخەتەرلىك تەكشۈرۈشنى ئەسلىگە كەلتۈرۇپ شۇ بېكەتنىڭ ئىناۋەتلىك گۇۋاھنامە ئىشلىتىشىنى تەلەپ قىلىسىز.
uz: Agar server istisnosini oʻchirsangiz, ushbu server uchun odatdagi xavfsizlik tekshiruvlarini ham tiklaysiz va undan foydalanish yaroqli sertifikatni talab qiladi.
vi: Nếu bạn xóa một ngoại lệ máy chủ, bạn khôi phục việc kiểm tra bảo mật thông thường cho máy chủ đó và yêu cầu nó dùng một chứng thư hợp lệ.

source: Delete Server Certificate Exceptions
af: Skrap bedienersertifikaat-uitsonderings
ar: احذف استثناءات شهادة الخادوم
as: চাৰ্ভাৰৰ প্ৰমাণপত্ৰৰ অব্যাহতি আঁতৰাওক
az: Web səhifəsinin təsdiq sənədlərini sil
bg: Изтриване на изключенията за сървърски сертификати
bn_in: সার্ভার সার্টিফিকেটের ব্যতিক্রম মুছে ফেলুন
br: Dilemel nemedennoù testenioù an dafariad
ca: Suprimeix les excepcions de certificats de servidor
cy: Dileu Eithriadau Tystysgrif Gweinydd
es_mx: Eliminar excepciones de certificados de servidor
eu: Ezabatu zerbitzari ziurtagiri salbuespenak
fur: Elimine lis ecezions di certificât pal servidôr
gd: Sguab às eisgeachdan teisteanasan nam frithealaichean
gu: સર્વર પ્રમાણપત્ર અપવાદો કાઢી નાંખો
he: מחיקת חריגות אישורים
hi_in: सर्वर प्रमाणपत्र अपवाद मिटायें
hr: Obriši iznimku certifikata poslužitelja
hu: Kiszolgáló-kivételek törlése
hy_am: Ջնջել սպասարկիչի Վկայագրի բացառությունները
ka: სერვერის სერთიფიკატების გამონაკლისების წაშლა
kk: Server Certificate Exceptions өшіру
km: លុប​ករណី​លើកលែង​វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​បម្រើ
kn: ಪರಿಚಾರಕ ಪ್ರಮಾಣಪತ್ರ ವಿನಾಯಿತಿಗಳನ್ನು ಅಳಿಸು
ku: Sertîfîkayên malperan jê bibe
lt: Serverių liudijimams taikomų išimčių atsisakymas
lv: Dzēst serveru sertifikātu izņēmumus
mai: सर्वर प्रमाणपत्र अपवाद मेटाउ
ml: സര്‍വര്‍ സര്‍ട്ടിഫിക്കേറ്റ് എക്സെപ്ഷനുകള്‍ നീക്കം ചെയ്യുക
ms: Buang Pengecualian Sijil Pelayan
my: ဆာဗာ လက်မှတ် တိုးချဲ့ချက်များကို ပယ်ဖျက်ပါ
nb_no: Slett unntak i nettstedsertifikat
oc: Supression de las excepcions de certificats de servidor
or: ସର୍ଭର ପ୍ରମାଣପତ୍ର ବ୍ୟତିକ୍ରମଗୁଡ଼ିକୁ ଅପସାରଣ କରନ୍ତୁ
pt_br: Excluir exceções de certificados de servidores
sd: سرور جي سرٽيفڪيٽ جا اپواد خارج ڪريو
si: සේවාදායක සහතික හැරදැමීම් මකන්න
sv: Ta bort undantag för servercertifikat
ta: சேவையக சான்றிதழ் விதிவிலக்குகிளை அழி
te: సేవిక ధృవీకరణపత్రం అక్షేపణలను తొలగించుము
th: ลบข้อยกเว้นใบรับรองของเซิร์ฟเวอร์
tr: Sunucu sertifikası ayrıcalıklarını sil
ug: مۇلازىمىتىر گۇۋاھنامە مۇستەسناسىنى ئۆچۈر
ur: پیش کار تصدیق نامہ استثنیات حذف کریں
uz: Server sertifikati istisnolarini o‘chirish
vi: Xóa các Ngoại lệ Chứng thư Máy chủ

# deleteUserCertConfirm
source: Are you sure you want to delete these certificates?
af: Is u seker dat u hierdie sertifikate wil skrap?
ar: أمتأكّد أنّك تريد حذف هذه الشّهادات؟
as: এই প্ৰমাণপত্ৰসমূহ আঁতৰাবলৈ আপুনি নিশ্চিত নে?
az: Bu təsdiq sənədlrərini silmək istədiyinizə əmisiniz?
bg: Сигурни ли сте, че искате да изтриете тези сертификати?
bn_in: আপনি কি নিশ্চিতরূপে এই সার্টিফিকেটগুলি মুছে ফেলতে ইচ্ছুক?
br: Fellout a ra deoc'h dilemel an testenioù-mañ ?
ca: Esteu segur que voleu suprimir aquests certificats?
cy: Ydych chi'n siŵr eich bod eisiau dileu'r tystysgrifau hyn?
es_mx: ¿Realmente quieres eliminar estos certificados?
eu: Ziur zaude ziurtagiri hauek ezabatu nahi dituzula?
fur: Sêstu sigûr che tu vuelis eliminâ chescj certificâts?
gd: A bheil thu cinnteach gu bheil thu airson na teisteanasan seo a sguabadh às?
gu: શુ તમે અા બધા પ્રમાણપત્રો દુર કરવા માંગો છો?
he: האם אתה בטוח שברצונך למחוק אישורים אלה?
hi_in: क्या आप इन प्रमाणपत्र को मिटाने के लिये निश्चित हैं?
hr: Jeste li sigurni da želite obrisati ove certifikate?
hu: Biztosan törölni akarja ezeket a tanúsítványokat?
hy_am: Դուք վստա՞հ էք, որ ցանկանում էք ջնջել այս հավաստագրերը։
ka: ნამდვილად გსურთ ვებ-საიტის სერთიფიკატების წაშლა?
kk: Осы сертификаттарды өшіруді шынымен қалайсыз ба?
km: តើ​អ្នក​ពិតជា​ចង់​លុប​វិញ្ញាបនបត្រ​ទាំងនេះ​ឬ ?
kn: ಈ ಜಾಲತಾಣದ ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ನೀವು ಖಚಿತವಾಗಿಯೂ ಅಳಿಸಲು ಬಯಸುತ್ತೀರ?
ku: Ji dixwazî ku vê sertîfîkayê jê bibî?
lt: Ar tikrai pašalinti šiuos liudijimus?
lv: Vai esat pārliecināts, ka vēlaties dzēst šos sertifikātus?
mai: की अहाँ ई प्रमाणपत्र केँ मेटाबैक लेल निश्चित छी?
ml: ഈ സര്‍റ്റിഫിക്കറ്റുകള്‍ മായിക്കണം എന്ന്‌ ഉറപ്പാണോ?
ms: Adakah anda pasti yang anda ingin memadam sijil ini?
my: ဒီလက်မှတ်များကို သင်တကယ် ပယ်ဖျက်လို သလား။
nb_no: Er du sikker på at du vil slette disse sertifikatene?
oc: Volètz vertadièrament suprimir aquestes certificats ?
or: ଏହି ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକୁ ଅପସାରଣ କିବାକୁ ଚାହୁଁଛନ୍ତି ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?
pt_br: Tem certeza que deseja excluir estes certificados?
rw: Urashaka koko gusiba izi byemezo?
sd: ڇا توهان کي پڪ آهي تہ توهين اهي سرٽيفڪيٽ ڪڍي ڇڏڻ چاهيو ٿا؟
si: මෙම සහතික මැකීමට අවශ්‍ය බවට ඔබට විශ්වාසද?
sv: Är du säker på att du vill ta bort dessa certifikat?
ta: இந்த சான்றிதழ்களை அழிக்க வேண்டுமா?
te: మీరు ఖచ్చితంగా ఈ ధృవీకరణపత్రాలను తోలగిద్దామని అనుకుంటున్నారా?
th: คุณแน่ใจที่จะลบใบรับรองนี้?
tr: Bu sertifikaları silmek istediğinizden emin misiniz?
ug: بۇ گۇۋاھنامىلەرنى راستىنلا ئۆچۈرەمسىز؟
ur: کیا آپ واقعی یہ تصدیق نامے حذف کرنا چاہتے ہیں؟
uz: Ushbu sertifikatlarni o‘chirmoqchi ekanligingizga ishonchingiz komilmi?
vi: Bạn có chắc muốn xóa các chứng chỉ này không?
