Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.properties.po
Languages: af, ar, as, az, bg, bn_in, br, ca, cy, es_mx, eu, fur, gd, gu, he, hi_in, hr, hu, hy_am, ka, kk, km, kn, ku, lt, lv, mai, ml, ms, my, nb_no, oc, or, pt_br, rw, sd, si, sv, ta, te, th, tr, ug, ur, uz, vi, zu

source: Master Password successfully changed.
af: Meesterwagwoord suksesvol verander.
ar: غُيّرت كلمة السر الرئيسيّة بنجاح.
as: প্ৰমূখ পাছৱাৰ্ড সফলভাবে সলনি কৰা হ'ল।
az: Ana şifrə uğurla dəyişdirildi.
bg: Главната парола е сменена успешно.
bn_in: প্রধান পাসওয়ার্ড সাফল্যের সাথে পরিবর্তন করা হয়েছে।
br: Ger-tremen nevez kemmet gant berzh.
ca: La contrasenya mestra s'ha canviat amb èxit.
cy: Newidiwyd y Prif Gyfrinair yn llwyddiannus.
es_mx: Contraseña maestra cambiada satisfactoriamente.
eu: Pasahitz nagusia behar bezala aldatu da.
fur: Password gjenerâl cambiade cun sucès.
gd: Shoirbhich leat le atharrachadh a' phrìomh fhacail-fhaire.
gu: મુખ્ય પાસવર્ડ બદલવામા સફળ.
he: ססמה ראשית שונתה בהצלחה.
hi_in: मुख्य कूटशब्द सफलतापूर्वक बदला गया.
hr: Glavna lozinka je uspješno promijenjena.
hu: A mesterjelszó megváltoztatása sikerült.
hy_am: Հիմնական Գաղտնաբառը հաջողությամբ Փոփոխվեց:
ka: მთავარი პაროლი წარმატებით შეიცვალა.
kk: Мастер-парольді өзгерту сәтті аяқталды.
km: ពាក្យសម្ងាត់​មេ​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ដោយ​ជោគជ័យ ។
kn: ಮುಖ್ಯ ಗುಪ್ತಪದವು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಲ್ಪಟ್ಟಿದೆ.
ku: Şîfreya bingehîn bi awayekî serketî hat guherandin.
lt: Pagrindinis slaptažodis pakeistas.
lv: Galvenā parole veiksmīgi nomainīta.
mai: मुख्य गुड़किल्ली सफलतापूर्वक बदलल गेल.
ml: പ്രധാന പാസ്‌വേര്‍ഡ് വിജയകരമായി മാറ്റിയിരിക്കുന്നു
ms: Katalaluan Induk berjaya ditukar.
my: ပင်မ စကားဝှက်ကို အောင်မြင်စွာ ပြောင်းလဲထားပြီ။
nb_no: Hovedpassord ble endret.
oc: Lo senhal principal es estat cambiat.
or: ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତ ସଫଳତାର ସହିତ ପରିବର୍ତ୍ତନ ହୋଇଛି.
pt_br: A senha mestra foi alterada com êxito.
rw: Ijambobanga Ngenga ryahinduwe neza.
sd: مکيہ ڳجهو لفظ ڪاميابيءَ سان بدلايو ويو۔
si: ප්‍රධාන රහස්පදය සාර්තකව වෙනස් කෙරින.
sv: Huvudlösenordet har ändrats.
ta: முதன்மை கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது.
te: ముఖ్యసంకేతపదం సమర్దవంతంగా మార్చబడింది.
th: รหัสผ่านหลักถูกเปลี่ยนแล้ว
tr: Ana parola başarılı bir şekilde değişti.
ug: ئاساسىي ئىم مۇۋەپپەقىيەتلىك ئۆزگەرتىلدى.
ur: ماسٹر پاس ورڈ کامیابی سے تبدیل ہو چکا ہے۔
uz: Parol ustasi muvaffaqiyatli almashtirildi.
vi: Thay đổi Mật khẩu Chính thành công.
zu: Igama Lokungena Eliphethe lishintshwe ngempumelelo.

source: Warning! You have deleted your Master Password.
zu: Isixwayiso! Usulicishile Igama Lokungena Eliphethe.

source: Warning! You have decided not to use a Master Password.
af: Let wel! U het besluit om nie 'n meesterwagwoord te gebruik nie.
ar: تحذير! قرّرت عدم استخدام كلمة سر رئيسة.
as: সকিয়নি! আপুনি নিকৰ প্ৰমূখ পাছৱাৰ্ড ব্যৱহাৰ কৰিব নিবিচাৰে।
az: Xəbərdarlıq! Ana şifrə istifadə etməyə qərar verdiniz.
bg: Внимание! Вие решихте да не използвате главна парола.
bn_in: সর্তকবার্তা! আপনি কোনো প্রধান পাসওয়ার্ড না ব্যবহার করার সিদ্ধান্ত নিয়েছেন।
br: Diwall ! Dibabet hoc'h eus ober hep ur ger-tremen mestr
ca: Atenció! Heu decidit no utilitzar una contrasenya mestra.
cy: Rhybudd! Rydych wedi penderfynu peidio defnyddio Prif Gyfrinair.
es_mx: ¡Atención! Decidiste no usar una contraseña maestra.
eu: Kontuz! Pasahitz nagusia ez erabiltzea erabaki duzu.
fur: Atenzion! Tu âs decidût di no doprâ une password gjenerâl.
gd: Rabhadh! Chuir thu romhad gun a bhith a' cleachdadh prìomh fhacal-faire.
gu: ચેતવણી ! તમે મુખ્ય પાસવર્ડ નહી વાપરવાનુ નક્કી કર્યુ છે.
he: אזהרה! בחרת שלא להשתמש בססמה ראשית.
hi_in: चेतावनी! मुख्य कूटशब्द नहीं प्रयोग करने के लिये आपने निश्चय किया है.
hr: Upozorenje! Odabrali ste ne koristiti glavnu lozinku.
hu: Vigyázat! Úgy döntött, hogy nem használ mesterjelszót.
hy_am: Զգուշացու՛մ, Դուք որոշեցիք Հիմնական Գաղտնաբառ չգործածել:
ka: ყურადღება! თქვენ გადაწყვიტეთ არ გამოიყენოთ მთავარი პაროლი.
kk: Ескерту! Сіз мастер-парольді қолданудан бас тарттыңыз.
km: ការ​ព្រមាន ! អ្នក​បាន​សម្រេចចិត្ត​មិន​ប្រើ​ពាក្យសម្ងាត់​មេ ។
kn: ಎಚ್ಚರಿಕೆ! ನೀವು ಮುಖ್ಯ ಗುಪ್ತಪದವನ್ನು ಬಳಸಲು ಇಚ್ಚಿಸಿಲ್ಲ.
ku: Hişyarî! Te biryara bikarneanîna nasnavê xwe yê bingehîn girt.
lt: Įspėjame: jūs atsisakėte naudoti pagrindinį slaptažodį.
lv: Brīdinājums! Jūs esat nolēmis nelietot galveno paroli.
mai: चेतावनी! मुख्य गुड़किल्ली नहि प्रयोग करबाक लेल अहाँ निश्चय कएने छी.
ml: മുന്നറിയിപ്പ്‌! പ്രധാന പാസ്‌വേര്‍ഡ് ഉപയോഗിക്കെണ്ടാ എന്നു താങ്കള്‍ നിശ്ചയിച്ചിരിക്കുന്നു
ms: Amaran! Anda memutuskan untuk tidak menggunakan Katalaluan Induk.
my: သတိပေးချက်။ ပင်မ စကားဝှက်ကို မသုံးစွဲဖို့ သင် ဆုံးဖြတ်လိုက်ပြီ။
nb_no: Advarsel! Du har ikke valgt å bruke et hovedpassord.
oc: Atencion ! Avètz decidit d'utilizar pas de senhal principal.
or: ଚେତାବନୀ! ଆପଣ ମୂଖ୍ୟ ପ୍ରବେଶ ସଂକେତ ବ୍ୟବହାର କରିବେନାହିଁ ବୋଲି ସିଦ୍ଧାନ୍ତ କରିଥିଲେ.
pt_br: Alerta! Você decidiu não usar uma senha mestra.
rw: Iburira! Wafashe Cyemezo cyo kudakoresha Ijambobanga Ngenga.
sd: چتاءُ! توهان مکيہ ڳجهو لفظ اِستعمال نہ ڪرڻ طئہ ڪيو آهي
si: අවවාදයයි! ඔබ ප්‍රධාන රහස්පදයක් භාවිතා නොකිරීමට තීරණය කර ඇත.
sv: Varning! Du har valt att inte använda ett huvudlösenord.
ta: எச்சரிக்கை! நீங்கள் ஒரு முதன்மை கடவுச்சொல்லை பயன்படுத்த வேண்டாம் என தீர்மானித்துள்ளீர்கள்.
te: హెచ్చరిక! మీరు ముఖ్యసంకేతపదాన్ని వుపయోగించకూడదని నిశ్చయించుకున్నారు.
th: คำเตือน! คุณเลือกที่จะไม่ใช้รหัสผ่านหลัก
tr: Uyarı! Ana parola kullanmamaya karar verdiniz.
ug: ئاگاھلاندۇرۇش! ئاساسىي ئىم ئىشلەتمەسلىكنى قارار قىلدىڭىز.
ur: تنبیہ! آپ نے ماسٹر پاس ورڈ استعمال نہ کرنے کا فیصلہ کیا ہے۔
uz: Diqqat! "Parol ustasi"dan foydalanishga qaror qildingiz!
vi: Cảnh báo! Bạn vừa quyết định không dùng Mật khẩu Chính.
zu: Isixwayiso! Ukhethe ukungalisebenzisi Igama Lokungena Eliphethe.

source: Your stored web and email passwords, form data, and private keys will not be protected.
af: U gestoorde web- en e-poswagwoorde, vormdata en private sleutels sal nie beskerm word nie.
ar: لن تكون كلمات سر الوِب و البريد الإلكتروني، و بيانات الاستمارات، و المفاتيح العامّة المخزّنة محميّة.
as: আপোনাৰ সংৰক্ষিত ৱেব আৰু ই-মেইলৰ পাছৱাৰ্ড, ফৰ্মৰ তথ্য আৰু ব্যক্তিগত কি' সংৰক্ষিত ন'হ'ব।
az: Saxlanmış web və piçt şifrələriniz, form məlumatlarınız və şəxsi açarlarınızın qorunması ləğv edilmişdir.
bg: Съхранените пароли за уеб и е-поща, данните за формуляри и личните ключове няма да са защитени.
bn_in: আপনার দ্বারা সংরক্ষিত ওয়েব ও ই-মেইল পাসওয়ার্ড, ফর্মের তথ্য ও ব্যক্তিগত কী (key) সুরক্ষিত রাখা হবে না।
br: Ne vo ket gwarezet ho kerioù-tremen Web ha postel, stlennoù ho furmskridoù hag alc'hwezioù prevez.
ca: Les vostres contrasenyes de web i de correu electrònic, les dades dels formularis i les claus privades emmagatzemades no es protegiran.
cy: Ni fydd eich cyfrineiriau gwe ac e-bost, data ffurflen, nag eich allweddi preifat yn cael eu hamddiffyn.
es_mx: Las claves privadas, datos de formularios y contraseñas de correo electrónico que tienes guardados no serán protegidos.
eu: Gordetako web-eko eta mezuen pasahitzak, inprimaki datuak eta gako pribatuak ez dira babestuta egongo.
fur: Lis passwords web e de pueste, i dâts dai modui e lis clâfs privadis che a son memorizadis no saran sot protezion.
gd: Cha bhi faclan-faire an lìn 's a' phuist-dhealain, dàta fhoirmichean is iuchraichean prìobhaideach fo dhìon.
gu: તમારા સંગ્રહીત કરેલા વેબ અને ઇ-મેલ પાસવર્ડ, ફોર્મની માહિતી અને ખાનગી કી સંરક્ષીત નહી રહે.
he: ססמאות הדוא״ל והאתרים, נתוני הטפסים והמפתחות הפרטיים המאוכסנים שלך לא יהיו מוגנים.
hi_in: आपका जमा किया वेब और ईमेल कूटशब्द, फॉर्म आंकड़ा, औऱ निजी कुंजी को संरक्षित नहीं किया जायेगा.
hr: Vaše web i lozinke e-pošte, podaci formulara i privatni ključevi neće biti zaštićeni.
hu: A weboldalakhoz, űrlapokhoz és az e-mailhez tárolt jelszavakat nem védi semmi.
hy_am: Ձեր պահպանված վեբ և էլ­-Փոստ գաղտնաբառերը, ձևերը և անձնական բանալիները պաշտպանված չեն լինի:
ka: თქვენი შენახული ვებ- და ელ-ფოსტის პაროლები, ფორმების მონაცემები და პირადი გასაღები დაუცველია.
kk: Сіз сақтап қойған веб-сайттар парольдері, формалар мәліметтері мен жабық кілттер қорғалмайды.
km: បណ្ដាញ​ដែល​បាន​រក្សាទុក ពាក្យសម្ងាត់​អ៊ីមែល​ ទិន្នន័យ​ទម្រង់ និង​សោ​ឯកជន​របស់​អ្នក​នឹង​មិន​ត្រូវ​បាន​ការពារ​ឡើយ ។
kn: ಶೇಖರಿತಗೊಂಡ ನಿಮ್ಮ ಜಾಲ ಹಾಗು ಇಮೇಲ್ ಗುಪ್ತಪದಗಳು, ಫಾರ್ಮ್ ಮಾಹಿತಿ, ಹಾಗು ಖಾಸಗಿ ಕೀಲಿಗಳು ಸಂರಕ್ಷಿತಗೊಳ್ಳುವುದಿಲ್ಲ.
ku: Şîfreyên Web û E-Peyam û kilîta te ya kesane bêparastin in.
lt: Įrašyti svetainių ir el. pašto slaptažodžiai, formų duomenys ir asmeniniai raktai nebus apsaugoti.
lv: Jūsu saglabātās tīmekļa un e-pasta paroles, formu dati un privātās atslēgas netiks aizsargātas.
mai: अहाँक जमा कएल वेब आओर इमेल गुड़किल्ली, फार्म आंकड़ा, औऱ निज कुँजी केँ संरक्षित नहि कएल जएताह.
ml: താങ്കളുടെ സൂക്ഷിച്ചിരിക്കുന്ന വെബ്‌, ഇമെയില്‍ പാസ്‌വേര്‍ഡുകളും, ഫോറം വിവരങ്ങളും, സ്വകാര്യ കീകളും സംരക്ഷിക്കപ്പെടില്ല.
ms: Katalaluan web dan emel anda yang disimpan, data borang, dan sijil peribadi tidak akan dilindungi.
my: သင်သိုထားတဲ့ ကွန်ရက်နဲ့ အီးမေးလ် စကားဝှက်များ၊ ဖြည့်စွက်ပုံစံ အချက်အလက်ကြမ်းနဲ့၊ သီးသန့် သော့ချက်များကို ကာကွယ်မှာ မဟုတ်ဘူး။
nb_no: Dine lagrede nett- og e-postpassord, skjemadata og private nøkler er ikke beskyttet lenger.
oc: Vòstres senhals enregistrats pels formularis web e lo corrièl e mai vòstras claus privadas seràn pas protegits.
or: ଆପଣଙ୍କର ସଞ୍ଚିତ ୱେବ ଏବଂ ଇମେଲ ପ୍ରବେଶ ସଂକେତ, ଫର୍ମ ତଥ୍ୟ, ଏବଂ ବ୍ୟକ୍ତିଗତ କିଗୁଡ଼ିକୁ ସୁରକ୍ଷାଦେଇହେବ ନାହିଁ.
pt_br: Suas senhas da web e de email, dados de formulários e chaves privadas não serão protegidas.
rw: Amagambobanga y'urubuga na imeyili, ibyatanzwe mu mafishi, n'imfunguzo zihariye byawe bibitswe ntabwo bizarindwa.
sd: توهانجا ڪٺا ڪيل ويب ۽ اي ميل جا ڳجها لفظ، فارم جي سامگري ۽ شخصي ڪنجيون محفوظ نہ رکيون وينديون۔
si: ඔබේ ගබඩා කළ වෙබ් සහ විද්‍යුත් තැපැල් රහස්පද, පෝරම දත්ත සහ පෞද්ගලික යතුරු ආරක්‍ෂා නොවනු ඇත.
sv: Dina lagrade webb- och e-postlösenord, formulärdata och hemliga nycklar kommer inte att skyddas.
ta: நீங்கள் சேமித்த இணைய மின்னஞ்சல் கடவுச்சொற்கள், படிவ தரவு, தனிப்பட்ட சாவிகள் பாதுகாக்கப்படாது.
te: మీ నిల్వవుంచిన వెబ్ మరియు ఇమెయిల్ సంకేతపదాలు, ఫారము డాటా, మరియు వ్యక్తిగత కీలు రక్షించబడవు.
th: รหัสผ่านของเว็บและอีเมลรวมไปถึงข้อมูลการกรอกฟอร์มและกุญแจส่วนตัวของคุณจะไม่ถูกปกป้อง
tr: Kayıtlı web ve e-posta parolalarınız, form verileriniz ve kişisel anahtarlarınız korunmayacaktır.
ug: سىز ساقلىغان تور بەت ۋە ئېلخەت ئىم، جەدۋەل سانلىق مەلۇماتى ۋە شەخسىي شىفىرلىق ئاچقۇچلار قوغدالمايدۇ.
ur: آپ کے ذخیرہ شدہ ویب اور ای میل پاس ورڈ، فارم کوائف اور نجی کلیدوں کی حفاظت نہیں کی جائے گی۔
uz: Saqlagan internet hamda e-pochta parollaringiz, shakl ma`lumotlari va shaxsiy kaltilaringiz himoya qilinmaydi.
vi: Các mật khẩu web và email, dữ liệu biểu mẫu, và các khóa cá nhân của bạn sẽ không được bảo vệ.
zu: Amagama akho okungena kuwebhu naku-imeyili agciniwe, ukwaziswa kwamafomu nezinkinobho zangasese ngeke kuvikelwe.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
af: U is tans in FIPS-modus. FIPS vereis 'n nieleë meesterwagwoord.
ar: أنت حاليًّا في وضع FIPS. يتطلّب FIPS كلمة سر غير فارغة.
as: আপুনি এতিয়া FIPS অৱস্থাত। FIPS ক ৰিক্ত নোহোৱা প্ৰমূখ পাছৱাৰ্ডৰ প্ৰয়োজন।
az: Hazırda FIPS rejimindəsiniz. FIPS rejimi üçün ana şifrə lazımdır.
bg: Сега сте в режим FIPS. Той изисква непразна главна парола.
bn_in: আপনি বর্তমানে FIPS মোড ব্যবহার করছেন। FIPS-র ক্ষেত্রে প্রধান পাসওয়ার্ড ফাঁকা রাখা যাবে না।
br: Emaoc'h bremañ e mod FIPS. Azgoulenn a ra FIPS ur ger-tremen mestr leuniet.
ca: Us trobeu en mode FIPS. El FIPS requereix una contrasenya mestra no buida.
cy: Rydych ym modd FIPS. Mae FIPS angen Prif Gyfrinair nad yw'n wag.
es_mx: En este momento está en modo FIPS. FIPS requiere una contraseña maestra no vacía.
eu: Une honetan FIPS moduan zaude. FIPS moduak hutsik ez dagoen pasahitz nagusi bat behar du.
fur: Tu sês cumò tal mût FIPS. FIPS al domande une password gjenerâl no vueide.
gd: Tha thu ann am modh FIPS an-dràsta. Feumaidh FIPS prìomh fhacal-faire nach eil falamh.
gu: હાલમા તમે FIPS સ્થિતીમા છો. FIPS માટે મુખ્ય પાસવર્ડ જરુરી છે.
he: אתה כרגע במצב FIPS. ‏FIPS דורש ססמה ראשית לא־ריקה.
hi_in: आप अभी FIPS मोड में हैं. FIPS के लिये गैर रिक्त मुख्य कूटशब्द जरूरी है.
hr: Trenutačno ste u FIPS modu. FIPS ne dopušta praznu glavnu lozinku.
hu: Jelenleg FIPS-módban van. A FIPS-hez kötelező nem üres mesterjelszót megadni.
hy_am: Դուք այժմ օգտագործում էք FIPS եղանակնը: FIPS ը պահանջում է Հիմնական Գաղտնաբառի օգտագործում:
ka: თქვენ FIPS რეჟიმში ხართ. FIPS-ს ესაჭიროება მთავარი პაროლი.
kk: Сіз FIPS -ке сәйкестеу режимінде жұмыс істеп отырсыз. Бұл режим бос емес мастер-парольді талап етеді.
km: បច្ចុប្បន្ន​នេះ អ្នក​ស្ថិត​នៅក្នុង​របៀប FIPS ។ FIPS ទាមទារ​ពាក្យសម្ងាត់​មេ​ដែល​មិន​ទទេ​ ។
kn: ನೀವು ಸದ್ಯದಲ್ಲಿ FIPS ಕ್ರಮದಲ್ಲಿದ್ದೀರಿ. FIPS ಗೆ ಒಂದು ಖಾಲಿ ಇಲ್ಲದ ಮುಖ್ಯ ಗುಪ್ತಪದದ ಅಗತ್ಯವಿರುತ್ತದೆ.
ku: Tu di moda FIPS de yî. Ji bo FIPS Nasnavê Rêvebiriyê vala çênabe.
lt: Šiuo metu įjungta FIPS veiksena. Norint dirbti šioje veiksenoje reikia turėti pagrindinį slaptažodį.
lv: Šobrīd jūs esat FIPS režīmā. FIPS nepieļauj tukšu galveno paroli.
mai: अहाँ अखन FIPS मोड मे अछि. FIPS कलेल गैर रिक्त मुख्य गुड़किल्ली जरूरी अछि.
ml: താങ്കള്‍ ഇപ്പോള്‍ FIPS മോഡിലാണ്‌. FIPS ന്‌ ഒരു പ്രധാന പാസ്‌വേര്‍ഡ് ആവശ്യമാണ്‌
ms: Anda kini berada dalam mod FIPS. FIPS memerlukan Katalaluan Induk bukan-kosong.
my: လတ်တလော FIPS အသွင်အတွင်း ရှိသည်။ FIPSသည် ‌ဗလာမဖြစ်သော ပင်မစကားဝှက်တစ်ခု လိုအပ်နေသည်။
nb_no: Du er nå i FIPS-modus. FIPS krever at du setter et hovedpassord.
oc: Actualament, sètz en mòde FIPS. Lo mòde FIPS necessita un senhal principal pas void.
or: ଆପଣ ବର୍ତ୍ତମାନ FIPS ଅବସ୍ଥାରେ ଅଛନ୍ତି. FIPS ଗୋଟିଏ ଖାଲିନଥିବା ମୂଖ୍ୟ ପ୍ରବେଶସଂକେତ ଆବଶ୍ୟକ କରେ.
pt_br: Você está no momento no modo FIPS. O FIPS necessita de uma senha mestra não vazia.
rw: Ubu uri mu buryo bwa FIPS. FIPS isaba Ijambobanga Ngenga ritarimo ubusa.
sd: هن وقت توهين FIPS ڍنگ ۽ آہيو FIPS کي بنا خال مکيہ ڳجهي لفظ جي ضرورت آهي۔
si: ඔබ දැනට සිටින්නේ FIPS මාදිලියෙනි. FIPS සඳහා ශුන්‍ය-නොවන ප්‍රධාන රහස්පදයක් අවශ්‍යය.
sv: Du är för närvarande i FIPS-läge. FIPS-läge kräver ett giltigt huvudlösenord.
ta: நீங்கள் தற்போது FIPS முறையில் உள்ளீர்கள். FIPS க்கு வெற்றில்லாத முதன்மை கடவுச்சொல் தேவைப்படுகிறது.
te: మీరు ప్రస్తుతం FIPS రీతినందు వున్నారు. FIPSకు ఒక ముఖ్యసంకేతపదం కావలెను.
th: คุณกำลังอยู่ในรูปแบบ FIPS ซึ่งต้องการรหัสผ่านหลัก
tr: Şu anda FIPS kipindesiniz. FIPS için boş olmayan bir ana parola gerekli.
ug: سىز نۆۋەتتە FIPS ھالەتتە. FIPS غا ئاساسىي ئىم زۆرۈر.
ur: فی الحال آپ ایف آی پی ایس موڈ میں ہیں۔ ایف آئی پی ایس کو ایک ناخالی ماسٹر پاس ورڈ درکار ہے۔
uz: Siz hozirda FIPS usulidasiz. FIPS boʻsh boʻlmagan master maxfiy soʻzni talab qiladi.
vi: Bạn đang ở chế độ FIPS. FIPS yêu cầu Mật khẩu Chính không được để trống.
zu: Njengamanje usebenza nge-FIPS. I-FIPS idinga Igama Lokungena Eliphethe elinotho.

source: Failed to Login
af: Kon nie aanmeld nie
ar: فشل الولوج
as: লগিন কৰিবলৈ বিফল
az: Giriş uğursuz oldu
bg: Неуспешно влизане
bn_in: লগ-ইন করতে ব্যর্থ
br: C'hwitadenn war ar c'hennaskañ
ca: No s'ha pogut iniciar la sessió
cy: Wedi methu Mewngofnodi
es_mx: Falló el inicio de sesión
eu: Huts egin du saioa hastean
fur: No si pues jentrâ
gd: Dh'fhàillig an logadh a-steach
gu: દાખલ થવામાં નિષ્ફળ
he: התחברות נכשלה
hi_in: लॉगिन में विफल
hr: Prijava nije uspjela
hu: Sikertelen bejelentkezés
hy_am: Մուտքագրումը ձախողվեց
ka: შესვლა არ შედგა
kk: Тіркелу қатесі
km: បាន​បរាជ័យ​ក្នុង​ការ​ចូល
kn: ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ವಿಫಲವಾಗಿದೆ
ku: Têketin Neserketî
lt: Nepavyko prisijungti
lv: Neizdevās pieteikties
mai: लागिन मे विफल
ml: ലോഗിന്‍ പരാജയപ്പെട്ടിരിക്കുന്നു
ms: Gagal Login
my: ၀င်ရောက်ဖို့ မအောင်မြင်ဘူး
nb_no: Klarte ikke logge inn
oc: Fracàs de connexion
or: ଲଗଇନ କରିବାରେ ବିଫଳ
pt_br: Falha ao logar.
rw: Kwinjira Byanze
sd: لاگ آن ڪرڻ ۾ ناڪام ٿيو
si: ප්‍රවේශය අසාර්ථකයි
sv: Inloggning misslyckades
ta: புகுபதிவு செய்ய முடியவில்லை
te: లాగిన్ అవ్వుటకు విఫలమైంది
th: ไม่สามารถลงชื่อเข้าใช้ได้
tr: Giriş başarısız
ug: كىرىش مەغلۇپ بولدى
ur: لاگ ان کرنے میں ناکام ہوا
uz: Kirib boʻlmadi
vi: Đăng nhập Thất bại
zu: Ihlulekile Ukungena

source: Choose a PKCS#11 device to load
af: Kies 'n PKCS#11-toestel om te laai
ar: اختر جهازا PKCS#11 ليحمّل
as: ল'ড কৰিবলৈ এটা PKCS#11 ডিভাইচ বাছক
az: Yükləmək üçün bir PKCS#11 cihazı seçin
bg: Изберете PKCS#11 устройство за зареждане
bn_in: লোড করার উদ্দেশ্যে PKCS#11 ডিভাইস নির্বাচন করুন
br: Dibab un trevnad PKCS#11 da gargañ
ca: Trieu un dispositiu PKCS#11 a carregar
cy: Dewis dyfais PKCS#11 i'w llwytho
es_mx: Elija un dispositivo PKCS#11 para cargar
eu: Aukeratu PKCS#11 gailu bat kargatzeko
fur: Sielç un dispositîf PKCS#11 di cjamâ
gd: Tagh uidheam PKCS#11 airson a luchdadh
gu: લાવા માટે PKCS#11 સાધન પસંદ કરો
he: בחר התקן PKCS#11 לטעינה
hi_in: एक PKCS#11 युक्ति लोड करने के लिये चुनें
hr: Odaberite PKCS#11 uređaj za učitavanje
hu: Válassza ki a betöltendő PKCS#11 eszközt
hy_am: Ընտրեք բեռնավորման PKCS#11 սարքը
ka: PKCS#11 მოწყობილობის არჩევა
kk: Жүктелу үшін PKCS#11 құрылғысын таңдаңыз
km: ជ្រើស​ឧបករណ៍ PKCS#11 ដើម្បី​ផ្ទុក
kn: ಲೋಡ್ ಮಾಡಲು ಒಂದು PKCS#11 ಸಾಧನವನ್ನು ಆರಿಸಿ
ku: Ji bo barkirinê pergaleke PKCS#11 hilbijêre
lt: PKCS Nr. 11 modulio įkėlimas
lv: Izvēlieties ielādējamo PKCS#11 ierīci
mai: एकटा PKCS#11 युक्ति लोड करबाक लेल चुनू
ml: ലഭ്യമാക്കുന്നതിനായി ഒരു PKCS#11 ഡിവൈസ് തെരഞ്ഞെടുക്കുക
ms: Tukar peranti PKCS#11 untuk dimuat
my: ဖွင့်ဖို့ PKCS#11 ကိရိယာတခုကို ရွေးချယ်ပါ
nb_no: Velg en PKCS#11-enhet å laste inn
oc: Causir un periferic PKCS#11 de cargar
or: ଧାରଣ କରିବା ପାଇଁ ଗୋଟିଏ PKCS#11 ଯନ୍ତ୍ର ବାଛନ୍ତୁ
pt_br: Selecione um dispositivo PKCS#11 para carregar
rw: Guhitamo apareyi ya PKCS#11 kugira ngo utangize
sd: لوڊ ڪرڻ لاءِ PKCS#11 تجويز چونڊيو
si: පූරණය සඳහා PKCS#11 මෙවලමක් තෝරන්න
sv: Välj en PKCS#11-enhet att använda
ta: ஏற்ற ஒரு PKCS#11 சாதனத்தைத் தேர்ந்தெடுக்கவும்
te: లోడవ్వుటకు ఒక PKCS#11 సాధనాన్ని ఎన్నుకొనుము
th: เลือกอุปกรณ์ PKCS#11 เพื่อทำการโหลด
tr: Yüklemek için bir PKCS#11 aygıtı seçin
ug: يۈكلەيدىغان PKCS#11 ئۈسكۈنىسىدىن بىرنى تاللاڭ
ur: کوئی پی کے سی ایس#11 آلہ انتخاب کریں بطرف لوڈ
uz: Yuklash uchun PKCS#11 qurilmani tanlang
vi: Chọn một thiết bị PKCS#11 để chạy
zu: Khetha into ye-PKCS#11 ukuze ulayishe

source: Module
ar: الوحدة
as: অংশ
az: Modul
bg: Модул
bn_in: মডিউল
br: Mollad
ca: Mòdul
cy: Modiwl
es_mx: Módulo
eu: Modulua
fur: Modul
gd: Mòideal
gu: મોડ્યુલ
he: מודול
hi_in: मौड्यूल
hr: Modul
hu: Modul
hy_am: Բաղադրիչ
ka: მოდული
kk: Модуль
km: ម៉ូឌុល
kn: ಘಟಕ(ಮಾಡ್ಯೂಲ್)
ku: Modul
lt: Modulis
lv: Modulis
mai: मौड्यूल
ml: ഘടകം
ms: Modul
my: အစိတ်အပိုင်း
nb_no: Modul
oc: Modul
or: ଏକକାଂଶ
pt_br: Módulo
rw: Igice
sd: ماڊيول
si: මොඩියුලය
sv: Modul
ta: தொகுதி
te: మాడ్యూల్
th: โมดูล
tr: Modül
ug: بۆلەك
ur: ماڈیول
uz: Modul
vi: Mô-đun
zu: Imojuli

source: Path
af: Pad
ar: المسار
as: পথ
az: Qısayol
bg: Път
bn_in: পাথ
br: Treug
ca: Camí
cy: Llwybr
es_mx: Ruta
eu: Bidea:
fur: Troi
gd: Slighe
gu: પથ
he: נתיב
hi_in: पथ
hr: Putanja
hu: Útvonal
hy_am: Ճ-ը.
ka: გეზი
kk: Жолы
km: ផ្លូវ
kn: ಮಾರ್ಗ
ku: Kurterê
lt: Kelias
lv: Ceļš
mai: पथ
ml: പാത
ms: Laluan
my: လမ်းကြောင်း
nb_no: Sti
oc: Camin
or: ପଥ
pt_br: Caminho
rw: Inzira
sd: رستو
si: පෙත
sv: Sökväg
ta: பாதை
te: పాత్
th: พาธ
tr: Yol
ug: يول
ur: راہ
uz: Yo‘l
vi: Đường dẫn
zu: Indlela

source: Label
af: Etiket
ar: الاسم
as: লেবেল
bg: Етикет
bn_in: লেবেল
br: Skritellig
ca: Etiqueta
es_mx: Etiqueta
eu: Etiketa
fur: Etichete
gd: Leubail
gu: લેબલ
he: תווית
hi_in: स्तर
hr: Oznaka
hu: Címke
hy_am: Պիտակը
ka: იარლიყი
kk: Белгісі
km: ស្លាក
kn: ಲೇಬಲ್
ku: Etîket
lt: Žymė
lv: Iezīme
mai: स्तर
ml: ലേബല്‍
my: အမှတ်တဆိပ်
nb_no: Etikett
oc: Etiqueta
or: ସ୍ତର
rw: Akarango
sd: چُٽڪي
si: ලේබලය
sv: Etikett
ta: லேபிள்
te: లేబుల్
th: ป้าย
tr: Etiket
ug: بەلگە
ur: لیبل
uz: Yorliq
vi: Nhãn
zu: Ilebula

source: Manufacturer
af: Vervaardiger
ar: المُصنِّع
as: উৎপাদক
az: İstehsalçı
bg: Производител
bn_in: প্রস্তুতকারক
br: Dornwezhour
ca: Fabricant
cy: Gwneuthurwr
es_mx: Fabricante
eu: Fabrikatzailea
fur: Produtôr
gd: Saothraiche
gu: ઉત્પાદક
he: יצרן
hi_in: निर्माता
hr: Proizvođač
hu: Gyártó
hy_am: Արտադրողը
ka: მწარმოებელი
kk: Өндіруші
km: ក្រុមហ៊ុន​ផលិត
kn: ತಯಾರಕರು
ku: Hilberîner
lt: Gamintojas
lv: Ražotājs
mai: निर्माता
ml: നിര്‍മ്മാതാവു്
ms: Pengilang
my: ထုတ်လုပ်သူ
nb_no: Produsent
oc: Fabricant
or: ନିର୍ମାଣକର୍ତ୍ତା
pt_br: Fabricante
rw: Uwahanze
sd: ٺاهيند
si: නිෂ්පාදකයා
sv: Tillverkare
ta: தயாரிப்பாளர்
te: తయారీదారు
th: ผู้ผลิต
tr: Üretici
ug: ياسىغۇچى سودىگەر
ur: مصنوعہ کار
uz: Ishlab chiqaruvchi
vi: Nhà Sản Xuất
zu: Umenzi

source: Serial Number
af: Reeksnommer
ar: الرّقم التّسلسلي
as: ক্ৰমিক নং
az: Seriya nömrəsi
bg: Сериен номер
bn_in: ক্রমিক সংখ্যা
br: Steudriñv
ca: Número de sèrie
cy: Rhif Cyfresol
es_mx: Número de serie
eu: Serie-zenbakia:
fur: Numar seriâl
gd: Àireamh shreathach
gu: સિરીયલ નંબર
he: מספר סידורי
hi_in: क्रम संख्या
hr: Serijski broj
hu: Sorozatszám
hy_am: Հերթ. Համարը
ka: სერიული ნომერი
kk: Сериялық нөмірі
km: លេខ​សម្គាល់
kn: ಅನುಕ್ರಮ ಸಂಖ್ಯೆ
ku: Hejmara Rêzeyî
lt: Numeris
lv: Sērijas numurs
mai: क्रम संख्या
ml: സീരിയല്‍ നമ്പര്‍
ms: Nombor Siri
my: အစဉ်လိုက် အမှတ်စဉ်
nb_no: Serienummer
oc: Numèro de seria
or: କ୍ରମିକ ସଂଖ୍ୟା
pt_br: Número de série
rw: Nimero Iranga
sd: جريان نمبر
si: අනුක්‍රමික අංකය
sv: Serienummer
ta: வரிசை எண்
te: వరుస సంఖ్య
th: เลขอนุกรม
tr: Seri Numarası
ug: تەرتىپ نومۇرى
ur: سیریل نمبر
uz: Serial raqam
vi: Số Serial
zu: Inombolo Yaso

source: HW Version
af: HW-weergawe
ar: إصدارة HW
as: HW সংস্কৰণ
az: HW Versiya
bg: Версия на HW
bn_in: HW সংস্করণ
br: Handelv HW
ca: Versió HW
cy: Fersiwn HW
es_mx: Versión HW
eu: HW bertsioa
fur: Version HW
gd: Tionndadh a' bhathar-chruaidh
gu: HW આવૃતિ
he: גרסת HW
hi_in: HW संस्करण
hr: HW inačica
hu: HW-verzió
hy_am: HW Տարբերակը
ka: HW ვერსია
kk: HW нұсқасы
km: កំណែ HW
kn: HW ಆವೃತ್ತಿ
ku: Guherto HW
lt: HW versija
lv: HW versija
mai: HW संस्करण
ml: HW പതിപ്പു്
ms: Versi HW
my: HW မူအဆင့်
nb_no: HW-versjon
oc: Version HW
or: HW ସଂସ୍କରଣ
pt_br: Versão do HW
rw: Verisiyo ya HW
sd: HW سنسڪرڻ
si: HW අනුවාදය
ta: HW பதிப்பு
te: HW వర్షన్
tr: HW Sürümü
ug: HW نەشرى
ur: ایچ ڈبلیو ورژن
uz: HW versiyasi
vi: Phiên bản HW
zu: Inguqulo Ye-HW

source: FW Version
af: FW-weergawe
ar: إصدارة FW
as: FW সংস্কৰণ
az: FW Versiya
bg: Версия на FW
bn_in: FW সংস্করণ
br: Handelv FW
ca: Versió FW
cy: Fersiwn FW
es_mx: Versión FW
eu: FW bertsioa
fur: Version FW
gd: Tionndadh a' bhathar-dainginn
gu: FW આવૃતિ
he: גרסת FW
hi_in: FW संस्करण
hr: FW inačica
hu: FW-verzió
hy_am: FW Տարբերակը
ka: FW ვერსია
kk: FW нұсқасы
km: កំណែ FW
kn: FW ಆವೃತ್ತಿ
ku: Guhertoya FW
lt: FW versija
lv: FW versija
mai: FW संस्करण
ml: FW പതിപ്പു്
ms: Versi FW
my: FW မူအဆင့်
nb_no: FW-versjon
oc: Version FW
or: FW ସଂସ୍କରଣ
pt_br: Versão do FW
rw: Verisiyo ya FW
sd: FW سنسڪرڻ
si: FW අනුවාදය
ta: FW பதிப்பு
te: FW వర్షన్
tr: FW Sürümü
ug: FW نەشرى
ur: ایف ڈبلیو ورژن
uz: FW versiyasi
vi: Phiên bản FW
zu: Inguqulo Ye-FW

source: Status
ar: الحالة
as: অৱস্থা
az: Durum
bg: Състояние
bn_in: অবস্থা
br: Stad
ca: Estat
cy: Statws
es_mx: Estado
eu: Egoera
fur: Stât
gd: Staid
gu: સ્થિતિ
he: מצב
hi_in: स्थिति
hr: Stanje
hu: Állapot
hy_am: Կարգավիճակ
ka: სტატუსი
kk: Күйі
km: ស្ថានភាព
kn: ಸ್ಥಿತಿ
ku: Rewş
lt: Būsena
lv: Statuss
mai: स्थिति
ml: സ്ഥിതി
my: လက်ရှိအခြေအနေ
oc: Estat
or: ସ୍ଥିତି
rw: Imimerere
sd: حالت
si: තත්වය
ta: நிலை
te: స్థితి
th: สถานะ
tr: Durum
ug: ھالەت
ur: حالت
uz: Holati
vi: Trạng thái
zu: Isimo

source: Description
af: Beskrywing
ar: الوصف
as: বিৱৰণ
az: Açıqlama
bg: Описание
bn_in: বিবরণ
br: Deskrivadenn
ca: Descripció
cy: Disgrifiad
es_mx: Descripción
eu: Azalpena
fur: Descrizion
gd: Tuairisgeul
gu: વર્ણન
he: תיאור
hi_in: विवरण
hr: Opis
hu: Leírás
hy_am: Նկարագրություն
ka: აღწერა
kk: Анықтамасы
km: សេចក្ដី​ពិពណ៌នា
kn: ವಿವರಣೆ
ku: Daxuyanî
lt: Aprašas
lv: Apraksts
mai: विवरण
ml: വിശദീകരണം
ms: Huraian
my: ဖေါ်ပြချက်
nb_no: Beskrivelse
oc: Descripcion
or: ବର୍ଣ୍ଣନା
pt_br: Descrição
rw: Isobanuramiterere
sd: بيان
si: විස්තරය
sv: Beskrivning
ta: விளக்கம்
te: వివరణ
th: รายละเอียด
tr: Açıklama
ug: چۈشەندۈرۈش
ur: تصریح
uz: Ta’rifi
vi: Mô tả
zu: Incazelo
