Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pippki.dtd.po
Languages: af, ar, as, az, bn_in, br, bs, ca, cy, eu, fur, he, hi_in, hr, hu, id, ka, kk, km, ku, lb, lt, lv, mai, ne, or, ps, pt_br, ro, si, sr, sv, ta, te, th, uz, vi, xh, zu

source: Choose a certificate to present as identification:
af: Kies 'n sertifikaat om as identifikasie aan te bied:
ar: اختر شهادة لتقدّمها كتعريف:
as: চিনাকি দিবলৈ এটা প্ৰমাণপত্ৰ বাছক:
az: Təyin etməd' istifadə ediləcək təsdiq sənədini seçin:
bn_in: পরিচয় প্রমাণ হিসাবে পেশ করার জন্য একটি সার্টিফিকেট প্রস্তুত করুন:
br: Dibabit un testeni evit kinnig evel anaoudadur :
bs: Izaberite certifikat koji ćete predstaviti kao identifikaciju:
ca: Trieu un certificat per presentar-lo com a identificació:
cy: Dewiswch dystysgrif i'w chyflwyno fel adnabyddiaeth:
eu: Aukeratu ziurtagiri bat identifikazio gisa aurkezteko:
fur: Sielç une certificât par presentâ come identificazion:
he: בחר אישור להצגה בתור זיהוי:
hi_in: एक पहचान के रूप में एक प्रमाणपत्र के लिये चुनें:
hr: Odaberite certifikat za identifikaciju:
hu: Válassza ki az azonosításhoz használandó tanúsítványt:
id: Pilih sertifikat untuk mewakili proses identifikasi:
ka: წარსადგენი სერთიფიკატის არჩევა:
kk: Өзіңізді анықтайтын сертификатты таңдаңыз:
km: ជ្រើស​វិញ្ញាបនបត្រ​មួយ​ ដើម្បី​បង្ហាញ​ជា​អត្តសញ្ញាណ ៖
ku: Sertîfîkaya ku dê di nasînê de bê bikaranîn hilbijêre:
lb: Wiel een Zertifikat fir als Identifikatioun ze benotzen:
lt: Pasirinkite liudijimą tapatybei patvirtinti:
lv: Izvēlieties sertifikātu, ar kuru identificēt sevi:
mai: एकटाटा पहचान क रूपेँ एकटाटा प्रमाणपत्र कलेल चुनू:
ne: पहिचानका रुपमा प्रस्तुत गर्न एउटा प्रमाणपत्र छनोट गर्नुहोस्:
or: ପରିଚୟ ଆକାରରେ ଉପସ୍ଥିତ କରିବା ପାଇଁ ଗୋଟିଏ ପ୍ରମାଣପତ୍ର ଚୟନ କରନ୍ତୁ:
ps: د پېژند په څېر د وړاندې کولو لپاره یو منښتلیک وچوڼﺉ:
pt_br: Selecione um certificado para apresentar como identificação:
ro: Alegeți un certificat care să fie prezentat drept identificare:
si: අනන්‍යතාවය ලෙස ඉදිරිපත් කිරීමට සහතිකයක් තෝරන්න:
sr: Изаберите сертификат кога ћете приказати као идентификацију:
sv: Välj ett certifikat att ange som identifikation:
ta: அடையாளமாக காட்ட வேண்டிய சான்றிதழ தேர்வு செய்யவும்:
te: గుర్తింపుగా ప్రవేశపెట్టుటకు ఒక ధృవీకరణపత్రాన్ని ఎన్నుకొనుము:
th: เลือกใบรับรองเพื่อระบุตัวตน :
uz: Tasdiqdan o‘tish sifatida ko‘rsatiladigan sertifikatni tanlang:
vi: Chọn một chứng chỉ để thực hiện việc nhận diện này:
xh: Khetha isiqinisekiso ozakusibonisa njengo chazo:
zu: Khetha isitifiketi ozosiveza lapho uzihlonza:

# clientAuthAsk.message3
source: Details of selected certificate:
ar: تفاصيل الشّهادة المختارة:
as: নিৰ্বাচিত প্ৰমাণপত্ৰৰ বিৱৰণ:
az: Seçilən təsdiq sənədinin detalları:
bn_in: নির্বাচিত সার্টিফিকেটের বিবরণ:
br: Munudoù an testeni bet diuzet :
bs: Detalji izabranog certifikata:
ca: Detalls del certificat seleccionat:
cy: Manylion y dystysgrif:
eu: Hautatutako ziurtagiriaren xehetasunak:
fur: Detais dal certificât sielt:
he: פרטי האישור שנבחר:
hi_in: चयनित प्रमाणपत्र का विवरण:
hr: Detalji odabranog certifikata:
hu: A kijelölt tanúsítvány részletei:
id: Detail sertifikat yang dipilih:
ka: არჩეული სერთიფიკატის დეტალები:
kk: Таңдалған сертификат туралы ақпарат:
km: សេចក្ដី​លម្អិត​នៃ​វិញ្ញាបនបត្រ​ដែល​បាន​ជ្រើស ៖
ku: Kitekitên sertîfîkaya hatî hilbijartin:
lb: Detailer vum gewieltenen Zertifikat:
lt: Išsamesnė informacija apie pasirinktą liudijimą:
lv: Izvēlētā sertifikāta detaļas:
mai: चयनित प्रमाणपत्र क विवरण:
or: ବଚ୍ଛିତ ପ୍ରମାଣପତ୍ରର ବିସ୍ତୃତ ବିବରଣୀ:
ps: د ټاکلي منښتلیک سپړنې:
pt_br: Detalhes do certificado selecionado:
ro: Detaliile certificatului selectat:
si: තෝරන ලද සහතිකයේ තොරතුරු:
sr: Детаљи о изабраном сертификату:
sv: Detaljer om valt certifikat:
ta: தேர்ந்தெடுக்கப்பட்ட சான்றிதழின் விவரங்கள்:
te: ఎంపికచేసుకొన్న ధృవీకరణపత్రం వివరాలు:
th: รายละเอียดของใบรับรองที่เลือก :
uz: Tanlangan sertifikat tafsilotlari
vi: Chi tiết của chứng chỉ đã chọn:

source: Select Certificate
af: Kies sertifikaat
ar: اختر شهادة
as: প্ৰমাণপত্ৰ বাছক
az: Təsdiq sənədi seçin
bn_in: সার্টিফিকেট নির্বাচন করুন
br: Diuzañ an testeni
bs: Odaberite certifikat
ca: Selecciona un certificat
cy: Dewisiwch Dystysgrif
eu: Aukeratu ziurtagiria
fur: Sielç certificât
he: בחר אישור
hi_in: प्रमाणपत्र चुनें
hr: Odaberi certifikat
hu: Tanúsítvány kiválasztása
id: Pilih Sertifikat
ka: სერთიფიკატის არჩევა
kk: Сертификатты таңдау
km: ជ្រើស​​វិញ្ញាបនបត្រ
ku: Sertîfîka hilbijêre
lb: Wiel d'Zertifikat
lt: Liudijimo pasirinkimas
lv: Izvēlieties sertifikātu
mai: प्रमाणपत्र चुनू
ne: प्रमाणपत्र चयन गर्नुहोस्
or: ପ୍ରମାଣପତ୍ର ଚୟନ କରନ୍ତୁ
ps: منښتلیک ټاکل
pt_br: Selecionar certificado
ro: Alegere certificat
si: සහතිකය තෝරන්න
sr: Избор сертификата
sv: Välj certifikat
ta: சான்றிதழை தேர்வு செய்
te: ధృవీకరణపత్రాన్ని ఎంపికచేయి
th: เลือกใบรับรอง
uz: Sertifikatlarni tanlash
vi: Chọn Chứng chỉ
xh: Khetha Isiqinisekiso
zu: Khetha Isitifiketi

source: Certificate:
af: Sertifikaat:
ar: الشهادة:
as: প্ৰমাণপত্ৰ:
az: Təsdiq sənədi:
bn_in: সার্টিফিকেট:
br: Testeni :
bs: Certifikat:
ca: Certificat:
cy: Tystysgrif:
eu: Ziurtagiria:
fur: Certificât:
he: אישור:
hi_in: प्रमाणपत्र:
hr: Certifikat:
hu: Tanúsítvány:
id: Sertifikat:
ka: სერთიფიკატი:
kk: Сертификат:
km: វិញ្ញាបនបត្រ ៖
ku: Sertîfîka:
lb: Zertifikat:
lt: Liudijimas:
lv: Sertifikāts:
mai: प्रमाणपत्र:
ne: प्रमाणपत्र:
or: ପ୍ରମାଣପତ୍ର:
ps: منښتلیک:
pt_br: Certificado:
ro: Certificat:
si: සහතිකය:
sr: Сертификат:
sv: Certifikat:
ta: சான்றிதழ்:
te: ధృవీకరణపత్రం:
th: ใบรับรอง :
uz: Sertifikat:
vi: Chứng chỉ:
xh: Isiqinisekiso:
zu: Isitifiketi:

# certPicker.detailsLabel
source: Details of selected certificate:
ar: تفاصيل الشّهادة المختارة:
as: নিৰ্বাচিত প্ৰমাণপত্ৰৰ বিৱৰণ:
az: Seçilən təsdiq sənədinin detalları:
bn_in: নির্বাচিত সার্টিফিকেটের বিবরণ:
br: Munudoù an testenioù bet diuzet :
bs: Detalji izabranog certifikata:
ca: Detalls del certificat seleccionat:
cy: Manylion y dystysgrif:
eu: Hautatutako ziurtagiriaren xehetasunak:
fur: Detais dal certificât sielt:
he: פרטי האישור שנבחר:
hi_in: चयनित प्रमाणपत्र का विवरण:
hr: Detalji odabranog certifikata:
hu: A kijelölt tanúsítvány részletei:
id: Detail sertifikat yang dipilih:
ka: არჩეული სერთიფიკატის დეტალები:
kk: Ерекшеленген сертификат ақпараты:
km: សេចក្ដី​លម្អិត​នៃ​វិញ្ញាបនបត្រ​ដែល​បាន​ជ្រើស ៖
ku: Kitekitên sertîfîkaya hatî hilbijartin:
lb: Detailer vum gewieltenen Zertifikat:
lt: Informacija apie liudijimą:
lv: Izvēlētā sertifikāta detaļas:
mai: चयनित प्रमाणपत्रक विवरण:
or: ବଚ୍ଛିତ ପ୍ରମାଣପତ୍ରର ବିସ୍ତୃତ ବିବରଣୀ:
ps: د ټاکلي منښتلیک سپړنې:
pt_br: Detalhes do certificado selecionado:
ro: Detaliile certificatului selectat:
si: තෝරන ලද සහතිකයේ තොරතුරු:
sr: Детаљи о изабраном сертификату:
sv: Detaljer om valt certifikat:
ta: தேர்ந்தெடுக்கப்பட்ட சான்றிதழின் விவரங்கள்:
te: ఎంపికచేసుకొన్న ధృవీకరణపత్రం వివరాలు:
th: รายละเอียดของใบรับรองที่เลือก :
uz: Tanlangan sertifikat tafsilotlari:
vi: Chi tiết của chứng chỉ đã chọn:

source: Choose a Certificate Backup Password
af: Kies 'n rugsteunsertifikaat-wagwoord
ar: اختر كلمة سرّ النّسخة الاحتياطيّة للشّهادة
as: প্ৰমাণপত্ৰ বেকআপ পাছৱাৰ্ড বাছক
az: Təsdiq sənədi ehtiyatlama şifrənizi seçin
bn_in: সার্টিফিকেট ব্যাক-আপ পাসওয়ার্ড নির্বাচন করুন
br: Dibab ur ger-tremen evit an testeni atoriñ
bs: Izaberite lozinku sigurnosne kopije certifikata
ca: Trieu una contrasenya per a la còpia de seguretat del certificat
cy: Dewiswch Gyfrinair Tystysgrif wrth Gefn
eu: Aukeratu ziurtagiri babeskopiaren pasahitza
fur: Sielç une password de copie di sigurece dal certificât
he: בחר ססמה לגיבוי אישור
hi_in: प्रमाणपत्र बैकअप कूटशब्द चुनें
hr: Odaberi sigurnosnu kopiju lozinke certifikata
hu: Tanúsítványok biztonsági mentésének jelszava
id: Masukkan Sandi Cadangan Sertifikat
ka: სერთიფიკატის დუბლირების პაროლის არჩევა
kk: Сертификатты қалмына келтіру паролі
km: ជ្រើស​ពាក្យសម្ងាត់​បម្រុងទុក​វិញ្ញាបនបត្រ
ku: Nasnavê xwe yê hilanîna sertîfîkayê hilbijêre
lb: Wiel een Zertifikat Backup Passwuert
lt: Liudijimo atsarginės kopijos slaptažodis
lv: Izvēlieties sertifikāta rezerves kopijas paroli
mai: प्रमाणपत्र बैकअप गुड़किल्ली चुनू
ne: एउटा प्रमाणपत्र जगेडा पासवर्ड छनोट गर्नुहोस्
or: ଗୋଟିଏ ପ୍ରମାଣପତ୍ର ନକଲସଂରକ୍ଷଣ ପ୍ରବେଶ ସଂକେତ ଚୟନ କରନ୍ତୁ
ps: د منښتلیک د شاتړ یو تېرنویی وچوڼﺉ
pt_br: Escolha uma senha de backup do certificado
ro: Alegeți o parolă de siguranță pentru certificate
si: සහතික බැකප් රහස්පදයක් තෝරාගන්න
sr: Изаберите лозинку за резервни умножак
sv: Välj ett lösenord för certifikatets säkerhetskopia
ta: சான்றிதழ் காப்பு கடவுச்சொல்லை தேர்வு செய்
te: ధృవీకరణపత్రం బ్యాక్అప్ సంకేతపదాన్ని ఎన్నుకొనుము
th: เลือกรหัสผ่านสำรองใบรับรอง :
uz: Sertifikat zahira parolini tanlang
vi: Chọn một Mật khẩu Sao lưu Chứng chỉ
xh: Khetha Isiqinisekiso Sokhuphelo lwasemva Lwegama lokugqitha
zu: Khetha Igama Lokungena Lesitifiketi Ozosigcina

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
af: Die sertifikaat-rugsteunwagwoord wat u hier opstel, beskerm die rugsteunlÃªer wat u op die punt is om te skep. U moet hierdie wagwoord opstel voor u met die rugsteuning kan voortgaan.
ar: تحمي كلمة سرّ النّسخة الاحتياطيّة للشّهادة التي تعيّنها الملفّ الاحتياطي الذي توشك على إنشائه. عليك ضبط كلمة السرّ هذه لمتابعة النسخ الاحتياطي.
as: আপুনি নিৰ্ধাৰণ কৰা প্ৰমাণপত্ৰ সংৰক্ষণৰ পাছৱাৰ্ডই আপুনি সৃষ্টি কৰিব লোৱা বেক-আপ ফাইলক ৰক্ষা কৰে। এই কাৰ্য্যত আগবাঢ়িবলৈ আপুনি পাছৱাৰ্ড নিৰ্ধাৰণ কৰিব লাগিব।
az: Qoyduğunuz təsdiq sənədi ehtiyatlama şifrəsi, yaratmaq istədiyiniz ehtiyatlama fayllarınızı qoruyur. Ehtiyatlamaya davam etmək üçün bu şifrəni qoymalısınız.
bn_in: এই স্থানে স্থাপিত সার্টিফিকেট ব্যাক-আপ পাসওয়ার্ডের দ্বারা যে ব্যাক-আপ ফাইলটি নির্মাণ করা হবে তা সুরক্ষিত রাখা হবে। ব্যাক-আপ কর্মে এগিয়ে যেতে হলে এই পাসওয়ার্ডটি নির্ধারণ করা আবশ্যক।
br: Ger-tremen atoriñ an testeni emaoc'h o kefluniañ amañ a warez ar restroù atoriñ a vo krouet ganeoc'h. Ret eo deoc'h kefluniañ ar ger-tremen-mañ evit arverañ an atoriñ.
bs: Lozinka sigurnosne kopije certifikata koju podesite ovdje štiti fajl sigurnosne kopije koju ćete napraviti. Morate postaviti lozinku da biste nastavili sa izradom sigurnosne kopije.
ca: La contrasenya per a la còpia de seguretat del certificat que definiu aquí protegeix el fitxer de còpia de seguretat que ara creareu. Heu de definir-la per seguir amb la còpia de seguretat.
cy: Bydd y cyfrinair tystysgrif wrth gefn yma'n amddiffyn y ffeil wrth gefn rydych ar fin ei greu. Rhaid gosod y cyfrinair i barhau gyda'r ffeil wrth gefn.
eu: Hemen ezarritako ziurtagiriaren babeskopiak sortu behar duzun babeskopia babestuko du. Pasahitz hori ezarri behar duzu babeskopiarekin jarraitzeko.
fur: La password de copie di sigurece dal certificât al protêç la copie di sigurece che tu stâs par creâ. Tu âs di impuestâ une password par lâ indevant.
he: הססמה לגיבוי אישור שתקבע כאן מגינה על קובץ הגיבוי שאתה עומד ליצור. עליך לקבוע ססמה זו כדי להמשיך בגיבוי.
hi_in: प्रमाणपत्र बैकअप कूटशब्द जिसे आपने यहां सेट किया है बैकअफ फाइल की रक्षा करता है जिसे आप बनाने के करीब हैं. आपको जरूर इस कूटशब्द को सेट करना चाहिये इस बैकअप के साथ.
hr: Sigurnosna kopija lozinke certifikata koju ćete ovdje postaviti štiti sigurnosnu kopiju datoteke koju ćete upravo stvoriti. Da biste nastaviti s izradom sigurnosne kopije, morate upisati lozinku.
hu: A tanúsítványok biztonsági mentésének jelszava arra szolgál, hogy védje a most létrehozandó mentésfájlt. A folytatáshoz meg kell adni a jelszót.
id: Sandi cadangan sertifikat yang dimasukkan melindungi berkas cadangan yang akan dibuat. Anda harus memasukkan sandi untuk meneruskan membuat cadangan.
ka: თქვენი მითითებული სერთიფიკატის დუბლირების პაროლი დაიცავს ასლს. ამ პაროლის მითითება დუბლირებისათვის აუცილებელია.
kk: Сертификаттың көшірме жасау паролі осы көшірмені қорғау үшін арналған. Жалғастырар алдында осы парольді орнатуыңыз керек.
km: ពាក្យសម្ងាត់​បម្រុងទុក​ដែល​អ្នក​បាន​កំណត់​នៅ​​ទីនេះ​ ការពារ​ឯកសារ​បម្រុងទុក​ដែល​អ្នក​រៀបនឹង​បង្កើត ។ អ្នក​ត្រូវតែ​កំណត់​ពាក្យសម្ងាត់​នេះ​ដើម្បី​បន្ត​ជា​មួយ​នឹង​ការ​បម្រុងទុក ។
ku: Nasnavê hilanîna sertîfîkayê yê ku tu têketiyê, pelên ku dixwazî hilînî diparêze. Ji bo ku dikaribî hilanînê pêk bînî, divê nasnavê diyar bikî.
lb: D'Zertifikat Backup Passwuert dat s de hei setz schützt de Backup Fichier deen s de am gaang bass ze erstellen. Du muss dëst Passwuert setzen fir mam Backup weider ze fueren.
lt: Atsarginės kopijos slaptažodis, kurį čia įvedate, apsaugos kopijos failą, kurį ketinate sukurti. Jį reikia parinkti prieš darant atsarginę kopiją.
lv: Sertifikāta rezerves kopijas parole aizsargās izveidoto rezerves kopijas failu. Lai turpinātu obligāti jāievada parole.
mai: प्रमाणपत्र बैकअप गुड़किल्ली जकरा अहाँ एतए सेट कएने छी बैकअफ फाइलक रक्षा करैत अछि जकरा अहाँ बनाबैक करीब अछि . अहाँकेँ जरूर एहि गुड़किल्ली केँ सेट कएनाइ चाही एहि बैकअपक सँग.
ne: तपाइँले यहाँ सेट गर्नुभएको प्रमाणपत्र जगेडा पासवर्डले तपाइँले सिर्जना गर्न लाग्नुभएको जगेडा फाइललाई सुरक्षित राख्छ। तपाइँले जगेडा सहित अघि बढ्न यो पासवर्ड सेट गर्नुपर्ने हुन्छ।
or: ଆପଣ ଏଠାରେ ବିନ୍ୟାସ କରିଥିବା ପ୍ରମାଣପତ୍ର ନକଲସଂରକ୍ଷଣ ପ୍ରବେଶ ସଂକେତ ଆପଣ ନିର୍ମାଣ କରିବାକୁ ଯାଉଥିବା ନକଲ ସଂରକ୍ଷଣ ଫାଇଲକୁ ରକ୍ଷାକରେ. ନକଲ ସଂରକ୍ଷଣ ସହିତ ଆଗକୁ ବଢ଼ିବା ପାଇଁ ଆପଣଙ୍କୁ ଏହି ପ୍ରବେଶ ସଂକେତକୁ ବିନ୍ୟାସ କରିବାକୁ ପଡ଼ିବ.
ps: د منښتلیک شاتړی پاسورډ چې تاسې دلته لګولی، هغه ملاتړي دوتنې ساتي چې اوس یې پنځوﺉ. تاسې باید د شاتړیو دوتنو د کارولو لپاره پاسورډ ولګوﺉ.
pt_br: A senha de backup do certificado que você definir protege o arquivo backup que será criado. Você deve definir esta senha para prosseguir com o backup.
ro: Parola pe care o dați aici protejează fișierul de siguranță pe care sunteți pe cale să-l creați. Trebuie să dați această parolă pentru a continua salvarea de siguranță.
si: ඔබ මෙහි ඇතුළත් කළ බැකප් රහස්පදය ඔබ නිර්මාණය කිරීමට නියමිත බැකප් ගොනුව සුරක්‍ෂිත කරයි. බැකප් කිරීම ඉදිරීයට කරගෙන යාම සඳහා ඔබ මෙම රහස්පදය සැකසිය යුතු වේ.
sr: Лозинка резервне копије сертификата, коју изаберете овде, штитиће датотеку која ће бити направљена. За продужетак копирања морате поставити лозинку.
sv: Det lösenord för certifikatets säkerhetskopia som du anger här skyddar säkerhetskopian som du håller på att skapa. Du måste ange detta lösenord för att kunna fortsätta.
ta: சான்றிதழ் கடவுச்சொல் காப்பு கோப்பு நீங்கள் உருவாக்கவிருக்கும் காப்பு கோப்புகளை பாதுகாக்கும். காப்பெடுக்க இந்த கடவுச்சொல்லை அமைத்து பின் தொடரவும்.
te: మీరు అమర్చినటువంటి ధృవీకరణపత్రం బ్యాక్అప్ సంకేతపదం మీరు సృష్టించేటటువంటి బ్యాక్అప్ ఫైల్ ను రక్షిస్తుంది. బ్యాక్అప్‌తో కొనసాగింపునకు మీరు తప్పక సంకేతపదాన్ని అమర్చాలి.
th: รหัสผ่านสำรองใบรับรองที่กำลังจะตั้งนี้จะช่วยปกป้องแฟ้มสำรองข้อมูลที่คุณกำลังจะสร้างขึ้น คุณจำเป็นต้องตั้งรหัสผ่านนี้เสียก่อนที่จะดำเนินการสำรองข้อมูลต่อ
uz: Siz o‘rnatgan sertifikat zahira paroli siz yaratmoqchi bo‘lgan zahira fayllarini himoya qiladi. Siz ushbu parolni zahira jarayoni bilan o‘rnatishingiz kerak.
vi: Mật khẩu sao lưu chứng chỉ mà bạn đặt ở đây bảo vệ tập tin sao lưu mà bạn sẽ tạo. Bạn phải đặt mật khẩu để tiến hành sao lưu.
xh: Isiqinisekiso sokhuphelo lwasemva lwegama eligqithisiweyo oyicwangcisileyo apha ikhusela ifayile yokhupelo lwasemva olungiselela ukuyenza. Kufuneka ucwangciso igama eligqithisiweyo ukuze ukwazi ukuqubheka nokhupelo lwasemva.
zu: Igama lokungena lesitifiketi ozosigcina olibhale lapha livikela ifayela eligciniwe osuzolakha. Kufanele wakhe leli gama lokungena ukuze uqhubeka nokugcina.

source: Certificate backup password:
af: Rugsteunsertifikaat-wagwoord:
ar: كلمة سرّ النّسخة الاحتياطيّة للشّهادة:
as: প্ৰমাণপত্ৰ সংৰক্ষণৰ পাছৱাৰ্ড:
az: Təsdiq sənədi ehtiyatlama şifrəsi:
bn_in: সার্টিফিকেট ব্যাক-আপ পাসওয়ার্ড:
br: Ger-tremen an testeni gwarediñ :
bs: Lozinka sigurnosne kopije certifikata:
ca: Contrasenya de la còpia de seguretat del certificat:
cy: Cyfrinair y dystysgrif wrth gefn:
eu: Ziurtagiri babeskopiaren pasahitza:
fur: Password de copie di sigurece dal certificât:
he: ססמה לגיבוי אישור:
hi_in: प्रमाणपत्र बैकअप कूटशब्द:
hr: Sigurnosna kopija lozinke certifikata:
hu: Jelszó:
id: Sandi cadangan sertifikat:
ka: სერთიფიკატის დუბლირების პაროლი:
kk: Сертификатты қалпына келтіру паролі:
km: ពាក្យសម្ងាត់​សម្រាប់​បម្រុងទុក​វិញ្ញាបនបត្រ ៖
ku: Nasnavê Hilanîna Sertîfîkayê:
lb: Zertifikat Backup Passwuert:
lt: Liudijimo atsarginės kopijos slaptažodis:
lv: Sertifikāta rezerves kopijas parole:
mai: प्रमाणपत्र बैकअप गुड़किल्ली:
ne: प्रमाणपत्र ब्याकअप पासवर्ड:
or: ପ୍ରମାଣପତ୍ର ନକଲସଂରକ୍ଷଣ ପ୍ରବେଶ ସଂକେତ:
ps: د منښتلیک د شاتړ تېرنویی:
pt_br: Senha de backup do certificado:
ro: Parola de siguranță pentru certificate:
si: සහතික බැකප් රහස්පදය :
sr: Резервна лозинка за сертификат:
sv: Lösenord för certifikatets säkerhetskopia:
ta: சான்றிதழ் காப்பு கடவுச்சொல்:
te: ధృవీకరణపత్రం బ్యాక్అప్ సంకేతపదం:
th: รหัสผ่านสำรองใบรับรอง :
uz: Sertifikat zahira paroli:
vi: Mật khẩu sao lưu chứng chỉ:
xh: Isiqinisekiso sokuphelo lwasemva lwegama lokugqitha:
zu: Igama lokungena lesitifiketi ozosigcina:

source: Certificate backup password (again):
af: Rugsteunsertifikaat-wagwoord (weer):
ar: كلمة سرّ النّسخة الاحتياطيّة للشّهادة (مرّة ثانية):
as: প্ৰমাণপত্ৰ সংৰক্ষণৰ পাছৱাৰ্ড (আকৌ):
az: Təsdiq sənədi ehtiyatlama şifrəsi (təkrar):
bn_in: সার্টিফিকেট ব্যাক-আপ পাসওয়ার্ড (পুনরায়):
br: Ger-tremen an testeni atoriñ (c'hoazh) :
bs: Lozinka sigurnosne kopije certifikata (opet):
ca: Contrasenya de la còpia de seguretat del certificat (un altre cop):
cy: Cyfrinair y dystysgrif wrth gefn:
eu: Ziurtagiri babeskopiaren pasahitza (berriro):
fur: Password de copie di sigurece dal certificât (ancjemò):
he: ססמה לגיבוי אישור (שוב):
hi_in: प्रमाणपत्र बैकअप कूटशब्द (फिर):
hr: Sigurnosna kopija lozinke certifikata (opet):
hu: Jelszó (ismét):
id: Sandi cadangan sertifikat (ulangi):
ka: სერთიფიკატის დუბლირების პაროლი (კვლავ):
kk: Сертификатты қалпына келтіру паролі(қайтадан):
km: ពាក្យសម្ងាត់​សម្រាប់​បម្រុងទុក​វិញ្ញាបនបត្រ (ម្ដងទៀត)៖
ku: Nasnavê Hilanîna Sertîfîkayê (dubare):
lb: Zertifikat Backup Passwuert (nach eng Kéier):
lt: Liudijimo atsarginės kopijos slaptažodis (pakartoti):
lv: Sertifikāta rezerves kopijas parole (vēlreiz):
mai: प्रमाणपत्र बैकअप गुड़किल्ली (फेर):
ne: प्रमाणपत्र ब्याकअप पासवर्ड(पुन:):
or: ପ୍ରମାଣପତ୍ର ନକଲସଂରକ୍ଷଣ ପ୍ରବେଶ ସଂକେତ (ପୁଣିଥରେ):
ps: د منښتلیک د شاتړ تېرنویی (بیا):
pt_br: Senha de backup do certificado (confirmar):
ro: Parola de siguranță pentru certificate (din nou):
si: සහතික බැකප් රහස්පදය (යළි):
sr: Резервна лозинка за сертификат (опет):
sv: Lösenord för certifikatets säkerhetskopia (bekräftas):
ta: சான்றிதழ் காப்பு கடவுச்சொல் (மீண்டும்):
te: ధృవీకరణపత్రం బ్యాక్అప్ సంకేతపదం(మరలా):
th: รหัสผ่านสำรองใบรับรอง (อีกครั้ง) :
uz: Sertifikat zahira paroli (yana):
vi: Mật khẩu sao lưu chứng chỉ (nhập lại):
xh: Isiqinisekiso sokuphelo lwasemva lwegama lokugqitha (kwakhona):
zu: Igama lokungena lesitifiketi ozosigcina (futhi):
