Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/pref-ssl.dtd.po
Languages: af, xh, zu

source: SSL Protocol Versions
af: SSL-protokolweergawes
xh: Iintlobo Zoguqulelo Zenkqubo ye-SSL
zu: Izinguqulo Zeprothokholi Ze-SSL

source: SSL Warnings
af: SSL-waarskuwings
xh: Izilumkiso ze-SSL
zu: Izixwayiso Ze-SSL

source: Client Certificate Selection
af: Kliëntsertifikaatkeuse
xh: Okukhethiweyo Kwesatifikethi Somxumi
zu: Ukukhetha Komthengi Isitifiketi

source: Secure Sockets Layer (SSL)
af: Beveiligde soklaag (SSL)
xh: Umaleko Wesokethi Yokhuseleko (SSL)
zu: Ileya Yesokhethi Evikelekile (SSL)

source: Enable SSL version 2
xh: Nika isakhono kuguqulelo lwesi-2 lwe-SSL
zu: Yenza kusebenze inguqulo 2 ye-SSL

source: Enable SSL version 3
af: Aktiveer SSL weergawe 3
xh: Nika isakhono kuguqulelo lwesi-3 lwe-SSL
zu: Yenza kusebenze inguqulo 3 ye-SSL

source: Enable TLS
af: Aktiveer TLS
xh: Nika isakhono kwi-TLS
zu: Yenza kusebenze i-TLS

source: Edit Ciphers...
xh: Hlela ii-ciphers...
zu: Lungisa umbhalo oyimfihlo...

source: &brandShortName; can alert you to the security status of the web page you are viewing. Set &brandShortName; to show a warning and ask permission before:
af: &brandShortName; kan u verwittig oor die sekuriteitstatus van die webbladsy wat u besigtig. Stel &brandShortName; op om 'n waarskuwing te toon en toestemming te vra voor:
xh: I-&brandShortName; inako ukukulumkisa ukuba ube kwisimo sokhuseleko sekhasi lothungelwano olijongileyo. Misela i-&brandShortName; ukuba ibonise isilumkiso kwaye icele imvume kwangaphambili:
zu: &brandShortName; ingakuqaphelisa ngesimo sokuvikeleka sekhasi lewebhu olibhekayo. Hlela &brandShortName; ukuze ubonise isixwayiso futhi ucele imvume ngaphambili:

source: Loading a page that supports encryption
af: U 'n bladsy laai wat enkripsie ondersteun
xh: Kulayishwa ikhasi elixhasa uguqulelo oluntsonkothileyo
zu: Ilayisha ikhasi elisekela umbhalo ocashile

source: Loading a page that uses low-grade encryption
af: U 'n bladsy laai wat laegraadse enkripsie gebruik
xh: Kulayishwa ikhasi elisebenzisa uguqulelo oluntsonkothileyo lwenqanaba elisezantsi
zu: Ilayisha ikhasi elisebenzisa umbhalo ocashile osezingeni eliphansi

source: Sending form data from an unencrypted page to an unencrypted page
af: U vormdata van 'n ongeënkripteerde bladsy na 'n geënkripteerde bladsy stuur
xh: Kuthunyelwa iinkcukacha ezibunjiweyo ukusuka kwikhasi elinoguqulelo olungantsonkothanga ukuya kwikhasi elinoguqulelo olungantsonkothanga
zu: Ithumela ifomu lokwazisa elisuka ekhasini elingabhaliwe ngokucashile liya ekhasini elingabhaliwe ngokucashile

source: Leaving a page that supports encryption
af: U 'n bladsy verlaat wat enkripsie ondersteun
xh: Kushiywa ikhasi elixhasa uguqulelo oluntsonkothileyo
zu: Ukushiya ikhasi elisekela umbhalo ocashile

source: Redirecting from one encrypted page to another
af: U van een geënkripteerde bladsy na 'n ander herverwys word
xh: Kuguqulwa intsingiselo ukusuka kwikhasi elinye elinoguqulelo oluntsonkothileyo ukuya kwelinye
zu: Iliqondisa kwelinye ikhasi elinombhalo ocashile ilisusa kwelinye

source: Redirecting from an encrypted page to an unencrypted page
af: U van een geënkripteerde bladsy na 'n ongeënkripteerde bladsy herverwys word
xh: Kuguqulwa intsingiselo ukusuka kwikhasi elinoguqulelo oluntsonkothileyo ukuya kwikhasi elinoguqulelo olungantsonkothanga
zu: Iliqondisa kwelinye ikhasi elinombhalo ongacashile ilisusa kwelinombhalo ocashile

source: Viewing a page with an encrypted/unencrypted mix
af: U 'n bladsy bekyk wat 'n geënkripteerde-ongeënkripteerde mengsel bevat
xh: Kujongwa ikhasi linomxube ontsonkothileyo/ongantsonkothanga
zu: Ukubuka ikhasi elixubile elinombhalo ocashile/ongacashile

source: Decide how &brandShortName; selects a security certificate to present to web sites that require one:
af: Besluit hoe &brandShortName; 'n sekuriteitsertifikaat kies om aan webwerwe te gee wat een vereis:
xh: Yenza isigqibo ngendlela i-&brandShortName; ekhetha ngayo isatifikethi sokhuseleko ukubonisa iziza zothungelwano ezifuna esinye:
zu: Khetha ukuthi kanjani &brandShortName; khetha isitifiketi sokuvikela ozosiveza engosini yewebhu esidingayo:

source: Select Automatically
af: Kies outomaties
xh: Kukhethwa Ngokuzenzekela
zu: Khetha Ngokuzenzakalelayo

source: Ask Every Time
af: Vra elke keer
xh: Buza Ngamaxesha Onke
zu: Buza Ngaso sonke isikhathi

source: SSL: Edit Ciphers
xh: I-SSL: Ihlela ii-Ciphers
zu: SSL: Shintsha Umbhalo Oyimfihlo

source: SSL2 Cipher Suites
xh: I-SSL2 Cipher Suites
zu: SSL2 Amathuluzi Ombhalo Oyimfihlo

source: SSL3/TLS Cipher Suites
xh: I-SSL3/TLS Cipher Suites
zu: SSL3/TLS Amathuluzi Ombhalo Oyimfihlo

source: Extra SSL3/TLS Cipher Suites
xh: I-SSL3/TLS Cipher Suites Eyongezelelweyo
zu: Okwengeziwe SSL3/TLS Amathuluzi Ombhalo Oyimfihlo

source: SSL2
xh: I-SSL2

source: SSL3/TLS
xh: I-SSL3/TLS

source: Extra SSL3/TLS
xh: I-SSL3/TLS eyongezelelweyo
zu: Okwenezelwe SSL3/TLS

source: _: cipher.ssl2.rc4_128 128-bit RC4 encryption with RSA and an MD5 MAC
xh: _: cipher.ssl2.rc4_128 I-128-bit RC4 yoguqulelo oluntsonkothileyo ne-RSA kunye ne-MD5 MAC
zu: Umbhalo ocashile i-RC4 onamabhithi angu-128 one-RSA ne-MD5 MAC

source: 128-bit RC2 encryption with RSA and an MD5 MAC
xh: I-128-bit RC2 yoguqulelo oluntsonkothileyo ne-RSA kunye ne-MD5 MAC
zu: Umbhalo ocashile i-RC2 onamabhithi angu-128 one-RSA ne-MD5 MAC

source: 168-bit Triple DES encryption with RSA and MD5 MAC
xh: I-168-bit yoguqulelo oluntsonkothileyo ye-DES ephindaphindwe kathathu ne-RSA kunye ne-MD5 MAC
zu: Umbhalo ocashile i-DES ophindeke kathathu onamabhithi angu-168 one-RSA ne-MD5 MAC

source: 56-bit DES encryption with RSA and an MD5 MAC
xh: I-56-bit yoguqulelo oluntsonkothileyo ye-DES ne-RSA kunye ne-MD5 MAC
zu: Umbhalo ocashile i-DES onamabhithi angu-56 one-RSA ne-MD5 MAC

source: _: cipher.ssl2.rc4_40 40-bit RC4 encryption with RSA and an MD5 MAC (export)
xh: _: cipher.ssl2.rc4_40 I-40-bit yoguqulelo oluntshonkothileyo lwe-RC4 ne-RSA kunye ne-MD5 MAC (ethunyelwa ngaphandle)
zu: Umbhalo ocashile i-RC4 onamabhithi angu-40 one-RSA ne-MD5 MAC (ukuthumela)

source: _: cipher.ssl2.rc2_40 40-bit RC2 encryption with RSA and an MD5 MAC (export)
xh: _: cipher.ssl2.rc2_40 I-40-bit yoguqulelo oluntsonkothileyo lwe-RC2 ne-RSA akunye ne-MD5 MAC (ethunyelwa ngaphandle)
zu: Umbhalo ocashile i-RC2 onamabhithi angu-40 one-RSA ne-MD5 MAC (ukuthumela)

source: _: cipher.ssl3.rsa_rc4_128_md5 128-bit RC4 encryption with RSA and an MD5 MAC
xh: _: cipher.ssl3.rsa_rc4_128_md5 I-128-bit yoguqulelo oluntsonkothileyo lwe-RC4 ne-RSA kunye ne-MD5 MAC
zu: Umbhalo ocashile i-RC4 onamabhithi angu-128 one-RSA ne-MD5 MAC

source: 128-bit RC4 encryption with RSA and a SHA1 MAC
xh: I-128-bit yoguqulelo oluntsonkothileyo lwe-RC4 ne-RSA kunye ne-SHA1 MAC
zu: Umbhalo ocashile i-RC4 onamabhithi angu-128 one-RSA ne-SHA1 MAC

source: 168-bit Triple DES with RSA and a SHA1 MAC (FIPS)
xh: I-168-bit ye-DES Ephindaphindwe kathathu ne-RSA kunye ne-SHA1 MAC (FIPS)
zu: Umbhalo ocashile i-DES ophindeke kathathu onamabhithi angu-168 one-RSA ne-SHA1 MAC (FIPS)

source: 168-bit Triple DES with RSA and a SHA1 MAC
xh: I-168-bit yeDES Ephindaphindwe kathathu ne-RSA kunye ne-SHA1 MAC
zu: Umbhalo ocashile i-DES ophindeke kathathu onamabhithi angu-168 one-RSA ne-SHA1 MAC

source: 56-bit DES encryption with RSA and a SHA1 MAC (FIPS)
xh: I-56-bit yoguqulelo oluntsonkothileyo lwe-DES ne-RSA kunye ne-SHA1 MAC (FIPS)
zu: Umbhalo ocashile i-DES onamabhithi angu-56 one-RSA ne-SHA1 MAC (FIPS)

source: 56-bit DES encryption with RSA and a SHA1 MAC
xh: I-56-bit yoguqulelo oluntsonkothileyo lwe-DES ne-RSA kunye ne-SHA1 MAC
zu: Umbhalo ocashile i-DES onamabhithi angu-56 one-RSA ne-SHA1 MAC

source: 56-bit RC4 encryption with RSA and a SHA1 MAC (export)
xh: I-56-bit yoguqulelo oluntsonkothileyo lwe-RC4 ne-RSA kunye ne-SHA1 MAC (ethunyelwa ngaphandle)
zu: Umbhalo ocashile i-RC4 onamabhithi angu-56 one-RSA ne-SHA1 MAC (ukuthumela)

source: 56-bit DES encryption with RSA and a SHA1 MAC (export)
xh: I-56-bit yoguqulelo oluntsonkothileyo lwe-DES ne-RSA kunye ne-SHA1 MAC (ethunyelwa ngaphandle)
zu: Umbhalo ocashile i-DES onamabhithi angu-56 one-RSA ne-SHA1 MAC (ukuthumela)

source: _: cipher.ssl3.rsa_rc4_40_md5 40-bit RC4 encryption with RSA and an MD5 MAC (export)
xh: _: cipher.ssl3.rsa_rc4_40_md5 I-40-bit yoguqulelo oluntsonkothileyo lwe-RC4 ne-RSA kunye ne-MD5 MAC (ethunyelwa ngaphandle)
zu: Umbhalo ocashile i-RC4 onamabhithi angu-40 one-RSA ne-MD5 MAC (ukuthumela)

source: _: cipher.ssl3.rsa_rc2_40_md5 40-bit RC2 encryption with RSA and an MD5 MAC (export)
xh: _: cipher.ssl3.rsa_rc2_40_md5 I-40-bit yoguqulelo oluntsonkothileyo lwe-RC2 ne-RSA kunye ne-MD5 MAC (ethunyelwa ngaphandle)
zu: Umbhalo ocashile i-RC2 onamabhithi angu-40 one-RSA ne-MD5 MAC (ukuthumela)

source: 256-bit AES encryption with RSA, DHE, and a SHA1 MAC
xh: I-256-bit yoguqulelo oluntsonkothileyo lwe-AES ne-RSA, DHE, kunye ne-SHA1 MAC
zu: Umbhalo ocashile i-AES onamabhithi angu-256 one-RSA, i-DHE, ne-SHA1 MAC

source: 256-bit AES encryption with DSA, DHE, and a SHA1 MAC
xh: I-256-bit yoguqulelo oluntsonkothileyo lwe-AES ne-DSA, DHE, kunye ne-SHA1 MAC
zu: Umbhalo ocashile i-AES onamabhithi angu-256 one-DSA, i-DHE, ne-SHA1 MAC

source: 256-bit AES encryption with RSA and a SHA1 MAC
xh: I-256-bit yoguqulelo oluntsonkothileyo lwe-AES ne-RSA kunye ne-SHA1 MAC
zu: Umbhalo ocashile i-AES onamabhithi angu-256 one-RSA ne- SHA1 MAC

source: 128-bit AES encryption with RSA, DHE, and a SHA1 MAC
xh: I-128-bit yoguqulelo lwe-AES ne-RSA, DHE, kunye ne-SHA1 MAC
zu: Umbhalo ocashile i-AES onamabhithi angu-128 one-RSA, i-DHE, ne-SHA1 MAC

source: 128-bit AES encryption with DSA, DHE, and a SHA1 MAC
xh: I-128-bit yoguqulelo oluntsonkothileyo lwe-AES ne-DSA, DHE, kunye ne-A1 MAC
zu: Umbhalo ocashile i-AES onamabhithi angu-128 one-DSA, i-DHE, ne-SHA1 MAC

source: 128-bit AES encryption with RSA and a SHA1 MAC
xh: I-128-bit yoguqulelo oluntsonkothileyo lwe-AES ne-RSA kunye ne-SHA1 MAC
zu: Umbhalo ocashile i-AES onamabhithi angu-128 one-RSA ne-SHA1 MAC

source: 168-bit Triple DES with RSA, DHE, and a SHA1 MAC
xh: I-168-bit yeDES Ephindaphindwe kathathu ne-RSA, DHE, kunye ne-SHA1 MAC
zu: Umbhalo ocashile i-DES ophindwe kathathu onamabhithi angu-168 one-RSA, i-DHE, ne-SHA1 MAC

source: 168-bit Triple DES with DSA, DHE, and a SHA1 MAC
xh: I-168-bit ye-DES Ephindaphindwe Kathathu ne-DSA, DHE, kunye ne-SHA1 MAC
zu: I-DES ephindeke kathathu enamabhithi angu-168 ene-DSA, i-DHE, ne-SHA1 MAC

source: 56-bit DES encryption with RSA, DHE, and a SHA1 MAC
xh: I-56-bit yoguqulelo oluntsonkothileyo lwe-DES ne-RSA, DHE, kunye ne-SHA1 MAC
zu: Umbhalo ocashile i-DES onamabhithi angu-56 one-RSA, i-DHE, ne-SHA1 MAC

source: 56-bit DES encryption with DSA, DHE, and a SHA1 MAC
xh: I-56-bit yoguqulelo oluntsonkothileyo lwe-DES ne-DSA, DHE, kunye ne-SHA1 MAC
zu: Umbhalo ocashile i-DES onamabhithi angu-56 one-DSA, i-DHE, ne-SHA1 MAC

source: No encryption with RSA authentication and a SHA1 MAC
xh: Akukho nguqulelo intsonkothileyo nokunyaniseka kwe-RSA kunye ne-SHA1 MAC
zu: Awukho umbhalo ocashile onesiqinisekiso se-RSA ne-SHA1 MAC

source: No encryption with RSA authentication and an MD5 MAC
xh: Akukho nguqulelo intsonkothileyo nokunyaniseka kwe-RSA kunye ne-MD5MAC
zu: Awukho umbhalo ocashile onesiqinisekiso se-RSA ne-MD5 MAC

source: Cipher
xh: I-Cipher
zu: Umbhalo Oyimfihlo

source: Encryption Algorithm:
xh: Indlela Yokwenza Inguqulelo Entsonkothileyo:
zu: Inqubo Yokubala Yombhalo Ocashile:

source: Authentication Algorithm:
xh: Indlela Yokwenza Enyanisekisiweyo
zu: Ukuqinisekiswa Kwenqubo Yokubala:

source: Key Algorithm:
xh: Indlela Yokwenza Esentloko:
zu: Inqubo Yokubala Eyinhloko:

source: Effective Key Size:
xh: Ubukhulu Beqhosha Obuncomekayo:
zu: Usayizi Oyinhloko Ophumelelayo:

source: MAC Algorithm:
xh: Indlela Yokwenza ye-MAC:
zu: Inqubo Yokubala Ye-MAC:

source: Other Attributes:
xh: Ezinye Iimpawu Zoyelelwano:
zu: Ezinye Izimfanelo:

source: IsExportable
xh: Kuyathumeleka Ngaphandle
zu: Iyathumeleka

source: Details...
xh: Iinkcukacha...
zu: Imininingwane...

source: Cipher Details
xh: Iinkcukacha ze-Cipher
zu: Imininingwane Yombhalo Oyimfihlo
