Repository: translate/mozilla-l10n
Catalog: */security/manager/chrome/pippki/validation.dtd.po
Languages: or, si, tl, ur

source: Manage CRLs
or: CRLଗୁଡ଼ିକୁ ପରିଚାଳନା କରନ୍ତୁ
si: CRL කළමනාකරණය
ur: سی آر ایل بندوبست کریں

source: These Certificate Revocation Lists (CRL) are stored in your certificate database:
or: ଏହି ପ୍ରମାଣପତ୍ର ଖଣ୍ଡନ ତାଲିକାଗୁଡ଼ିକ (CRL) ଆପମଙ୍କର ପ୍ରମାଣପତ୍ର ତଥ୍ୟାବଳୀରେ ସଂରକ୍ଷିତ ଅଛି:
si: මෙමොබේ සහතික දත්ත ගබඩාවේ ගබඩා වන ඇත:
tl: Ang Certificate Revocation Lists (CRL) ay naka-imbak sa iyong certificate database:

source: Name
or: ନାମ
si: නමා
tl: Pangalan
ur: نام

source: Last Update
or: ଅନ୍ତିମ ଅଦ୍ୟତନ
si: අවසන් යාවත් කිරීම
tl: Huling In-update
ur: آخری تازہ کاری

source: Next Update
or: ପରବର୍ତ୍ତି ଅଦ୍ୟତନ
si: මීළඟ යාවත් කිරීම
tl: Susunod na Update
ur: اگلی تازہ کاری

source: Auto Update
or: ସ୍ୱୟଂ ଅଦ୍ୟତନ
si: ස්වයංක්‍රීය යාවත් කිරීම
ur: خودکار تازہ کاری

source: Auto Update Status
or: ସ୍ୱୟଂ ଅଦ୍ୟତନ ସ୍ଥିତି
si: ස්වයංක්‍රීය යාවත් කිරීම් තත්වය
tl: Status ng Auto Update
ur: خودکار تازہ کاری حالت

source: &Delete
or: ଅପସାରଣ କରନ୍ତୁ
si: මකන්න
ur: &حذف کریں

source: &Update
or: ଅଦ୍ୟତନ କରନ୍ତୁ
si: යාවත් කරන්න
tl: Pagsasangayon
ur: &تازہ کاری کریں

source: &Settings
or: ସଂରଚନା
si: සැකසුම්
ur: &سیٹنگیں

source: Automatic CRL Update Preferences
or: ସ୍ୱୟଂଚାଳିତ CRL ଅଦ୍ୟତନ ପସନ୍ଦ
si: ස්වයංක්‍රීය CRL යාවත් කාලීන අභිප්‍රේත
tl: Awtomatikong CRL Update Preferences
ur: خود کار سی آر ایل تازہ کاری ترجیحات

source: Enable Automatic Update for this CRL
or: ଏହି CRL ପାଇଁ ସ୍ୱୟଂଚାଳିତ ଅଦ୍ୟତନ କରନ୍ତୁ
si: මෙම CRL සඳහා ස්වයංක්‍රීය යාවත් කිරීම් සක්‍රීය කරන්
tl: I-enable ang Awtomatikong Pag-Update para sa CRL
ur: اس سی آر ایل کے لیے خودکار تازہ کاری اہل بنائیں

source: Update
or: ଅଦ୍ୟତନ
si: යාවත් කරන්න
tl: Pagsasangayon
ur: تازہ کاری کریں

source: Day(s) before Next Update date
or: ପରବର୍ତ୍ତି ଅଦ୍ୟତନ ତାରିଖ ପୂର୍ବରୁ ଥିବା ଦିନ(ଗୁଡ଼ିକ)
si: මීළඟ නිකුවට පෙර දින
tl: Bilang ng mga Araw bago ang Susunod na pag-Update
ur: یوم ما قبل اگلی تازہ کاری

source: Update every
or: ପ୍ରତ୍ୟେକ ଦିନ
si: යාවත් කිරීම, සෑම
tl: I-update tuwing
ur: تازہ کاری کریں ہر

source: Day(s)
or: ଅଦ୍ୟତନ କରନ୍ତୁ
si: දින(ය)
ur: یوم

source: CRL would be imported From:
or: ରୁ CRL ଅଣାଯାଇପାରେ:
si: CRL ආයාත කරන්නේ:
tl: CRL mai-import mula sa:
ur: سی آر ایل درآمد کیا جائےگا از:

source: CRL Import Status
or: CRL ଆମଦାନୀ ସ୍ଥିତି
si: CRL ආයාත තත්වය
ur: سی آر ایل حالت درآمد

source: The Certificate Revocation List (CRL) was successfully imported.
or: ଏହି ପ୍ରମାଣପତ୍ର ଖଣ୍ଡନ ତାଲିକା (CRL)କୁ ସଫଳତାର ସହିତ ଆମଦାନୀ କରାଯାଇଛି ।
si: Certificate Revocation List (CRL) සාර්ථකව ආයාත විය.
tl: Ang pagpapawalang-saysay na Listahan ng Certificate (CRL) ay matagumpay na na-import.
ur: تصدیق نامہ باطل فہرست (سی آر ایل) کامیابی سے درآمد کی گئی۔

source: CRL Issued By:
or: ଦ୍ୱାରା CRL ପ୍ରଦତ୍ତ:
si: CRL නිකුත් කළේ:
ur: سی آر ایل جاری شدہ بمطابق:

source: Organization:
or: ଅନୁଷ୍ଠାନ:
si: ආයතනය:
tl: Organisasyon:
ur: تنظیم:

source: Unit:
or: ଏକକ:
si: ඒකකය:
ur: اکائی:

source: Next Update On:
or: ରେ ପରବର୍ତ୍ତି ଅଦ୍ୟତନ:
si: මීළඟ යාවත් කිරීම සිදුවන්නේ:
tl: Susunod na Update Sa:
ur: اگلی تازہ کاری:

source: Previous Consecutive Update Failures:
or: ପୂର୍ବର ଲଗାତାର ଅଦ୍ୟତନ ବିଫଳତା:
si: මීට පෙර සිදුවු නිරන්තර යාවත් කිරීම් අසමත් වීම්:
tl: Ang mga Nakaraang Magkakasunod na Update ay Hindi Nagtagumpay:
ur: پچھلی مسلسل تازہ کاری ناکامیاں:

source: Details of Last Update Failure:
or: ଅନ୍ତିମ ଅଦ୍ୟତନ ବିଫଳତାର ବିବରଣୀ:
si: අවසාන යාවත් කරන්න අසමත් වීම:
tl: Mga Detalye ng Huling Update na hindi Matagumpay:
ur: آخری تازہ کاری ناکامی کی تفصیلات:

source: Settings
or: ସଂରଚନା
si: සැකසුම්
ur: سیٹنگیں
