Repository: translate/mozilla-l10n
Catalog: dsb/security/manager/chrome/pippki/certManager.dtd.po
Languages: dsb

source: Certificate Manager
dsb: Zastojnik certifikatow

source: Your Certificates
dsb: Waše certifikaty

source: People
dsb: Luźe

source: Servers
dsb: Serwery

source: Authorities
dsb: Awtority

source: Others
dsb: Druge

source: You have certificates from these organizations that identify you:
dsb: Maśo certifikaty z toś tych organizacijow, kótarež was identificěruju:

source: You have certificates on file that identify these people:
dsb: Maśo certifikaty wó dataji, kótarež identificěruju toś tych luźi:

source: You have certificates on file that identify these servers:
dsb: Maśo certifikaty w dataji, kótarež identificěruju toś te serwery:

source: You have certificates on file that identify these certificate authorities:
dsb: Maśo certifikaty w dataji, kótarež identificěruju toś te certifikatowe awtority:

source: You have certificates on file that do not fit in any of the other categories:
dsb: Maśo certifikaty w dataji, kótarež njepasuju w jadnej z drugich kategorijow:

source: &General
dsb: &Powšykny

source: &Details
dsb: &Drobnostki

source: Currently verifying certificate…
dsb: Certifikat se tuchylu pśespytujo…

source: Issued To
dsb: Wudany za

source: Issued By
dsb: Wudany wót

source: Period of Validity
dsb: Cas płaśiwosći

source: Fingerprints
dsb: Palcowe wótśišće

source: Certificate Detail
dsb: Drobnostka certifikata

source: Common Name (CN)
dsb: Powšykne mě (CN)

source: Organization (O)
dsb: Organizacija (O)

source: Organizational Unit (OU)
dsb: Organizaciska jadnotka (OU)

# certmgr.certdetail.serialnumber
source: Serial Number
dsb: Serijowy numer

source: SHA-256 Fingerprint
dsb: Palcowy wótśišć SHA-256

source: SHA1 Fingerprint
dsb: Palcowy wótśišć SHA1

source: Edit CA certificate trust settings
dsb: Nastajenja dowěrygódnosći certifikata certifikatoweje awtority wobźěłaś

source: Edit trust settings:
dsb: Nastajenja dowěrygódnosći:

source: This certificate can identify websites.
dsb: Toś ten certifikat móžo websedła identificěrowaś.

source: This certificate can identify mail users.
dsb: Toś ten certifikat móžo e-mailowych wužywarjow identificěrowaś.

source: This certificate can identify software makers.
dsb: Toś ten certifikat móžo softwarych zgótowarjow identificěrowaś.

source: Edit email certificate trust settings
dsb: Nastajenja dowěrygódnosći e-mailowego certifikata wobźěłaś

source: Edit certificate trust settings:
dsb: Nastajenja dowěrygódnosći certifikata wobźěłaś:

source: Trust the authenticity of this certificate.
dsb: Awtentiskosći toś togo certifikata dowěriś.

source: Do not trust the authenticity of this certificate.
dsb: Awtentiskosći toś togo certifikata njedowěriś.

source: Delete Certificate
dsb: Certifikat lašowaś

source: Certificate Name
dsb: Mě certifikata

# certmgr.certserver
source: Server
dsb: Serwer

source: Lifetime
dsb: Cas žywjenja

source: Security Device
dsb: Wěstotny rěd

source: Begins On
dsb: Zachopijo se

source: Expires On
dsb: Płaśiwy do

source: E-Mail Address
dsb: E-mailowa adresa

# certmgr.serial
source: Serial Number
dsb: Serijowy numer

source: &Close
dsb: &Zacyniś

source: &View…
dsb: &Naglěd…

source: &Edit Trust…
dsb: D&owěru wobźěłaś…

source: E&dit CA Trust
dsb: &Dowěru certifikatoweje awtority wobźěłaś

source: E&xport…
dsb: &Eksportěrowaś…

source: &Delete…
dsb: Wu&lašowaś…

source: &Delete or Distrust…
dsb: Wulašowaś abo &dowěru zajmjeś…

source: &Backup…
dsb: &Zawěsćiś…

source: Bac&kup All…
dsb: Wšy&kno zawěsćiś…

source: I&mport…
dsb: &Importěrowaś…

source: Certificate &Fields
dsb: Póla &certifikata

source: Field &Value
dsb: &Gódnota póla

source: Add E&xception…
dsb: Wuw&ześe pśidaś…

source: Add Security Exception
dsb: Wěstotne wuwześe pśidaś

source: &Confirm Security Exception
dsb: Wěstotne w&uwześe wobkšuśiś

source: Legitimate banks, stores, and other public sites will not ask you to do this.
dsb: Banki, wobchody a druge zjawne městna njebudu was pšosyś to cyniś.

# exceptionMgr.certlocation.caption2
source: Server
dsb: Serwer

source: Location:
dsb: Městno:

source: Get Certificate
dsb: Certifikat se wobstaraś

source: G
dsb: b

source: Certificate Status
dsb: Status certifikata

source: View…
dsb: Pokazaś…

source: V
dsb: k

source: &Permanently store this exception
dsb: &Toś to wuwześe na pśecej składowaś
