Repository: translate/mozilla-l10n
Catalog: ncj/browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: ncj

source: Minimize
ncj: Xik chiuak tsikitsi

source: Bring All to Front
ncj: Xik kualki nochi taishco

source: Zoom
ncj: Kanachi hueyi

source: Window
ncj: Amat taixnejtilis

# helpMenu.label helpMenu.accesskey
source: &Help
ncj: Palehui

source: &About &brandShortName;
ncj: &Teisa nejyi &brandShortName;

source: &brandShortName; &Help
ncj: &brandShortName; &Nepalehuilis

source: &Keyboard Shortcuts
ncj: &Shik chiua ika machiojtakuiloni

source: &Restart with Add-ons Disabled…
ncj: Xik yekpehua amo ika tekitchiualis…

source: &brandShortName; H&ealth Report
ncj: Tanauati keniuj etok &brandShortName;

source: &Troubleshooting Information
ncj: Nika mitsilia keniuj tik yektalis kemak amo kuali tekitis

source: &Submit Feedback…
ncj: Tech ilhui ton tik nemilia…

source: Preferences…
ncj: Tein mas tikhuelita…

source: Services
ncj: Tein timits maka

source: Hide &brandShortName;
ncj: Xik ixtati &brandShortName;

source: Hide Others
ncj: Xik ixtati oktseki

source: Show All
ncj: Maj muita nochi
