Repository: translate/mozilla-l10n
Catalog: sa/browser/chrome/browser/migration/migration.properties.po
Languages: sa

source: Internet Explorer
sa: इण्टर्नेट् एक्स्प्लोरर्

source: Safari
sa: सफारी

source: Google Chrome
sa: गूगल् ख्रोम्

source: Mozilla Firefox
sa: मोजिल्ला फयर्फाक्स्

source: From %S
sa: %S तः

source: Reading List (From Safari)
sa: पठनसूची (सफारी तः)

source: Internet Options
sa: इण्टर्नेट् विकल्पाः

# 1_safari
source: Preferences
sa: ऐच्छिकाः

# 1_chrome
source: Preferences
sa: ऐच्छिकाः

# 2_ie
source: Cookies
sa: कुक्कीस्

# 2_safari
source: Cookies
sa: कुक्कीस्

# 2_chrome
source: Cookies
sa: कुक्कीस्

# 2_firefox
source: Cookies
sa: कुक्कीस्

# 4_ie
source: Browsing History
sa: ब्रौसिङ् इतिहासः

# 4_safari
source: Browsing History
sa: ब्रौसिङ् इतिहासः

# 4_chrome
source: Browsing History
sa: ब्रौसिङ् इतिहासः

source: Browsing History and Bookmarks
sa: ब्रौसिङ् इतिहासः पुस्तकचिह्नानि च

# 8_ie
source: Saved Form History
sa: सञ्चितः प्रपत्रेतिहासः

# 8_safari
source: Saved Form History
sa: सञ्चितः प्रपत्रेतिहासः

# 8_chrome
source: Saved Form History
sa: सञ्चितः प्रपत्रेतिहासः

# 8_firefox
source: Saved Form History
sa: सञ्चितः प्रपत्रेतिहासः

# 16_ie
source: Saved Passwords
sa: सञ्चितगुह्यपदानि

# 16_safari
source: Saved Passwords
sa: सञ्चितगुह्यपदानि

# 16_chrome
source: Saved Passwords
sa: सञ्चितगुह्यपदानि

# 16_firefox
source: Saved Passwords
sa: सञ्चितगुह्यपदानि

source: Favorites
sa: प्रियानि

# 32_safari
source: Bookmarks
sa: पुस्तकचिह्नानि

# 32_chrome
source: Bookmarks
sa: पुस्तकचिह्नानि

# 64_ie
source: Other Data
sa: अन्यडाटा

# 64_safari
source: Other Data
sa: अन्यडाटा

# 64_chrome
source: Other Data
sa: अन्यडाटा

# 64_firefox_other
source: Other Data
sa: अन्यडाटा

source: Windows and Tabs
sa: विण्डोस् टैब्स् च
