Repository: translate/mozilla-l10n
Catalog: brx/browser/chrome/browser/devtools/app-manager.dtd.po
Languages: brx

# index.title
source: App Manager
brx: एप मेनेजार

source: Apps
brx: एप्स

source: Device
brx: डिभाइस

# index.help
source: Help
brx: मदद

source: Debug main process
brx: डेबाग गाहाय प्रसेस

source: Open the Developer Tools connected to the main process on the device
brx: डिभाइसआव गाहाय प्रसेसजों फोनांजाब जाखानाय जौगाखांहोग्रा टुलखौ खेव

source: Screenshot
brx: स्क्रिनसट

source: Open a screenshot of the current state of the device in a new tab
brx: गोदान टेबआव डिभाइसनि दानि जायगानि स्क्रिनसटखौ खेव

source: Device Control Center
brx: डिभाइस दबथायनाय मिरु

source: Not connected. Please connect your device below.
brx: फोनांजाब खालामाखै। अननानै नोंथांनि डिभाइसखौ गाहायाव फोनांजाब खालाम

source: Start
brx: जागाय

source: Start this app on the device
brx: बे एपखौ डिभाइसआव जागाय

source: Stop
brx: बन्द खालाम

source: Stop this app on the device
brx: बे एपखौ डिभाइसआव बन्द खालाम

# device.debugApp
source: Debug
brx: डेबाग

source: Open the Developer Tools connected to this app on the device
brx: डिभाइसआव बे एपजों फोनांजाब खालामखानाय जौगाखांहोग्रा टुलखौ खेव

source: Name
brx: मुं

source: Plain (default)
brx: समान (डिफल्ट)

source: Privileged
brx: जुनिया मोनथाय होबाय

source: Certified
brx: फोरमान खालामबाय

source: Allow
brx: हगार

source: This permission is allowed for apps of this type
brx: बे गनायथिखौ बे रोखोमनि एप्सनि थाखाय गनायथि होनाय जायो

source: Prompt
brx: प्रमट

source: This permission requires a user prompt for apps of this type
brx: बे गनायथिनो बे रोखोमनि एप्सनि थाखाय बाहायग्रा प्रमट नांगौ

source: Deny
brx: होबथा

source: This permission is denied for apps of this type
brx: बे गनायथिखौ बे रोखोमनि एप्सनि थाखाय गनायथि होनाय जाया

source: Installed Apps
brx: इनष्टल खालामखानाय एप्स

source: View a list of apps installed on the device. Some apps, such as certified apps, may be excluded from this view.
brx: डिभाइसआव इनष्टल खालामखानाय एप्सनि लिस्टखौ नाय। माखासे एप्स जेरै- फोरमान खालामखानाय एप्सखौ बे नुथाय निफ्राय बाद खालामनो हागौ।

source: Permissions
brx: गनायथि

source: View a table of the permissions accessible to the different types of apps
brx: एप्सनि गुबुन रोखोमआव हाबनो हाथाव गनायथिनि फारिलाइखौ नाय

source: Browser Tabs
brx: ब्राउजार टेब

source: View a list of tabs in the browser of the connected device
brx: फोनांजाब खालामखानाय डिभाइसनि ब्राउजारआव टेबनि लिस्टखौ नाय

source: Open the Developer Tools connected to this browser tab on the device
brx: डिभाइसआव बे ब्राउजारजों फोनांजाब खालामखानाय जौगाखांहोग्रा टुलखौ खेव

source: Connect to the device
brx: डिभाइसजों फोनांजाब खालाम

source: Disconnect
brx: फोनांजाबगैयै खालाम

source: Disconnect from the current device or simulator
brx: दानि डिभाइस एबा दिन्थिफ्लाग्रा निफ्राय फोनांजाबगैयै खालाम

source: Not Connected.
brx: फोनांजाब खालामनो नाङा

source: Connect to:
brx: आव फोनांजाब खालाम:

source: No device found. Plug a device
brx: जेबो डिभाइस मोनाखै। डिभाइसखौ प्लाग खालाम

source: Change
brx: सोलाय

source: Change the host and port used to connect to the device (defaults to localhost:6000)
brx: डिभाइसजों फोनांजाब खालामनो बाहायनाय हस्ट आरो पर्टखौ सोलाय। (localhost:6000 आव डिफल्ट)

source: Start Simulator
brx: दिन्थिफ्लाग्राखौ जागाय

source: Start an instance of the Simulator and connect to it
brx: दिन्थिफ्लाग्रानि बिदिन्थिखौ जागाय आरो बेजों फोनांजाब खालाम

# connection.saveConnectionInfo
source: Save
brx: थिना दोन

source: Save the host and port
brx: हस्ट आरो पर्टखौ थिना दोन

source: Connecting…
brx: फोनांजाब होगासिनो दं

source: Disconnecting…
brx: फोनांजाबगैयै खालामगासिनो दं...

source: Cancel
brx: नेवसि

source: Cancel the connection in progress
brx: फोनांजाबखौ बातिल खालामगासिनो दं

source: Exit the Simulator connection mode and return to the initial prompt
brx: दिन्थिफ्लाग्रा फोनांजाब म'ड निफ्राय ओंखार लां आरो गुदि प्रमटआव थांफिन

source: or
brx: एबा

source: No simulator installed.
brx: जेबो दिन्थिल्फाग्रा इनष्टल खालामाखै

source: Install Simulator
brx: दिन्थिल्फाग्राखौ इनष्टल खालाम

source: Install a version of the Simulator by downloading the relevant add-on
brx: लोब्बागोनां add-on खौ डाउनल'ड खालामनानै दिन्थिफ्लाग्रानि बिसानखौ इनष्टल खालाम

# connection.installAnotherSimulator
source: Add
brx: दाजाबदेर

source: Install an additional version of the Simulator by downloading the relevant add-on
brx: लोब्बागोनां add-on खौ डाउनल'ड खालामनानै दिन्थिफ्लाग्रानि बांद्राय बिसानखौ इनष्टल खालाम

source: Start:
brx: जागाय:

# projects.localApps
source: Local Apps
brx: जायगानि एप्स

source: Add Packaged App
brx: पेकेजगोनां एपखौ दाजाबदेर

source: Add a new packaged app (a directory) from your computer
brx: गोदान पेकेज एप (डिरेक्टरि)खौ नोंथांनि कम्पुटार निफ्राय दाजाबदेर

source: Add Hosted App
brx: हस्टगोनां एपखौ दाजाबदेर

source: Add a new hosted app (link to a manifest.webapp file) from a remote website
brx: गोदान हस्ट खालामखानाय एपखौ (manifest.webapp फाइलआव लिंक) रिमट वेबसाइट निफ्राय दाजाबदेर।

source: App Details
brx: एपनि गुवारै

source: Remove this app from the list of apps you are working on. This will not remove it from a device or a simulator.
brx: बे एपखौ नोंथाङा खामानि मावबाय थानाय एपनि लिस्ट निफ्राय बोखार। बेयो बेखौ डिभाइस एबा दिन्थिफ्लाग्रा निफ्राय बोखारनाय नङा।

source: Update
brx: आपडेट खालाम

source: Execute validation checks and update the app to the connected device
brx: भेलिडेसन आनजादखौ मावफुं आरो डिभाइसजों सोमोन्दो थाखानाय एपखौ आपडेट खालाम

source: Open Developer Tools connected to this app
brx: बे एपजों फोनांजाब खालामखानाय जौगाखांहोग्रा टुलखौ खेव

source: Save the contents of the Manifest Editor below
brx: रोखाथि सुजुगिरिनि थानाय-आयदाखौ गाहायाव थिना दोन

source: No projects. Add a new packaged app below (local directory) or a hosted app (link to a manifest file).
brx: जेबो प्रजेक्ट गैया। गाहायनि गोदान पेकेज एप (जायगानि डिरेक्टरि) एबा हस्ट खालामखानाय एप (रोखाथि फाइलआव लिंक) खौ दाजाबदेर।

source: Manifest Editor
brx: रोखाथि सुजुगिरि

source: Edit your app's manifest in the panel below. The Update button will save your changes and update the app.
brx: नोंथांनि एपनि रोखाथिखौ पेनेलआव सुजु। आपडेट बुथामआ नोंथांनि सोलायनायखौ थिना दोनगोन आरो एपखौ आपडेट खालामगोन।

source: Manifest Viewer
brx: रोखाथि नायग्रा

source: Examine your app's manifest in the panel below
brx: नोंथांनि एपनि रोखाथिखौ पेनेलआव आनजाद खालाम

source: Valid
brx: बाहाय जाथाव

source: Error
brx: गोरोन्थि

source: Warning
brx: सांग्रांथि

source: Hosted
brx: हस्ट खालामबाय

source: Packaged
brx: पेकेज खालामबाय

source: Close
brx: बन्द खालाम

source: This tool will help you build and install web apps on compatible devices (i.e. Firefox OS). The <strong>Apps</strong> tab will assist you in the validation and installation process of your app. The <strong>Device</strong> tab will give you information about the connected device. Use the bottom toolbar to connect to a device or start the simulator.
brx: बे टुलआ नोंथांनो गोरोबथाव डिभाइस (जेरै- फायारफक्स OS)आव वेब एप्सखौ बानायनो आरो इनष्टल खालामनो मदद खालामगोन। <strong>एप्स</strong> टेबआ नोंथांनि एपनि भेलिडेसन आरो इनष्टलेसनआव नोंथांखौ हेफाजाब खालामगोन। <strong>डिभाइस</strong> टेबआ नोंथांनो फोनांजाबखानाय डिभाइसनि फोरमायथिहोग्रा होगोन। डिभाइसजों फोनांजाब खालामनो एबा दिन्थिफ्लाग्राखौ जागायनो बुथाम टुलबारखौ बाहाय।

source: Useful links:
brx: खामानिआव नांथाव लिंक:

source: Documentation: Using the App Manager
brx: डकुमेन्टेसन: एप मेनेजारखौ बाहायगासिनो दं

source: How to setup your Firefox OS device
brx: नोंथांनि फायारफक्स OS डिभाइसखौ माबोरै सेटआप खालामनो

source: Troubleshooting
brx: ट्राबल्‌शुटिं

source: Install Simulator Add-on
brx: दिन्थिफ्लाग्रा Add-on खौ इनष्टल खालाम

source: Install Adb Helper Add-on
brx: Adb हेल्पार Add-on खौ इनष्टल खालाम
