Repository: translate/mozilla-l10n
Catalog: brx/browser/chrome/browser/devtools/debugger.properties.po
Languages: brx

source: Debugger
brx: डेबागार

source: Debugger Panel
brx: डेबागार पेनेल

source: Browser Debugger
brx: ब्राउजार डेबागार

source: Browser Debugger - %S
brx: ब्राउजार डेबागार- %S

source: Collapse panes
brx: हरखाब बायनाय पेन

source: Expand panes
brx: फेहेरनाय पेन

source: Click to pause (%S)
brx: (%S) खौ थाद'नो क्लिक खालाम

source: Click to resume (%S)
brx: (%S) खौ फिन जागायनो क्लिक खालाम

source: Click to start tracing
brx: ट्रेस खालामनायखौ जागायनो क्लिक खालाम

source: Click to stop tracing
brx: ट्रेस खालामनायखौ बन्द खालामनो क्लिक खालाम

source: Step Over (%S)
brx: स्टेप अभार (%S)

source: Step In (%S)
brx: (%S) खौ हेंथा हो

source: Step Out (%S)
brx: (%S) खौ नागार

source: No globals
brx: जेबो मुलुगनां गैया

source: This page has no sources.
brx: बे बिलाइहा जेबो फुंखा गैया।

source: Waiting for sources…
brx: फुंखानि थाखाय नेथ'गासिनो दं...

source: No event listeners to display
brx: दिन्थिफुंनो जेबो जाथाय खोनासंग्रा गैया

source: No stack frames to display
brx: दिन्थिफुंनो जेबो स्टेक फ्रेम गैया

source: No function calls to display
brx: दिन्थिफुंनो थाखाय जेबो खामानि कल गैया

source: Tracing has not started
brx: ट्रेसिंआ जागायाखै

source: Toggle breaking on this event
brx: बे जाथायाव टग्गल ब्रिकिं

source: on
brx: सायाव

source: in
brx: सिङाव

source: %S nodes
brx: %S नड्स

source: [native code]
brx: [नेटिभ क'ड]

source: Animation
brx: एनिमेसन

source: Audio
brx: अडिअ

source: Battery
brx: बेटारि

source: Clipboard
brx: क्लिपबर्ड

source: Composition
brx: रनसायनाय

source: Device
brx: डिभाइस

source: Display
brx: दिन्थिफुंनाय

source: Drag and Drop
brx: बोबो आरो दोन

source: Gamepad
brx: गेमपेड

source: Interaction
brx: गोहोम खौख्लैलायनाय

source: Keyboard
brx: किबर्ड

source: HTML5 Media
brx: HTML5 मेडिया

source: Mouse
brx: माउस

source: Mutation
brx: मिउटेसन

source: Navigation
brx: नेभिगेसन

source: Pointer Lock
brx: दिन्थिग्रा लक

source: Sensor
brx: सेनसर

source: Storage
brx: दोनथुमग्रा

source: Time
brx: सम

source: Touch
brx: टाच

source: Other
brx: गुबुन

source: Toggle black boxing
brx: टग्गल गोसोम बक्सिं

source: No matches found
brx: जेबो गोरोबनाय मोनाखै

source: Search scripts (%S)
brx: नागिरनाय स्क्रिप्ट (%S)

source: Filter chrome globals (%S)
brx: फिल्टार क्रम मुलुगनां (%S)

source: Filter variables
brx: फिल्टार सोलायथाव

source: Filter properties
brx: फिल्टार आखुथाय

source: Filter scripts (%S)
brx: फिल्टार स्क्रिप्ट (%S)

source: Search in all files (%S)
brx: बे फाइल (%S) आव नागिर

source: Search for function definition (%S)
brx: खामानि बुंफुरलु (%S) खौ नागिर

source: Find in this file (%S)
brx: बे फाइल (%S) आव नागिरना दिहुन

source: Go to line (%S)
brx: सारि (%S) आव थां

source: Filter variables (%S)
brx: फिल्टार सोलायथाव (%S)

source: Configure conditional breakpoint
brx: थासारियारि ब्रिकपइन्टखौ बाइजोमहर दा

source: Enable breakpoint
brx: ब्रिकपइन्टखौ हाहोनाय खालाम

source: Disable breakpoint
brx: ब्रिकपइन्टखौ लोरबां खालाम

source: Remove breakpoint
brx: ब्रिकपइन्टखौ हाहोनाय खालाम

source: Enable others
brx: गुबुनखौ हाहोनाय खालाम

source: Disable others
brx: गुबुनखौ लोरबां खालाम

source: Remove others
brx: गुबुनखौ बोखार

source: Enable all breakpoints
brx: गासै ब्रिकपइन्टखौ हाहोनाय खालाम

source: Disable all breakpoints
brx: गासै ब्रिकपइन्टखौ लोरबां खालाम

source: Remove all breakpoints
brx: गासै ब्रिकपइन्टखौ बोखार

source: Loading…
brx: ल'ड खालाम गासिनो दं...

source: Add watch expression
brx: नायनाय बेखेवथिखौ दाजाबदेर

source: Watch
brx: नाय

source: No variables to display
brx: दिन्थिफुंनो थाखाय जेबो सोलायथाव गैया

source: %S scope
brx: %S स्कप

source: Watch expressions
brx: बेखेवथिखौ नाय

source: Global
brx: ग्ल'बाल

source: Stack trace:
brx: स्टेक ट्रेस:

source: #1 more…;#1 more…
brx: #1 गोबां…;#1 गोबां…

source: Double click to edit
brx: सुजुनो खेबनै क्लिक खालाम

source: Click to change value
brx: बेसेनखौ सोलायनो क्लिक खालाम

source: Click to remove
brx: बोखारनो क्लिक खालाम

source: Click to set value
brx: बेसेनखौ फजनो क्लिक खालाम

source: Click to select the node in the inspector
brx: नडखौ नायबिजिरग्रायाव सायखनो क्लिक खालाम

source: configurable
brx: बाइजोमहर दाजाथाव

source: enumerable
brx: हिसाब खालामनो हाथाव

source: writable
brx: राइट खालामजाथाव

source: frozen
brx: फ्रजेन

source: sealed
brx: सिल खालामबाय

source: extensible
brx: फेहेरथाव

source: overridden
brx: अभारराइड खालामबाय

source: There are one or more paused debuggers. Please resume the most-recently paused debugger first at: %S
brx: मोनसे एबा गोबां थाद'नाय डेबागार दं। गिबिआवनो दाबावैसो थाद'नाय डेबागारखौ फिन जागाय: %S
