Repository: translate/mozilla-l10n
Catalog: brx/browser/chrome/browser/devtools/inspector.dtd.po
Languages: brx

source: &Edit As HTML
brx: HTML बादि सुजु

source: Copy &Inner HTML
brx: इसिं HTML खौ कपि खालाम(&I)

source: Copy &Outer HTML
brx: बाइजोनि HTML खौ कपि खालाम(&O)

source: Copy &Unique Selector
brx: रुजुजायै सायखग्राखौ कपि खालाम

source: &Paste Outer HTML
brx: बाइजोनि HTMLखौ फोनांजाब हो

source: Paste I&nner HTML
brx: इसिंनि HTMLखौ फोनांजाब हो

source: Pas&te…
brx: फोनांजाब हो

source: &Before
brx: सिगां

source: &After
brx: उनाव

source: As &First Child
brx: गिबि चाइल्ड महरै

source: As &Last Child
brx: जोबथा चाइल्ड महरै

source: &Delete Node
brx: न'डखौ खोमोर(&D)

source: Select element with mouse
brx: माउसजों गुदिमुवाखौ सायख

source: Search HTML
brx: HTML खौ नागिर

source: Copy Image Data-URL
brx: मुसुखा डाटा-URL खौ कपि खालाम

source: Show DOM Properties
brx: DOM आखुथायखौ दिन्थि

source: Collapse
brx: हरखाब बायहो
