Repository: translate/mozilla-l10n
Catalog: brx/browser/chrome/browser/devtools/scratchpad.properties.po
Languages: brx

source: File exists. Overwrite?
brx: फाइला दं। अभारराइट खालाम?

source: Scratchpad cannot find any browser window to execute the code in.
brx: स्क्रेचपेडा क'डखौ मावफुंनो जायखिजाया ब्राउजार उइन्ड' नागिरना दिहुननो हाया।

source: Scratchpad cannot run this operation in the current mode.
brx: स्क्रेचपेडआ बे अपारेसनखौ दानि म'डआव सालायनो हाया।

source: Open File
brx: फाइलखौ खेव

source: Failed to read the file.
brx: फाइल फरायनो फेलें जाबाय।

source: Failed to convert file to Unicode from %1$S.
brx: फाइलखौ %1$S निफ्राय इउनिक'डआव सोलायनो फेलें जाबाय

source: Clear Items
brx: आइटेमखौ खोमोर

source: Save File As
brx: ..बादि फाइलखौ थिना दोन

source: The file save operation failed.
brx: फाइल थिनाय अपारेसना फेलें जाबाय।

source: Do you want to save the changes you made to this scratchpad?
brx: नोंथाङा बे स्क्रेचपेडाव सोलायनायफोरखौ थिना दोननो लुबैयो नामा?

source: Unsaved Changes
brx: थिना दोनै सोलायनायफोर

source: Do you want to revert the changes you made to this scratchpad?
brx: थारैनो नोंथाङा बे स्क्रेचपेडआव सोलायनायखौ सिगांनि अबस्थाआव लाबोफिननो लुबैयो नामा?

source: Revert Changes
brx: सोलायनायखौ सिगांनि अबस्थाआव लाबोफिन

source: /* * This is a JavaScript Scratchpad. * * Enter some JavaScript, then Right Click or choose from the Execute Menu: * 1. Run to evaluate the selected text (%1$S), * 2. Inspect to bring up an Object Inspector on the result (%2$S), or, * 3. Display to insert the result in a comment after the selection. (%3$S) */
brx: /* * बेयो मोनसे जाभास्क्रिप्ट स्क्रेचपेड। * * माखासे जाभास्क्रिप्ट हाबहो, बेनि उनाव आगदा क्लिक खालाम एबा मावफुं मेनु निफ्राय बासिख: * 1. सायखखानाय फरा (%1$S) खौ बेसेनबिजिरनो सालाय, * 2. बेसाद नायबिजिरग्राखौ फिथाइ (%2$S) आव लाबोनो नायबिजिर, एबा, * 3. सायखनायनि उनाव फिथाइखौ बिबुंथिआव सोसननो दिन्थिफुं। (%3$S) */

source: Scratchpad was created without any arguments.
brx: जेबो बाथ्राबान गैयाबालानो स्क्रेचपेडखौ सोरजिबाय

source: This scratchpad executes in the Browser context.
brx: बे स्क्रेचपेडा ब्राउजार लोब्बोगोनांखौ मावफुङो।

source: Line %1$S, Col %2$S
brx: सारि %1$S, खाम्फा %2$S

source: This file no longer exists.
brx: बे फाइलआ गैलिया

source: Filter properties
brx: फिल्टार आखुथाय

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Scratchpad to try again.
brx: फोनांजाबआ सम जोबबाय। जाथाव गोरोन्थि खौरांनि थाखाय फारनैथिंबो गोरोन्थि कनस'लखौ आनजाद खालाम

# scratchpad.label
source: Scratchpad
brx: स्क्रेचपेड

source: Scratchpad Panel
brx: स्क्रेचपेड पेनेल

# scratchpad.tooltip
source: Scratchpad
brx: स्क्रेचपेड

source: Scam Warning: Take care when pasting things you don't understand. This could allow attackers to steal your identity or take control of your computer. Please type '%S' in the scratchpad below to allow pasting.
brx: स्केम सांग्रांथि: नोंथाङा मोनथियै बेसादखौ फोनांजाब खालामनाय समाव जोथोन ला। बेयो गाग्लोबग्राखौ नोंथांनि सिनायथि खावनो गनायथि होयो एबा नोंथांनि कम्पुटारखौ दबथायो। फोनांजाब होनायखौ गनायथि होनो '%S'खौ स्क्रेचपेडआ टाइप खालाम।

source: allow pasting
brx: फोनांजाब होनायखौ गनायथि हो
