Repository: translate/mozilla-l10n
Catalog: brx/browser/chrome/browser/devtools/webConsole.dtd.po
Languages: brx

source: Web Console
brx: वेब कनस'ल

source: Browser Console
brx: ब्राउजार कनस'ल

source: Request URL:
brx: URL खावलाय:

source: Request Method:
brx: खान्थि खावलाय:

source: Status Code:
brx: थाथाइ क'ड:

source: Request Headers
brx: हेडारफोरखौ खावलाय

source: Sent Cookie
brx: कुकिखौ दैथाय हरबाय

source: Request Body
brx: बडिखौ खावलाय

source: Sent Form Data
brx: फर्म डाटाखौ दैथाय हरबाय

source: Response Headers
brx: फिनहोनाय हेडारफोर

source: Received Cookie
brx: मोननाय कुकि

source: Response Body
brx: फिनहोनाय बडि

source: Cached Data
brx: केस खालामनाय डाटा

source: Unknown Content Type
brx: मोनथिमोनै थानायआयदा रोखोम

source: No Response Body
brx: फिनहोयै बडि

source: Received Image
brx: मोननाय मुसुखा

source: Cached Image
brx: केस खालामनाय मुसुखा

source: &Log Request and Response Bodies
brx: लग खावलायनाय आरो फिननाय बडि

source: Open URL in New &Tab
brx: URL खौ गोदान टेबआव खेव

source: &Net
brx: नेट

source: Log network access
brx: लग नेटवार्ट हाबहोनाय

source: Log CSS errors and warnings
brx: लग CSS गोरोन्थि आरो सांग्रांथि

source: Log JavaScript exceptions
brx: लग जाभास्क्रिप्ट एंगारथायफोर

source: Sec&urity
brx: रैखाथि

source: Log security errors and warnings
brx: लग रैखाथि गोरोन्थि आरो सांग्रांथि

source: Logging
brx: लग खालाम गासिनो दं

source: Log messages sent to the window.console object
brx: लग खौरांखौ window.console बेसादआव दैथाय हरबाय

source: Errors
brx: गोरोन्थि

source: Info
brx: फोरमायथिहोग्रा

source: Warnings
brx: सांग्राथि

source: Log
brx: लग

source: Reflows
brx: रिफ्ल'स

source: Filter output
brx: फिल्टार आउटपुट

source: Clea&r
brx: खोमोर

source: Clear the Web Console output
brx: वेब कनस'ल आउटपुट

source: Copy Link Loc&ation
brx: लिंक जायगाखौ कपि खालाम(&a)
