Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: af, ar, az, bg, bn_in, br, bs, cy, es_mx, eu, fur, he, hr, hu, id, is, ka, kn, lb, lv, ml, pt_br, ro, sv, th, vi

source: Create Profile Wizard
af: Skep profielslimmerd
ar: مُرشِد إنشاء ملفّ شخصي
az: Hesab Yaratma Köməkçisi
bg: Помощник за създаване на профил
bn_in: প্রোফাইল নির্মাণ উইজার্ড
br: Skoazeller ar c'hrouiñ aelad
bs: Čarobnjak za pravljenje profila
cy: Creu Proffil Dewin
es_mx: Asistente para la creación de perfiles
eu: Profila sortzeko morroia
fur: Assistent par creâ un profîl
he: אשף יצירת פרופיל
hr: Čarobnjak za stvaranje profila
hu: Profil létrehozása
id: Penuntun Pembuatan Profil
is: Hjálp við að búa til notanda
ka: პროფილის შექმნის ოსტატი
kn: ಹೊಸ ಪ್ರೊಫೈಲ್‌ ಗಾರುಡಿ
lb: Profil-Erstell Assistent
lv: Profila veidošanas vednis
ml: പ്രൊഫൈലിനുള്ള വിസാര്‍ഡ് ഉണ്ടാക്കുക
pt_br: Assistente de novo perfil
ro: Asistent creare profil
sv: Guiden Skapa profil
th: ตัวช่วยสร้างโพรไฟล์
vi: Pháp sư Tạo mới Hồ sơ

source: width: 45em; height: 32em;
bg: width: 50em; height: 32em;
bn_in: width: 46em; height: 35em;
fur: width: 45em; height: 33em;
ka: width: 55em; height: 40em;
kn: width: 45em; height: 34em;
ml: width: 45em; height: 34em;
sv: width: 45em; height: 34em;

source: &brandShortName; stores information about your settings and preferences in your personal profile.
ar: يخزن &brandShortName; معلومات عن إعداداتك و تفضيلاتك في ملفّك الشّخصي.
az: &brandShortName; nizamlarınızı, favoritlərinizi və oxşar seçimlərinizi hesabınızda saxlayır.
bg: &brandShortName; съхранява информацията за вашите настройки и предпочитания в личния ви профил.
bn_in: &brandShortName;-র দ্বারা আপনার ব্যক্তিগত প্রোফাইলের মধ্যে আপনার ব্যবহৃত বৈশিষ্ট্য ও পছন্দ সম্বন্ধে তথ্য সংরক্ষণ করা হয়।
br: &brandShortName; a vir stlennoù a-zivout hoc'h arventennoù ha gwellvezioù e-barzh hoc'h aelad personel.
bs: &brandShortName; pohranjuje informacije o vašim postavkama u vašem ličnom profilu.
cy: Mae &brandShortName; yn storio gwybodaeth am eich gosodiadau a'ch dewisiadau yn eich proffil personol.
es_mx: &brandShortName; guarda información sobre tu configuración y preferencias en tu perfil personal.
eu: &brandShortName;(e)k zure ezarpen eta hobespenak gordetzen ditu profil pertsonalean.
fur: &brandShortName; al salve lis informazions su lis tôs impostazions e preferencis intal to profîl personâl.
he: &brandShortName; מאחסן מידע על ההגדרות וההעדפות שלך בפרופיל האישי שלך.
hr: &brandShortName; sprema informacije o vašim postavkama i osobitostima u vaš osobni profil.
hu: A &brandShortName; a személyes profilban tárolja a beállításait.
id: &brandShortName; menyimpan informasi tentang pengaturan di profil pribadi Anda.
is: &brandShortName; geymir þínar stillingar í persónulegum notanda stillingum.
ka: &brandShortName; ინახავს ინფორმაციას თქვენი პარამეტრების, მახასიათებლების, სანიშნეებისა და ფოსტის შესახებ თქვენს პერსონალურ პროფილში.
kn: &brandShortName; ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಿದ್ಧತೆಗಳ ಹಾಗು ಆದ್ಯತೆಗಳ ಬಗೆಗಿನ ಮಾಹಿತಿಯನ್ನು ಒಂದು ಖಾಸಗಿ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಇರಿಸುತ್ತದೆ.
lb: &brandShortName; späichert Informatiounen iwwer deng Astellungen, Preferenzen, an aner Benotzer-Elementer an dengem Profil.
lv: &brandShortName; saglabā jūsu iestatījumus un izvēles jūsu personīgajā profilā.
ml: നിങ്ങളുടെ സ്വകാര്യ പ്രൊഫൈലില്‍ &brandShortName; നിങ്ങളുടെ ക്രമികരണങ്ങളും മുന്‍ഗണനകളും സംബന്ധിച്ചുള്ള വിവരങ്ങള്‍ സൂക്ഷിക്കുന്നു.
pt_br: O &brandShortName; armazena informações sobre suas preferências no perfil pessoal.
ro: &brandShortName; stochează informații despre opțiunile de configurare și preferințele dumneavoastră într-un profil personal.
sv: &brandShortName; lagrar information om inställningar i din personliga profil.
th: &brandShortName; จัดเก็บค่าตั้งและค่าปรับแต่งของคุณไว้ในโพรไฟล์ส่วนตัว
vi: &brandShortName; lưu các thông tin thiết lập và tùy chọn của bạn trong hồ sơ cá nhân.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
af: Indien u hierdie afskrif van &brandShortName; met ander gebruikers wil deel, kan u profiele gebruik om elke gebruiker se inligting apart te hou. Om dit te doen moet elke verbruiker sy of haar eie profiel skep.
ar: في حال مشاركة هذه النّسخة من &brandShortName; مع مستخدمين آخرين، يمكنك استخدام الملفّات الشّخصيّة لإبقاء معلومات المستخدمين منفصلة. لتحقيق هذا، على كلّ مستخدم أن ينشئ ملفًّا شخصيًّا.
az: &brandShortName; brauzerini başqalarıyla ortaq işlədirsinizsə, hər istifadəçinin məlumatlarını ayrı-ayrı saxlamaq üçün fərqli hesablar yarada bilərsiniz.
bg: Ако споделите копие от &brandShortName; с други потребители, можете да използвате профилите, за да запазите всяка потребителска информация отделена. За да стане това, всеки потребител трябва да си създаде собствен профил.
bn_in: আপনি যদি &brandShortName;-র এই কপিটি অন্যান্য ব্যবহারকারীদের সাথে যৌথরূপে ব্যবহার করে থাকেন তাহলে প্রোফাইল নির্মাণ করে প্রত্যেক ব্যবহারকারীর তথ্য পৃথক রাখতে পারবেন। এর জন্য প্রত্যেক ব্যবহারকারীর নিজস্ব প্রোফাইল নির্মাণ করা প্রয়োজন।
br: Mar bez rannet an eilad-mañ eus &brandShortName; gant arveriaded all e c'hallit arverañ aeladoù evit ma chomo disrannet stlennoù pep arveriad. A-benn hen ober e vo ret da bep arveriad krouiñ e (pe hec'h) aelad dezhañ/dezhi.
bs: Ako dijelite ovu kopiju &brandShortName;a sa drugim korisnicima možete koristiti profile da razdvojite informacije svakog od korisnika. Da biste ovo postigli, svaki korisnik treba napraviti svoj profil.
cy: Os ydych yn rhannu'r copi o &brandShortName; gyda defnyddwyr eraill, mae modd defnyddio proffiliau i gadw gwybodaeth eich gilydd ar wahân. I wneud hyn, dylai pob defnyddiwr greu ei broffil ei hun.
es_mx: Si compartes esta copia de &brandShortName; con otros usuarios, puedes usar perfiles para mantener separada la información de cada usuario. Para ello, cada usuario debe crear su propio perfil.
eu: &brandShortName;(r)en kopia hau beste erabiltzaile batzuekin partekatzen ari bazara, profilak erabil ditzakezu erabiltzaile bakoitzaren datuak bereizita gordetzeko. Hau egiteko erabiltzaile bakoitzak bere profila sortu behar du.
fur: Se tu condividis cheste copie di &brandShortName; cun altris utents, tu puedis doprâ i profîi par mantignî separadis lis informazions par ogni utent. Par fâ chest, ogni utent al à di creâ il so profîl.
he: אם אתה חולק עותק זה של &brandShortName; עם משתמשים אחרים, תוכל להשתמש בפרופילים כדי לשמור את המידע של כל משתמש בנפרד. כדי לעשות זאת, על כל משתמש ומשתמשת ליצור פרופיל משלו (או משלה).
hr: Ako ovu kopiju &brandShortName;a dijelite s ostalima, možete koristiti profile kako biste informacije svakog korisnika držali odvojenima. Da biste to uradili, svaki korisnik bi trebao stvoriti svoj vlastiti profil.
hu: Ha a &brandShortName; programot más felhasználókkal megosztva használja, érdemes profilokat használni, hogy a személyes adatok ne keveredjenek. Emiatt minden felhasználónak létre kell hoznia a saját profilját.
id: Apabila Anda menggunakan program &brandShortName; bersama-sama dengan pengguna lain, Anda dapat menggunakan profil untuk menjaga terpisahnya data Anda dengan pengguna lain. Caranya adalah dengan membuat profil terpisah untuk setiap pengguna.
is: Ef þú ert að deila &brandShortName; með öðrum notendum, geturðu notað notendur til að halda stillingum hjá hverjum notenda sér. Til að þetta sé mögulegt verður hver notandi að búa til sína eigin notanda.
ka: თუ თქვენ &brandShortName;–ს სხვა მომხმარებლებთან საზიაროდ იყენებთ, შეგიძლიათ პროფილების გამოყენება თითოეულის პარამეტრების ცალკე შესანახად. ამისთვის თითოეულმა საკუთარი პროფილი უნდა შექმნას.
kn: ಈ &brandShortName; ನೀವೊಬ್ಬರಲ್ಲದೆ ಇತರರೂ ಬಳಸುವಂತಿದ್ದರೆ, ಎಲ್ಲರ ಮಾಹಿತಿಯನ್ನು ಬೇರೆಯಾಗಿ ಇಡಲು ಪ್ರೊಫೈಲುಗಳನ್ನು ಬಳಸಬಹುದು.ಹೀಗೆ ಮಾಡಲು, ಒಬ್ಬೊಬ್ಬರೂ ತಮ್ಮದೇ ಆದ ಪ್ರೊಫೈಲ್ ಸೇರಿಸಬೇಕು.
lb: Wann s de dës Kopi vum &brandShortName; mat anere Benotzer deels, kanns de Profiler benotze fir d'Benotzer-Informatioune separat ze halen. Fir dëst ze maachen, sollt all Benotzer säin eegene Profil uleeën.
lv: Ja &brandShortName; izmanto vairāki lietotāji, iespējams izmantot profilus, kas ļauj glabāt katra lietotāja informāciju atsevišķi. Lai to izdarītu, katram lietotājam ir jāizveido savs profils.
ml: മറ്റു് ഉപയോക്താക്കളുമായി നിങ്ങള്‍ &brandShortName;-ന്റെ ഈ പകര്‍പ്പു് ഉപയോഗിക്കുന്നു എങ്കില്‍, ഓരോ ഉപയോക്താവിന്റേയും വിവരങ്ങള്‍ വെവ്വേറെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ക്കു് പ്രൊഫൈലുകള്‍ ഉപയോഗിക്കാവുന്നതാകുന്നു. ഇതിനായി, ഓരോ ഉപയോക്താവും സ്വന്തം പ്രൊഫൈല്‍ ഉണ്ടാക്കേണ്ടതാകുന്നു.
pt_br: Caso compartilhe o &brandShortName; com outra(s) pessoa(s), você pode usar perfis para manter separadas as informações de cada usuário. Cada um pode criar o seu próprio perfil.
ro: Dacă mai folosiți această copie de &brandShortName; împreună cu alți utilizatori, profilurile păstrează separate datele fiecărui utilizator. Pentru aceasta, fiecare utilizator trebuie să-și creeze propriul profil.
sv: Om du delar denna kopia av &brandShortName; med andra användare kan ni använda profiler för att hålla isär varje användares information. Varje användare bör i så fall skapa sin egen profil.
th: ถ้าคุณใช้งาน &brandShortName; ร่วมกับผู้อื่น คุณสามารถแยกเก็บข้อมูลของแต่ละคนได้โดยใช้โพรไฟล์ การใช้ความสามารถนี้ ผู้ใช้แต่ละรายควรสร้างโพรไฟล์ประจำตัวไว้ด้วย
vi: Nếu dùng chung &brandShortName; với người khác, bạn có thể dùng hồ sơ để lưu các thông tin riêng cho từng người. Để làm việc này, mỗi người nên tạo một hồ sơ riêng cho mình.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
af: Indien u die enigste persoon is wat hierdie afskrif van &brandShortName; gebruik, moet u ten minste een profiel hê. Indien u so verkies, kan u meer as een profiele vir uself skep wat verskillende stelle opstelling en voorkeure stoor. U kan byvoorbeeld 'n aparte profiel vir besigheids- en persoonlike gebruik hê.
ar: إذا كنت الشّخص الوحيد الذي يستخدم هذه النّسخة من &brandShortName;، عليك إنشاء ملفّ شخصي واحد على الأقلّ. إذا أردت، يمكنك إنشاء عدّة ملفّات شخصيّة لك لتخزين مجموعات مختلفة من الإعدادات و التّفضيلات. مثلًا، قد تنشئ ملفّات شخصيّة منفصلة للعمل و الاستخدام الشّخصي.
az: &brandShortName; brauzerini istifadə edirsinizsə ən azından bir hesaba sahib olmağınız lazımdır. Sizi maraqlandıran fərqli ayarları birdən çox hesabda saxlaya bilərsiniz. Məsələn iş üçün ayrı, ev üçün ayrı hesab yarada bilərsiniz.
bg: Ако само вие използвате това копие на &brandShortName; трябва да имате поне един профил. Ако желаете, можете да създадете множество профили за себе си, където да съхраните различни настройки и предпочитания. Например, да имате различни профили за работа и за дома.
bn_in: আপনি যদি একা &brandShortName; ব্যবহার করে থাকেন তাহলে অন্তত একটি প্রোফাইল উপস্থিত থাকা আবশ্যক। প্রয়োজনে বিভিন্ন বৈশিষ্ট্য ও পছন্দসই মান প্রয়োগ করার জন্য আপনি নিজের জন্য একাধিক প্রোফাইল নির্মাণ করতে পারেন। উদাহরণস্বরূপ, ব্যক্তিগত ও পেশাদারি প্রয়োজন অনুসারে আপনি পৃথক প্রোফাইল নির্মাণ করতে পারেন।
br: Mard oc'h an den nemetañ oc'h ober gant an eilad-mañ eus &brandShortName;, ez eo ret deoc'h kaout un aelad da vihanañ. Mar fell deoc'h e c'hallot krouiñ meur a aelad evidoc'h-c'hwi a-benn mirout kefluniadurioù disheñvel eus hoc'h arventennoù ha gwellvezioù. Da skouer, c'hoant ho pefe da gaout un aelad evit ar vicher hag unan all evit ar vuhez prevez.
bs: Ako ste jedina osoba koja koristi ovu kopiju &brandShortName;a morate imati barem jedan profil. Ako želite, možete napraviti više profila za sebe da biste pohranili drugačije setove postavki. Naprimjer, možda želite imati različite profile za poslovnu i privatnu upotrebu.
cy: Os mai chi yw'r unig berson sy'n defnyddio'r copi o &brandShortName;, rhaid i chi gael o leiaf un proffil. Os hoffech chi mae modd creu proffiliau niferus er mwyn cadw gosodiadau a dewisiadau i chi eich hun. Er enghraifft, efallai yr hoffech chi gael proffil gwahanol ar gyfer defnydd busnes neu bersonol.
es_mx: Si eres el único en usar esta copia de &brandShortName;, debes tener al menos un perfil. Si lo deseas, puedes crear múltiples perfiles para guardar diferentes configuraciones y preferencias. Por ejemplo, un perfil para el uso personal y otro para el trabajo.
eu: &brandShortName; kopia hau erabiltzen duen pertsona bakarra bazara, behintzat profil bat eduki behar duzu. Nahi izanez gero profil bat baino gehiago erabil ditzakezu ezarpen eta hobespen desberdinak erabiltzeko. Adibidez, profil bat erabilera pertsonalerako eta beste bat lanerako.
fur: Se tu sês l'uniche persone a doprâ cheste copie di &brandShortName;, tu âs di vê almancul un profîl. Se tu vuelis, tu puedis creâ plui profîi par te par salvâ diferentis impostazions e preferencis. Par esempli, ti podaressin coventâ profîi diviers par ûs personâl e pal lavôr.
he: אם אתה האדם היחיד המשתמש בעותק זה של &brandShortName;, חייב להיות להיות לך לפחות פרופיל אחד. אם תרצה, תוכל ליצור לעצמך מספר פרופילים כדי לאחסן קבוצות שונות של הגדרות והעדפות. למשל, ייתכן שתרצה פרופילים נפרדים לשימוש עסקי ואישי.
hr: Ako ste vi jedina osoba koja koristi ovu inačicu &brandShortName;a, morate imati barem jedan profil. Ako želite, možete si otvoriti više profila kako biste spremali različite postavke i osobitosti. Na primjer, mogli biste imati odvojene profile za poslovnu i osobnu upotrebu.
hu: Ha Ön az egyetlen felhasználója ennek a &brandShortName;-példánynak, akkor is legalább egy profillal rendelkeznie kell. Igény szerint több profilt is létrehozhat eltérő beállításkészletek tárolására. Elképzelhető például, hogy külön profilt szeretne üzleti és személyes használatra.
id: Apabila Anda adalah satu-satunya orang yang menggunakan program &brandShortName; ini, Anda paling tidak harus membuat sebuah profil. Apabila diinginkan, Anda dapat membuat beberapa profil untuk menyimpan kelompok pengaturan yang berbeda. Sebagai contoh, Anda mempunyai profil terpisah untuk penggunaan pribadi dan untuk penggunaan bisnis.
is: Ef þú ert aðeins sá eini sem notar &brandShortName;, þarftu að minnsta kosti einn notanda. Ef þú vilt geturðu búið til marga notendur fyrir þig til að geta geymt mismunandi sett af stillingum. Til dæmis, gætirðu viljað hafa mismunandi stillingar fyrir vinnuna og heima.
ka: თუ თქვენ &brandShortName;–ს ერთადერთი მომხმარებელი ხართ, უნდა გაგაჩნდეთ ერთი მაინც პროფილი. სურვილისამბერ შეგიძლიათ შექმნათ სხვადასხვა პროფილებიც განსხვავებული პარამეტრებით. მაგალითად, ბიზნესისათვის და სახლში გამოსაყენებლად.
kn: ಒಂದುವೇಳೆ, ಈ &brandShortName; ನೀವೊಬ್ಬರೆ ಬಳಸುವುದಾದರೆ, ನಿಮ್ಮಲ್ಲಿ ಕಡೇಪಕ್ಷ ಒಂದು ಪ್ರೊಫೈಲ್ ಇರಬೇಕು. ನೀವು ಇಚ್ಚಿಸಿದಲ್ಲಿ, ಸಿದ್ಧತೆ ಹಾಗಿ ಆದ್ಯತೆಗಳನ್ನು ಉಳಿಸಲು ಒಂದಲ್ಲದೆ ಹೆಚ್ಚಿನ ಸೆಟ್ಟುಗಳನ್ನೂ ಸೇರಿಸಬಹುದು. ಉದಾ, ಸ್ವಂತಕ್ಕೊಂದು ಪ್ರೊಫೈಲ್, ವ್ಯವಹಾರಕ್ಕೆ ಬೇರೆಯ ಮತ್ತೊಂದು ಪ್ರೊಫೈಲ್ ಹೀಗೆ.
lb: Wann s du déi eenzeg Persoun bass déi de &brandShortName; benotz, muss de op d'mannst ee Profil hunn. Wann s de wëlls, kanns de puer fir dech selwer uleeë fir ënnerschiddlech Seten vun Astellungen a Preferenzen ze späicheren. Zum Beispill fir geschäftlech a privat Benotzung.
lv: Ja jūs esat vienīgā persona, kas lieto šo &brandShortName; kopiju, jums ir jābūt vismaz vienam profilam. Ja vēlaties, varat radīt sev vairākus profilus, lai saglabātu dažādas iestatījumu un izvēļu kopas. Piemēram, jūs varētu vēlēties vienu profilu darbam un citu personīgai lietošanai.
ml: &brandShortName;-ന്റെ ഈ പകര്‍പ്പ് നിങ്ങള്‍ മാത്രമാണു് ഉപയോഗിക്കുന്നതു് എങ്കില്‍, നിങ്ങള്‍ ഒരു പ്രൊഫൈല്‍ എങ്കിലും ഉണ്ടാക്കേണ്ടതാണു്. നിങ്ങള്‍ക്കാവശ്യമെങ്കില്‍, പല ക്രമികരണങ്ങളും മുന്‍ഗണനകളും സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ക്കു് അനവധി പ്രൊഫൈലുകള്‍ ഉണ്ടാക്കാവുന്നതാണു്. ഉദാഹരണത്തിനു്, ബിസിനസിനും സ്വകാര്യ ആവശ്യങ്ങള്‍ക്കുമായി, നിങ്ങള്‍ക്കു് വെവ്വേറെ പ്രൊഫൈലുകള്‍ ആവശ്യമാകുന്നു..
pt_br: Caso seja a única pessoa a usar esta cópia do &brandShortName;, você deve usar pelo menos um perfil. Se desejar, pode criar vários perfis para uso próprio e armazenar diferentes conjuntos de configurações e preferências. Por exemplo, você pode ter perfis separados para uso particular e de trabalho.
ro: Dacă sunteți singurul utilizator al acestei copii de &brandShortName;, trebuie să aveți cel puțin un profil. Dacă doriți, puteți să vă creați mai multe profiluri, pentru a depozita mai multe seturi diferite de opțiuni de configurare și preferințe. De exemplu, puteți avea profiluri separate pentru serviciu și pentru uzul personal.
sv: Om du är den enda användaren av denna kopia av &brandShortName;, måste du ändå ha minst en profil. Om du vill kan du skapa flera profiler åt dig själv för att spara olika uppsättningar inställningar och alternativ, t.ex. kan du ha olika profiler för arbete och för personlig användning.
th: ถ้าคุณไม่ได้ใช้งาน &brandShortName; ร่วมกับผู้อื่น คุณต้องสร้างโพรไฟล์อย่างน้อยหนึ่งอันไว้ใช้งาน หรือหากต้องการ คุณสามารถสร้างโพรไฟล์เพื่อเก็บค่าตั้งและค่าปรับแต่งได้หลายอันตามลักษณะงาน ตัวอย่างเช่น คุณอาจมีโพรไฟล์สำหรับงานธุรกิจและโพรไฟล์สำหรับงานทั่วไปแยกจากกัน
vi: Nếu là người duy nhất dùng &brandShortName;, bạn phải có ít nhất một hồ sơ. Nếu muốn, bạn có thể tạo nhiều hồ sơ cho chính mình để lưu các thiết lập và tùy chọn khác nhau. Ví dụ, có thể bạn muốn có các hồ sơ riêng rẽ cho công việc và cá nhân.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
ar: لبدء إنشاء ملفّك الشّخصي، انقر التّالي.
az: Hesab yaratmaq üçün 'İrəli' düyməsinə basın.
bg: За начало на създаването на профил, натиснете Напред.
bn_in: প্রোফাইল নির্মাণ আরম্ভ করার জন্য পরবর্তী ক্লিক করুন।
br: Evit krouiñ hoc'h aelad, klikañ war War-lerc'h.
bs: Da započnete kreiranje vašeg profila, kliknite Sljedeće.
cy: I gychwyn creu eich proffil, cliciwch Nesaf.
es_mx: Da clic en Siguiente para comenzar a crear tu perfil.
eu: Zure profila sortzen hasteko, egin klik Hurrengoa botoian.
fur: Par scomençâ a creâ un profîl, cjalcje su Indevant.
he: כדי להתחיל ליצור את הפרופיל שלך, לחץ על "הבא".
hr: Za početak stvaranja vašeg profila, kliknite na Dalje.
hu: A profil elkészítésének megkezdéséhez kattintson a Tovább gombra.
id: Untuk memulai membuat profil, klik Lanjut.
is: Til að búa til notanda, smelltu á Áfram.
ka: პროფილის შექმნის დასაწყებად დაწკაპეთ 'შემდეგ'.
kn: ಹೊಸ ಪ್ರೊಫೈಲ್ ಒಂದನ್ನು ಸೇರಿಸಲು , 'ಮುಂದಕ್ಕೆ' ಅನ್ನು ಕ್ಲಿಕ್ಕಿಸಿ.
lb: Fir mam Uleeë vun dengem Profil unzefänken, klick Weider.
lv: Lai sāktu profila izveidi, spiediet pogu Uz priekšu.
ml: പ്രൊഫൈന്‍ ഉണ്ടാക്കുവാന്‍ ആരംഭിക്കുന്നതിനായി, അടുത്തതു് ക്ലിക്ക് ചെയ്യുക.
pt_br: Para começar a criar o seu perfil, clique em “Avançar”.
ro: Pentru a începe să vă creați profilul, apăsați „Înainte >”.
sv: För att påbörja skapandet av din profil, klicka på Nästa.
th: คลิกที่ 'ถัดไป' เพื่อเริ่มสร้างโพรไฟล์ของคุณ
vi: Để bắt đầu tạo hồ sơ, nhấn Tiến.

source: To begin creating your profile, click Continue.
ar: لبدء إنشاء ملفّك الشّخصي، انقر واصِل.
az: Hesab yaratmaq üçün Davam düyməsinə basın.
bg: За да създадете ваш профил, натиснете „Продължаване“.
bn_in: প্রোফাইল নির্মাণ আরম্ভ করার জন্য পরবর্তী ক্লিক করুন।
br: Evit krouiñ hoc'h aelad, klikit war Kenderc'hel.
bs: Da započnete pravljenje vašeg profila, kliknite Nastavi.
cy: I gychwyn creu eich proffil, cliciwch Parhau.
es_mx: Da clic en Continuar para comenzar a crear tu perfil.
eu: Zure profila sortzen hasteko, egin klik Jarraitu botoian.
fur: Par tacâ a creâ il to profîl, cjalcje su Va indevant.
he: כדי להתחיל ליצור את הפרופיל שלך, לחץ על "המשך".
hr: Za početak stvaranja vašeg profila, kliknite na Nastavi.
hu: A profil elkészítésének megkezdéséhez kattintson a Continue gombra.
id: Untuk memulai membuat profil, klik Lanjut.
is: Til að búa til notanda, smelltu á Áfram.
ka: თქვენი პროფილის შექმნის დასაწყებად დაწკაპეთ - გაგრძელება.
kn: ಹೊಸ ಪ್ರೊಫೈಲ್‌ ಒಂದನ್ನು ಸೇರಿಸುವುದನ್ನು ಆರಂಭಿಸಲು , 'ಮುಂದುವರೆ' ಅನ್ನು ಕ್ಲಿಕ್ಕಿಸಿ.
lb: Fir mam Uleeë vun dengem Profil unzefänken, klick Weider.
lv: Lai sāktu profila izveidi, spiediet pogu Uz priekšu.
ml: പ്രൊഫൈല്‍ ഉണ്ടാക്കുന്നതിനായി, തുടരുക എന്നത് ക്ലിക്ക് ചെയ്യുക.
pt_br: Para começar a criar o seu perfil, clique em “Continuar”.
ro: Pentru a începe să vă creați profilul, apăsați Continuă.
sv: För att påbörja skapandet av din profil, klicka på Fortsätt.
th: คลิกที่ 'ทำต่อ' เพื่อเริ่มสร้างโพรไฟล์ของคุณ
vi: Để bắt đầu tạo hồ sơ, nhấn Tiếp tục.

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
ar: لبدء إنشاء ملفّك الشّخصي، انقر التّالي.
az: Hesab yaratmaq üçün 'İrəli' düyməsinə basın.
bg: За начало на създаването на профил, натиснете Напред.
bn_in: প্রোফাইল নির্মাণ আরম্ভ করার জন্য পরবর্তী ক্লিক করুন।
br: Evit krouiñ hoc'h aelad, klikit war War-lerc'h.
bs: Da započnete kreiranje vašeg profila, kliknite Sljedeće.
cy: I gychwyn creu eich proffil, cliciwch Nesaf.
es_mx: Da clic en Siguiente para comenzar a crear tu perfil.
eu: Zure profila sortzen hasteko, egin klik Hurrengoa botoian.
fur: Par scomençâ a creâ un profîl, cjalcje su Indevant.
he: כדי להתחיל ביצירת הפרופיל שלך, לחץ הבא.
hr: Za početak izrade profile, kliknite Dalje.
hu: A profil elkészítésének megkezdéséhez kattintson a Tovább gombra.
id: Untuk memulai membuat profil, klik Lanjut.
is: Til að búa til notanda, smelltu á Áfram.
ka: თქვენი პროფილის შექმნის დასაწყებად დაწკაპეთ - შემდეგ.
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ರಚಿಸುವುದನ್ನು ಆರಂಭಿಸಲು, ಮುಂದಕ್ಕೆ ಅನ್ನು ಕ್ಲಿಕ್ಕಿಸಿ.
lb: Fir mam Uleeë vun dengem Profil unzefänken, klick Weider.
lv: Lai sāktu profila izveidi, spiediet pogu Uz priekšu.
ml: നിങ്ങളുടെ പ്രൊഫൈല്‍ ഉണ്ടാക്കുന്നതിനായി, അടുത്തതു് ക്ലിക്ക് ചെയ്യുക.
pt_br: Para começar a criar o seu perfil, clique em “Avançar”.
ro: Pentru a începe să vă creați profilul, apăsați „Înainte >”.
sv: För att påbörja skapandet av din profil, klicka på Nästa.
th: คลิกที่ 'ถัดไป' เพื่อเริ่มสร้างโพรไฟล์ของคุณ
vi: Để bắt đầu tạo hồ sơ, nhấn Tiến.
