Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: af, ar, az, bg, bn_in, br, bs, cy, es_mx, eu, fur, he, hr, hu, id, is, ka, kn, lb, lv, ml, pt_br, ro, sv, th, vi

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
af: Indien u verskeie profiele skep, kan u hulle herken deur hul profielname. U kan die naam gebruik wat hier verskaf word, of een van u eie gebruik.
ar: إذا أنشأت عدّة ملفّات شخصيّة، يمكنك التّمييز بينها من خلال اسم الملفّ الشّخصي. يمكنك استخدام الاسم المزود هنا أو اسم من عندك.
az: Birdən çox hesab yaratsanız bunları bir birindən ayırmaq üçün hesab adlarından istifadə edə bilərsiniz. Burada təqdim olunan ya da özünüz seçdiyiniz bir addan istifadə edə bilərsiniz.
bg: Ако създадете няколко профила, можете да ги разграничите с отделни имена. Използвайте името, дадено тук, или използвайте някое ваше.
bn_in: একাধিক প্রোফাইল নির্মাণ করলে আপনি পৃথক নামের দ্বারা এগুলিকে চিহ্নিত করতে পারবেন। উল্লিখিত নাম অথবা আপনার পছন্দসই অন্য যে কোনো নাম ব্যবহার করতে পারেন।
br: Mar bez krouet meur a aelad ganeoc'h e c'hallot o tiforc'hañ dre an anvioù aeladoù. Tu zo deoc'h d'ober gant an anv roet amañ pe arverañ unan e-touez ho re.
bs: Ako napravite nekoliko profila možete ih razlikovati po imenima. Možete koristiti ime koje je dato ovdje ili neko po vašoj želji.
cy: Os ydych yn creu nifer o broffiliau mae modd eu gwahaniaethu wrth enw'r proffil. Mae modd defnyddio'r enw sy'n cael ei ddarparu yma neu enw eich hun.
es_mx: Si creas varios perfiles puedes distinguirlos por su nombre. Puedes asignarle este nombre o ingresar uno nuevo.
eu: Profil ugari sortuz gero, profil-izen desberdinez dei ditzakezu. Hemen eskaintzen zaizun izena edo aukerako beste edozein erabil dezakezu.
fur: Se tu creis diviers profîi tu puedis distinguiju dai nons. Tu puedis doprâ il non za furnît o un personâl.
he: אם תיצור מספר פרופילים תוכל להבדיל ביניהם לפי שמם. תוכל להשתמש בשם המסופק כאן או להשתמש בשם משלך.
hr: Ako stvorite nekoliko profila, možete ih razlikovati po njihovim imenima. Možete koristiti imena koja su zadana ovdje ili stvoriti svoja vlastita.
hu: Ha több profilt hoz létre, akkor a nevük alapján különböztetheti meg azokat. Használhatja az itt megadott nevet, vagy beírhat egy másikat.
id: Apabila Anda membuat beberapa profil, Anda dapat mengenali profil dari nama profilnya. Anda dapat menggunakan nama yang diberikan di bawah ini atau menggantinya dengan nama lain.
is: Ef þú býrð til marga notendur geturðu þekkt þá í sundur á nafninu. Þú getur notað nafnið sem er hér fyrir eða sett inn þitt eigið.
ka: რამდენიმე პროფილის შექმნის შემთხვევაში მათ სხვადასხვა სახელი უნდა მიანიჭოთ. შეგიძლიათ გამოიყენოთ ქვემოთ მოყვანილი ან მოიფიქროთ და დაარქვათ თქვენ თვითონ.
kn: ನೀವು ಅನೇಕ ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ರಚಿಸಿದಲ್ಲಿ ಅವುಗಳ ಹೆಸರುಗಳ ಮೂಲಕ ಪ್ರತ್ಯೇಕವಾಗಿ ಉಲ್ಲೇಖಿಸಬಹುದು. ಇಲ್ಲಿ ಒದಗಿಸಲಾದ ಹೆಸರನ್ನು ಬಳಸಬಹುದು ಅಥವ ನಿಮ್ಮ ಸ್ವಂತದ್ದೇ ಆದಂತಹ ಹೆಸರನ್ನು ಬಳಸಬಹುದು.
lb: Wann s de puer Profiler ulees kanns de se un de Profil-Nimm ënnerscheeden. Du kanns deen heiten Numm benotzen oder däin eegenen huelen.
lv: Izveidojot vairākus profilus, tos var atšķirt pēc nosaukumiem. Profila nosaukumu varat izvēlēties vai izmantot piedāvāto.
ml: അനേഘം പ്രൊഫൈലുകള്‍ ഉണ്ടാക്കിയാല്‍, നിങ്ങള്‍ക്കു് അവയുടെ പേര് ഉപയോഗിച്ച് വേര്‍തിരിക്കാവുന്നതാണു്. ഇവിടെ നല്‍കിയിരിക്കുന്ന പേരു് ഉപയോഗിക്കുക, അല്ലെങ്കില്‍ നിങ്ങള്‍ സ്വയം പേരു് നല്‍കുക.
pt_br: Caso crie muitos perfis você pode diferenciá-los através do nome. Você pode usar o nome sugerido aqui ou escolher outro.
ro: Dacă creați mai multe profiluri, le puteți deosebi după nume. Puteți folosi numele sugerat aici sau numele pe care îl doriți dumneavoastră.
sv: Om du skapar flera olika profiler kan du skilja dem åt med hjälp av profilnamnen. Du kan använda namnet som givits här, eller ange ett eget.
th: หากคุณมีโพรไฟล์หลายอัน คุณสามารถแยกแยะพวกมันได้ด้วยชื่อโพรไฟล์ คุณอาจใช้ชื่อที่ตั้งให้นี้หรือตั้งชื่อเองก็ได้
vi: Nếu tạo vài hồ sơ, bạn có thể tách biệt chúng bằng cách đặt tên. Có thể dùng tên được cung cấp ở đây hoặc tự đặt theo ý bạn.

source: &Enter new profile name:
af: &Tik nuwe profielnaam in:
ar: أدخل ا&سم الملف الشخصي الجديد:
az: Y&eni bir hesab adı daxil edin:
bg: &Въведете ново име на профил:
bn_in: &নতুন প্রোফাইলের নাম লিখুন:
br: Roit un anv a&elad nevez :
bs: Un&esite novo ime profila:
cy: Rhowch &enw proffil newydd:
es_mx: &Ingresa el nombre del nuevo perfil:
eu: Idatzi profil b&erriaren izena
fur: &Inserìs il non dal gnûf profîl:
he: הכנס שם לפרופיל חדש:
hr: Un&esite naziv novog profila:
hu: A&dja meg az új profil nevét:
id: &Masukkan nama profil baru:
is: &Sláðu inn nafn á nýjum notanda:
ka: მიუთითეთ პროფილის ახალი სახელი:
kn: ಹೊಸ ಪ್ರೊಫೈಲ್‌ನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ:
lb: Gëff &ee Profil-Numm un:
lv: I&evadiet jaunu profila nosaukumu:
ml: പുതിയ പ്രൊഫൈല്‍ പേരു് നല്‍കുക
pt_br: &Forneça o nome do novo perfil:
ro: Introduc&eți numele noului profil:
sv: &Skriv in profilnamnet:
th: &ตั้งชื่อโพรไฟล์ :
vi: &Nhập tên hồ sơ mới:

source: Your user settings, preferences and other user-related data will be stored in:
ar: إعدادات المستخدم الخاصة بك، وتفضيلاتك وغير ذلك من البيانات المتعلقة بالمستخدم سيتم تخزينها في:
az: İstifadəçi ayarlarınız, favoritləriniz və şifrələriniz burda saxlanacaq:
bg: Вашите потребителски настройки и лични данни ще бъдат записани в:
bn_in: আপনার ব্যবহৃত পরিচিতি সংক্রান্ত বৈশিষ্ট্য, পছন্দসই মান ও অন্যান্য সম্বন্ধীয় তথ্য সংরক্ষণের অবস্থান:
br: Gwaredet e vo hoc'h arventennoù, ho kwellvezioù hag ar roadennoù all o tennañ d'an arveriaded all e :
bs: Vaše korisničke postavke i drugi korisnički podaci bit će pohranjeni u:
cy: Bydd eich gosodiadau defnyddiwr, dewisiadau a data arall sy'n perthyn i ddefnyddiwr yn cael ei gadw yn:
es_mx: Tu configuración de usuario, preferencias y otros datos relativos al usuario se guardarán en:
eu: Zure ezarpenak, hobespenak eta beste zenbait datu hemen gordeko dira:
fur: Lis impostazions di utent, preferencis e altris dâts personâls a saràn salvâts in:
he: הגדרות המשתמש, ההעדפות, ונתונים אחרים הקשורים למשתמש שלך יאוחסנו ב:
hr: Vaše korisničke postavke, osobitosti i ostali korisnički podaciti biti će spremljeni u:
hu: Az Ön beállításai és egyéb személyes adatai az alábbi helyen lesznek tárolva:
id: Pengaturan yang Anda buat dan semua data lainnya akan disimpan di:
is: Stillingar og önnur gögn tengdum þínum notanda verða geymdar í:
ka: თქვენი პარამეტრები და სხვა მონაცემები აქ შეინახება:
kn: ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಿದ್ಧತೆಗಳು, ಆದ್ಯತೆಗಳು ಹಾಗು ಇತರೆ ಬಳಕೆದಾರ-ಸಂಬಂಧಿತ ಮಾಹಿತಿಯು ಇಲ್ಲಿ ಶೇಖರಿಸಲ್ಪಡುತ್ತದೆ:
lb: Deng Benotzer-Astellungen, Preferenzen an aner benotzer-spezifesch Date wäerte gespäichert ginn ënner:
lv: Jūsu iestatījumi, izvēles un citi lietotāja dati tiks saglabāti:
ml: നിങ്ങളുടെ യൂസര്‍ സജ്ജീകരണങ്ങള്‍, മുന്‍ഗണനകള്‍, യൂസര്‍ സംബന്ധിച്ചുള്ള മറ്റു് വിവരങ്ങള്‍ എന്നിവ സൂക്ഷിക്കുന്നു:
pt_br: Suas configurações, preferências e dados relacionados serão armazenados em:
ro: Opțiunile utilizatorului, preferințele, și alte date legate de utilizator vor fi stocate în:
sv: Dina inställningar och annan användarrelaterad data kommer att lagras i:
th: ค่าตั้ง ค่าปรับแต่ง และข้อมูลอื่นที่เกี่ยวกับผู้ใช้จะถูกเก็บใน :
vi: Thiết lập, tùy chọn và những dữ liệu liên quan đến người dùng sẽ được lưu tại:

source: Default User
af: Verstekgebruiker
ar: المستخدم المبدئي
az: Standart istifadəçi
bg: Текущ потребител
bn_in: ডিফল্ট ব্যবহারকারী
br: Arveriad dre ziouer
bs: Početni korisnik
cy: Defnyddiwr Rhagosodedig
es_mx: Usuario predeterminado
eu: Erabiltzaile lehenetsia
fur: Utent predeterminât
he: משתמש ברירת מחדל
hr: Zadani korisnik
hu: Alapértelmezett felhasználó
id: Pengguna Baku
is: Sjálfgefinn notandi
ka: ძირითადი მომხმარებელი
kn: ಡೀಫಾಲ್ಟ್‍ ಬಳಕೆದಾರ
lb: Standard Benotzer
lv: Noklusētais lietotājs
ml: സ്വതവേയുള്ള ഉപയോക്താവ്
pt_br: Novo perfil
ro: Utilizator implicit
sv: standard
th: ผู้ใช้ปริยาย
vi: Nguoi dung Mac dinh

source: &Choose Folder…
ar: ا&ختر مجلدا…
az: Qovluq &seç…
bg: Из&биране на папка…
bn_in: &ফোল্ডার নির্বাচন করুন...
br: Diuz un &teuliad…
bs: &Izaberite direktorij…
cy: &Dewis Ffolder…
es_mx: Elegir &carpeta…
eu: &Aukeratu karpeta…
fur: &Sielç la cartele…
he: בחר &תיקייה...
hr: Odaberi &mapu...
hu: &Mappa választása…
id: &Pilih Folder…
is: &Veldu möppu…
ka: დასტის არჩევა…
kn: ಕೋಶವನ್ನು ಮುಚ್ಚು...
lb: &Wiel een Dossier…
lv: &Izvēlēties mapi...
ml: ഫോള്‍ഡര്‍ തെരഞ്ഞെടുക്കുക
pt_br: &Pasta…
ro: &Alege dosar...
sv: &Välj mapp…
th: เ&ลือกโฟลเดอร์…
vi: &Chọn Thư Mục…

source: &Use Default Folder
af: &Gebruik verstekvouer
ar: ا&ستعمل المجلد المبدئي
az: Stan&dart qovluqdan istifadə et
bg: Из&ползване на подразбиращата се папка
bn_in: &ডিফল্ট ফোল্ডার ব্যবহার করা হবে
br: Arverañ an te&uliad dre ziouer
bs: &Koristi prvobitni direktorij
cy: Defnyddio'r Ffolder &Rhagosodedig
es_mx: &Usar carpeta predeterminada
eu: Erabi&li karpeta lehenetsia
fur: &Dopre cartele predeterminade
he: &השתמש בתיקיית ברירת המחדל
hr: Koristi zadan&u mapu
hu: &Alapértelmezett mappa
id: G&unakan Folder Baku
is: &Nota sjálfgefna möppu
ka: ძირითადი დასტის გამოყენება
kn: ಡೀಫಾಲ್ಟ್‍ ಕೋಶವನ್ನು ಬಳಸು
lb: Benotz de Standard Dossier
lv: Lietot nokl&usēto mapi
ml: സ്വതവേയുള്ള ഫോള്‍ഡര്‍ ഉപയോഗിക്കുക
pt_br: &Usar a pasta padrão
ro: &Folosește dosarul implicit
sv: &Använd Standard
th: ใช้โฟลเดอร์&ปริยาย
vi: &Sử dụng Thư mục Mặc định

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. width: 45em; height: 32em;
af: width: 45em; height: 32em;

source: To begin creating your profile, click Next.
af: Om u profiel te begin skep, kliek Volgende.

source: Your user settings, preferences, bookmarks and mail will be stored in:
af: U gebruikeropstelling, voorkeure, boekmerke en pos sal gestoor word in:

source: &Choose Folder...
af: &Kies vouer...
