Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/profile/profileSelection.properties.po
Languages: af, ar, as, bg, br, gd, he, hy_am, id, is, kk, km, lt, lv, ml, mn, nb_no, nn_no, oc, pt_br, ro, si, ta, tl, xh

source: Close %S
af: Sluit %S af
ar: أغلق %S
as: %S বন্ধ কৰক
bg: Затваряне на %S
br: Serriñ %S
gd: Dùin %S
he: סגירת %S
hy_am: Փակել %S-­ը
id: Tutup %S
is: Loka %S
kk: Жабу %S
km: បិទ %S
lt: Užvėrimas: %S
lv: Aizvērt %S
ml: %S അടയ്ക്കുക
mn: %S-г дахин ачаал
nb_no: Lukk %S
nn_no: Lukk %S
oc: Tampar %S
pt_br: Fechar o %S
ro: Închide %S
si: %S වසන්න
ta: %S ஐ மூடு
tl: Isara ang %S
xh: Vala i-%S

source: %S is already running, but is not responding. To open a new window, you must first close the existing %S process, or restart your system.
af: %S loop reeds, maar reageer nie. Om 'n nuwe venster te open, moet u eers die bestaande %S-proses afsluit, of u rekenaar herbegin.
ar: يعمل %S مسبقا، لكنّه لا يستجيب. لفتح نافذة جديدة، عليك أوّلا أن تغلق عمليّة %S الموجودة، أو تعيد تشغيل نظامك.
as: %S ইতিমধ্যে চলি আছে, কিন্তু উত্তৰ দিয়া নাই। এটা নতুন উইন্ডো খুলিবলৈ, আপুনি বৰ্তমানৰ %S প্ৰক্ৰিয়া প্ৰথমে বন্ধ কৰিব লাগিব, বা চিস্টেম পুনাৰম্ভ কৰিব লাগিব।
bg: %S вече е пуснат, но не отговаря. За да отворите нов прозорец, първо трябва да затворите съществуващия процес %S или да рестартирате цялата система.
br: %S zo war erounit endeo met n'emañ ket o respont. Evit digeriñ ur prenestr nevez e vo ret deoc'h serriñ an argerzh %S a zo anezhañ pe adloc'hañ ho reizhiad.
gd: Tha %S a' dol mu thràth ach chan eil e a' freagairt. Gus uinneag ùr fhosgladh, feumaidh tu crìoch a chur air pròiseas %S làithreach an toiseach no an siostam agad tòiseachadh a-rithist.
he: %S עדיין פועל, אולם אינו מגיב. כדי לפתוח חלון חדש, עליך לסגור קודם את התהליך הקיים %S, או להפעיל מחדש את המערכת.
hy_am: %S­-ը արդեն իսկ գործարկված է, բայց չի պատասխանում: Նոր պատուհան բացելու համար պետք է փակեք %S-ը կամ վերագործարկեք Ձեր համակարգը:
id: %S sudah berjalan, namun tidak menanggapi perintah. Untuk membuka jendela baru, pertama-tama Anda harus menutup semua proses %S yang ada, atau mulai ulang sistem Anda.
is: %S er þegar keyrandi, en svarar ekki. Til að opna nýjan glugga, þarftu fyrst að loka %S, eða endurræsa tölvuna.
kk: %S қазір қосулы тұр, бірақ жауап қайтармайды. Жаңа терезені ашу үшін қосулы тұрған %S көшірмесін тоқтату немесе компьютерді қайта қосу керек.
km: %S កំពុងតែ​ដំណើរការ​រួចហើយ​ ប៉ុន្តែ​វា​មិន​ឆ្លើយតប ។ ដើម្បី​បើក​បង្អួច​ថ្មី អ្នក​ត្រូវតែ​បិទ​ដំណើរការ %S ដែល​មាន​ស្រាប់​ជាមុន​សិន ឬ​ចាប់ផ្ដើម​ប្រព័ន្ធ​របស់​អ្នក​ឡើងវិញ ។
lt: Užduotis „%S“ šiuo metu vykdoma, bet neatsako. Jei norite atverti naują langą, pirma turite baigti esamą užduotį (%S) arba paleisti sistemą iš naujo.
lv: %S jau darbojas, bet neatbild. Lai atvērtu jaunu logu, jums vispirms jāaizver esošais %S process, vai jārestartē dators.
ml: %S പ്രവറ്‍ത്തനത്തിലാണ്, പക്ഷേ പ്രതികരിക്കുന്നില്ല. ഒരു പുതിയ ജാലകം തുറക്കുന്നതിനായി, നിങ്ങള്‍ നിലവിലുള്ള %S പ്രക്രിയ നിര്‍ത്തേണ്ടതാകുന്നു, അല്ലെങ്കില്‍ നിങ്ങളുടെ സിസ്റ്റം വീണ്ടും ആരംഭിക്കുക.
mn: %S ажиллаж байна. Гэхдээ хариу өгөхгүй байна. Шинэ цонх нээхийн тулд та ажиллаж буй %S-г хаах, эсвэл компьютерээ шинээр ачаалах хэрэгтэй.
nb_no: %S er allerede åpen, men svarer ikke. For å åpne et nytt vindu må du først lukke %S-prosessen som allerede er åpen, eller starte datamaskinen på nytt.
nn_no: %S er allereie open, men svarar ikkje. For å opna eit nytt vindauge må du fyrst lukka %S-prosessen som allereie er open, eller starta datamaskina på nytt.
oc: %S ja es en cors d'execucion mas respond pas. Per dobrir una fenèstra novèla, vos cal arrestar lo processús %S existent d'en primièr o tornar amodar vòstre sistèma.
pt_br: O %S já está em execução, mas não está respondendo. Para abrir uma nova janela, finalize o processo existente do %S ou reinicie o computador.
ro: %S rulează deja, însă nu răspunde. Pentru a deschide o fereastră nouă, trebuie să închideți mai întâi procesul %S existent, sau să reporniți sistemul.
ta: %S ஏற்கனவே இயங்குகிறது, ஆனால் பதிலளிக்கவில்லை. ஒரு புதிய சாளரத்தை திறக்க, நீங்கள் முதலில் இருக்கும் %S செயலை நிறுத்த வேண்டும் அல்லது கணினியை மறுதுவக்க வேண்டும்
tl: %S ay gumagana na ngayon, ngunit hindi na tumutugon. Upang mabuksan ang bagong window, kailangan niyo munang isara ang ginagamit na proseso ng %S, o buksan uli ang sistema ng iyong kompyuter.
xh: I-%S sele ihamba, kodwa ayiphenduli. Ukuvula ifestile entsha, qala uvale %S inkqubo ekhoyo okanye uqalise kwakhona ikhompyutha yakho.

source: %S is already running, but is not responding. The old %S process must be closed to open a new window.
af: %S loop reeds, maar reageer nie. Die ou %S-proses moet afgesluit word om 'n nuwe venster te open.
ar: يعمل %S مسبقا، لكنّه لا يستجيب. يجب أن تغلق عمليّة %S القديمة لفتح نافذة جديدة.
as: %S ইতিমধ্যে চলি আছে, কিন্তু উত্তৰ দিয়া নাই। এটা নতুন উইন্ডো খুলিবলৈ পুৰনি %S প্ৰক্ৰিয়া প্ৰথমে বন্ধ কৰিব লাগিব।
bg: %S вече е пуснат, но не отговаря. Старият процес %S трябва да бъде затворен, за да бъде отворен нов прозорец.
br: %S zo war erounit endeo met n'emañ ket o respont. An argerzh kozh %S zo ret dezhañ bezañ serret evit digeriñ ur prenestr nevez.
gd: Tha %S a' dol mu thràth ach chan eil e a' freagairt. Feumaidh tu crìoch a chur air seann phròiseas %S mus urrainn dhut uinneag ùr fhosgladh.
he: %S עדיין פועל, אולם אינו מגיב. יש לסגור את התהליך הקודם %S כדי לפתוח חלון חדש.
hy_am: %S­-ը արդեն իսկ գործարկված է, բայց չի պատասխանում: Նոր պատուհան բացելու համար %S­ը պետք է կանգնեցվի կամ փակվի:
id: %S sudah berjalan, namun tidak menanggapi perintah. Proses %S sebelumnya harus ditutup untuk membuka jendela baru.
is: %S er þegar keyrandi, en svarar ekki. Þú þarft að loka eldri %S til að geta opnað nýjan glugga.
kk: %S істеп тұр, бірақ жауап бермейді. Жаңа терезені ашу үшін жіберілген процесс %S аяқталуы керек.
km: %S កំពុងតែ​ដំណើរការ​រួច​ហើយ ប៉ុន្តែ​វា​មិន​ឆ្លើយតប ។ ដំណើរការ %S ចាស់​ៗ​ត្រូវតែ​បិទ​ជាមុន​សិន ដើម្បី​បើក​បង្អួច​ថ្មី ។
lt: „%S“ jau veikia, bet neatsako. Jei norite atverti naują langą, turi būti baigta senoji užduotis (%S).
lv: %S jau darbojas, bet neatbild. Lai atvērtu jaunu logu, jums vispirms jāaizver esošais %S process.
ml: %S പ്രവറ്‍ത്തനത്തിലാണ്, പക്ഷേ പ്രതികരിക്കുന്നില്ല. പുതിയ ഒരു ജാലകം തുറക്കുന്നതിനായി, പഴയ %S പ്രക്രിയ അവസാനിപ്പിക്കേണ്ടതാകുന്നു.
mn: %S ажиллаж байна. Гэхдээ хариу өгөхгүй байна. Шинэ цонх нээхийн тулд хуучин %S хаагдах ёстой.
nb_no: %S er allerede åpen, men svarer ikke. Den gamle %S-prosessen må lukkes før du kan åpne et nytt vindu.
nn_no: %S er allereie open, men svarar ikkje. Den gamle %S-prosessen må avsluttast for å opna eit nytt vindauge.
oc: %S ja es en cors d'execucion mas respond pas. Lo processús ancian %S deu èsser arrestat per poder dobrir una fenèstra novèla.
pt_br: O %S já está em execução, mas não está respondendo. O processo antigo do %S deve ser finalizado para a abertura de uma nova janela.
ro: %S rulează deja, însă nu răspunde. Vechiul proces %S trebuie închis pentru a deschide o fereastră nouă.
si: %S දැනටත් ක්‍රියාත්මක අතර ප්‍රතිචාර නොදක්වයි. නව කවුළුවක් විවෘත කිරීම සඳහා පැරණි %S සැකසුව වැසිය යුතුම වේ.
ta: %S ஏற்கனவே இயங்குகிறது, ஆனால் பதிலளிக்கவில்லை. பழைய %S செயல் ஒரு புதிய சாளரத்தை திறக்க மூடப்படும்.
tl: %S ay gumagana na, ngunit hindi na tumutugon. Ang lumang proseso ng %S ay dapat isara upang makapagbukas ng bagong window.
xh: I-%S sele ihamba, kodwa ayiphenduli. %S inkqubo endala mayivalwe ukuvula ifestile entsha.

source: A copy of %S is already open. Only one copy of %S can be open at a time.
af: 'n Afskrif van %S is reeds oop. Net een afskrif van %S kan op 'n slag oop wees.
ar: نسخة من %S مفتوحة مسبقا. يمكنك فتح نسخة واحدة فقط من %S في نفس الوقت.
as: %S ৰ এটা কপি ইতিমধ্যে খোলা। %S ৰ অকল এটা কপিহে এটা সময়ত খোলা থাকিব পাৰে।
bg: Вече е отворено копие на %S. Само едно копие на %S може да бъде отворено в някой момент от време.
br: Digor eo dija un eiladenn eus %S. Un eiladenn eus %S hepken a c'hall bezañ digoret.
gd: Tha lethbhreac de %S fosgailte mu thràth. Chan urrainn dhut barrachd air aon lethbhreac de %S fhosgladh aig an aon àm.
he: עותק של %S כבר פתוח. רק עותק אחד של %S יכול להיות פתוח בכל רגע נתון.
hy_am: %S-ը արդեն բացված է: %S-ի միայն մեկ օրինակ կարող է լինել բացված:
id: Salinan %S sudah terbuka. Hanya satu %S yang bisa dibuka bersamaan.
is: %S er þegar keyrandi. Þú getur aðeins haft eitt eintak af %S keyrandi á hverjum tíma.
kk: %S көшірмесі ашылып тұр. Бір уақытта %S -ң бір ғана нұсқасы жұмыс істей алады.
km: ច្បាប់​ចម្លង %S ត្រូវ​បាន​បើក​រួចហើយ ។ មាន​តែ​ច្បាប់​ចម្លង​មួយ​ប៉ុណ្ណោះ​នៃ %S អាច​ត្រូវ​បាន​បើក​ក្នុង​ពេល​តែ​មួយ ។
lt: „%S“ jau atvertas. Vienu metu gali būti atvertas tik vienas „%S“ egzempliorius.
lv: Jau ir palaista viena %S kopija. Vienlaicīgi var darboties tikai viena %S kopija.
ml: %S -ന്റെ ഒരു പകര്‍പ്പ് നിലവില്‍ തുറന്നിരിക്കുന്നു. ഒരു സമയത്ത്, %S -ന്റെ ഒരു പകര്‍പ്പ് മാത്രമേ തുറക്കുവാന്‍ പാടുള്ളൂ.
mn: %S-н хуулбар нээлттэй байна. Зөвхөн %S-н нэг л хуулбар нээлттэй байж чадна.
nb_no: En kopi av %S er allerede åpen. Bare en kopi av %S kan være åpen om gangen.
nn_no: %S er allereie open. Berre ein %S kan vera open om gongen.
oc: Una còpia de %S ja es dobèrta. Una sola còpia de %S pòt èsser dobèrta a l'encòp.
pt_br: Um %S já está aberto. Somente uma cópia do %S pode estar aberta em um dado momento.
ro: O instanță de %S e deschisă deja. Nu pot fi deschise mai multe instanțe de %S în același timp.
si: %S හි පිටපතක් දැනටත් විවෘතව ඇත. වරකට %S හි එක් පිටපතක් පමණක් විවෘත කළ හැක.
ta: %Sஇன் ஒரு நகல் ஏற்கனவே திறக்கப்பட்டுள்ளது. ஒரே ஒரு %Sஇன் நகல் மட்டுமே ஒரே நேரத்தில் திறக்க முடியும்.
tl: Ang kopya ng %S ay nakabukas na. Isang kopya lang po ng %S ang maaring buksan sa panahong ito.
xh: Ikopi ye-%S sele ivulile. Inye kuphela ikopi ye-%S enokuvulwa ngexesha.

source: A copy of %S is already open. The running copy of %S will quit in order to open this one.
af: 'n Afskrif van %S is reeds oop. Die huidig lopende afskrif van %S sal afsluit sodat hierdie een kan open.
ar: نسخة من %S مفتوحة مسبقا. ستغلق النسخة العاملة من %S الآن لتفتح هذه.
as: %S ৰ এটা কপি ইতিমধ্যে খোলা। চলি থকা %S ৰ কপি বন্ধ হ'ব এইটো খুলিবলৈ।
bg: Вече е отворено копие на %S. Пуснатото копие на %S ще бъде спряно, за да се отвори това копие.
br: Digor eo dija un eiladenn eus %S. An eiladenn red eus %S a guitay evit leuskel hennezh da vont en-dro.
gd: Tha lethbhreac de %S fosgailte mu thràth. Dùinidh lethbhreac %S a tha a' dol an-dràsta gus am fear seo fhosgladh.
he: עותק של %S כבר פתוח. העותק הרץ של %S יסגר כדי לפתוח את הנוכחי.
hy_am: %S-ը արդեն աշխատում է: %S-ի աշխատող օրինակը կանջատվի, որպեսզի բացվի այս մեկը:
id: Salinan %S sudah terbuka. %S yang sedang dibuka akan keluar untuk membuka yang baru.
is: %S er þegar keyrandi. Til að geta keyrt upp nýtt eintak verður slökkt á %S.
kk: Қазір %S бағдарламасының көшірмесі қосулы тұр. Жаңа көшірмені ашу үшін қосулы тұрған %S көшірмесі сөндіріледі.
km: ច្បាប់​ចម្លង %S ត្រូវ​បាន​បើក​រួចហើយ ។ ច្បាប់​ចម្លង​ %S ដែល​កំពុង​តែ​ដំណើរការ​នឹង​បិទ ដើម្បី​បើក​ច្បាប់​ចម្លង​មួយ​នេះ ។
lt: „%S“ jau atvertas. Veikiantis „%S“ egzempliorius bus užvertas tam, kad būtų galima atverti naują.
lv: Jau ir palaista viena %S kopija. Darbojošās %S kopija izies, lai varētu palaist šo.
ml: %S -ന്റെ ഒരു പകര്‍പ്പ് നിലവില്‍ തുറന്നിരിക്കുന്നു. മറ്റൊന്ന് തുറക്കുന്നതിനായി നിലവില്‍ പ്രവര്‍ത്തിച്ചുകൊണ്ടിരിക്കുന്ന %S-ന്രെ പകര്‍പ്പ് അടയ്ക്കുന്നതാകുന്നു.
mn: %S-н хуулбар нээлттэй байна. Ажиллаж буй %S-н хуулбар нь үүнийг нээхийн тулд хаагдах болно.
nb_no: En kopi av %S er allerede åpen. Den kjørende kopien av %S vil lukkes slik at den nye kan åpnes.
nn_no: %S er allereie open. %S som køyrer vil latast att slik at den nye kan opnast.
oc: Una còpia de %S ja es dobèrta. La còpia de %S en cors d'execucion se tamparà pr'amor de dobrir aquesta.
pt_br: Um %S já está aberto. O %S atual será encerrado para que seja possível iniciar este.
ro: O instanță de %S e deschisă deja. Instanța de %S care rulează va fi terminată pentru a o deschide pe aceasta.
si: %S හි පිටපතක් දැනටත් විවෘතව ඇත. මෙය විවෘත කිරීම සඳහා %S හි ක්‍රියාත්මක පිටපත වැසෙනු ඇත.
ta: %Sஇன் ஒரு நகல் ஏற்கனவே திறக்கப்பட்டுள்ளது. %Sஇன் இயங்கும் நகல் இந்த ஒன்றை திறக்கும் பொருட்டு வெளியேறும்.
xh: Ikopi ye-%S sele ivulile. Ikopi ehambayo ye-%S iya kumka ukuze kuvulwe le fayile.

source: Profile: '%S' - Path: '%S'
af: Profiel: '%S' - Pad: '%S'
ar: الملفّ الشخصي: '%S' - المسار: '%S'
as: আলেখ্য: '%S' - পথ: '%S'
bg: Профил: „%S“ – Път: '%S'
br: Aelad : '%S' - Treug : '%S'
gd: Pròifil: "%S" - Slighe: "%S"
he: פרופיל: '%S' - נתיב: '%S'
hy_am: Հաշիվը. '%S' - Ճանապարհը. '%S'
id: Profil: '%S' - Path: '%S'
is: Notandi: '%S' - Slóð: '%S'
kk: Профилі: «%S» — Жолы: «%S»
km: ទម្រង់ ៖ '%S' - ផ្លូវ ៖ '%S'
lt: Profilis: „%S“ – aplankas: „%S“
lv: Profils: '%S' - ceļš: '%S'
ml: പ്രൊഫൈല്‍: '%S' - പാഥ്: '%S'
mn: Хувийн орчин: '%S' - Байрлал: '%S'
oc: Perfil : « %S » - Camin : « %S »
pt_br: Perfil '%S' localizado em: '%S'
ro: Profil: „%S” - Cale: „%S”
si: පැතිකඩ: '%S' - මාර්‍ගය: '%S'
ta: சுயவிவரம்: '%S' - பாதை: '%S'
xh: Iprofayile: '%S' - Indlela yothungelwano: '%S'

source: Select Profile
af: Kies profiel
ar: اختر ملفّا شخصيّا
as: আলেখ্য নিৰ্বাচন কৰক
bg: Избор на профил
br: Diuz an aelad
gd: Tagh pròifil
he: בחר פרופיל
hy_am: Ընտրեք հաշիվը
id: Pilih Profil
is: Veldu notanda
kk: Профильді таңдау
km: ជ្រើស​ទម្រង់
lt: Profilio pasirinkimas
lv: Izvēlieties profilu
ml: പ്രൊഫൈല്‍ തിരഞ്ഞെടുക്കുക
mn: Хувийн орчинг сонго
nb_no: Velg profil
nn_no: Vel profil
oc: Causissètz un perfil
pt_br: Selecione o perfil
ro: Selecție profil
si: පැතිකඩ තෝරන්න
ta: விவரத்தை தேர்வு செய்
tl: Piliin ang Profile
xh: Khetha iprofayile

source: Please select a profile to begin %S, or create a new profile.
af: Kies 'n profiel om %S te begin, of skep 'n nuwe profiel.
ar: رجاءً اختر ملفّا شخصيا لبدأ %S، أو أنشئ ملفّا شخصيا جديدا.
as: %S আৰম্ভ কৰিবলৈ আলেখ্য নিৰ্বাচন কৰক, বা এটা নতুন আলেখ্য সৃষ্টি কৰক।
bg: Моля, изберете профил, за да започне %S, или създайте нов.
br: Diuz un aelad evit kregiñ %S, pe krouiñ un aelad nevez.
gd: Tagh pròifil gus %S a thòiseachadh no cruthaich pròifil ùr.
he: אנא בחר פרופיל כדי להתחיל את %S, או צור פרופיל חדש.
hy_am: %S-­ը աշխատացնելու համար խնդրում եմ ընտրեք հաշիվ կամ ստեղծել նորը:
id: Silakan pilih profil untuk memulai %S, atau buat profil baru.
is: Veldu notanda til að ræsa %S með, eða búðu til nýjan notanda.
kk: %S қосу үшін профильді таңдаңыз, немесе жаңасын құрыңыз.
km: សូម​ជ្រើស​ទម្រង់​ដើម្បី​ចាប់ផ្ដើម %S ឬ​ដើម្បី​បង្កើត​ទម្រង់​ថ្មី ។
lt: Prašom parinkti esamą %S profilį ar sukurti naują.
lv: Lūdzu, izvēlieties profilu, lai sāktu %S, vai radiet jaunu profilu.
ml: %S ആരംഭിക്കുന്നതിനായി ദയവായി ഒരു പ്രൊഫൈല്‍ തിരഞ്ഞെടുക്കുക,അല്ലെങ്കില്‍ പുതിയ ഒരെണ്ണം ഉണ്ടാക്കുക.
mn: %S-г эхлэхийн тулд хувийн орчинг сонгох эсвэл шинэ хувийн орчин үүсгэнэ үү.
nb_no: Velg en profil for å starte %S, eller opprett en ny profil.
nn_no: Vel ein profil for å starta %S, eller lag ein ny profil.
oc: Causissètz un perfil per aviar %S, o creatz un perfil novèl.
pt_br: Selecione um perfil para iniciar o %S ou crie um novo perfil.
ro: Vă rugăm alegeți un profil pentru a porni %S sau creați un profil nou.
si: %S ඇරඹීමට පැතිකඩක් තෝරන්න, නොඑසේනම් නව පැතිකඩක් නිර්මාණය කරන්න.
ta: %S ஐ துவக்க விவரத்தை தேர்வு செய்யவும், அல்லது புதிய விவரக்குறிப்பை உருவாக்கவும்.
tl: Pakipili ng pangunahing file upang masimulan ang %S, o makagawa ng panibagong pangunahing file.
xh: Nceda ukhethe iprofayile ukuqalisa %S okanye ukwenza iprofayile entsha.

source: Profile In Use
af: Profiel in gebruik
ar: الملفّ الشّخصي قيد الاستخدام
as: আলেখ্য ব্যৱহাৰত আছে
bg: Профил в употреба
br: Aelad war arver
gd: Pròifil 'ga chleachdadh
he: פרופיל בשימוש
hy_am: Հաշիվը օգտագործվում է
id: Profil sedang Dipakai
is: Notandi í notkun
kk: Профиль қолдануда
km: ទម្រង់​កំពុង​ត្រូវ​បាន​ប្រើ
lt: Profilis jau naudojamas
lv: Profils tiek lietots
ml: പ്രൊഫൈല്‍ ഉപയോഗത്തിലാണു്
mn: Хувийн орчинг хэрэглэж байна
nb_no: Profil allerede i bruk
nn_no: Profil alt i bruk
oc: Perfil en cors d'utilizacion
pt_br: Perfil sendo usado
ro: Profil în uz
si: භාවිත පැතිකඩ
ta: பயனில் உள்ள விவரங்கள்
xh: Iprofayile esebenzayo

source: %S cannot use the profile "%S" because it is in use. To continue, close the running instance of %S or choose a different profile.
af: %S kan nie die profiel "%S" gebruik nie omdat dit tans gebruik word. Om voort te gaan, sluit die lopende instans van %S af of kies 'n ander profiel.
ar: لا يستطيع %S استخدام الملفّ الشّخصي "%S" لأنه قيد الاستخدام. للمواصلة، أغلق التواجد الذي يعمل من %S أو اختر ملفّا شخصيا مختلفا.
as: %S এ "%S" আলেখ্য ব্যৱহাৰ কৰিব নোৱাৰে কাৰণ সেইটো ব্যৱহাৰত আছে। আগবাঢ়িবলৈ, চলমান %S বন্ধ কৰক বা এটা অন্য আলেখ্য নিৰ্বাচন কৰক।
bg: %S не може да използва профила „%S“, защото той се използва в момента. За да продължите, затворете другия екземпляр на %S или изберете друг профил.
br: %S n'hall ket arverañ an aelad "%S" rak emañ war arver. Evit kenderc'hel ganti, serrit an eriol o redek eus %S pe dibabit un aelad disheñvel.
gd: Chan urrainn dha %S a' phròifil "%S" a chleachdadh a chionn 's gu bheilear 'ga chleachdadh mu thràth. Dùin an ionstans de %S a tha a' dol mu thràth no tagh pròifil eile gus leantainn air adhart.
he: %S לא יכול להשתמש בפרופיל "%S" משום שהוא בשימוש. כדי להמשיך, סגור את התהליכים הפעילים של %S או בחר פרופיל אחר.
hy_am: %S-ը չի կարող օգտագործել %S Հաշիվը, քանզի այն արդեն կիրառվում է: Շարունակելու համար փակեք աշխատող %S-ը կամ մեկ այլ հաշիվ ընտրեք:
id: %S tidak dapat menggunakan profil "%S" karena sedang dipakai. Untuk melanjutkan, tutup proses %S yang sedang berjalan atau pilih profil lainnya.
is: %S getur ekki notað notanda "%S" því hann er þegar í notkun. Til að halda áfram, lokaðu því eintaki sem er keyrandi af %S eða veldu annann notanda.
kk: %S қазір "%S" профилі қолдануда салдарынан оны қолдана алмайды. Жалғастыру үшін оны қолданып тұрған %S көшірмесін сөндіріңіз, не басқа профиль таңдаңыз.
km: %S មិន​អាច​ប្រើ​ទម្រង់ "%S" បាន​ទេ ពីព្រោះ​វា​កំពុង​ត្រូវ​បាន​គេ​ប្រើ ។ ដើម្បី​បន្ត បិទ​ធាតុ​របស់​ %S ដែល​កំពុងតែ​ដំណើរការ ឬ​ជ្រើស​ទម្រង់​ផ្សេងទៀត ។
lt: %S negali taikyti profilio „%S“, kadangi jis jau naudojamas. Prašom baigti darbą su vykdomu „%S“ profiliu arba parinkti kitą profilį.
lv: %S nevar izmantot profilu "%S", jo tas jau tiek lietots. Lai turpinātu, aizveriet darbojošos %S kopiju vai izvēlieties citu profilu.
ml: %S -ന് "%S" എന്ന പ്രൊഫൈല്‍ ഉപയോഗിക്കുവാന്‍ സാധ്യമല്ല, കാരണം ആ പ്രൊഫൈല്‍ പ്രഭല്യത്തിലില്ല. തുടരുന്നതിനായി, പ്രവര്‍ത്തനത്തിലുള്ള %S അടയ്ക്കുക അല്ലെങ്കില്‍ മറ്റൊരു പ്രൊഫൈല്‍ തിരഞ്ഞെടുക്കുക.
mn: %S нь хувийн орчин"%S"-г хэрэглэж чадахгүй байна. Учин нь энэ нь хэрэглэгдэж байна. Үргэлжлүүлэхийн тулд %S-ны хуулбарыг хаах эсвэл өөр хувийн орчин сонгоно уу.
oc: %S pòt pas utilizar lo perfil « %S » perque aqueste es en cors d'utilizacion. Per contunhar, tampatz l'instància de %S en cors d'execucion o causissètz un autre perfil.
pt_br: O %S não pode abrir o perfil “%S” porque ele já está sendo usado. Para continuar, feche a instância em execução do %S ou selecione outro perfil.
ro: %S nu poate folosi profilul „%S” deoarece acesta este în uz. Pentru a continua, închideți instanța de %S care rulează acum sau alegeți un alt profil.
si: "%S" පැතිකඩ භාවිතයේ ඇති බැවින් %S පැතිකඩ භාවිතා කළ නොහැක. %S හි ක්‍රියාත්මක වසන්න නොඑසේ නම් වෙනත් පැතිකඩක් තෝරන්න.
ta: %S விவரக்குறிப்பு "%S"ஐ பயன்படுத்த முடியவில்லை ஏனெனில் இது பயனில் உள்ளது. தொடர, இயங்கும் %Sஇன் நிகழ்வை நிறுத்தவும் அல்லது வேறு விவரக்குறிப்பை தேர்வு செய்யவும்.
xh: I-%S ayikwazi ukusebenzisa iprofayile "%S" kuba iyasetyenziswa. Ukuqhubela phambili, vala okuhambayo kwe%S okanye ukhethe iprofayile eyahlukileyo.

source: Rename Profile
af: Hernoem profiel
ar: غيّر اسم الملفّ الشّخصي
as: আলেখ্য পুনঃ নামকৰণ কৰক।
bg: Преименуване на профил
br: Adenvel an aelad
gd: Cuir ainm ùr air pròifil
he: שנה שם פרופיל
hy_am: Հաշիվը Վերանվանել
id: Ganti Nama Profil
is: Endurnefna notanda
kk: Профильдің атын ауыстыру
km: ប្ដូរ​ឈ្មោះ​ទម្រង់
lt: Profilio pervardijimas
lv: Pārdēvēt profilu
ml: പ്രൊഫൈല്‍ പുനര്‍നാമകരണം
mn: Хувийн орчны нэр өөрчил
nb_no: Endre profilnavn
nn_no: Endre profilnamn
oc: Tornar nomenar lo perfil
pt_br: Renomear perfil
ro: Redenumire profil
si: පැතිකඩ නාමය වෙනස් කිරීම
ta: விவரக்குறிப்பின் பெயரை மாற்று
tl: I-rename ang Profile
xh: Phinda Unike Igama Kwinkangeleko Yesimo

source: Rename the profile "%S" to:
af: Hernoem die profiel "%S" na:
ar: غيّر اسم الملفّ الشّخصي "%S" إلى:
as: "%S" আলেখ্য পুনঃ নামকৰণ কৰক:
bg: Преименуване на профила „%S“ на:
br: Adenvel an aelad "%S" da :
gd: Atharraich ainm na pròifile "%S" gu:
he: שנה את שם הפרופיל "%S" ל:
hy_am: %S հաշիվը վերանվանել՝
id: Ganti nama profil "%S" menjadi:
is: Endurnefna notanda "%S" yfir í:
kk: "%S" профильдің атын келесіге ауыстыру:
km: ប្ដូរ​ឈ្មោះ​ទម្រង់ "%S" ទៅជា ៖
lt: Surinkite naują profilio „%S“ vardą:
lv: Pārdēvēt profilu "%S" par:
ml: "%S" എന്ന പ്രൊഫൈലിന്റെ പുതിയ പേര്:
mn: "%S" хувийн орчны өөрчлөгдөх нэр:
oc: Tornar nomenar lo perfil "%S" en :
pt_br: Renomear o perfil de “%S” para:
ro: Schimbă numele profilului „%S” în:
si: "%S" පැතිකඩ නාමය වෙනස් කළ යුත්තේ:
ta: "%S" விவரக்குறிப்பின் பெயரை மாற்றவும்:
tl: I-rename ang profile na "%S" sa:
xh: Thiya ngokutsha iprofayile "%S" ibe:

source: Invalid profile name
af: Ongeldige profielnaam
ar: اسم ملفّ شخصي غير صالح
as: অবৈধ আলেখ্যৰ নাম
bg: Неправилно име на профил
br: Anv aelad didalvoudek
gd: Ainm pròifile mì-dhligheach
he: שם פרופיל לא חוקי
hy_am: Հաշվի անվավեր անվանում
id: Nama profil tidak sah
is: Ólöglegt nafn á notanda
kk: Профильдің аты мүмкін емес
km: ឈ្មោះ​ទម្រង់​មិន​ត្រឹមត្រូវ
lt: Netinkamas profilio vardas
lv: Nederīgs profila nosaukums
ml: അസാധുവായ പ്രൊഫൈല്‍ നാമം
mn: Хувийн орчны буруу нэр
nb_no: Ugyldig profilnavn
nn_no: Ugyldig profilnamn
oc: Nom de perfil invalid
pt_br: Nome de perfil inválido
ro: Nume profil incorect
si: සාවද්‍ය පැතිකඩ නාමය
ta: செல்லாத விவரக்குறிப்பு பெயர்
tl: Hindi matanggap na pangalan ng pangunahing file.
xh: Igama lenkangeleko yesimo elinganyanisekiswanga

source: The profile name "%S" is not allowed.
af: Die profielnaam "%S" word nie toegelaat nie.
ar: اسم الملفّ الشّخصي "%S" غير مسموح به.
as: "%S" আলেখ্যৰ নাম হ'ব নোৱাৰে।
bg: Името на профила „%S“ не е позволено.
br: N'eo ket aotreet an anv aelad "%S".
gd: Chan eil an t-ainm pròifile "%S" ceadaichte.
he: שם הפרופיל "%S" אינו מורשה.
hy_am: Հաշվի "%S" անվանումն անթույլատրելի է:
id: Nama profil "%S" tidak dibolehkan.
is: Nafnið "%S" er ekki leyfilegt nafn á notanda.
kk: Профиль аты «%S» мүмкін емес.
km: ឈ្មោះ​ទម្រង់ "%S" មិន​ត្រូវ​បាន​អនុញ្ញាត ។
lt: „%S“ negali būti profilio vardas.
lv: Profila nosaukums "%S" nav atļauts.
ml: പ്രൊഫൈലിന് "%S" എന്ന പേര് അനുവദനീയമല്ല.
mn: "%S" гэсэн хувийн орчны нэр зөвшөөрөгдөхгүй.
oc: Lo nom de perfil « %S » es pas valid.
pt_br: O nome de perfil “%S” não é permitido.
ro: Numele de profil „%S” nu este permis.
si: "%S" පැතිකඩ නාමය අනුමත නොකරයි.
ta: விவரக்குறிப்பு பெயர் "%S" க்கு அனுமதி இல்லை.
tl: Ang pangalan sa profile "%S" ay hindi pwede.
xh: Igama leprofayile "%S" alivunyelwa.

source: Choose Profile Folder
af: Kies profielvouer
ar: اختر مجلّد الملفّ الشّخصي
as: আলেখ্যৰ ফোল্ডাৰ নিৰ্বাচন কৰক।
bg: Избор на папка за профила
br: Dibabit an teuliad aelad
gd: Tagh pasgan na pròifile
he: בחר תיקיית פרופיל
hy_am: Ընտրել Հաշվի թղթապանակը
id: Pilih Folder Profil
is: Veldu möppu fyrir notanda
kk: Профиль сақталатын буманы таңдау.
km: ជ្រើស​ថត​ទម្រង់
lt: Profilio aplanko parinkimas
lv: Izvēlieties profila mapi
ml: പ്രൊഫൈല്‍ ഫൊള്‍ഡര്‍ തെരഞ്ഞെടുക്കുക
mn: Хувийн орчны санг сонго
nb_no: Velg profilmappe
nn_no: Vel profilmappe
oc: Causir lo dorsièr de perfil
pt_br: Selecione a pasta do perfil:
ro: Alegere dosar profil
si: පැතිකඩ බහලුම තෝරන්න
ta: விவரக்குறிப்பு அடைவை தேர்வு செய்.
tl: Piliin ang Folder ng Profile
xh: Khetha Isiqulathi Seefayili Zenkangeleko Yesimo
