Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/profile/profileSelection.properties.po
Languages: af, ar, as, bg, br, gd, he, hy_am, id, is, kk, km, lt, lv, ml, mn, nb_no, nn_no, oc, pt_br, ro, si, ta, tl, xh

source: An empty profile name is not allowed.
af: 'n Leë profielnaam word nie toegelaat nie.
ar: لا يسمح باسم ملفّ شخصي فارغ.
as: ৰিক্ত আলেখ্যৰ নামৰ আজ্ঞা নাই।
bg: Трябва да напишете име на профил.
br: N'eo ket aotreet un anv aelad goullo.
gd: Chan fhaod ainm pròifil a bhith bàn.
he: שם פרופיל ריק אינו מורשה
hy_am: Հաշվի անունը դատարկ չի կարող լինել:
id: Nama profil kosong tidak dibolehkan.
is: Ekki er leyfilegt að hafa tómt nafn á notanda.
kk: Профиль аты бос болуы мүмкін емес.
km: ឈ្មោះ​ទម្រង់​ទទេ​មិន​ត្រូវ​បាន​អនុញ្ញាត ។
lt: Profilio vardas turi turėti bent vieną ženklą.
lv: Tukšs profila nosaukums nav atļauts.
ml: ശൂന്യമായ പ്രൊഫൈല്‍ അനുവദനീയമല്ല
mn: Хоосон хувийн орчны нэр зөвшөөрөгдөөгүй.
nb_no: Et tomt profilnavn er ikke tillatt.
nn_no: Eit tomt profilnamn er ikkje tillate.
oc: Un nom de perfil pòt pas èsser void.
pt_br: Um perfil precisa ter um nome.
ro: Nu este permis ca numele profilului să fie gol.
si: හිස් පැතිකඩ නාමය අනුමත නොකරයි.
ta: காலி விவரக்குறிப்பு பெயருக்கு அனுமதி இல்லை.
tl: Ang profile na walang laman ay hindi pwede.
xh: Igama lenkangeleko yesimo elingenanto alivunyelwa.

source: The character "%S" is not allowed in profile names. Please choose a different name.
af: Die karakter "%S" word nie in profielname toegelaat nie. Kies 'n ander naam.
ar: لا يسمح بالرّمز "%S" في أسماء الملفّات الشّخصيّة. رجاءً اختر اسما مختلفا.
as: আলেখ্যৰ নামত "%S" থাকিব নোৱাৰে। অনুগ্ৰহ কৰি এটা অন্য নাম নিৰ্বাচন কৰক।
bg: Знакът „%S“ не може да се използва в името на профила. Моля, изберете друго име.
br: An arouezenn "%S" n'eo ket aotreet e anvioù aeladoù. Dibabit un anv all, mar plij.
gd: Chan eil an caractair "%S" ceadaichte ann an ainmean pròifile. Tagh ainm eile.
he: התו "%S" אינו מורשה בשמות פרופיל. אנא בחר בשם שונה.
hy_am: Հաշվի անվան մեջ «%S» գրանշանն անթույլատրելի է: Խնդրեմ նշեք այլ անուն:
id: Karakter "%S" dalam nama profil tidak dibolehkan. Silakan pilih nama lainnya.
is: Stafurinn "%S" er ekki leyfilegur í nafni á notanda. Veldu annað nafn.
kk: Таңба «%S» профиль атында қолданыла алмайды. Басқа атты таңдаңыз.
km: តួអក្សរ "%S" មិន​ត្រូវ​បាន​អនុញ្ញាត​នៅ​ក្នុង​ឈ្មោះ​ទម្រង់​ទេ ។ សូម​ជ្រើស​ឈ្មោះ​ផ្សេងទៀត ។
lt: Profilio varde negali būti rašmens „%S“. Parašom nurodyti kitą vardą.
lv: Rakstzīmes "%S" nav atļautas profila nosaukumā. Lūdzu, izvēlieties citu nosaukumu.
ml: %S എന്ന അക്ഷരം പ്രൊഫൈലിന്റെ നാമത്തില്‍ അനുവദനീയം അല്ല. മറ്റൊരു പേര്‌ ഉപയോഗിക്കുക.
mn: "%S" гэсэн тэмдэгт хувийн орчны нэрэнд зөвшөөрөгдөөгүй. Та өөр нэр сонгоно уу.
oc: Lo caractèr « %S » es pas autorizat dins un nom de perfil. Causissètz un nom diferent.
pt_br: O caractere “%S” não é permitido em nomes de perfil. Por favor, escolha outro nome.
ro: Caracterul „%S” nu este permis în numele de profiluri. Vă rugăm alegeți un alt nume.
si: "%S" අකුරු පැතිකඩ නාමය තුළට ඇතුඛත් කළ නොහැක. කරුණාකර වෙනත් නාමයක් තෝරන්න.
ta: எழுத்து "%S" விவரக்குறிப்பு பெயரில் அனுமதிக்கப்படாது. வேறு பெயரை தேர்வு செய்யவும்.
tl: Ang character "%S" ay hindi pwede sa mga profile names. Pumili na lang ng ibang pangalan.
xh: Ikharakhtha "%S" ayivunyelwa kumagama eprofayile. Nceda ukhethe igama elahlukileyo.

source: Delete Profile
af: Skrap profiel
ar: احذف الملفّ الشّخصي
as: আলেখ্য মচক।
bg: Изтриване на профил
br: Dilemel an aelad
gd: Sguab às pròifil
he: מחק פרופיל
hy_am: Հաշիվը Ջնջել
id: Hapus Profil
is: Eyða notanda
kk: Профильді өшіру
km: លុប​ទម្រង់
lt: Profilio šalinimas
lv: Dzēst profilu
ml: പ്രൊഫൈല്‍ മായിക്കുക
mn: Хувийн орчинг устга
nb_no: Slett profil
nn_no: Slett profil
oc: Suprimir lo perfil
pt_br: Excluir perfil
ro: Ștergere profil
si: පැතිකඩ මකන්න
ta: விவரக்குறிப்பை நீக்கு
tl: Burahin ang Profile
xh: Cima Inkangeleko Yesimo

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone. You may also choose to delete the profile data files, including your settings, certificates and other user-related data. This option will delete the folder "%S" and cannot be undone. Would you like to delete the profile data files?
af: As u 'n profiel skrap, sal dit die profiel van die lys beskikbare profiele verwyder word, en dit kan nie ontdoen word nie. U kan ook kies om die profieldatalêers te skrap, waaronder u instellings, sertifikate en ander gebruikerverwante data. Hierdie opsie sal die vouer "%S" skrap, en dit kan nie ontdoen word nie. Wil u die profieldatalêers skrap?
ar: حذف ملف شخصي سيزيله من قائمة الملفات الشخصية المتوفرة ولا يمكن التراجع عنه. قد تختار أيضا حذف بيانات الملف الشخصي، بما في ذلك إعداداتك، شهاداتك وغيرها من البيانات الخاصة بالمستخدم. هذا الخيار سيحذف المجلّد "%S" ولا يمكن التراجع عنه. هل تريد حذف بيانات الملف الشخصي؟
as: আলেখ্য আঁতৰালে উপস্থিত আলেখ্যৰ তালিকাৰ পৰা তাক আঁতৰাব আৰু এই কাৰ্য্যৰ প্ৰভাৱ পিছত নোহোৱা কৰিব নোৱাৰি। আপুনি আলেখ্যৰ তথ্যৰ ফাইল আঁতৰাবলৈও নিৰ্বাচন কৰিব পাৰে, আপোনাৰ পছন্দ, প্ৰমাণপত্ৰ আৰু অন্য ব্যৱহাৰকাৰী-সম্বন্ধীয় তথ্যৰ সৈতে। এই বিকল্পই "%S" ফোল্ডাৰ আঁতৰাব আৰু ইয়াৰ প্ৰভাৱ পিছত নোহোৱা কৰিব নোৱাৰে। আপুনি আলেখ্যৰ তথ্যৰ ফাইল আঁতৰাব বিচাৰে নেকি ?
bg: Изтриването ще премахне профила от списъка и това действие не може да бъде отменено. Също така, можете да изберете да изтриете файловете с данни на профила, вкл. вашите настройки, сертификати и други потребителски данни. Тази възможност ще изтрие папката „%S“ и не може да бъде отменена. Искате ли да изтриете файловете с данни на профила?
br: Dilemel un aelad a denno kuit an aelad diwar roll an aeladoù hegerz ha n'hallot ket dizober. Dibabet e vez ivez dilemel restroù roadennoù an aelad, enno hoc'h arventennoù, testenioù pe roadennoù arveriaded kar all. Dilamet e vo an teuliad "%S" gant an dibarzh-mañ ha n'hallot ket dizober. Ha fellout a rafe deoc'h dilemel restroù roadennoù an aelad ?
gd: Ma sguabas tu às pròifil, thèid a chur far liosta nam pròifilean a tha rim faighinn is chan urrainn dhut seo aiseag. 'S urrainn dhut faidhlichean dàta na pròifile a sguabadh às cuideachd, a' gabhail a-steach nan roghainnean, ceadachasan is dàta eile co-cheangailte ris a' chleachdaiche. Sguabaidh an roghainn seo às am pasgan "%S" is chan urrainn dhut seo aiseag. A bheil thu airson faidhlichean dàta na pròifile a sguabadh às?
he: מחיקת פרופיל תסיר את הפרופיל מרשימת הפרופילים הזמינים ולא ניתן יהיה להשיבו. אתה יכול גם לבחור למחוק את קובצי הנתונים של הפרופיל, כולל ההגדרות, האישורים, ושאר נתוני המשתמש שלך. אפשרות זו תמחק את התיקייה "%S"‏ ולא ניתן יהיה להשיבה. האם ברצונך למחוק את קובצי הנתונים של הפרופיל?
hy_am: Պրոֆիլի ջնջումը կջնջի այն հասանելի պրոֆիլների ցուցակից և չի կարող ետարկվել: Դուք նաև կարող եք ընտրել և ջնջել պրոֆիլի տվյալների ֆայլերը՝ ներառյալ կարգավորումները, արտոնագրերը և օգտագործողին վերաբերող այլ տվյալներ: Այս ընտրանքը կջնջի ՙ%S՚ թղթապանակը և չի կարող ետարկվել: Ջնջե՞լ պրոֆիլի տվյալները:
id: Membuang sebuah profil akan menghapus profil dari daftar profil yang tersedia dan tidak akan dapat dikembalikan. Anda juga bisa memilih untuk menghapus berkas data profil, termasuk pengaturan, sertifikat, dan data pengguna lainnya. Pilihan ini akan menghapus folder "%S" dan tidak dapat dikembalikan.
is: Að eyða notanda mun eyða notanda úr lista yfir notendur og er ekki hægt að afturkalla. Þú getur einnig valið að eyða gögnum notanda, með stillingum, skilríkjum og öðrum gögnum. Þessi aðgerð mun eyða möppu "%S" og er ekki hægt að afturkalla. Viltu eyða gögnum notanda?
kk: Профильді өшіру оны қолжетерлік профильдер тізімінен өшіреді, және бұны қайтаруға болмайды. Оған қоса сіз профиль файлдарын өшіре аласыз, оның ішніде сіздің баптаулар, сертификаттар және басқа да пайдаланушыға қатысты мәліметтер бар. Бұл мүмкіндік қолдану салдарынан "%S" бумасы өшіріледі және бұны қайтаруға болмайды. Профиль файлдарын өшіруді қалайсыз ба?
km: ការ​លុប​ទម្រង់​ នឹង​យក​ទម្រង់​ចេញពី​បញ្ជី​ទម្រង់​ដែល​មាន​ ហើយ​នឹង​មិន​អាច​ធ្វើ​ឡើងវិញ​បាន​ទេ ។ ​អ្នក​ក៏​អាច​ជ្រើស​លុប​ឯកសារ​ទិន្នន័យ​ទម្រង់ រួម​ទាំង​ការ​កំណត់​ វិញ្ញាបនបត្រ និង​ទិន្នន័យ​ទាក់ទង​របស់​អ្នកប្រើ​ផ្សេងទៀត​ផង​ដែរ ។ ជម្រើស​នេះ​នឹង​លុប​ថត "%S" ហើយ​នឹង​​មិន​អាច​ត្រូវ​បាន​ធ្វើ​ឡើង​វិញ​បាន​ឡើយ ។ តើ​អ្នក​ចង់​លុប​ឯកសារ​ទិន្នន័យ​ទម្រង់​ដែរ​ឬ​ទេ ?
lt: Iš sąrašo pašalinus profilį, jo nebegalima atstatyti. Be to, galima pašalinti profilio duomenų failus (nuostatas, liudijimus ir kt.). Tokiu atveju bus negrįžtamai pašalintas aplankas „%S“. Ar norite pašalinti profilio duomenų failus?
lv: Profila dzēšana neatgriežami aizvāks to no pieejamo profilu saraksta. Jūs varat izvēlēties izdzēst arī profila datu failus, kas satur jūsu iestatījumus, sertifikātus un citus lietotāja datus. Šī iespēja neatgriezeniski izdzēsīs mapi "%S". Vai vēlaties izdzēst profila datu failus?
ml: നിങ്ങള്‍ ഒരു പ്രൊഫൈല്‍ നീക്കം ചെയ്താല്‍, ലഭ്യമായ പ്രൊഫൈലുകളുടെ ലിസ്റ്റില്‍ നിന്നും അതു് നീക്കപ്പെടുന്നു, പിന്നീട് തിരികെ ലഭ്യമാക്കുവാന്‍ സാധ്യവുമല്ല. നിങ്ങളുടെ ക്രമികരണങ്ങള്‍, സര്‍ട്ടിഫിക്കേറ്റുകള്‍, യൂസര്‍ സംബന്ധിച്ചുള്ള മറ്റു് പല വിവരങ്ങള്‍ സൂക്ഷിച്ചിരിക്കുന്ന പ്രൊഫൈല്‍ ഡേറ്റാ ഫയലുകള്‍ നിങ്ങള്‍ക്കു് നീക്കം ചെയ്യുവാനും സാധ്യമാണു്. ഇങ്ങനെ ചെയ്താല്‍, "%S" എന്ന ഫോള്‍ഡര്‍ നീക്കം ചെയ്യപ്പെടുന്നു, മാത്രമല്ല ഇതു് തിരികെ കൊണ്ടുവരാനും സാധ്യമല്ല. നിങ്ങള്‍ക്കു് പ്രൊഫൈല്‍ ഡേറ്റാ ഫയലുകള്‍ നീക്കം ചെയ്യണമോ?
mn: Хувийн орчин устгасанаар боломжтой жагсаалтаас устгагдаж дахин сэргээгдэж чадахгүй болно. Та магадгүй захиа, гэрчилгээ, тохируулга агуулсан хувийн орчны өгөгдөл файлыг устгахаар сонгож болно. Энэ сонголт нь "%S" санг устгах ба дахин сэргээгдэж чадахгүй. \u0422а хувийн орчны файлыг устгахдаа итгэлтэй байна уу?
oc: Suprimir un perfil lo levarà de la lista dels perfils disponibles e pòt pas èsser anullat. Tanben es possible de causir de suprimir los fichièrs de donadas del perfil, que comprenon vòstres paramètres, certificats e totas vòstras donadas personalas. Aquesta opcion suprimirà lo dorsièr « %S » e poirà pas èsser anullada. Desiratz suprimir los fichièrs de donadas del perfil ?
pt_br: A exclusão de um perfil irá removê-lo da lista de perfis disponíveis e não poderá ser desfeita. Você também pode optar por excluir os arquivos de dados do perfil, incluindo as suas configurações, certificados e outros dados relacionados ao usuário. Esta opção irá excluir a pasta "%S" e não pode ser desfeita. Deseja excluir os arquivos com as informações do perfil?
ro: Ștergerea profilului va duce la eliminarea sa din lista de profiluri disponibile, această acțiune fiind ireversibilă. De asemenea, puteți opta pentru ștergerea tuturor fișierelor dumneavoastră de date, incluzând setările, certificatele și alte date ale dumneavoastră. Aceasta înseamnă ștergerea directorului „%S” și este de asemenea ireversibilă. Doriți să ștergeți și fișierele de date ale profilului?
si: පැතිකඩ මැකීම, භාවිතයට ඇති පැතිකඩ ලැයිස්තුවෙන් පැතිකඩ ඉවත් වන අතර පෙර පරිදි යළි සැකසිය නොහැක. ඔබ විසින් ඔබේ සැකසුම්, සහතික සහ වෙනත් පරිශීලක දත්ත ඇතුළත්වු, පැතිකඩ දත්ත ගොනු මැකීමටද සැරසිය හැක. මෙම විකල්පය "%S" බහලුම මකන අතර පෙර පරිදි යළි සැකසිය නොහැක. ඔබ පැතිකඩ දත්ත ගොනු මැකීමට කැමතිද?
ta: இருக்கும் விவரக்குறிப்பு பட்டியலிலிருந்து ஒரு விவரக்குறிப்பை அழிப்பது அதனை நீக்கும் மற்றும் செய்யப்படாது. நீங்கள் விவரக்குறிப்பு தரவு கோப்புகளை, உங்கள் அமைவுகள், சான்றிதழ்கள் மற்றும் வேறு பயனர் தொடர்பான தரவு ஆகியவற்றையும் அழிக்க தேர்ந்தெடுக்கலாம். இந்த விருப்பம் அடைவு "%S"ஐ அழித்து மீண்டும் செய்யப்படாது. விவரக்குறிப்பு தரவு கோப்புகளை அழிக்க வேண்டுமா?
tl: Ang pagtatanggal ng isang profile ay mag-aalis ng profile mula sa listahan ng mga magagamit na mga profile at hindi maaaring bawiin. NMaaari ay maaari ring piliin upang tanggalin ang mga file ng data ng profile, kabilang ang iyong mga setting, mga sertipiko at iba pang mga user-nauugnay na data. Ang pagpipiliang ito ay tanggalin ang folder na "%S" at hindi maaaring bawiin. NGusto mo bang tanggalin ang mga file sa data ng profile?
xh: Ukucima iprofayile kuya kushenxisa iprofayile kuluhlu lweeprofayile ezifumanekayo kwaye aziyi kulungiswa kwakhona. Usenokukhetha ukucima iifayile zengcombolo yeprofayile, ukuquka iisethingi zakho, izatifiketi kunye nenye ingcombolo eyelele kumsebenzisi. Oku kukhetha kuya kucima ifolda "%S" kwaye akunakulungiswa kwakhona. Ungathanda ukuzicima iifayile zengcombolo yeprofayile?

source: Delete Files
af: Skrap lêers
ar: احذف الملفّات
as: ফাইলসমূহ মচক
bg: Изтриване на файловете
br: Dilemel ar restroù
gd: Sguab às na faidhlichean
he: מחק קבצים
hy_am: Ջնջել Ֆայլերը
id: Hapus Berkas
is: Eyða skrám
kk: Файлдарды өшіру
km: លុប​ឯកសារ
lt: Pašalinti failus
lv: Dzēst failus
ml: ഫയലുകള്‍ മായിക്കുക
mn: Файлуудыг устга
nb_no: Slett filer
nn_no: Slett filer
oc: Suprimir los fichièrs
pt_br: Excluir perfil e excluir arquivos
ro: Șterge fișierele
si: ගොනු මකන්න
ta: கோப்புகளை நீக்கு
tl: Burahin ang mga Files
xh: Cima iifayile

source: Don't Delete Files
af: Moenie lêers skrap nie
ar: لا تحذف الملفّات
as: ফাইলসমূহ নমচিব।
bg: Без изтриване на файловете
br: Na zilemel ar restroù
gd: Na sguab às na faidhlichean
he: אל תמחק קבצים
hy_am: Ֆայլերը Չջնջել
id: Jangan Hapus Berkas
is: Ekki eyða skrám
kk: Файлдарды өшірмеу
km: កុំ​លុប​ឯកសារ
lt: Nešalinti failų
lv: Nedzēst failus
ml: ഫയലുകള്‍ നിര്‍മാര്‍ജ്ജനം ചെയ്യരുതു്
mn: Файлуудыг бүү устга
oc: Suprimir pas los fichièrs
pt_br: Excluir perfil e preservar arquivos
ro: Nu șterge fișierele
si: ගොනු මකන්න එපා
ta: கோப்புகளை நீக்காதே
tl: Hindi Burahin ang mga File
xh: Musa Ukucima Iifayile

source: Profile couldn't be created. Probably the chosen folder isn't writable.
af: Profiel kon nie geskep word nie. Die geselekteerde vouer is waarskynlik nie skryfbaar nie.
ar: تعذّر إنشاء الملفّ الشّخصي. ربّما المجلّد المختار غير قابل للكتابة.
as: আলেখ্য সৃষ্টি কৰিব নোৱাৰি। হয়তো নিৰ্বাচন কৰা ফোল্ডাৰত লিখিব নোৱাৰি।
bg: Профилът не може да се създаде, вероятно защото избраната папка е само за четене.
br: N'haller ket krouiñ an aelad. N'eo ket skrivus an teuliad dibabet moarvat.
gd: Cha do ghabh a' phròifil a chruthachadh. 'S mathaid gu bheil am pasgan a thagh thu ri leughadh a-mhàin.
he: לא ניתן ליצור את הפרופיל. ככל הנראה לא ניתן לכתוב בתיקייה הנבחרת.
hy_am: Անհնար է ստեղծել հաշիվը: Հավանաբար նշված պնակում հնարավոր չէ գրել:
id: Profil tidak dapat dibuat. Folder yang dipilih mungkin tidak dapat ditulisi.
is: Ekki var hægt að búa til notanda. Líklega er ekki hægt að skrifa í valda möppu.
kk: Профиль құрылмайды. Мүмкін, көрсетілген бумаға жазу құқығы жоқ.
km: មិន​អាច​បង្កើត​ទម្រង់​បាន​ឡើយ ។ ប្រហែលជា ថត​ដែល​បាន​ជ្រើស​មិន​អាច​សរសេរ​បាន ។
lt: Toks profilis negali būti sukurtas. Gali būti, kad į nurodytą aplanką negalima rašyti duomenis.
lv: Neizdevās izveidot profilu. Iespējams, nevar rakstīt izvēlētajā mapē.
ml: പ്രൊഫൈല്‍ ഉണ്ടാക്കുവാന്‍ സാധ്യമായില്ല. നിങ്ങള്‍ തിരഞ്ഞെടുത്ത ഫോള്‍ഡറിലേക്ക് എഴുതുവാന്‍ സാധ്യമല്ല.
mn: Хувийн орчин үүсгэгдэж чадсангүй. Магадгүй сонгогдсон сан бичигдэж болдоггүй байж болзошгүй.
oc: Lo perfil a pas pogut èsser creat. Lo dorsièr causit es probablament protegit en escritura.
pt_br: O perfil não pôde ser criado. Provavelmente você não possui permissão de escrita na pasta escolhida.
ro: Profilul nu a putut fi creat. Probabil nu aveți drept de scriere în dosarul ales.
si: පැතිකඩ නිර්මාණය කළ නොහැකි විය. තෝරාගත් ගහලුම ලීමට නොහැකි එකක් විය හැක.
ta: விவரக்குறிப்பை நீக்காதே.தேர்வு செய்யப்பட்ட கோப்பில் எழுத முடியாது.
tl: Ang pangunahing file ay hindi maaring gawin. Maaaring ang napiling panlupi ay hindi nababago.
xh: Iprofayile ayenzekanga. Mhlawumbi ifolda ekhethiweyo ayibhaleki.

source: Profile Creation failed
af: Kon nie profiel skep nie
ar: فشل إنشاء الملفّ الشّخصي
as: আলেখ্যৰ সৃষ্টি বিফল হ'ল।
bg: Неуспешно създаване на профил
br: C'hwitadenn war krouidigezh an aelad
gd: Dh'fhàillig cruthachadh na pròifile
he: יצירת פרופיל נכשלה
hy_am: Հաշվի Ստեղծումը խափանվեց
id: Pembuatan Profil gagal
is: Ekki hægt að búa til notanda
kk: Профиль құрғанда қате кетті.
km: បាន​បរាជ័យ​ក្នុង​ការ​បង្កើត​ទម្រង់
lt: Nepavyko sukurti profilio
lv: Neizdevās izveidot profilu
ml: പ്രൊഫൈല്‍ നിര്‍മ്മാണം പരാജയപ്പെട്ടു
mn: Хувийн орчинг үүсгэлт алдаатай
nb_no: Profiloppretting mislyktes
nn_no: Profiloppretting feila
oc: Creacion de perfil fracassada
pt_br: Falha na criação do perfil
ro: Crearea profilulului a eșuat
si: පැතිකඩ නිර්මාණය අසමත් විය.
ta: விவரக்குறிப்பை உருவாக்குவதில் தோல்வி
tl: Nabigo ang paggagawa ng profile
xh: Ukuyilwa Kwenkangeleko Yesimo akuphumelelanga

source: A profile with this name already exists. Please choose another name.
af: 'n Profiel bestaan al met hierdie naam. Kies 'n ander naam.
ar: يوجد ملفّ شخصي بنفس الاسم. رجاءً اختر اسما آخر.
as: এই নামৰ আলেখ্যৰ নাম ইতিমধ্যে আছে। অনুগ্ৰহ কৰি এটা অন্য নাম নিৰ্বাচন কৰক।
bg: Профил с това име вече съществува, изберете друго име.
br: Un aelad gant an anv-mañ zo anezhañ endeo. Dibabit un anv all, mar plij.
gd: Tha pròifil ann mu thràth air a bheil an t-ainm seo. Tagh ainm eile.
he: פרופיל בשם זה כבר קיים. אנא בחר שם אחר.
hy_am: Նշված անվամբ հաշիվ արդեն առկա է: Խնդրեմ նշեք մեկ այլ անուն:
id: Profil dengan nama tersebut sudah ada. Silakan pilih nama lain.
is: Þegar er til notandi með þessu nafni. Veldu annað nafn.
kk: Осындай атты профиль бар болып тұр. Басқа атты таңдаңыз.
km: មាន​ទម្រង់​ដែល​មាន​ឈ្មោះ​នេះ​រួចហើយ ។ សូម​ជ្រើស​ឈ្មោះ​ផ្សេងទៀត ។
lt: Toks profilis jau yra. Pasirinkite kitą vardą.
lv: Profils ar tādu nosaukumu jau eksistē. Lūdzu, izvēlieties citu nosaukumu.
ml: ഈ പേരില്‍ ഒരു പ്രൊഫൈല്‍ നിലവിലുണ്ടു്, ദയവായി മറ്റൊരു പേര് തിരഞ്ഞെടുക്കുക.
mn: Ийм нэртэй хувийн орчин байна. Та өөр нэр сонгоно уу.
nb_no: En profil med dette navnet finnes allerede. Velg et annet navn.
nn_no: Ein profil med dette namnet finst alt. Vel eit anna namn.
oc: Un perfil amb aqueste nom existís ja. Causissètz-ne un autre.
pt_br: Já existe um perfil com este nome. Por favor, escolha outro.
ro: Există deja un profil cu acest nume. Vă rugăm alegeți un alt nume.
si: මෙම නමින්ම පැතිකඩක් ඇත. කරුණාකර වෙනත් නාමයක් තෝරාගන්න.
ta: இந்த பெயரில் ஏற்கெனவே விவரக்குறிப்பு உள்ளது. வேறு பெயரை தேர்வு செய்யவும்.
xh: Iprofayile eneli gama sele ikho. Khetha elinye igama.

source: Profile Exists
af: Profiel bestaan
ar: الملفّ الشّخصي موجود
as: আলেখ্য ইতিমধ্যে আছে।
bg: Профилът съществува
br: An aelad zo anezhañ
gd: Pròifil ann mu thràth
he: הפרופיל קיים
hy_am: Հաշիվն Առկա է
id: Profil Sudah Ada
is: Notandi er þegar til
kk: Профиль бар болып тұр
km: មាន​ទម្រង់​នេះ​រួចហើយ
lt: Profilis jau yra
lv: Profils eksistē
ml: പ്രൊഫൈല്‍ നിലവിലുണ്ടു്
mn: Хувийн орчин байна
nb_no: Profilen eksisterer
nn_no: Profilen finst frå før
oc: Perfil existent
pt_br: Perfil existe
ro: Profil existent
si: පැතිකඩ ඇත
ta: விவரக்குறிப்பு ஏற்கெனவே உள்ளது.
tl: Mayroon nang ganitong Profile
xh: Inkangeleko Yesimo Yinto Ekhoyo

source: Click Finish to create this new profile.
af: Kliek Voltooi om hierdie nuwe profiel te skep.
ar: انقر أنهِ لإنشاء هذا الملفّ الشّخصي الجديد.
as: এই নতুন আলেখ্য সৃষ্টি কৰিবলৈ অন্ত টিপক।
bg: Натиснете Край, за да създадете нов профил.
br: Klikañ war Echuiñ evit krouiñ an aelad nevez.
gd: Briog air "Crìochnaich" gus a' phròifil ùr seo a chruthachadh.
he: לחץ על "סיום" כדי ליצור פרופיל חדש זה.
hy_am: Նոր հաշիվը ստեղծելու համար սեղմեք Եզրափակել:
id: Klik Selesai untuk membuat profil baru ini.
is: Smelltu á Ljúka til að búa til notanda.
kk: Профильді жасауды аяқтау үшін «Дайын» батырмасын басыңыз.
km: ចុច បញ្ចប់ ដើម្បី​បង្កើត​ទម្រង់​ថ្មី​នេះ ។
lt: Profilis bus sukurtas spustelėjus mygtuką „Baigti“.
lv: Spiediet Beigt, lai radītu šo jauno profilu.
ml: ഈ പുതിയ പ്രൊഫൈല്‍ ഉണ്ടാക്കുന്നതിനായി പൂര്‍ത്തിയാക്കുക എന്നതും ക്ലിക്ക് ചെയ്യുക.
mn: Дуусга товч дээр даж энэ шинэ хувийн орчинг үүсгэ.
nb_no: Trykk «Fullfør» for å opprette denne profilen.
nn_no: Trykk «Fullfør» for å oppretta denne profilen.
oc: Clicatz sus Acabar per crear aqueste perfil novèl.
pt_br: Clique em “Concluir” para criar o novo perfil.
ro: Apăsați Termină pentru a crea acest profil.
si: මෙම නව පැතිකඩ නිර්මාණය සඳහා නිමකරන්න මත ක්ලික් කරන්න.
ta: புதிய விவரக்குறிப்பை உருவாக்க முடி என்பதை க்ளிக் செய்யவும்.
tl: Paki-click ang Wakas para makagawa ng bagong pangunahing file.
xh: Nqomfa ku-Gqiba ukuze uyile le nkangeleko yesimo intsha.

source: Click Done to create this new profile.
af: Kliek Klaar om hierdie nuwe profiel te skep.
ar: انقر 'تم' لإنشاء هذا الملفّ الشّخصي الجديد.
as: এই নতুন আলেখ্য সৃষ্টি কৰিবলৈ কৰা হ'ল টিপক।
bg: Натиснете Край за създаване на този нов профил.
br: Klikit war Graet evit sevel an aelad nevez-se.
gd: Briog air &quot;Dèanta&quot; gus a' phròifil ùr seo a chruthachadh.
he: לחץ על "סיום" כדי ליצור פרופיל חדש זה.
hy_am: Այս պրոֆիլը ստեղծելու համար սեղմեք Ավարտել:
id: Klik Selesai untuk membuat profil baru ini.
is: Smelltu á Ljúka til að búa til notanda.
kk: Профильді жасауды аяқтау үшін «Дайын» батырмасын басыңыз.
km: ចុច ធ្វើរួច ដើម្បី​បង្កើត​ទម្រង់​ថ្មី​នេះ​ ។
lt: Profilis bus sukurtas spustelėjus mygtuką „Baigti“.
lv: Spiediet Beigt, lai radītu šo jauno profilu.
ml: ഈ പുതിയ പ്രൊഫൈല്‍ ഉണ്ടാക്കുന്നതിനായി പൂര്‍ത്തിയായി എന്നതു് ക്ലിക്ക് ചെയ്യുക.
mn: Гүйцэтгэсэн товч дээр дарж энэ шинэ хувийн орчинг үүсгэнэ үү.
nb_no: Trykk «Fullfør» for å opprette denne profilen.
nn_no: Trykk «Fullfør» for å oppretta denne nye profilen.
oc: Clicatz sus Acabar per crear aqueste perfil novèl.
pt_br: Clique em “Concluir” para criar o novo perfil.
ro: Apăsați Gata pentru a crea acest profil.
si: මෙම නව පැතිකඩ නිර්මාණය සඳහා කළා මත ක්ලික් කරන්න.
ta: இந்த புதிய விவரக்குறிப்பை உருவாக்க முடி என்பதை கிளிக் செய்யவும்.
tl: Paki-click ang Tapos para makagawa ng bagong pangunahing file.
xh: Cofa ku-Gqibile ukuze uyile le profayile intsha.

source: Your %S profile cannot be loaded. It may be missing or inaccessible.
af: Die %S-profiel kan nie gelaai word nie. Dit word dalk vermis of is ontoeganklik.
ar: تعذر تحميل ملفك الشخصي %S. قد يكون مفقودًا أو غير قابل للوصول.
as: আপোনাৰ %S আলেখ্য ল'ড কৰিব নোৱাৰি। এইটো খুবসম্ভব সন্ধানহীন অথবা ইয়ালৈ প্ৰবেশাধিকাৰ নাই।
bg: Вашият %S профил не може да бъде зареден. Може да липсва или да е недостъпен.
br: N'haller ket kargañ hoc'h aelad %S. Marteze e vank pe n'eo ket haezadus.
gd: Chan urrainn dhuinn a' phròifil agad (%S) a luchdadh. Faodaidh nach eil e ann no nach gabh a ruigsinn.
he: לא ניתן לטעון את הפרופיל %S. ייתכן והוא חסר או בלתי נגיש.
hy_am: Ձեր %S պրոֆիլը անհնար է բացել: Այն բացակայում է կամ անհասանելի է:
id: Profile %S Anda tidak dapat dimuat. Kemungkinan hilang atau tidak dapat diakses.
is: Ekki er hægt að hlaða inn notanda %S. Það gæti verið að notandann vanti eða sé óaðgengilegur.
kk: Сіздің %S профиліңізді жүктеу мүмкін емес. Ол жоқ не қолжетерсіз болуы мүмкін.
km: មិន​អាច​ផ្ទុក​ទម្រង់ %S របស់​អ្នក​បាន​ឡើយ ។ វា​ប្រហែលជា​បាត់ ឬ​មិន​អាច​ចូល​ប្រើ​បាន ។
lt: Nepavyko įkelti jūsų „%S“ profilio. Gali būti, kad jis pašalintas arba nepasiekiamas.
lv: Jūsu profilu %S nevar ielādēt. Iespējams tas ir pazudis vai nav pieejams.
ml: നിങ്ങളുടെ %S പ്രൊഫൈല്‍ ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല, ലഭ്യമല്ലായിരിയ്ക്കാം.
nb_no: Profilen %S kan ikke lastes. Det er mulig den mangler, eller er utilgjengelig.
nn_no: Profilen %S kan ikkje lastast. Det er mogleg han manglar, eller er utilgjengeleg.
oc: Lo perfil %S pòt pas èsser cargat. Benlèu qu'es mancant o inaccessible.
pt_br: O perfil %S não pôde ser carregado. Ele pode não existir ou estar inacessível.
ro: Profilul %S nu poate fi încărcat. Probabil lipsește sau este inaccesibil.
ta: Your %S விவரக்குறிப்பை ஏற்ற முடியவில்லை. அது விடுபட்டிருக்கலாம் அல்லது அணுக முடியாததாக இருக்கும்.
tl: Ang iyong %S profile ay hindi maaring ikarga. Ito ay hindi mahanap o hindi ma-idirekta sa inyo.
xh: %S Iprofayile yakho ayinakulayishwa. Isenokuba ayibonakali okanye ayifumaneki.

source: Profile Missing
af: Profiel vermis
ar: الملف الشخصي مفقود
as: আলেখ্য সন্ধানহীন
bg: Липсва профил
br: Aelad o vankout
gd: Pròifil a dhìth
he: פרופיל חסר
hy_am: Պրոֆիլը բացակայում է
id: Profil Hilang
is: Vantar notanda
kk: Профайл жоқ
km: បាត់​ទម្រង់
lt: Profilis nerastas
lv: Profils nav pieejams
ml: പ്രൊഫൈല്‍ ലഭ്യമല്ല
nb_no: Profil mangler
nn_no: Profil manglar
oc: Perfil mancant
pt_br: Perfil não encontrado
ro: Profil lipsă
si: පැතිකඩ සොයාගත නොහැකිය
ta: விவரக்குறிப்பு விடுப்பட்டுள்ளது
tl: Nawawala ang Profile
xh: Iprofayile ayibonakali
