Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/mozapps/profile/profileSelection.properties.po
Languages: af, ar, as, bg, br, gd, he, hy_am, id, is, kk, km, lt, lv, ml, mn, nb_no, nn_no, oc, pt_br, ro, si, ta, tl, xh

source: Old %S Data
af: Ou %S-data
ar: بيانات %S القديمة
as: পুৰনি %S তথ্য
bg: Стари данни %S
br: Roadennoù kozh eus %S
gd: Seann-dàta %S
he: נתוני %S ישנים
hy_am: %S-ի հին տվյալները
id: Data Lawas %S
is: Gömul %S gögn
kk: %S-тың алдыңғы мәмілет
km: ទិន្នន័យ %S ចាស់
lt: Seni programos „%S“ duomenys
lv: %S vecie dati
ml: പഴയ %S ഡേറ്റാ
nb_no: Gamle %S-data
nn_no: Gamle %S-data
oc: Ancianas donadas de %S
pt_br: Dados anteriores do %S
ro: Date vechi %S
si: පැරණි %S දත්ත
ta: பழைய %S தரவு
xh: Iingcombolo %S ezindala

source: Profile: ‘%S’ - Path: ‘%S’
nb_no: Profil: «%S» - mappe: «%S»
nn_no: Profil: «%S» - mappe «%S»

source: %S cannot use the profile “%S” because it is in use. To continue, close the running instance of %S or choose a different profile.
nb_no: %S kan ikke bruke profilen «%S» fordi den er allerede i bruk. Lukk den kjørende instansen av %S for å fortsette, eller velg en annen profil.
nn_no: %S kan ikkje bruka profilen "%S", fordi han alt er i bruk. Lukk den køyrande instansen av %S for å halda fram, eller vel ein annan profil.

source: Rename the profile “%S” to:
nb_no: Endre navnet på profilen «%S» til:
nn_no: Endre namnet på profilen «%S» til:

source: The profile name “%S” is not allowed.
nb_no: Profilnavnet «%S» er ikke tillatt.
nn_no: Profilnamnet «%S» er ikkje tillate.

source: The character “%S” is not allowed in profile names. Please choose a different name.
nb_no: Tegnet «%S» er ikke tillatt i navn på profiler. Velg et annet navn.
nn_no: Teiknet «%S» er ikkje tillate i namn på profilar. Vel eit anna namn.

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone. You may also choose to delete the profile data files, including your settings, certificates and other user-related data. This option will delete the folder “%S” and cannot be undone. Would you like to delete the profile data files?
nb_no: Sletting av en profil vil fjerne profilen fra listen over tilgjengelige profiler, og handlingen kan ikke omgjøres. Du kan også velge å slette datafilene i profilen, som også gjelder innstillinger, sertifikater og annen brukerdata. Dette valget vil slette mappen "%S", og kan ikke omgjøres. Vil du slette datafilene i profilen?
nn_no: Sletting av ein profil vil fjerna profilen frå lista over tilgjengelege profilar, og handlinga kan ikkje gjerast om. Du kan òg velja å sletta datafilene i profilen, som også inkluderer innstillingar, sertifikat og andre brukardata. Dette valet vil sletta mappa "%S", og kan ikkje gjerast om. Vil du slette datafilene i profilen?

source: Don’t Delete Files
nb_no: Ikke slett filer
nn_no: Ikkje slett filer

source: Profile couldn’t be created. Probably the chosen folder isn’t writable.
nb_no: Klarte ikke opprette profilen. Den valgte mappen er sannsynligvis ikke skrivbar.
nn_no: Klarte ikkje å oppretta profilen. Den valde mappa kan sannsynlegvis ikkje skrivast til.
