Repository: translate/mozilla-l10n
Catalog: sco/browser/chrome/browser/places/bookmarkProperties.properties.po
Languages: sco

# dialogAcceptLabelSaveItem
source: Save
sco: Sauf

source: Add Bookmarks
sco: Add Buikmerks

# dialogAcceptLabelEdit
source: Save
sco: Sauf

# dialogTitleAddBookmark
source: New Bookmark
sco: New Buikmerk

source: Subscribe with Live Bookmark
sco: Subscribe wi Live Buikmerk

# dialogTitleAddFolder
source: New Folder
sco: New Foulder

source: New Bookmarks
sco: New Buikmerks

source: [Folder Name]
sco: [Foulder Name]

# newFolderDefault
source: New Folder
sco: New Foulder

# newBookmarkDefault
source: New Bookmark
sco: New Buikmerk

source: New Live Bookmark
sco: New Live Buikmerk
