Repository: translate/mozilla-l10n
Catalog: sco/browser/chrome/browser/places/places.dtd.po
Languages: sco

source: Library
sco: Leibrar

source: &Organize
sco: &Sort

source: Organize your bookmarks
sco: Sort yet beukmerks

source: Change your view
sco: Chynge yer view

source: Show &Columns
sco: Shaw &Columns

source: &Unsorted
sco: &Unsortit

source: &Import Bookmarks from HTML…
sco: &Import Beukmerks frae HTML…

source: &Export Bookmarks to HTML…
sco: &Export Beukmerks tae HTML…

source: Import Data from &Another Browser…
sco: Import Data frae &Anither Brouser…

source: &Restore
sco: &Restow

source: &Choose File…
sco: &Chuise File…

source: &Bookmark This Page…
sco: &Beukmerk This Paidge…

source: &Delete This Page
sco: &Delete This Paidge

source: &Forget About This Site
sco: &Forget About This Steid

source: &Open
sco: &Appen

source: Open in a &New Window
sco: Appen in &New Windae

source: Open in a Ne&w Tab
sco: Appen in æ Ne&w Tag

source: &Open All in Tabs
sco: &Appen Aw in Tags

source: &Sort By Name
sco: &Sort Bi Name

source: New &Bookmark…
sco: New &Beukmerk…

source: New F&older…
sco: New F&oulder…

source: &Reload Live Bookmark
sco: &Reload Live Beukmerk

source: &Move…
sco: &Muive…

source: Tags
sco: Tabs

source: Most Recent Visit
sco: Maist Recent Veisit

source: Visit Count
sco: Veisit Count

source: Keyword
sco: Keywird

source: Description
sco: Descrivtion

source: Added
sco: Addit

source: Last Modified
sco: Last Modifyit

# search.label search.accesskey
source: &Search:
sco: &Rake:

source: &Import and Backup
sco: &Import an Backup

source: Import and backup your bookmarks
sco: Import an backup yer beukmerks

source: Go back
sco: Gang back

source: Go forward
sco: Gang forrit

source: Mor&e
sco: Mai&r

source: Select an item to view and edit its properties
sco: Pick an item tae view an chynge its properties

# find.label find.accesskey
source: &Search:
sco: &Rake:

source: By &Date
sco: Bu &Date

source: By &Site
sco: Bi &Steid

source: By Most &Visited
sco: Bi Maist &Veisitit

source: By &Last Visited
sco: Bi &Last Veisitit

source: By Da&te and Site
sco: Bi Da&te an Steid
