Repository: translate/mozilla-l10n
Catalog: ff/mobile/overrides/appstrings.properties.po
Languages: ff

source: The URL is not valid and cannot be loaded.
ff: URL moƴƴaani etee waawaa looweede.

source: Firefox can't find the file at %S.
ff: Firefox waawaa yiytude fiilde ndee to %S.

source: Firefox can't find the server at %S.
ff: Firefox waawaa yiytude sarworde ndee to %S.

source: Firefox doesn't know how to open this address, because one of the following protocols (%S) isn't associated with any program or is not allowed in this context.
ff: Firefox anndaa no ndee ñiiɓirde udditirtee, sabu gootal e ɗee jaɓɓondire (%S) alaa topirde nde toɗɗondiri tee alaa yamiroore e ngoo weeyo.

source: Firefox can't establish a connection to the server at %S.
ff: Firefox waawaa seŋaade e sarworde ndee to %S.

source: The connection to %S was interrupted while the page was loading.
ff: Ceŋagol to %S taƴii tuma nde hello ngoo woni e looweede.

source: The server at %S is taking too long to respond.
ff: Sarworde to %S ena leeli haa ɓurti.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
ff: Firefox ejtiima wonde sarworde ndee woni ko e ɓennitinde ɗaɓɓannde ndee ñiiɓirde e fannu mo timmataa.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
ff: Ngam yiyde ngoo hello, %S ena forti neldude humpito reftoowo e baɗal fof (wano njiilaw walla teeŋtinol kumaandi) juɓɓinangol adan.

source: Resend
ff: Neltir

source: Firefox doesn't know how to communicate with the server.
ff: Firefox anndaa no jokkondirtee e ndee sarworde.

source: The connection to the server was reset while the page was loading.
ff: Ceŋagol e ndee sarworde fuɗɗitaama tuma nde hello ngoo woni e looweede.

source: This document is no longer available.
ff: Ndee fiilannde nattii heɓaade.

source: Firefox is currently in offline mode and can't browse the Web.
ff: Firefox woni jooni ko e mbaydi ceŋtol etee waawaa waŋngaade e Geese.

source: The document cannot change while Printing or in Print Preview.
ff: Fiilannde ndee waawaa waylaade tuma nde Winndittoo walla nde woni e Jiytol winndito.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
ff: Ndee ñiiɓirde huutortoo ko poor laylaytol potɗo huutoreede e goɗɗum ko wonaa wanngaade e geese. Firefox haaytii jaɓde ɗaɓɓannde ndee ngam kisal maa.

source: Firefox is configured to use a proxy server that can't be found.
ff: Firefox koko teeltaa ngam huutoraade sarworde proxy horiinde yiyteede.

source: Firefox is configured to use a proxy server that is refusing connections.
ff: Firefox koko teeltaa ngam huutoraade sarworde proxy saliinde ceŋanɗe.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
ff: Hello ngo etoto-ɗaa yiyde ngoo waawaa holleede sabu ngo huutortoo ko tiɗɗo ngo heftinaaka walla ngo moƴƴaani.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
ff: Hello ngo etoto-ɗaa yiyde ngoo waawaa hollireede sabu ngo woni ko e fiilde nde hoolnaaki udditde. Tiiɗno jokkondir e jeyɓe lowre ndee ngam humpitde-ɓe caɗeele ɗee.

source: External Protocol Request
ff: Ɗaɓɓannde Jaɓɓitorde Boowol

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
ff: Jaaɓnirgal boowol ena foti hurmineede ngam defaade %1$S: jokke. Jokkol ɗaɓɓangol: %2$S Jaaɓnirgal: %3$S So a ɗaminanooki ndee ɗaɓɓannde, ena wona tawa ko etannde naatde e gudde e ngaal jaaɓnirgal. Haaytin ndee ɗaɓɓannde so wonaa tawa aɗa yenanaa wonaa bonnoore.

source: <Unknown>
ff: <Anndaaka>

source: Remember my choice for all links of this type.
ff: Siirtor cuɓanɗe am e kala jokke nannduɗe e ɗee.

source: Launch application
ff: Hurmin jaaɓnirgal

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
ff: Ndee lowre to %S jaŋtaama wonde ko lowre njangu etee koko daaƴaa e cuɓoraaɗe kisal maa.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
ff: Ndee lowre to %S jaŋtaama wonde ko maawo geese waɗirango tuufaade huutorɓe ngam heɓde humpito maɓɓe keeriiɗo walla yowitiinde e kopporeeje.

source: This page has a content security policy that prevents it from being loaded in this way.
ff: Ngoo hello ena jogii dawirdol kisnal loowdi kaɗowol yo ngol loowre hono nih.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
ff: Hello ngo etoto-ɗaa naatnde ngoo waawaa hollireede sabu juumre e baanjitagol keɓe ɗee yiytaama heen.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
ff: Ngoo hello huutortoo ko teknolojii kiiɗɗo nattuɗo heɓaade e nder Firefox.
