Repository: translate/mozilla-l10n
Catalog: tn/security/manager/chrome/pippki/pippki.dtd.po
Languages: tn

source: Change Master Password
tn: Fetola Khunololamoraba e Kgolo

source: Current password:
tn: Khunololamoraba ya ga jaana:

source: New password:
tn: Khunololamoraba e ntšhwa:

source: New password (again):
tn: Khunololamoraba e ntšhwa (gape):

source: Password quality meter
tn: Tekanyetso ya boleng jwa khunololamoraba

source: Reset
tn: Tlhoma sešwa

source: Reset Master Password
tn: Tlhoma Khunololamoraba e Kgolo sešwa

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
tn: Fa o tlhoma khunololamoraba ya gago e kgolo sešwa, dikhunololamoraba tsa gago tsotlhe tse di bolokilweng tsa inthanete le poso ya eleketoroniki, tshedimosetso ya diforomo, ditifikeiti tsa sebele, le dinotlolo tsa poraefete di tla lebalwa. A o totobetse gore o batla go tlhoma khunololamoraba ya gago e kgolo sešwa?

source: Enter Master Password
tn: Tsenya Khunololamoraba e Kgolo

source: Password:
tn: Khunololamoraba:

source: Downloading Certificate
tn: E kopolola Setifikeiti

source: You have been asked to trust a new Certificate Authority (CA).
tn: O kopilwe go ikanya Bothati jo bontšhwa jwa ditifikeiti (CA).

source: Trust this CA to identify email users.
tn: Ikanye CA eno go supa badirisi ba poso ya eleketoroniki.

source: Trust this CA to identify software developers.
tn: Ikanye CA eno go supa batlhabolodi ba dirweboleta.

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
tn: Pele ga o ka ikanya CA eno mo mabakeng ape, o tshwanetse go tlhatlhoba setifikeiti sa jona ga mmogo le dipholesi le ditsamaiso tsa jona (fa di le gona).

source: View
tn: Leba

source: Examine CA certificate
tn: Tlhatlhoba Setifikeiti sa CA

source: User Identification Request
tn: Kopo ya Boitshupo jwa Modirisi

source: This site has requested that you identify yourself with a certificate:
tn: Setsha seno se kopile gore o itshupe ka setifikeiti:

source: Choose a certificate to present as identification:
tn: Tlhopha setifikeiti se o tla se tlhagisang jaaka boitshupo:

# clientAuthAsk.message3
source: Details of selected certificate:
tn: Dintlha tsa setifikeiti se se tlhophilweng:

source: Select Certificate
tn: Tlhopha setifikeiti

source: Certificate:
tn: Setifikeiti:

# certPicker.detailsLabel
source: Details of selected certificate:
tn: Dintlha tsa setifikeiti se se tlhophilweng:

source: Choose a Certificate Backup Password
tn: Tlhopha khunololamoraba ya Poloko ya Setifikeiti

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
tn: Khunololamoraba ya poloko ya setifikeiti e o e tlhomileng fano e sireletsa faele ya poloko e o tlogang o e tlhama. O tshwanetse go tlhoma khunololamoraba eno go tswelela ka poloko.

source: Certificate backup password:
tn: Khunololamoraba ya poloko ya setifikeiti:

source: Certificate backup password (again):
tn: Khunololamoraba ya poloko ya setifikeiti (gape):

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
tn: Go botlhokwa: Fa o lebala khunololamoraba ya gago ya poloko ya setifikeiti, o ka seke wa kgona go busetsa poloko eno kgantele. Tsweetswee e rekote mo lefelong le le babalesegileng.

source: Choose Token Dialog
tn: Tlhopha Puisano ya Sesupo

source: Please choose a token.
tn: Tsweetswee tlhopha jaaka sesupo.

source: Encryption Key Copy
tn: Khopi ya Senotlolo sa Tsireletso

source: Important: This certificate authority has asked to make a backup of your encryption private key.
tn: Go botlhokwa: Bothati jono jwa setifikeiti bo nkopile go dira poloko ya senotlolo sa gago sa poraefete sa mokgwatshireletso.

source: The benefit is that if you lose access to your encryption private key, you can request a copy from this certificate authority.
tn: Mosola ke gore fa o latlhegelwa ke senotlolo sa gago sa poraefete sa mokgwatshireletso, o ka kopa khopi go tswa mo bothating jono jwa setifikeiti.

source: However, your encryption private key will be stored by the certificate authority, and could be used to read your encrypted email or documents without your permission.
tn: Le gale, senotlolo sa gago sa poraefete sa mokgwatshireletso se tla bolokwa ke bothati jwa setifikeiti, mme se ka dirisiwa go buisa dikwalo gongwe poso ya gago ya eleketoroniki e e sireleditsweng ntle le tetla ya gago.

source: &View Certificate
tn: &Leba Setifikeiti

source: Generating A Private Key
tn: E dira Senotlolo sa Poraefete

source: Key Generation in progress… This may take a few minutes….
tn: Go dira senotlolo go tsweletse pele… Seno se ka tsaya metsotso e se kae….

source: Please wait…
tn: Tsweetswee leta…
