Repository: translate/mozilla-l10n
Catalog: */browser/installer/custom.properties.po
Languages: af, ar, bg, bn_in, br, ca, es_mx, fa, gd, he, hu, id, kk, lt, lv, ne, nn_no, oc, ro, sr, sw, ta, th, tr, ug, vi

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
af: $BrandShortName bied veilige, maklike webblaaiery. Die uitleg lyk bekend, die sekuriteit is gevorderd (met beskerming teen aanlynidentiteitdiefstal) en ingeboude soektog sodat u die meeste uit die web kan kry.
ar: يوفر $BrandShortName تصفحا سها وآمنا للوِب. واجهة استخدام مألوفة، خصائص أمان محسّنة تشمل الحماية من سرقة الهويّة على الإنترنت، وبحث مضمّن يعطيك أقصى استفادة من الوِب.
bg: С $BrandShortName можете да сърфирате безопасно и лесно. Познатият потребителски интерфейс, подобрените възможности за сигурност, включително защита от кражба на самоличността и интегрираното търсене, ви помагат да извлечете максимална полза от Интернет.
bn_in: $BrandShortName-র সাহায্যে নিরাপদে ও সহজে ওয়েব ব্রাউজ করা যাবে। ব্যবহারের পরিচিত প্রেক্ষাপট ও উন্নত সুরক্ষা ব্যবস্থার অধীন অনলাইন ব্যক্তিগত তথ্যের চুরির বিরুদ্ধে প্রতিরোধ এবং সন্নিবিষ্ট অনুসন্ধান ব্যবস্থার সাহায্যে ওয়েব ব্যবহারের অভিজ্ঞতা অধিক সুবিধাজনক হবে।
br: $BrandShortName a ro tro d'ober ur merdeiñ diogel hag aes. Ur c'hetal arveriad boaz, keweriusterioù diogelroez evel ar gwarez a-enep al laeroñsi pivelezh war ar genrouedad, hag un enklask kenstaget a ro tro deoc'h da gaout ar pep gwellañ eus ar gwiad.
ca: El $BrandShortName proporciona una navegació fàcil i segura. Una interfície d'usuari familiar, característiques avançades de seguretat, incloent-hi protecció davant de la suplantació de la identitat, i cerques integrades que us permeten treure el màxim del Web.
es_mx: $BrandShortName te ofrece seguridad, fácil navegación, interfaz gráfica amigable, seguridad mejorada que incluye protección contra robo de identidad y la búsqueda integrada, todo esto te permitirá obtener el mayor provecho de la web.
fa: $BrandShortName مرور امن و آسان وب را ممکن می‌سازد. واسط کاربری آشنا، امکانات امنیتی بهبود یافته شامل محافظت در برابر سرقت‌های هویت، و جست‌وجوی یکپارچه شما را قادر می‌سازد که بیشترین استفاده را از وب به عمل آورید.
gd: Tha $BrandShortName a' toirt dhut dòigh shàbhailte is èasgaidh gus an lìon a bhrabhsadh. Le eadar-aghaidh a dh'aithnicheas tu, feartan tèarainteachd nas làidire a dhìonas thu o ghoid dearbh-aithne agus le lorg co-fhillte, tha dòigh agad gus an lìon a chur gu feum gu h-iomlan.
he: $BrandShortName מאפשר גלישה פשוטה ובטוחה ברשת. תכונות כמו ממשק משתמש מוכר, אבטחה משופרת לרבות הגנה מגניבת זהות מקוונת וחיפוש מוטמע יאפשרו לך לקבל את המיטב מהרשת.
hu: A $BrandShortName a böngészést biztonságossá és egyszerűvé teszi. Az ismerős felhasználói felület, a biztonsági funkciók, például a védelem az online adatlopás ellen, valamint a beépített kereső segít kihozni a maximumot a webből.
id: $BrandShortName memberikan keamanan, kenyamanan menjelajah web. Antarmuka yang familiar dan fitur keamanan yang dipercanggih termasuk perlindungan dari pencurian identitas daring, serta pencarian terintegrasi akan membantu Anda mendapatkan informasi terbaik dari web.
kk: $BrandShortName веб-сайттармен жұмысыңызды жеңіл және қауіпсіз қылады. Таныс пайдаланушы интерфейсі, жақсартылған қауіпсіздік жүйесі, соның ішінде жеке ақпаратты ұрлаудан қорғаныс және құрамдағы іздеу жүйесі Интернеттен көбірек алуды мүмкін етеді.
lt: Naršykle „$BrandShortName“ saugu ir paprasta naršyti saityną. Paprasta grafinė sąsaja, pagerintos saugumą užtikrinančios savybės (įskaitant apsaugą nuo tapatumo duomenų vagystės), integruota paieška leidžia efektyviai panaudoti saityno išteklius.
lv: $BrandShortName nodrošina drošu un vienkāršu tīmekļa pārlūkošanu. Pazīstama lietotāja saskarne, uzlabota drošība, kas sevī iekļauj aizsardzību no interneta krāpniecībām, un integrētas meklēšanas iespējas ļauj jums iegūt maksimāli iespējamo sērfojot internetā.
ne: $BrandShortName ले सजिलो, सुरक्षित वेब ब्राउजिङ पुर्याउछ। एउता परिचित प्रयोगकर्ताको इन्टरफेसमा परिस्कृत सुरक्षाको विशेषताहरुलाई समावेश गरी आफनो परिचय चोरी हुनबाट सुरक्षा प्रदान गर्छ र एकीकृत खोजले तपाईलाई वेबको बढि भन्दा बढि सुविधा उपलब्ध गराउछ्।
nn_no: $BrandShortName gjev deg trygg og enkel nettlesing. Eit velkjend brukargrensesnitt, avanserte tryggingsfunksjonar som t.d. vern mot identitetstjuveri, og innebygd søk gjer at du får mest muleg ut av nettet.
oc: $BrandShortName permet una navigacion segura e aisida. Una interfàcia d'utilizaire familiara, una recèrca integrada e de foncionalitats de seguretat avançadas coma la proteccion contra l'usurpacion d'identitat en linha vos permeton d'obténer çò melhor del Web.
ro: $BrandShortName oferă navigarea sigură și ușoară pe web. O interfață intuitivă cu utilizatorul, funcționalitate îmbunătățită pentru securitate care include protecția împotriva furtului de identitate online și căutare integrată sunt lucruri care îți permit să folosești webul cât mai eficient.
sr: Програм $BrandShortName омогућава лако и безбедно читање мрежног садржаја. Познато корисничко сучеље, побољшане безбедносне мере укључујућу заштиту од крађе идентитета на мрежи, и интегрисана претрага омогућавају Вам да извучете максимум из интернета.
sw: $BrandShortName hufikisha uvinjari salama, rahisi. Kiolesura cha mtumiaji kinachojulikana, vipengele vya usalama bora ikujumuisha ukingaji kutokana na wizi wa vitambulisho, na tafutizo zilizojumuishwa hukuruhusu kupata zaidi kutoka kwenye wavuti.
ta: $BrandShortName பாதுகாப்பான, எளிதான இணைய உலாவலை வழங்குகிறது. ஒரு பழக்கமான பயனர் இடைமுகம், ஆன்லைன் அடையாள திருட்டு பாதுகாப்பு , ஒருங்கிணைந்த இணைய தேடல் உட்பட மேம்படுத்தப்பட்ட அம்சங்களின் முலம் சிறந்த அனுபவத்தை பெறலாம்.
th: $BrandShortName ให้คุณท่องเว็บอย่างปลอดภัยและง่ายดายด้วยหน้าจอที่คุ้นเคยความสามารถด้านความปลอดภัยที่ถูกยกระดับรวมไปถึงช่วยปกป้องคุณจากการขโมยอัตลักษณ์และการรวมการค้นหาที่ทำให้คุณได้สิ่งที่คุณต้องการเกือบทั้งหมดจากเว็บ
tr: $BrandShortName web'de güvenli ve hızlı gezinti olanağı sunar. Anlaşılır bir arayüz, çevrim içi kimlik hırsızlığına karşı korumayı da içeren gelişmiş güvenlik özellikleri ve bütünleşik arama, internetin sunduğu her şeye ulaşmanızı sağlıyor.
ug: $BrandShortName بىخەتەر، قولايلىق تور كۆرۈش بىلەن تەمىنلەيدۇ. تونۇش بولغان ئىشلەتكۈچى يۈزى، توردا سالاھىيەت ئوغرىسىدىن ساقلاشنى ئۆز ئىچىگە ئالغان كۈچەيتىلگەن بىخەتەرلىك ئىقتىدارى بار ھەمدە ئۇنىۋېرسال ئىزدىگۈچ ئارقىلىق ئەڭ كۆپ مىقداردىكى تور ئۇچۇرىغا ئېرىشەلەيسىز.
vi: $BrandShortName cho phép bạn duyệt web dễ dàng, an toàn. Một giao diện người dùng quen thuộc, tính năng bảo mật nâng cao bao gồm chống trộm cắp danh tính trực tuyến, và với công cụ tìm kiếm tích hợp sẽ giúp bạn tận dụng hết sức mạnh của web.

source: $BrandShortName &Options
af: $BrandShortName-&opsies
ar: &خيارات $BrandShortName
bg: &Настройки на $BrandShortName
bn_in: $BrandShortName-র বিকল্প
br: &Dibarzhioù $BrandShortName
ca: &Opcions del $BrandShortName
es_mx: &Opciones de $BrandShortName
fa: &گزینه‌های $BrandShortName
gd: R&oghainnean $BrandShortName
he: אפשרויות $BrandShortName
hu: $BrandShortName &beállítása
id: &Pilihan komponen $BrandShortName
kk: $BrandShortName &Баптаулары
lt: „$BrandShortName“ &parinktys
lv: $BrandShortName &iestatījumi
nn_no: $BrandShortName &innstillingar
oc: &Opcions de $BrandShortName
ro: &Opțiuni $BrandShortName
sr: $BrandShortName – поставке
sw: $BrandShortName &Chaguo
ta: $BrandShortName விருப்பங்கள் (&O)
th: $BrandShortName &ตัวเลือก
tr: $BrandShortName &Seçenekleri
ug: $BrandShortName تاللانما
vi: $BrandShortName &Tùy chọn

source: $BrandShortName &Safe Mode
af: $BrandShortName &veilige modus
ar: وضع $BrandShortName الآ&من
bg: $BrandShortName (&надежден режим)
bn_in: $BrandShortName-র নিরাপদ মোড
br: &Mod diogel $BrandShortName
ca: Mode &segur del $BrandShortName
es_mx: $BrandShortName en Modo Seguro
fa: &حالت امن $BrandShortName
gd: Modh &tèarainte $BrandShortName
he: הפעלת $Brand&ShortName במצב בטוח
hu: $BrandShortName &csökkentett mód
id: &Mode Aman $BrandShortName
kk: $BrandShortName &Қауіпсіз режимі
lt: „$BrandShortName“ &ribotoji veiksena
lv: $BrandShortName drošai&s režīms
ne: $BrandShortName र सेफ मोड
nn_no: $BrandShortName &Trygg modus
oc: &Mòde segur de $BrandShortName
ro: $BrandShortName în modul de &siguranță
sr: $BrandShortName – безбедни режим
sw: $BrandShortName &Modi Salama
ta: $BrandShortName பாதுகாப்பு முறைமை (&S)
th: $BrandShortName โหมด&ปลอดภัย
tr: $BrandShortName &Güvenli Kipi
ug: $BrandShortName بىخەتەر ھالەت
vi: $BrandShortName &Chế độ An toàn

source: Setup Type
af: Opstellingsoort
ar: نوع الإعداد
bg: Вид инсталиране
bn_in: প্রস্তুতির ধরন
br: Seurt Staliadur
ca: Tipus d'instal·lació
es_mx: Tipo de instalación
fa: نوع نصب
gd: Seòrsa an t-suidheachaidh
he: סוג התקנה
hu: Telepítés típusa
id: Jenis Pemasangan
kk: Орнатудың түрi
lt: Diegimo variantas
lv: Instalēšanas tips
ne: सेटअप प्रकार
nn_no: Installeringstype
oc: Tipe d'installacion
ro: Tip de instalare
sr: Врста инсталације
sw: Aina ya Usanidi
ta: அமைப்பு வகை
th: รูปแบบการติดตั้ง
tr: Kurulum Türü
ug: ئورنىتىش شەكلى
vi: Kiểu Cài Đặt

source: Choose setup options
af: Kies opstellingopsies
ar: اختر خيارات الإعداد
bg: Избор на опции
bn_in: প্রস্তুতির বিকল্পগুলি নির্বাচন করুন
br: Dibabit ur seurt staliadur
ca: Trieu les opcions d'instal·lació
es_mx: Selecciona las opciones de la instalación
fa: انتخاب گزینه‌های نصب
gd: Tagh na roghainnean suidheachaidh
he: בחר אפשרויות התקנה
hu: Telepítéstípus választása
id: Pilih jenis pemasangan
kk: Орнатудың баптауларын таңдаңыз
lt: Diegimo nuostatų parinkimas
lv: Izvēlieties instalēšanas iestatījumus
ne: सेटअप प्रकार चयन गर्नुहोस्
nn_no: Vel installeringstype
oc: Causir las opcions d'installacion
ro: Alege opțiunile de instalare
sr: Избор опција при инсталацији
sw: Chagua chaguo za usanidi
ta: அமைப்பு விருப்பங்களை தேர்ந்தெடு
th: เลือกตัวเลือกการติดตั้ง
tr: Kurulum seçeneklerini seçin
ug: ئورنىتىش تاللانمىسىنى تاللاڭ
vi: Tùy chọn cài đặt

source: Set Up Shortcuts
af: Stel kortpaaie op
ar: اضبط الاختصارات
bg: Добавяне на преки пътища
bn_in: শর্ট-কাট সেট আপ করুন
br: Spisaat ar berradennoù
ca: Definició de les dreceres
es_mx: Configurar los accesos directos
fa: تنظیم میان‌برها
gd: Rèitich na h-ath-ghoiridean
he: צור קיצורי דרך
hu: Parancsikonok beállítása
id: Atur Shortcut
kk: Жарлықтарды орнату
lt: Programos šaukiniai
lv: Izveidot saīsnes
ne: सर्टकटहरू बनाउनुहोस्
nn_no: Lag snarvegar
oc: Definicion dels acorchis
ro: Creează scurtături
sr: Подешавање скраћеница
sw: Sanidi Mikato
ta: அமைப்பு குறுக்குவழிகள்
th: ติดตั้งทางลัด
tr: Kısayollar Ekle
ug: تىز كونۇپكا بېكىتىش
vi: Tạo Lối Tắt

source: Create Program Icons
af: Skep programikone
ar: أنشئ أيقونات البرنامج
bg: Добавяне на иконите за програмата
bn_in: প্রোগ্রামের আইকন তৈরি করুন
br: Krouiñ an arlunioù arload
ca: Crea les icones de programa
es_mx: Crear iconos
fa: ساختن شمایل‌های برنامه
gd: Cruthaich ìomhaigheagan nam prògram
he: צור סמלים לתוכנה
hu: Programikonok létrehozása
id: Buat Ikon Program
kk: Бағдарламаның таңбашаларын орнату
lt: Programos šaukinių kūrimas
lv: Izveidot programmas ikonas
ne: कार्यक्रमको आइकन बनाउनुहोस्
nn_no: Lag programikon
oc: Crear las icònas de programa
ro: Creează iconițe pentru program
sr: Прављење сличице програма
sw: Unda Ikoni za Programu
ta: நிரல் சின்னங்களை உருவாக்கு
th: สร้างไอคอนของโปรแกรม
tr: Program Simgelerini Yarat
ug: پروگرامما سىنبەلگىسى قۇرۇش
vi: Tạo các Biểu tượng Chương trình

source: Set Up Optional Components
ar: إعداد المكونات الاختيارية
bg: Настройване на допълнителни компоненти
bn_in: ঐচ্ছিক সামগ্রীগুলি নির্ধারণ করুন
br: Kefluniañ parzhioù diret
ca: Configura els components opcionals
es_mx: Configurar componentes
fa: چیدن ابزارهای اختیاری
gd: Suidhich co-phàirtean roghainneil
he: הגדר רכיבים אפשריים
hu: Választható összetevők beállítása
id: Siapkan Komponen Opsional
kk: Қосымша құраманы орнату
lt: Papildomų komponentų diegimas
lv: Instalēt papildus komponentus
ne: वैकल्पिक अवयवहरू सेट गर्नुहोस्
nn_no: Sett opp valfrie komponentar
oc: Installacion de components opcionals
ro: Setarea componentelor opționale
sr: Подешавање опционих компонената
sw: Sanidi Vijenzi vya Hiari
ta: விருப்பு கூறுகள் அமைக்கவும்
th: ติดตั้งส่วนประกอบเสริม
tr: Tercihe bağlı bileşenleri kur
ug: تاللاشچان بۆلەك تەڭشىكى
vi: Cài đặt các thành phần không bắt buộc

source: Optional Recommended Components
ar: المكونات الاختيارية المزكّاة
bg: Допълнителни препоръчвани компоненти
bn_in: প্রস্তাবিত ঐচ্ছিক সামগ্রী
br: Parzhioù diret erbedet
ca: Components opcionals recomanats
es_mx: Componentes opcionales recomendados
fa: ابزارهای اختیاری توصیه شده
gd: Co-phàirtean roghainneil a tha 'gam moladh
he: רכיבים אפשריים מומלצים
hu: Javasolt választható összetevők
id: Komponen Opsional yang Disarankan
kk: Қосымша ұсынылатын құрама
lt: Rekomenduojami papildomi komponentai
lv: Ieteiktie papildus komponenti
ne: वैकल्पिक सिफारिस गरिएका अवयवहरू
nn_no: Valfrie tilrådde komponentar
oc: Components opcionals recomandats
ro: Componente opționale recomandate
sr: Препоручене опционе компоненте
sw: Vijenzi vya Hiari Vilivyopendekezwa
ta: விருப்ப பரிந்துரைக்கப்பட்ட கூறுகள்
th: ส่วนประกอบเสริมที่แนะนำ
tr: Tercihe bağlı önerilen bileşenler
ug: تاللاشچان تەۋسىيەلىك بۆلەكلەر
vi: Các thành phần được khuyên dùng

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
ar: خدمة الصيانة ستخوّلك تحديث $BrandShortName بصمت في الخلفية.
bg: Услугата за поддръжка ще ви позволи да обновявате $BrandShortName невидимо на заден план.
bn_in: পরিচালনার পরিসেবার সাহায্যে, আড়ালে পটভূমিতে $BrandShortName আপডেট করা যাবে।
br: Ar gwazerezh trezalc'h a roio tro deoc'h da hizivaat $BrandShortName didrouz en drekleur.
ca: El servei de manteniment us permetrà actualitzar el $BrandShortName silenciosament en segon pla.
es_mx: El servicio de mantenimiento te permitirá actualizar $BrandShortName silenciosamente en segundo plano.
fa: سرویس نگهداری این اجازه را به شما میدهد تا $BrandShortName را به صورت مخفی به روز رسانی کنید.
gd: Ma chleachdas tu Fear an Taighe, 's urrainn dhut $BrandShortName ùrachadh sa chùlaibh 's cha bhi agad dèiligeadh ri dad.
he: שירות התחזוקה מאפשר לך לעדכן את $BrandShortName בשקט ברקע.
hu: A Maintenance Service lehetővé teszi a $BrandShortName háttérben történő csendes frissítését.
id: Layanan Pemeliharaan dapat digunakan untuk memperbarui $BrandShortName tanpa mengganggu di latar belakang.
kk: Техникалық қызмет сервисі сізге $BrandShortName үшін жаңартуларды фонда орнатуға мүмкін етеді.
lt: Įdiegus naujinimų tarnybą, programos „$BrandShortName“ naujinimus bus galima diegti fonine veiksena.
lv: Apkopes serviss ļaus jums netraucēti fonā atjaunināt $BrandShortName.
ne: मर्मत सेवाले तपाईलाई $BrandShortName लाई मौनताका साथ पृष्ठभूमिमा अद्यावधिक गर्न दिनेछ।
nn_no: Vedlikehaldstenesta lèt deg oppdatera $BrandShortName i bakgrunnen utan avbrot.
oc: Lo Servici de mantenença vos permetrà de metre a jorn $BrandShortName silenciosament en rèire plan.
ro: Serviciul de mentenanță îți va permite să actualizezi $BrandShortName silențios, în fundal.
sr: Сервис за одржавање омогућава доградњу програма $BrandShortName у позадини.
sw: Huduma ya Matengenezo itakuruhusu kusasisha $BrandShortName kikimya katika usuli.
ta: $BrandShortName ஐ அமைதியாக பின்னணியில் புதுப்பிக்க பராமரிப்பு சேவை உதவும்.
th: บริการบำรุงรักษาจะอนุญาตให้คุณปรับปรุง $BrandShortName ได้โดยไม่รบกวนผู้ใช้
tr: Bakım Hizmeti, $BrandShortName tarayıcısının arka planda sessizce güncellenmesine olanak tanır.
ug: ئوڭشاش مۇلازىمىتى $BrandShortName نى ئارقا سۇپىدا جىمجىت يېڭىلىشىڭىزغا يول قويىدۇ.
vi: Dịch vụ bảo trì sẽ cho phép bạn cập nhật $BrandShortName một cách âm thầm.

source: Install &Maintenance Service
ar: ثبّت &خدمة الصيانة
bg: Инсталиране на &услугата за поддръжка.
bn_in: ইনস্টলেশন ও পরিচালনার পরিসেবা
br: Staliañ ar gwazerezh &trezalc'h
ca: Instal·la el &Servei de manteniment
es_mx: Servicio de instalación y &mantenimiento
fa: نصب سرویس نگهداری
gd: Stàlaich seirbheis &Fear an Taighe
he: התקן את שירות התחזוקה
hu: &Maintenance Service telepítése
id: Pasang Layanan Pe&meliharaan
kk: &Техникалық қызметті орнату
lt: Įdiegti &naujinimų tarnybą
lv: Instalēt &Apkopes servisu
ne: मर्मत सेवाहरू स्थापना गर
nn_no: Installer &vedlikehaldstenesta
oc: Installar lo &Servici de mantenença
ro: Instalează serviciul de &mentenanță
sr: Инсталирај сервис за одржавање
sw: Sakinisha &Huduma ya Matengenezo
ta: பராமரிப்பு சேவையை நிறுவு
th: ติดตั้งบริการ&บำรุงรักษา
tr: &Bakım Hizmeti'ni kur
ug: ئوڭشاش مۇلازىمىتىنى ئورنات(&M)
vi: &Cài đặt Dịch vụ bảo trì

source: Summary
af: Opsomming
ar: ملخّص
bg: Обобщение
bn_in: সারসংক্ষেপ
br: Taolenn
ca: Resum
es_mx: Resumen
fa: خلاصه
gd: Gearr-chunntas
he: תקציר
hu: Összefoglaló
id: Ringkasan
kk: Жиынды мәлімет
lt: Diegimo nuostatos parinktos
lv: Kopsavilkums
ne: सारांश
nn_no: Oppsummering
oc: Resumit
ro: Sumar
sr: Сажетак
sw: Muhtasari
ta: சுருக்கம்
th: ผลสรุป
tr: Özet
ug: خۇلاسە
vi: Tóm tắt

source: Ready to start installing $BrandShortName
af: Gereed om $BrandShortName te begin installeer
ar: جاهز لبدأ تثبيت $BrandShortName
bg: Готови сте за инсталиране на $BrandShortName
bn_in: $BrandShortName ইনস্টলেশন আরম্ভ করতে প্রস্তুত
br: Prest da gregiñ gant staliadur $BrandShortName
ca: A punt per instal·lar el $BrandShortName
es_mx: Listo para iniciar la instalación de $BrandShortName
fa: آماده برای شروع نصب $BrandShortName
gd: Deiseil gus tòiseachadh air stàladh $BrandShortName
he: מוכן להתחלת התקנת $BrandShortName
hu: Készen áll a $BrandShortName telepítésére.
id: Siap memulai pemasangan $BrandShortName
kk: $BrandShortName орнатуды бастауға дайын
lt: Galima pradėti „$BrandShortName“ įdiegimą
lv: Viss sagatavots $BrandShortName instalēšanai
ne: $BrandShortName स्थापना गर्न तयार
nn_no: Klar til å installera $BrandShortName
oc: Prèst per aviar l'installacion de $BrandShortName
ro: Pregătit pentru a începe instalarea $BrandShortName
sr: Све је спремно за почетак инсталације програма $BrandShortName
sw: Tayari kuanza kusakinisha $BrandShortName
ta: $BrandShortNameஐ நிறுவ தயாராகிறது
th: พร้อมที่จะเริ่มติดตั้ง $BrandShortName
tr: $BrandShortName kurulmaya hazır
ug: $BrandShortName نى قاچىلاشقا تەييارلاندى
vi: Sẵn sàng cài đặt $BrandShortName

source: $BrandShortName will be installed to the following location:
af: $BrandShortName sal geïnstalleer word in die volgende ligging:
ar: سيُثبّت $BrandShortName في المكان التالي:
bg: Програмата ще бъде инсталирана тук:
bn_in: নিম্নলিখিত স্থানে $BrandShortName ইনস্টল করা হবে:
br: $BrandShortName a vo staliet e-barzh al lec'hiadur a-heul:
ca: El $BrandShortName s'instal·larà en la següent ubicació:
es_mx: $BrandShortName se instalará en la siguiente ubicación:
fa: $BrandShortName در این مکان نصب خواهد شد:
gd: Thèid $BrandShortName a stàladh san àite a leanas:
he: $BrandShortName יותקן במיקום הבא:
hu: A $BrandShortName a következő helyre lesz telepítve:
id: $BrandShortName akan dipasang di lokasi berikut:
kk: $BrandShortName келесі жерге орнатылады:
lt: Programa „$BrandShortName“ bus diegiama į aplanką:
lv: $BrandShortName tiks instalēta šajā vietā:
ne: $BrandShortName निम्नलिखित स्थानमा स्थापित हुने छ:
nn_no: Installerer $BrandShortName til følgjande plassering:
oc: $BrandShortName serà installat a l'emplaçament seguent :
ro: $BrandShortName va fi instalat în următoarea locație:
sr: $BrandShortName ће бити инсталиран на наведено место:
sw: $BrandShortName itasakinishwa mahali pafuatapo:
ta: $BrandShortName பின்வரும் இடத்தில் நிறுவப்படும்:
th: $BrandShortName จะถูกติดตั้งไว้ที่:
tr: $BrandShortName aşağıdaki konuma kurulacak:
ug: $BrandShortName تۆۋەندىكى ئورۇنغا قاچىلىنىدۇ:
vi: $BrandShortName sẽ được cài vào thư mục sau:

source: A restart of your computer may be required to complete the installation.
af: Dit is dalk nodig dat u u rekenaar herbegin om die installering te voltooi.
ar: قد تحتاج لإعادة تشغيل الحاسوب لإكمال التثبيت.
bg: Може би ще трябва да рестартирате компютъра си, за да завършите инсталирането.
bn_in: ইনস্টলেশন সমাপ্তির জন্য আপনার কম্পিউটার পুনরায় আরম্ভ করার প্রয়োজন দেখা দিতে পারে।
br: Un adloc'hañ hoc'h urzhiater a vo ret marteze evit echuiñ ar staliadur.
ca: Pot caler un reinici de l'ordinador per acabar la instal·lació.
es_mx: Tal vez sea necesario reiniciar tu equipo para completar la instalación.
fa: برای به پایان رساندن نصب، ممکن است نیاز به راه‌اندازی مجدد رایانه‌تان وجود داشته باشد.
gd: Dh'fhaodadh gum bi agad an coimpiutair agad ath-thòiseachadh gus crìoch a chur air an stàladh.
he: ייתכן ותדרש הפעלה מחדש של המחשב כדי להשלים את ההתקנה.
hu: A telepítés befejezéséhez szükség lehet a számítógép újraindítására.
id: Mungkin komputer harus dimulai ulang untuk menyelesaikan pemasangan.
kk: Орнатуды аяқтау үшін компьютеріңізді қайта қосу керек болуы мүмкін.
lt: Siekiant užbaigti diegimą, gali reikėti perleisti kompiuterį.
lv: Instalēšanas pabeigšanai var būt nepieciešama datora pārstartēšana.
ne: स्थापना पुरा गर्नको लागि तपाईँको कम्प्युटर पुनरारम्भ गर्न आबश्यक हुन सक्ने छ ।
nn_no: Omstart av datamaskina di kan verta nødvendig for å fullføra installeringa.
oc: Una reaviada de l'ordenador serà benlèu necessària per acabar l'installacion.
ro: Ar putea fi necesară o repornire a calculatorului pentru a încheia instalarea.
sr: Можда ће бити неопходно да поново покренете рачунар како би инсталација била довршена.
sw: Kuanza tena kompyuta yako kutahitajika kukamilisha usakinishaji.
ta: நிறுவலை முடிக்க உங்கள் கணினியை மறுதுவக்கம் செய்ய வேண்டி இருக்கலாம்.
th: คุณต้องทำการเริ่มคอมพิวเตอร์ของคุณใหม่เพื่อทำให้การติดตั้งสมบูรณ์
tr: Kurulumun tamamlanması için bilgisayarınızın yeniden başlatılması gerekebilir.
ug: قاچىلاش تاماملانغاندىن كېيىن كومپيۇتېرنى قايتا قوزغىتىشىڭىز زۆرۈر بولۇشى مۇمكىن.
vi: Có thể cần khởi động lại máy tính để hoàn tất việc cài đặt.

source: A restart of your computer may be required to complete the uninstall.
af: Dit is dalk nodig dat u u rekenaar herbegin om die deïnstallering te voltooi.
ar: قد تحتاج لإعادة تشغيل الحاسوب لإكمال الإزالة.
bg: Може би ще трябва да рестартирате компютъра си, за да завършите деинсталирането.
bn_in: আন-ইনস্টলেশন সমাপ্তির জন্য আপনার কম্পিউটার পুনরায় আরম্ভ করার প্রয়োজন দেখা দিতে পারে।
br: Un adloc'hañ hoc'h urzhiater a vo ret marteze evit echuiñ an distaliadur.
ca: Pot caler un reinici de l'ordinador per acabar la desinstal·lació.
es_mx: Tal vez sea necesario reiniciar tu equipo para completar la desinstalación.
fa: برای به پایان رساندن عزل، ممکن است نیاز به راه‌اندازی مجدد رایانه‌تان وجود داشته باشد.
gd: Dh'fhaodadh gum bi agad an coimpiutair agad ath-thòiseachadh gus crìoch a chur air an dì-stàladh.
he: ייתכן ותדרש הפעלה מחדש של המחשב כדי להשלים את ההסרה.
hu: Az eltávolítás befejezéséhez szükség lehet a számítógép újraindítására.
id: Mungkin komputer harus dimulai ulang untuk menyelesaikan penghapusan.
kk: Өшіруді аяқтау үшін компьютеріңізді қайта қосу керек болуы мүмкін.
lt: Siekiant užbaigti šalinimą, gali reikėti perleisti kompiuterį.
lv: Atinstalēšanas pabeigšanai var būt nepieciešama datora pārstartēšana.
ne: स्थापना पुरा गर्नको लागि तपाईँको कम्प्युटर पुनरारम्भ गर्न आबश्यक हुन सक्ने छ ।
nn_no: Omstart av datamaskina di kan verta nødvendig for å fullføra avinstalleringa.
oc: Una reaviada de l'ordenador serà benlèu necessària per acabar la desinstallacion.
ro: Ar putea fi necesară o repornire a calculatorului pentru a încheia dezinstalarea.
sr: Можда ће бити неопходно да поново покренете рачунар како би деинсталација била довршена.
sw: Kuanza tena kompyuta yako kutahitajika kukamilisha usakinishuaji.
ta: நிறுவல் நீக்கும் பணி நிறைவு பெற உங்கள் கணினியை மறுதுவக்கம் செய்ய வேண்டி இருக்கலாம்.
th: คุณต้องทำการเริ่มคอมพิวเตอร์ของคุณใหม่เพื่อทำให้การถอดถอนสมบูรณ์
tr: Kaldırmanın tamamlanması için bilgisayarınızın yeniden başlatılması gerekebilir.
ug: ئۆچۈرۈش تاماملانغاندا كومپيۇتېرىڭىزنى قايتا قوزغىتىشىڭىز زۆرۈر بولۇشى مۇمكىن.
vi: Có thể cần khởi động lại máy tính để hoàn tất việc gỡ bỏ.
