Repository: translate/mozilla-l10n
Catalog: */browser/installer/custom.properties.po
Languages: af, ar, bg, bn_in, br, ca, es_mx, fa, gd, he, hu, id, kk, lt, lv, ne, nn_no, oc, ro, sr, sw, ta, th, tr, ug, vi

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
af: U het onvoldoende skyfspasie om na hierdie ligging te installeer. Kliek OK om 'n ander ligging te kies.
ar: لا توجد مساحة كافية على القرص للتثبيت في هذا المكان. انقر "موافق" لتختار مجلدا آخر.
bg: Няма достатъчно свободно пространство на диска за инсталация на това място. Натиснете „OK“ и изберете друго.
bn_in: এই অবস্থানে ইনস্টল করার জন্য ডিস্কের মধ্যে পর্যাপ্ত স্থান উপস্থিত নেই। ভিন্ন অবস্থান নির্বাচনের জন্য ঠিক আছে ক্লিক করুন।
br: N'eus ket trawalc'h a egor diac'hub evit staliañ e-barzh al lec'hiadur-mañ. Klikit war "Mat eo" evit dibab ul lec'hiadur all.
ca: No teniu suficient espai de disc per poder instal·lar en aquesta ubicació. Feu clic a D'acord per seleccionar una ubicació diferent.
es_mx: No hay suficiente espacio en disco para la instalación. Da clic en OK para seleccionar otra ubicación.
fa: فضای دیسک کافی در این محل برای نصب وجود ندارد. برای انتخاب محلی مناسب، دکمهٔ تأیید را فشار دهید.
gd: Chan eil àite gu leòr agad air an diosga gus a stàladh san àite seo. Briog air "Ceart ma-tha" gus àite eile a thaghadh.
he: אין לך מספיק מקום פנוי כדי להתקין למיקום זה. לחץ על אישור כדי לבחור במיקום אחר.
hu: A kiválasztott hely lemezterülete nem elegendő a telepítéshez. Kattintson az OK gombra, és válasszon egy másik helyet.
id: Anda tidak memiliki sisa kapasitas harddisk yang cukup untuk memasang di lokasi ini. Klik OK untuk memilih lokasi lainnya.
kk: Таңдалған орынға орнату үшін дисктегі бос орын жеткіліксіз. Басқа орналасу таңдау үшін ОК батырмасын басыңыз.
lt: Pasirinktame diske nepakanka vietos programai įdiegti. Spustelėkite „Gerai“ ir pasirinkite kitą diegimo vietą.
lv: Jums nav pietiekami daudz brīvas diska vietas instalēšanas mapē. Spiediet Labi, lai izvēlētos citu mapi.
ne: यो स्थानमा स्थापाना गर्नको लागि तपाईको डिस्कको छेमता छैन । छुट्टै स्थान छान्नको लागि ठीक छ मा क्लिक गर्नुहोस् ।
nn_no: Du har ikkje nok ledig diskplass for å installera til denne mappa. Trykk «OK» for å velja ei anna plassering.
oc: I a pas pro d'espaci de disc disponible per far l'installacion a aqueste emplaçament. Clicatz sus « D'acòrdi » per seleccionar un emplaçament diferent.
ro: Nu ai spațiu suficient pe disc pentru a instala în această locație. Clic pe „Ok” pentru a selecta o locație diferită.
sr: Нема довољно простора на диску за инсталацију на овом месту. Притисните "У реду" да изаберете друго место.
sw: Huna nafasi ya kutosha kwenye diski ya kusakinisha mahali hapa. Bofya OK kuchagua mahali tofauti.
ta: இந்த இடத்தில் நிறுவ போதிய இடம் இல்லை. வேறு இடத்தை தேர்ந்தெடுக்க சரி என்பதை சொடுக்கவும்.
th: คุณไม่มีพื้นที่ดิสก์พอที่จะติดตั้ง คลิกตกลงเพื่อเลือกติดตั้งที่อื่น
tr: Bu konuma kurmak için yeterli disk alanınız yok. Farklı bir konum seçmek için Tamam düğmesine basın.
ug: بۇ ئورۇنغا قاچىلاشقا يېتەرلىك دىسكا بوشلۇقىڭىز يوق. جەزملە نى چېكىپ باشقا ئورۇننى تاللاڭ.
vi: Bạn không có đủ dung lượng đĩa để cài vào thư mục này. Nhấn OK để chọn thư mục khác.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer. Please click the OK button for additional information.
bn_in: দুঃখিত, $BrandShortName ইন্সটল করা যাবে না। $BrandShortName-এর দরকার ${MinSupportedVer} বা এর থেকে নতুন। অনুগ্রহ করে ওকে বাটনে ক্লিক করুন বাড়তি তথ্যের জন্য।
ne: माफ गर्नुहोस्, $BrandShortName स्थापना गर्न सकिदैन। $BrandShortName को यस संस्करणलाई ${MinSupportedVer} या नयाँ चाहिन्छ। थप जानकारीको लागि ठिक छ बटन दबाउनुहोस।
nn_no: Diverre kan ikkje $BrandShortName installerast. Denne versjonen av $BrandShortName krev ${MinSupportedVer} eller nyare. Trykk på OK for meir informasjon.
ro: Ne pare rău, $BrandShortName nu poate fi instalat. Această versiune de $BrandShortName necesită ${MinSupportedVer} sau o versiune mai nouă. Te rugăm să dai clic pe butonul „Ok” pentru informații adiționale.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
bn_in: দুঃখিত, $BrandShortName ইন্সটল করা যাবে না। $BrandShortName-এর দরকার ${MinSupportedCPU} প্রসেসরের সমর্থন। অনুগ্রহ করে ওকে বাটনে ক্লিক করুন বাড়তি তথ্যের জন্য।
ne: माफ गर्नुहोस्, $BrandShortName स्थापना गर्न सकिदैन। $BrandShortName को यस संस्करणलाई ${MinSupportedCPU} सपोर्ट सहितको प्रोसेसर चाहिन्छ। थप जानकारीको लागि ठिक छ बटन दबाउनुहोस।
nn_no: Diverre kan ikkje $BrandShortName installerast. Denne versjonen av $BrandShortName krev ein prosessor med ${MinSupportedCPU} støtte. Trykk på OK for meir informasjon
ro: Ne pare rău, $BrandShortName nu poate fi instalat. Această versiune de $BrandShortName necesită un procesor cu support ${MinSupportedCPU}. Te rugăm să dai clic pe butonul „Ok” pentru informații adiționale.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer and a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
bn_in: দুঃখিত, $BrandShortName ইন্সটল করা যাবে না। $BrandShortName-এর দরকার ${MinSupportedVer} বা নতুন প্রসেসরের সাথে ${MinSupportedCPU}-এর সমর্থন। অনুগ্রহ করে ওকে বাটনে ক্লিক করুন বাড়তি তথ্যের জন্য।
ne: माफ गर्नुहोस्, $BrandShortName स्थापना गर्न सकिदैन। $BrandShortName को यस संस्करणलाई ${MinSupportedVer} या नयाँ र ${MinSupportedCPU} सपोर्ट सहितको प्रोसेसर चाहिन्छ। थप जानकारीको लागि ठिक छ बटन दबाउनुहोस।
nn_no: Diverre kan ikkje $BrandShortName installerast. Denne versjonen av $BrandShortName krev ${MinSupportedVer} eller nyare og ein prosessor med ${MinSupportedCPU} støtte. Trykk på OK for meir informasjon.
ro: Ne pare rău, $BrandShortName nu poate fi instalat. Această versiune de $BrandShortName necesită ${MinSupportedVer} sau o versiune mai nouă și un procesor cu support ${MinSupportedCPU}. Te rugăm să dai clic pe butonul „Ok” pentru informații adiționale.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
af: U rekenaar moet herbegin word om 'n vorige deïnstallering van $BrandShortName te voltooi. Wil u nou herselflaai?
ar: يجب إعادة تشغيل حاسوبك لإكمال إزالة سابقة ل‍ $BrandShortName. أتريد إعادة التشغيل الآن؟
bg: Трябва да рестартирате компютъра, за да завърши предишната деинсталация на $BrandShortName. Искате ли да го направите сега?
bn_in: $BrandShortName-র পূর্ববর্তী একটি আন-ইনস্টলেশন সমাপ্ত করার জন্য কম্পিউটার পুনরায় আরম্ভ করা আবশ্যক। অবিলম্বে পুনরারম্ভ করা হবে কি?
br: Hoc'h urzhiater a rank bezañ adloc'het evit echuiñ un distaliadur diaraok eus $BrandShortName. Fellout a ra deoc'h adloc'hañ bremañ?
ca: Cal reiniciar el vostre ordinador per acabar una desinstal·lació anterior del $BrandShortName. Voleu reiniciar ara mateix?
es_mx: Debes reiniciar tu equipo para completar la desinstalación de $BrandShortName. ¿Quieres hacerlo ahora?
fa: برای اتمام عزل دفعهٔ پیش $BrandShortName، رایانه‌تان باید مجدداً راه‌اندازی شود. آیا هم‌اکنون مایل به انجام این کار هستید؟
gd: Feumaidh tu an coimpiutair agad tòiseachadh a-rithist gus crìoch a chur air dì-stàladh roimhe de $BrandShortName. A bheil thu airson a thòiseachadh a-rithist an-dràsta?
he: יש צורך להפעיל מחדש את המחשב שלך כדי להסיר את $BrandShortName. האם להפעיל מחדש כעת?
hu: A számítógépet újra kell indítani, hogy befejeződjön a $BrandShortName egy előző eltávolítása. Újraindítja most a számítógépet?
id: Komputer Anda harus dimulai ulang untuk menyelesaikan proses penghapusan pemasangan $BrandShortName. Anda ingin memulai ulang komputer sekarang?
kk: Алдыңғы $BrandShortName жойылуын аяқтау үшін компьютерді қайта қосу керек. Қайта қосуды қазір орындауды қалайсыз ба?
lt: Jūsų kompiuterį reikia perleisti, kad užbaigti jau pradėtą „$BrandShortName“ šalinimo procesą. Ar norite perleisti kompiuterį dabar?
lv: Lai pabeigtu iepriekšējo $BrandShortName atinstalēšanu, jums jāpārstartē dators. Vai vēlaties to darīt tagad?
ne: तपाईंको कम्प्युटरमा $BrandShortName को अघिल्लो स्थापना रद्द पूरा गर्न फेरि सुरु गर्नुपर्छ। तपाईं अहिले रिबुट गर्न चाहनुहुन्छ?
nn_no: Datamaskina di må startast på nytt for å fullføra ei tidlegare avinstallering av $BrandShortName. Ønskjer du å starta på nytt no?
oc: Vòstre ordenador deu èsser reamodat per acabar una desinstallacion precedenta de $BrandShortName. Volètz reamodar ara ?
ro: Calculatorul trebuie repornit pentru a încheia o dezinstalare anterioară de $BrandShortName. Dorești să repornești acum?
sr: Ваш рачунар мора да се поново покрене како би претходна деинсталација програма $BrandShortName била довршена. Да ли желите да га одмах поново покренете?
sw: Kompyuta yako lazima ianzishwe tena kukamilisha usakinishuaji uliopita wa $BrandShortName. Ungetaka kuanzisha tena sasa?
ta: $BrandShortName இன் முந்தைய நிறுவல் நீக்கத்தை முடிக்க உங்கள் கணினி மறுதொடக்கம் செய்யப்பட வேண்டும். நீங்கள் இப்போது மறுதுவக்கம் செய்ய விரும்புகிறீர்களா?
th: คุณต้องทำการเริ่มคอมพิวเตอร์ของคุณใหม่เพื่อทำให้การถอดถอน $BrandShortName นั้นสมบูรณ์ คุณต้องการเริ่มใหม่ทันที?
tr: Önceki bir $BrandShortName kaldırma işleminin tamamlanması için bilgisayarınız yeniden başlatılmalı. Şimdi yeniden başlatmak istiyor musunuz?
ug: كومپيۇتېرىڭىزنى چوقۇم قايتا قوزغاتقاندىلا ئاندىن بايا ئۆچۈرگەن $BrandShortName تاماملىنىدۇ. ھازىر قايتا قوزغىتامسىز؟
vi: Máy tính của bạn phải được khởi động lại để hoàn tất việc gỡ bỏ $BrandShortName. Bạn có muốn khởi động lại ngay bây giờ?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
af: U rekenaar moet herbegin word om 'n vorige opgradering van $BrandShortName te voltooi. Wil u nou herselflaai?
ar: يجب إعادة تشغيل حاسوبك لإكمال تحديث سابق ل‍ $BrandShortName. أتريد إعادة التشغيل الآن؟
bg: Трябва да рестартирате компютъра, за да завърши предишното обновяване на $BrandShortName. Искате ли да го направите сега?
bn_in: $BrandShortName-র পূর্ববর্তী একটি আপগ্রেড সমাপ্ত করার জন্য কম্পিউটার পুনরায় আরম্ভ করা আবশ্যক। অবিলম্বে পুনরারম্ভ করা হবে কি?
br: Hoc'h urzhiater a rank bezañ adloc'het evit echuiñ un hizivadur diaraok eus $BrandShortName. Fellout a ra deoc'h adloc'hañ bremañ?
ca: Cal reiniciar el vostre ordinador per acabar una actualització anterior del $BrandShortName. Voleu reiniciar ara mateix?
es_mx: Debes reiniciar tu equipo para completar la actualización de $BrandShortName. ¿Quieres hacerlo ahora?
fa: برای اتمام به‌هنگام‌سازی دفعهٔ پیش $BrandShortName، رایانه‌تان باید مجدداً راه‌اندازی شود. آیا هم‌اکنون مایل به انجام این کار هستید؟
gd: Feumaidh tu an coimpiutair agad tòiseachadh a-rithist gus crìoch a chur air ùrachadh roimhe de $BrandShortName. A bheil thu airson a thòiseachadh a-rithist an-dràsta?
he: נדרשת הפעלה מחדש למחשב כדי להשלים שדרוג גרסה של $BrandShortName. האם ברצונך להפעיל מחדש כעת?
hu: A számítógépet újra kell indítani, hogy befejeződjön a $BrandShortName egy előző frissítése. Újraindítja most a számítógépet?
id: Komputer Anda harus dimulai ulang untuk menyelesaikan proses upgrade $BrandShortName sebelumnya. Anda ingin memulai ulang komputer sekarang?
kk: Алдыңғы $BrandShortName жаңартылуын аяқтау үшін компьютерді қайта қосу керек. Қайта қосуды қазір орындауды қалайсыз ба?
lt: Jūsų kompiuterį reikia perleisti, kad užbaigti jau pradėtą „$BrandShortName“ naujinimo procesą. Ar norite perleisti kompiuterį dabar?
lv: Lai pabeigtu iepriekšējo $BrandShortName atjaunināšanu, jums jāpārstartē dators. Vai vēlaties to darīt tagad?
ne: तपाईंको कम्प्युटरमा $BrandShortName पछिल्लो उन्नयन पूरा गर्न फेरि सुरु गर्नुपर्छ। तपाईं अहिले रिबुट गर्न चाहनुहुन्छ?
nn_no: Du må starta datamaskina di på nytt for å fullføra ei tidlegare oppgradering av $BrandShortName. Vil du starta på nytt no?
oc: Vòstre ordenador deu èsser reamodat per acabar una mesa a jorn precedenta de $BrandShortName. Volètz reamodar ara ?
ro: Calculatorul trebuie repornit pentru a încheia o actualizare mai veche de $BrandShortName. Dorești să repornești acum?
sr: Ваш рачунар мора да буде поново покренут како би претходна доградња програма $BrandShortName била довршена. Да ли желите да поново покренете сада?
sw: Kompyuta yako lazima ianzishwe tena kukamilisha upandishaji ngazi wa $BrandShortName. Ungetaka kuanzisha tena sasa?
ta: $BrandShortName இன் முந்தைய புதுப்பிப்பை முடிக்க உங்கள் கணினி மறுதொடக்கம் செய்யப்பட வேண்டும். நீங்கள் இப்போது மறுதுவக்கம் செய்ய விரும்புகிறீர்களா?
th: คุณต้องทำการเริ่มคอมพิวเตอร์ของคุณใหม่เพื่อทำให้การปรับรุ่น $BrandShortName นั้นสมบูรณ์ คุณต้องการเริ่มใหม่ทันที?
tr: Önceki bir $BrandShortName yükseltme işleminin tamamlanması için bilgisayarınız yeniden başlatılmalı. Şimdi yeniden başlatmak istiyor musunuz?
ug: بايا دەرىجىسىنى ئۆستۈرگەن $BrandShortName نى تاماملاش ئۈچۈن كومپيۇتېرىڭىزنى چوقۇم قايتا قوزغىتىڭ. ھازىر قايتا قوزغىتامسىز؟
vi: Máy tính của bạn phải được khởi động lại để hoàn tất việc nâng cấp $BrandShortName. Bạn có muốn khởi động lại ngay bây giờ?

source: Error creating directory:
af: Kon nie gids skep nie:
ar: خطأ أثناء إنشاء المجلد:
bg: Грешка при създаване на директория:
bn_in: ডিরেক্টরি নির্মাণ করতে ব্যর্থ
br: Fazi o krouiñ ur c'havlec'h:
ca: S'ha produït un error en crear el directori:
es_mx: Error al crear la carpeta:
fa: خطا در ایجاد مسیر:
gd: Mearachd le cruthachadh a' phasgain:
he: שגיאה ביצירת תיקייה:
hu: Hiba a könyvtár létrehozásakor:
id: Kesalahan ketika membuat direktori:
kk: Буманы жасау қатесі:
lt: Klaida kuriant aplanką:
lv: Kļūda, veidojot mapi:
ne: डायरेक्टरी सिर्जना गर्दा त्रुटि:
nn_no: Feil ved mappelaging:
oc: Error al moment de la creacion del repertòri :
ro: Eroarea la crearea directorului:
sr: Грешка при прављењу директоријума
sw: Kosa kuunda saraka:
ta: அடைவு உருவாக்குவதில் பிழை:
th: การสร้างไดเรคทอรี่ผิดพลาด:
tr: Dizin oluşturma hatası:
ug: مۇندەرىجە قۇرۇش خاتالىقى:
vi: Gặp lỗi khi tạo thư mục:

source: Click Cancel to stop the installation or Retry to try again.
af: Klik Kanselleer om die installering te stop of 'Probeer weer' om weer te probeer.
ar: انقر على "ألغِ" لإيقاف التثبيت أو انقر على "أعِد المحاولة" لتعيد المحاولة.
bg: Натиснете „Отказ“, за да спрете инсталирането или „Нов опит“, за да опитате пак.
bn_in: ইনস্টলেশন বন্ধ করার জন্য বাতিল ক্লিক করুন অথবা পুনরায় প্রয়াসের জন্য পুনঃপ্রচেষ্টা টিপুন।
br: Klikit war Nullañ evit paouez ar staliadur pe Klask en-dro evit klask en-dro.
ca: Feu clic a Cancel·la per aturar la instal·lació o a Reintenta per tornar-ho a provar.
es_mx: Da clic en Cancelar para detener la instalación o en Reintentar para volver a intentarlo.
fa: برای توقف نصب دکمهٔ انصراف، و برای سعی دوباره دکمهٔ تلاش مجدد را فشار دهید.
gd: Briog air "Sguir dheth" gus casg a chur air an stàladh no Feuch ris a-rithist gus feuchainn ris as ùr.
he: לחץ ביטול כדי לצאת מתוכנית ההתקנה או נסה שוב כדי לנסות שוב.
hu: Kattintson a Mégse gombra a telepítés megszakításához, vagy az Újra gombra az ismételt próbálkozáshoz.
id: Klik Batal untuk menghentikan pemasangan atau Coba Lagi untuk mencoba lagi.
kk: Орнатуды тоқтату үшін Бас тарту, ал қайталау үшін Қайталау батырмасын басыңыз.
lt: Spustelėkite „Atsisakyti“, jei norite nutraukti diegimą arba bandykite iš naujo.
lv: Klikšķiniet uz Atcelt, lai pārtrauktu instalēšanu, vai Atkārtot, lai mēģinātu vēlreiz.
ne: स्थापना बन्द गर्न रद्दमा क्लिक गर्नुहोस् वा फेरि प्रयास गर्न पुन: प्रयास गर्नुहोस्।
nn_no: Trykk «Avbryt» for å avbryta installasjonen eller «Prøv igjen» for å prøva på nytt.
oc: Clicatz sus « Anullar » per arrèstar l'installacion o « Recomençar » per ensajar tornarmai.
ro: Clic pe „Renunță” pentru a opri instalarea sau „Reîncearcă” pentru a încerca din nou.
sr: Притисните „Откажи‟ како бисте зауставили иснталацију или „Понови‟ да пробате опет.
sw: Bofya Futa kusimamisha usakinishaji au Jaribu kujaribu tena.
ta: ரத்து என்பதை சொடுக்கி நிறுவலை நிறுத்தவும் அல்லது மீண்டும் முயற்சி செய்யவும்.
th: คลิกยกเลิกเพื่อหยุดการติดตั้งหรือ ลองอีกครั้งหนึ่ง
tr: Kurulumu durdurmak için Vazgeç düğmesine, yeniden denemek için Yeniden Dene düğmesine basın.
ug: ۋاز كەچ كۇنۇپكىسىنى چېكىپ قاچىلاشنى توختىتىڭ ياكى قايتا سىناپ بېقىڭ.
vi: Nhấn “Hủy bỏ” (Cancel) để dừng việc cài đặt hoặc “Thử lại” (Retry) để thử lần nữa.

source: Uninstall $BrandFullName
af: Deïnstalleer $BrandFullName
ar: أزِل $BrandFullName
bg: Деинсталиране на $BrandFullName
bn_in: $BrandFullName আন-ইনস্টল করুন
br: Distaliañ $BrandFullName
ca: Desinstal·la el $BrandFullName
es_mx: Desinstalar $BrandFullName
fa: عزل $BrandFullName
gd: Dì-stàlaich $BrandFullName
he: הסרת $BrandFullName
hu: A $BrandFullName eltávolítása
id: Hapus $BrandFullName
kk: $BrandFullName өшіру
lt: „$BrandFullName“ šalinimas
lv: Atinstalēt $BrandFullName
ne: $BrandFullName स्थापना रद्द गर्नुहोस
nn_no: Avinstaller $BrandFullName
oc: Desinstallacion de $BrandFullName
ro: Dezinstalare $BrandFullName
sr: Деинсталација програма $BrandFullName
sw: Sakinishua $BrandFullName
ta: $BrandFullNameஐ நிறுவல் நீக்கு
th: ถอดถอน $BrandFullName
tr: $BrandFullName uygulamasını kaldır
ug: چىقىرىۋىتىش $BrandFullName
vi: Gỡ bỏ $BrandFullName

source: Remove $BrandFullName from your computer.
af: Verwyder $BrandFullName van u rekenaar.
ar: احذف $BrandFullName من حاسوبك.
bg: Премахване на браузъра от компютъра.
bn_in: আপনার কম্পিউটার থেকে $BrandFullName সরিয়ে ফেলুন।
br: Distaliañ $BrandFullName eus hoc'h urzhiataer.
ca: Suprimeix el $BrandFullName del vostre ordinador.
es_mx: Desinstalar $BrandFullName de tu equipo.
fa: $BrandFullName را از رایانه‌تان حذف نمایید.
gd: Thoir $BrandFullName às a' choimpiutair agad.
he: מסיר את $BrandFullName מהמחשב שלך.
hu: A $BrandFullName eltávolítása a számítógépről
id: Hapus $BrandFullName dari komputer Anda.
kk: Компьютеріңізден $BrandFullName өшіру.
lt: Programos „$BrandFullName“ šalinimas iš kompiuterio.
lv: Aizvākt $BrandFullName no jūsu datora.
ne: तपाईँको कम्प्युटरबाट $BrandFullName हटाउनुहोस् ।
nn_no: Fjern $BrandFullName frå datamaskina di.
oc: Supression de $BrandFullName de vòstre ordenador.
ro: Elimină $BrandFullName de pe calculator.
sr: Уклањање програма $BrandFullName са рачунара.
sw: Ondoa $BrandFullName kutoka kwa kompyuta yako.
ta: $BrandFullName ஐ உங்கள் கணினியிலிருந்து நீக்கவும்.
th: เอา $BrandFullName ออกจากคอมพิวเตอร์ของคุณ
tr: $BrandFullName uygulamasını bilgisayarınızdan kaldırın.
ug: $BrandFullName نى كومپيۇتېردىن ئۆچۈرۈۋىتىش.
vi: Gỡ bỏ $BrandFullName khỏi máy bạn.

source: $BrandShortName will be uninstalled from the following location:
af: $BrandShortName sal gedeïnstalleer word uit die volgende ligging:
ar: سيُثبّت $BrandShortName في المكان التالي:
bg: Деинсталиране на $BrandShortName от:
bn_in: নিম্নলিখিত স্থান থেকে $BrandShortName আন-ইনস্টল করা হবে:
br: $BrandShortName a vo distaliet eus al lec'hiadur da-heul:
ca: El $BrandShortName es desinstal·larà de la següent ubicació:
es_mx: $BrandShortName se desinstalará de la siguiente ubicación:
fa: $BrandShortName از این مکان عزل خواهد شد:
gd: Thèid $BrandShortName a dhì-stàladh on àite a leanas:
he: $BrandShortName יוסר מהמיקום הבא:
hu: A $BrandShortName eltávolításra kerül a következő helyről:
id: $BrandShortName akan dihapus dari lokasi berikut:
kk: $BrandShortName келесі орналасудан жойылады:
lt: Programa „$BrandShortName“ bus pašalinta iš šio aplanko:
lv: $BrandShortName tiks aizvākta no sekojošas vietas:
ne: $BrandShortName निम्नलिखित स्थानबाट हटाइने छ:
nn_no: Avinstallerer $BrandShortName frå følgjande mappe:
oc: $BrandShortName va èsser desinstallat de l'emplaçament seguent :
ro: $BrandShortName va fi dezinstalat din următoarea locație:
sr: Програм $BrandShortName ће бити деинсталиран са овог места:
sw: $BrandShortName itasakinishuliwa kutoka mahali pafuatapo:
ta: $BrandShortName பின்வரும் இடத்திலிருந்து நிறுவல் நீக்கப்படுகிறது:
th: $BrandShortName จะถูกถอดถอนจาก:
tr: $BrandShortName aşağıdaki konumdan kaldırılacak:
ug: $BrandShortName تۆۋەندىكى ئورۇندىن ئۆچۈرۈلىدۇ:
vi: $BrandShortName sẽ được gỡ bỏ khỏi thư mục sau:

source: Click Uninstall to continue.
af: Klik Deïnstalleer om voort te gaan.
ar: انقر أزِل للمتابعة.
bg: За да продължите, натиснете „Деинсталиране“.
bn_in: এগিয়ে চলার জন্য আন-ইনস্টল ক্লিক করুন।
br: Klikit war Distaliañ evit kenderc'hel.
ca: Feu clic a Desinstal·la per continuar.
es_mx: Da clic en Desinstalar para continuar.
fa: برای ادامه دکمهٔ عزل را فشار دهید.
gd: Briog air "Dì-stàlaich" gus leantainn ort.
he: לחץ "הסרה" כדי להמשיך.
hu: A folytatáshoz kattintson az Eltávolítás gombra.
id: Klik Hapus untuk melanjutkan.
kk: Жалғастыру үшін Өшіру батырмасын басыңыз.
lt: Spustelėkite mygtuką „Šalinti“, jei norite tęsti.
lv: Klikšķiniet uz Atinstalēt, lai turpinātu.
ne: हटाउने काम जारी राख्नको लागि क्लिक गर्नुहोस ।
nn_no: Trykk «Avinstaller» for å halda fram.
oc: Clicatz sus « Desinstallar » per contunhar.
ro: Clic pe „Dezinstalează” pentru a continua.
sr: Притисните „Деинсталирај‟ како бисте наставили
sw: Bofya Sakinishua kuendelea.
ta: நிறுவல் நீக்கு என்பதை சொடுக்கி தொடரவும்.
th: คลิกถอดถอนเพื่อทำต่อ
tr: Devam etmek için kaldırma düğmesine basın.
ug: ئۆچۈرۈشنى چېكىپ داۋاملاشتۇرۇڭ.
vi: Nhấn “Gỡ bỏ” để tiếp tục.

source: Checking existing installation…
af: Kontroleer huidige installasie…
ar: يفحص التثبيت الموجود…
bg: Проверка на съществуващата инсталация…
bn_in: উপস্থিত ইনস্টলেশন পরীক্ষা করা হচ্ছে…
br: O wiriañ bezañs ur staliadur all
ca: S'està comprovant si hi ha cap instal·lació present…
es_mx: Verificando instalaciones existentes…
fa: در حال بررسی نسخه‌های نصب شدهٔ موجود…
gd: A' sgrùdadh an stàlaidh làithrich…
he: בודק התקנה קיימת…
hu: Meglévő telepítés ellenőrzése…
id: Memeriksa pemasangan sebelumnya…
kk: Бұрыннан бар орнатуды тексеру…
lt: Tikrinama esama įdiegtis…
lv: Pārbauda esošo instalāciju...
ne: अवस्थित स्थापना जाँच गर्नुहोस्…
nn_no: Kontrollerer installasjonen …
oc: Verificacion de l'installacion existenta…
ro: Se verifică instalarea existentă…
sr: Провера постојеће инсталације…
sw: Kuangalia usakinishaji uliopo…
ta: இருக்கும் நிறுவலை சரிபார்க்கிறது…
th: ตรวจสอบการติดตั้งที่มีอยู่…
tr: Mevcut kurulum aranıyor…
ug: مەۋجۇت قاچىلانمىلار تەكشۈرلىۋاتىدۇ…
vi: Đang kiểm tra phiên bản đã được cài trên máy…

source: Installing $BrandShortName…
af: Installeer tans $BrandShortName…
ar: يُثبِّت $BrandShortName…
bg: Инсталиране на $BrandShortName…
bn_in: $BrandShortName ইনস্টল করা হচ্ছে…
br: O staliañ $BrandShortName
ca: S'està instal·lant el $BrandShortName…
es_mx: Instalando $BrandShortName…
fa: در حال نصب $BrandShortName…
gd: A' stàladh $BrandShortName…
he: מתקין את $BrandShortName...
hu: $BrandShortName telepítése…
id: Memasang $BrandShortName…
kk: $BrandShortName орнату…
lt: Diegiama programa „$BrandShortName“…
lv: Instalē $BrandShortName…
ne: $BrandShortName स्थापना गरिदै…
nn_no: Installerer $BrandShortName …
oc: Installacion de $BrandShortName…
ro: Se instalează $BrandShortName…
sr: Инсталација програма $BrandShortName…
sw: Kusakinisha $BrandShortName…
ta: $BrandShortNameஐ நிறுவுகிறது…
th: กำลังติดตั้ง $BrandShortName…
tr: $BrandShortName kuruluyor…
ug: $BrandShortName قاچىلىنىۋاتىدۇ…
vi: Đang cài đặt $BrandShortName…
