Repository: translate/mozilla-l10n
Catalog: */browser/installer/custom.properties.po
Languages: af, ar, bg, bn_in, br, ca, es_mx, fa, gd, he, hu, id, kk, lt, lv, ne, nn_no, oc, ro, sr, sw, ta, th, tr, ug, vi

source: U&se $BrandShortName as my default web browser
ar: اج&عل $BrandShortName متصفحي المبدئي
bg: $BrandShortName да &бъде подразбиращият се браузър
bn_in: &ডিফল্ট ব্রাউজার রূপে $BrandShortName ব্যবহার করা হবে
br: &Arverañ $BrandShortName da verdeer kenrouedad dre ziouer
ca: U&tilitza el $BrandShortName com al meu navegador web per defecte
es_mx: Usar $BrandShortName como mi navegador web predeterminado
fa: استفاده از $BrandShortName به عنوان &مرورگر اصلی وب
gd: Cleachd $BrandShortName mar am &brabhsair bunaiteach agam
he: השתמש ב־$BrandShortName כדפדפן ברירת המחדל
hu: A $BrandShortName &legyen az alapértelmezett böngésző
id: &Gunakan $BrandShortName sebagai program peramban web default saya
kk: $BrandShortName &менің негізгі браузерім ретінде қолдану
lt: &Laikyti „$BrandShortName“ numatytąja naršykle
lv: I&zmantot $BrandShortName kā manu noklusēto tīmekļa pārlūku
ne: $BrandShortName लाई तपाईँको डिफल्ट वेब ब्राउजरको रूपमा प्रयोग
nn_no: &Bruk $BrandShortName som standard nettlesar
oc: &Utilizar $BrandShortName coma navigador per defaut
ro: Folo&sește $BrandShortName ca browserul meu web implicit
sr: Постави $BrandShortName за мој подразумевани веб прегледач
sw: Tu&mia $BrandShortName kama kivinjari wavuti chaguo msingi
ta: எனது முன்னிருப்பு இணைய உலாவியாக $BrandShortName-ஐ பயன்படுத்தவும்
th: ใ&ช้ $BrandShortName เป็นเว็บเบราว์เซอร์ปริยาย
tr: $BrandShortName &varsayılan tarayıcım olarak kullanılsın
ug: $BrandShortName نى كۆڭۈلدىكى توركۆرگۈم قىلىپ ئىشلەت
vi: &Dùng $BrandShortName làm trình duyệt mặc định của tôi

source: Click Install to continue.
af: Kliek Installeer om voort te gaan.
ar: انقر على ثبّت للمتابعة.
bg: Натиснете „Инсталиране“, за да продължите.
bn_in: অগ্রসর হতে ইনস্টল ক্লিক করুন।
br: Klikit war Staliañ evit kenderc'hel.
ca: Feu clic a Instal·la per continuar.
es_mx: Da clic en Instalar para continuar.
fa: برای ادامه دکمهٔ نصب را فشار دهید.
gd: Briog air "Stàlaich" gus leantainn air adhart.
he: לחץ "התקן" כדי להמשיך.
hu: A folytatáshoz kattintson a Telepítés gombra.
id: Klik Pasang untuk melanjutkan.
kk: Жалғастыру үшін Орнату батырмасын шертіңіз.
lt: Spustelėkite „Diegti“, jei norite tęsti.
lv: Klikšķiniet uz Instalēt, lai turpinātu.
ne: स्थापना जारी राख्नको लागि क्लिक गर्नुहोस ।
nn_no: Trykk «Installer» for å halda fram
oc: Clicatz sus « Installar » per contunhar.
ro: Clic pe „Instalează” pentru a continua.
sr: Притисните "Инсталирај" да наставите.
sw: Bofya Sakinisha kuendelea.
ta: நிறுவு என்பதை சொடுக்கி தொடரவும்.
th: คลิกติดตั้งเพื่อทำต่อ
tr: Devam etmek için Kur düğmesine tıklayın.
ug: داۋاملاش ئۈچۈن قاچىلاشنى بېسىڭ.
vi: Nhấn “Cài đặt” để tiếp tục.

source: Click Upgrade to continue.
ar: انقر على ترقية للمتابعة.
bg: Натиснете „Обновяване“, за да продължите.
bn_in: অগ্রসর হতে আপগ্রেড ক্লিক করুন।
br: Klikit war Hizivaat evit kenderc'hel.
ca: Feu clic a Actualitza per continuar.
es_mx: Da clic en Actualizar para continuar.
fa: برای ادامه دکمهٔ ارتقا را فشار دهید.
gd: Briog air "Ùraich" gus leantainn air adhart.
he: לחץ "שדרג" כדי להמשיך.
hu: A folytatáshoz kattintson a Frissítés gombra.
id: Klik Perbarui untuk melanjutkan.
kk: Жалғастыру үшін Жаңарту батырмасын шертіңіз.
lt: Spustelėkite „Naujinti“, jei norite tęsti.
lv: Klikšķiniet uz Atjaunināt, lai turpinātu.
ne: जारी राख्न स्तरोन्नति मा क्लीक गर्नुहोस ।
nn_no: Trykk «Oppgrader» for å halda fram
oc: Clicatz sus « Metre a jorn » per contunhar.
ro: Clic pe „Actualizează” pentru a continua.
sr: Кликните „Догради” да бисте доградили.
sw: Bofya Pandisha daraja kuendelea.
ta: மேம்படுத்து என சொடுக்கி தொடரவும்.
th: คลิกปรับรุ่นเพื่อทำต่อ
tr: Devam etmek için Güncelle düğmesine tıklayın.
ug: دەرىجە ئۆستۈر چېكىلسە داۋاملىشىدۇ.
vi: Nhấn “Nâng cấp” để tiếp tục.

source: &Tell us what you thought of $BrandShortName
af: &Vertel ons wat u van $BrandShortName dink
ar: أ&خبرنا عن آراءك حول $BrandShortName
bg: &Споделете с нас какво мислите за $BrandShortName
bn_in: $BrandShortName সম্পর্কে আপনার মতামত আমাদের জানান
br: Lavarit &deomp petra a soñj deoc'h eus $BrandShortName
ca: &Digueu-nos què en penseu del $BrandShortName
es_mx: Dinos lo que piensas de $BrandShortName
fa: &نظر خود را دربارهٔ $BrandShortName به ما اطلاع دهید
gd: &Nach innis thu dhuinn dè do bheachd air $BrandShortName
he: ספר לנו מה אתה חושב על $BrandShortName
hu: &Mondja el, mit gondol a $BrandShortName programról
id: &Ceritakan ide Anda tentang $BrandShortName
kk: $BrandShortName туралы не ойлайтыныңызды &бізге айтыңыз
lt: &Pasidalinkite savo nuomone apie „$BrandShortName“ su mumis
lv: Pas&tāstiet mums, ko jūs domājat par $BrandShortName
ne: $BrandShortName को बारेमा कस्तो लाग्यो हामीलाई भन्नुहोस्
nn_no: F&ortel oss kva du tykkjer om $BrandShortName
oc: &Digatz-nos çò qu'avètz pensat de $BrandShortName
ro: &Spune-ne ce crezi despre $BrandShortName
sr: Јавите нам утиске о програму $BrandShortName
sw: &Twambie nini ulifikiria juu ya $BrandShortName
ta: $BrandShortName பற்றி நீங்கள் என்ன நினைக்கிறீங்கள் என்பதை எங்களிடம் கூறுங்கள்
th: &บอกเราว่าคุณคิดอย่างไรกับ $BrandShortName
tr: &Bize $BrandShortName hakkında ne düşündüğünüzü söyleyin
ug: $BrandShortName ھەققىدىكى پىكرىڭىزنى بىزگە ئېيتىڭ
vi: &Vui lòng cho chúng tôi biết bạn nghĩ gì về $BrandShortName

source: &Launch $BrandShortName now
af: &Laat loop $BrandFullName nou
ar: ا&بدأ $BrandShortName الآن
bg: &Стартиране на $BrandShortName сега
bn_in: অবিলম্বে $BrandShortName আরম্ভ করুন
br: &Loc'hañ $BrandShortName bremañ
ca: &Executa ara el $BrandShortName
es_mx: &Ejecutar $BrandShortName ahora
fa: $BrandShortName هم‌اکنون &شروع به کار کند
gd: &Tòisich $BrandShortName an-dràsta
he: הפעל את $BrandFullName כעת
hu: &A $BrandShortName indítása
id: &Jalankan $BrandShortName
kk: $BrandShortName қазір қ&осу
lt: &Paleisti „$BrandShortName“ dabar
lv: Pa&laist $BrandShortName
ne: $BrandShortName प्रारम्भ गर्नुहोस
nn_no: &Start $BrandShortName no
oc: A&viar $BrandShortName ara
ro: &Lansează $BrandShortName acum
sr: Покрени одмах програм $BrandShortName
sw: &Zindua $BrandShortName sasa
ta: இப்போது $BrandShortNameஐ துவக்கு (&L)
th: เ&ริ่ม $BrandShortName ทันที
tr: Ş&imdi $BrandShortName tarayıcısını çalıştır
ug: $BrandShortName ھازىر قوزغات
vi: &Chạy $BrandShortName ngay bây giờ

source: Create icons for $BrandShortName:
af: Skep ikone vir $BrandShortName:
ar: أنشئ أيقونات $BrandShortName:
bg: Създаване на икони за $BrandShortName:
bn_in: $BrandShortName-র জন্য আইকন নির্মাণ করুন:
br: Krouiñ arlunioù evit $BrandShortName:
ca: Crea icones del $BrandShortName:
es_mx: Crear el icono de $BrandShortName:
fa: ایجاد شمایل برای $BrandShortName:
gd: Cruthaich ìomhaigheagan do $BrandShortName:
he: צור סמלים עבור $BrandShortName:
hu: $BrandShortName ikonok létrehozása a következő helyeken:
id: Buat ikon untuk $BrandShortName:
kk: $BrandShortName үшін жарлықтар орналастыру:
lt: Sukurti „$BrandShortName“ programos šaukinius:
lv: Izveidot $BrandShortName ikonas:
ne: $BrandShortName को लागि आइकन बनाउनुहोस्:
nn_no: Lag programikon for $BrandShortName:
oc: Crear d'icònas per $BrandShortName :
ro: Creează iconițe pentru $BrandShortName:
sr: Направи сличице за програм $BrandShortName:
sw: Unda ikoni za $BrandShortName:
ta: $BrandShortNameக்கு சின்னங்களை உருவாக்கு:
th: สร้างไอคอนสำหรับ $BrandShortName:
tr: Buralara $BrandShortName simgeleri ekle:
ug: $BrandShortName غا سىنبەلگە قۇر:
vi: Tạo biểu tượng cho $BrandShortName:

source: On my &Desktop
af: Op my &werkskerm
ar: على &سطح مكتبي
bg: На &работния плот
bn_in: আমার ডেস্কটপে
br: War ma &Burev
ca: Al meu &escriptori
es_mx: En mi &escritorio
fa: در &رومیزی من
gd: Air an &deasg agam
he: על שולחן העבודה
hu: &Asztal
id: Di &Desktop saya
kk: Менің &Жұмыс Үстелімде
lt: &darbalaukyje
lv: Uz &darbvirsmas
ne: मेरो डेस्कटपमा
nn_no: &Skrivebordet
oc: Sul « &Burèu »
ro: Pe spațiul meu &de lucru
sr: На радној површини
sw: Kwenye &Eneo Kazi langu
ta: என் பணிமேடையில் (&D)
th: บน&พื้นโต๊ะของฉัน
tr: &Masaüstü
ug: ئۈستىلىمنىڭ ئۈستىدە(&D)
vi: Trên &Desktop

source: In my &Start Menu Programs folder
af: In my &Start-kieslys se Programs-vouer
ar: في مجلد برامج قائمة ا&بدأ
bg: В папка „Програми“ на менюто „&Старт“
bn_in: স্টার্ট মেনুর প্রোগ্রামের ফোল্ডারের মধ্যে
br: E-barzh teuliad &Arloadoù al lañser Loc'hañ
ca: A la carpeta de programes del menú &Inicia
es_mx: En los programas del menú &Inicio
fa: در &مسیر منوی شروع من
gd: &Anns a' phasgan Programs fon Start Menu agam
he: בתפריט "התחל"
hu: &Start menü Programok mappája
id: Di folder Program &Start Menu saya
kk: &Бастау мәзірінің ішінде
lt: p&radžios meniu programų aplanke
lv: Manā &Start izvēlnes Programmu mapē
ne: मेरो स्टार्ट मेनु र प्रोग्राम्स फोल्डरमा
nn_no: St&artmenyen
oc: Dins lo dorsièr « &Programas » del menú « Amodar »
ro: În dosarul „Programe” al meniului &Start
sr: У директоријуму са програмима
sw: Katika folda yangu ya Programu ya Menyu ya &Kuanzisha
ta: என் தொடக்க நிரல்கள் பட்டியல் அடைவில் சேர்
th: ในโฟลเดอร์บนเ&มนูเริ่มโปรแกรม
tr: &Başlat menüsündeki Programlar klasörü
ug: باشلاش تىزىملىكىدىكى پروگرامما مۇندەرىجەمگە
vi: Trong thư mục Programs của Trình đơn &Start

source: In my &Quick Launch bar
af: In my &snelbegin-balk
ar: في شريط البدء ال&سريع
bg: В &лентата за бързо стартиране
bn_in: দ্রুত প্রারম্ভের বারের মধ্যে
br: E-barzh ar varrenn &Luskañ Buan
ca: A la barra d'e&xecució ràpida
es_mx: En la barra de &Inicio rápido
fa: در &نوار اجرای سریع من
gd: Anns a' bhàr &Quick Launch agam
he: בסרגל כלים הפעלה מהירה
hu: &Gyorsindítás eszköztár
id: Di bilah &Quick Launch saya
kk: Жылдам қосу &панелі ішінде
lt: &sparčiosios paleisties juostoje
lv: Manā ā&trās palaišanas joslā
ne: मेरो छिटो लन्च बारमा
nn_no: &Snøggstartlinja
oc: Dins la barra « A&viada rapida »
ro: &Pe bara de lansare rapidă
sr: На траци за брзо покретање
sw: Katika pau yangu ya &Zindua Kasi
ta: என் விரைவு தொடக்கப் பட்டையில் சேர்
th: ในแถบ &Quick Launch ของฉัน
tr: &Hızlı Başlat çubuğu
ug: تېز قوزغىتىش بالداقتا
vi: Trong thanh &Quick Launch

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
af: $BrandShortName moet afgesluit wees voor u met die installering kan voortgaan. Sluit $BrandShortName af om voort te gaan.
ar: يجب غلق $BrandShortName لتواصِل الإزالة. من فضلك أغلق $BrandShortName لتُواصل.
bg: За да продължите с инсталирането, трябва да затворите $BrandShortName. Моля, направете го.
bn_in: ইনস্টলেশনে এগিয়ে চলার জন্য $BrandShortName বন্ধ করা আবশ্যক। এগিয়ে চলার জন্য অনুগ্রহ করে $BrandShortName বন্ধ করুন।
br: $BrandShortName a rank bezañ serret evit kregiñ ar staliadur. .Mar plij, serrit $BrandShortName evit kenderc'hel.
ca: Cal tancar el $BrandShortName per procedir amb la instal·lació. Tanqueu el $BrandShortName per continuar.
es_mx: $BrandShortName debe estar cerrado para continuar con la instalación. Cierra $BrandShortName para continuar.
fa: پیش از ادامهٔ عمل نصب، $BrandShortName باید بسته شود لطفاً برای ادامه دادن $BrandShortName را ببندید.
gd: Feumaidh $BrandShortName e fhèin a dhùnadh gus leantainn air adhart leis an stàladh. Dùin $BrandShortName gus leantainn air adhart.
he: $BrandShortName חייב להסגר כדי להמשיך בהתקנה. בבקשה סגור את $BrandShortName להמשך.
hu: A $BrandShortName programot be kell zárni a telepítés folytatásához. A folytatáshoz zárja be a $BrandShortName programot.
id: $BrandShortName harus ditutup terlebih dahulu sebelum memulai pemasangan. Silakan tutup $BrandShortName untuk melanjutkan.
kk: Орнатуды жалғастыру үшін $BrandShortName бағдарламасын жабу керек. $BrandShortName жабыңыз.
lt: Norint tęsti programos „$BrandShortName“ diegimą, reikia užbaigti jos darbą. Užbaikite „$BrandShortName“ darbą, kad būtų tęsiami diegimo darbai.
lv: $BrandShortName ir jāaizver, lai turpinātu instalēšanu. Lūdzu, aizveriet $BrandShortName, lai turpinātu.
ne: स्थापना प्रक्रिया सुचारु गर्न $BrandShortName लाई बन्द गर्नै पर्छ। प्रक्रिया सुचारु गर्न कृपया $BrandShortName बन्द गर्नुहोस्।
nn_no: Du må lukka $BrandShortName før du installerer. Lukk $BrandShortName for å halda fram.
oc: $BrandShortName deu èsser tampat per procedir a l'installacion. Tampatz $BrandShortName per contunhar.
ro: $BrandShortName trebuie închis pentru a continua cu instalarea. Te rugăm să închizi $BrandShortName pentru a continua.
sr: Програм $BrandShortName мора да буде искључен како би инсталација била настављена. Молимо да искључите $BrandShortName како бисте наставили.
sw: $BrandShortName lazima ifungwe ili kuendelea na usakinishaji. Tafadhali funga $BrandShortName ili kuendelea.
ta: நிறுவலை தொடர $BrandShortName மூடப்பட வேண்டும். தொடர தயவுசெய்து $BrandShortName மூடவும்.
th: $BrandShortName จะต้องถูกปิดเพื่อทำการติดตั้ง โปรดปิด $BrandShortName เพื่อทำต่อ
tr: Kuruluma devam etmek için $BrandShortName kapatılmalı. Devam etmek için lütfen $BrandShortName uygulamasını kapatın.
ug: ئورنىتىشنى ئىجرا قىلىش ئۈچۈن $BrandShortName نى تاقاش زۆرۈر. بۇ $BrandShortName نى تاقاپ ئاندىن داۋاملاشتۇرۇڭ.
vi: $BrandShortName phải được đóng trước khi tiến hành cài đặt. Vui lòng đóng $BrandShortName để tiếp tục.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
af: $BrandShortName moet afgesluit wees voor u met die deïnstallering kan voortgaan. Sluit $BrandShortName af om voort te gaan.
ar: يجب غلق $BrandShortName لتواصِل الإزالة. من فضلك أغلق $BrandShortName لتُواصل.
bg: За да продължите с деинсталирането, трябва да затворите $BrandShortName. Моля, направете го.
bn_in: আন-ইনস্টলেশনে এগিয়ে চলার জন্য $BrandShortName বন্ধ করা আবশ্যক। এগিয়ে চলার জন্য অনুগ্রহ করে $BrandShortName বন্ধ করুন।
br: $BrandShortName a rank bezañ serret evit kregiñ an distaliadur. .Mar plij, serrit $BrandShortName evit kenderc'hel.
ca: Cal tancar el $BrandShortName per procedir amb la desinstal·lació. Tanqueu el $BrandShortName per continuar.
es_mx: $BrandShortName debe estar cerrado para continuar con la desinstalación. Cierra $BrandShortName para continuar.
fa: پیش از ادامهٔ عمل عزل، $BrandShortName باید بسته شود لطفاً برای ادامه دادن $BrandShortName را ببندید.
gd: Feumaidh $BrandShortName e fhèin a dhùnadh gus leantainn air adhart leis an dì-stàladh. Dùin $BrandShortName gus leantainn air adhart.
he: $BrandFullName חייב להיסגר כדי להמשיך בהסרה. סגור בבקשה את $BrandFullName כדי להמשיך.
hu: A $BrandShortName programot be kell zárni az eltávolítás folytatásához. A folytatáshoz zárja be a $BrandShortName programot.
id: $BrandShortName harus ditutup terlebih dahulu sebelum memulai proses penghapusan. Silakan tutup $BrandShortName untuk melanjutkan.
kk: Өшіруді жалғастыру үшін $BrandShortName жабылу керек. Жалғастыру үшін $BrandShortName жабыңыз.
lt: Norint tęsti programos „$BrandShortName“ šalinimą, reikia užbaigti jos darbą. Užbaikite „$BrandShortName“ darbą, kad būtų tęsiami šalinimo darbai.
lv: $BrandShortName ir jāaizver, lai turpinātu atinstalēšanu. Lūdzu, aizveriet $BrandShortName, lai turpinātu.
ne: स्थापना रद्द गर्न $BrandShortName बन्द गर्नैपर्छ। प्रक्रिया जारी गर्न कृपया $BrandShortName लाई बन्द गर्नुहोस्।
nn_no: Du må lukka $BrandShortName før du avinstallerer. Lukk $BrandShortName for å halda fram.
oc: $BrandShortName deu èsser tampat per procedir a la desinstallacion. Tampatz $BrandShortName per contunhar.
ro: $BrandShortName trebuie să fie închis pentru a continua cu dezinstalarea. Te rugăm să închizi $BrandShortName pentru a continua.
sr: Програм $BrandFullName мора да буде искључен да би се деинсталација наставила. Молимо да искључите програм $BrandFullName како бисте наставили.
sw: $BrandShortName lazima ifungwe ili kuendelea na usakinishuaji. Tafadhali funga $BrandShortName ili kuendelea.
ta: நிறுவலை தொடர $BrandShortName மூடப்பட வேண்டும். தொடர தயவுசெய்து $BrandShortName மூடவும்.
th: $BrandShortName จะต้องถูกปิดเพื่อทำการถอดถอน โปรดปิด $BrandShortName เพื่อทำต่อ
tr: Kaldırmaya devam etmek için $BrandShortName uygulaması kapatılmalı. Devam etmek için lütfen $BrandShortName uygulamasını kapatın.
ug: ئۆچۈرۈشنى ئىجرا قىلىش ئۈچۈن $BrandShortName نى تاقاش زۆرۈر. بۇ $BrandShortName نى تاقاپ ئاندىن داۋاملاشتۇرۇڭ.
vi: $BrandShortName phải được đóng trước khi tiến hành gỡ bỏ. Vui lòng đóng $BrandShortName để tiếp tục.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
af: $BrandShortName loop reeds. Sluit $BrandShortName af voor u die weergawe laat loop wat u so pas geïnstalleer het.
ar: يعمل $BrandShortName بالفعل. من فضلك أغلق $BrandShortName قبل بدأ النسخة التي ثبّتها للتو.
bg: $BrandShortName вече е стартиран. Моля, затворете я преди да стартирате току-що инсталираната версия.
bn_in: $BrandShortName বর্তমানে চলছে। সদ্য ইনস্টল করা সংস্করণটি আরম্ভের পূর্বে অনুগ্রহ করে $BrandShortName বন্ধ করুন।
br: $BrandShortName a zo loc'het dija. Mar plij, serrit $BrandShortName a-raok loc'hañ ar stumm hoc'h eus staliet bremaik.
ca: El $BrandShortName ja s'està executant. Tanqueu el $BrandShortName abans d'executar la versió que acabeu d'instal·lar.
es_mx: $BrandShortName se está ejecutando. Por favor, cierra $BrandShortName antes de usar la versión que acabas de instalar.
fa: $BrandShortName در حال اجرا است. لطفاً پیش از اجرای نسخه‌ای که هم‌اکنون نصب نموده‌اید، $BrandShortName را ببندید.
gd: Tha $BrandShortName ag ruith mu thràth. Dùin $BrandShortName mus cuir thu a dhol an tionndadh a stàlaich thu an-dràsta fhèin.
he: $BrandShortName פעיל כרגע. סגור בבקשה את $BrandShortName לפני הפעלת הגרסה שהתקנת.
hu: A $BrandShortName már fut. Zárja be a $BrandShortName programot, mielőtt elindítaná a most telepített verziót.
id: $BrandShortName sedang terbuka, Mohon tutup $BrandShortName sebelum menjalankan versi yang baru dipasang.
kk: $BrandShortName жұмыс істеп тұр. $BrandShortName осы нұсқасын жегу үшін, алдыңғысын жабыңыз.
lt: Programa „$BrandShortName“ jau yra vykdoma. Užbaikite „$BrandShortName“ darbą prieš paleisdami naujai įdiegtą programos laidą.
lv: $BrandShortName jau darbojas. Lūdzu, pirms jaunās $BrandShortName palaišanas aizveriet veco versiju.
ne: $BrandShortName पहिले नै सुचारु भइरहेको छ. कृपया $BrandShortName लाई पूर्व बन्द गर स्थापना भइसकेको संस्करण सुरु गर्नलाई।
nn_no: $BrandShortName er allereie open. Lukk $BrandShortName før du startar versjonen du nettopp installerte.
oc: $BrandShortName es ja en cors d'execucion. Tampatz $BrandShortName abans d'aviar la version que venètz d'installar.
ro: $BrandShortName rulează deja. Te rugăm să închizi $BrandShortName înainte de a lansa versiunea pe care tocmai ai instalat-o.
sr: Програм $BrandFullName је већ покренут. Молимо да искључите програм $BrandFullName пре него што покренете издање које сте управо инсталирали.
sw: $BrandShortName tayari inaendeshwa. Tafadhali funga $BrandShortName kabla ya kuzindua toleo ulilosakinisha hivi sasa.
ta: $BrandShortName ஏற்கனவே இயக்கத்தில் உள்ளது. தற்போது நிறுவிய பதிப்பை இயக்கும் முன் $BrandShortName என்பதை மூடவும்.
th: $BrandShortName เปิดใช้งานอยู่ โปรดปิด $BrandShortName ก่อนที่จะทำการเริ่มรุ่นที่คุณเพิ่งทำการติดตั้งไป
tr: $BrandShortName zaten çalışıyor. Yeni kurduğunuz sürümü çalıştırmadan önce lütfen $BrandShortName uygulamasını kapatın.
ug: $BrandShortName ئىجرا بولۇۋاتىدۇ. $BrandShortName ئىجرا بولۇۋاتقان نەشرىنى تاقاڭ.
vi: $BrandShortName đang chạy trên máy. Vui lòng đóng $BrandShortName trước khi chạy phiên bản bạn vừa mới cài đặt.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
af: U het nie toegang om op die installeringgids te installeer nie. Kliek OK om 'n ander gids te kies.
ar: لا تملك صلاحية الكتابة في مجلّد التثبيت. انقر "موافق" لتختار مجلدًا آخر.
bg: Нямате права за запис в инсталационната директория. Натиснете „OK“ и изберете друга.
bn_in: ইনস্টলেশন ডিরেক্টরির মধ্য়ে লেখার জন্য আপনি অনুমতিপ্রাপ্ত নন। ভিন্ন ডিরেক্টরি নির্বাচনের জন্য ঠিক আছে ক্লিক করুন।
br: N'oc'h ket aotreet da skrivañ d'ar c'havlec'h staliadur. Klikit war "Mat eo" evit dibab ur c'havlec'h all.
ca: No teniu permisos d'escriptura al directori d'instal·lació. Feu clic a D'acord per seleccionar un directori diferent.
es_mx: No tienes permisos para escribir en el directorio seleccionado. Da clic en OK para seleccionar otro.
fa: دسترسی نوشتن در محل نصب وجود ندارد. برای انتخاب محلی مناسب، دکمهٔ تأیید را فشار دهید.
gd: Chan eil cead sgrìobhaidh agad sa phasgan stàlaidh. Briog air "Ceart ma-tha" gus pasgan eile a thaghadh.
he: אין ברשותך הרשאות כתיבה לתיקיית ההתקנה. לחץ על אישור כדי לבחור בתיקייה אחרת.
hu: Nincs írási joga a telepítési könyvtárhoz. Kattintson az OK gombra, és válasszon egy másik könyvtárat.
id: Anda tidak memiliki hak akses cukup untuk menulis pada direktori tujuan pemasangan. Klik OK untuk memilih lokasi lainnya.
kk: Сіздің орнату бумасына жазуға құқығыңыз жоқ. Басқа буманы таңдау үшін ОК батырмасын басыңыз.
lt: Neturite rašymo į diegimo aplanką teisių. Spustelėkite „Gerai“ ir pasirinkite kitą diegimo vietą.
lv: Jums nav pietiekamu tiesību, lai rakstītu instalēšanas mapē. Spiediet Labi, lai izvēlētos citu mapi.
ne: तिमीलाई स्थापना निर्देशिकामा लेख्ने अधिकार दिएको छैन। फरक निर्देशिका चयन गर्न ठीक क्लिक गर्नुहोस्।
nn_no: Du har ikkje tilgjenge til å skriva til installasjonsmappa. Trykk «OK» for å velja ei anna mappe.
oc: Avètz pas de permission d'escritura sul repertòri d'installacion. Clicatz sus « D'acòrdi » per seleccionar un repertòri diferent.
ro: Nu ai drepturi de scriere în directorul de instalare. Clic pe „Ok” pentru a selecta un director diferit.
sr: Немате дозвлоу да уписујете у директоријум за инсталацију. Притисните "У реду" да изаберете други директоријум.
sw: Huna ufikivu wa kuandika kwenye saraka iliyosakinishwa. Bofya OK kuchagua saraka tofauti.
ta: நிறுவல் கோப்பகத்தில் எழுத உங்களுக்கு அனுமதி இல்லை. வேறு கோப்பத்தை தேர்ந்தெடுக்க சரி என்பதை சொடுக்கவும்.
th: คุณไม่มีสิทธิในการเขียนไปยังไดเรคทอรี่ที่จะติดตั้ง คลิกตกลงเพื่อเลือกไดเรคทอรี่อื่น
tr: Kurulum dizinine yazma erişiminiz yok. Farklı bir dizin seçmek için Tamam düğmesine basın.
ug: ئورنىتىش مۇندەرىجىسىگە يېزىش ھوقۇقىڭىز يوق. جەزملە نى چېكىپ باشقا مۇندەرىجە تاللاڭ.
vi: Bạn không có quyền ghi vào thư mục cài đặt. Nhấn OK để chọn thư mục khác.
