Repository: translate/mozilla-l10n
Catalog: */browser/installer/custom.properties.po
Languages: af, ar, bg, bn_in, br, ca, es_mx, fa, gd, he, hu, id, kk, lt, lv, ne, nn_no, oc, ro, sr, sw, ta, th, tr, ug, vi

source: Installing Language Files (${AB_CD})…
af: Installeer tans taallêers (${AB_CD})…
ar: يُثبِّت ملفات اللغة (${AB_CD})…
bg: Инсталиране на езикови файлове (${AB_CD})…
bn_in: ভাষার ফাইল ইনস্টল করা হচ্ছে (${AB_CD})…
br: O staliañ restroù yezh (${AB_CD})
ca: S'estan instal·lant els fitxers de llengua (${AB_CD})…
es_mx: Instalando archivos de idiomas (${AB_CD})…
fa: در حال نصب پرونده‌های زبان (${AB_CD})…
gd: A' stàladh nam faidhlichean cànain (${AB_CD})…
he: מתקין קובצי שפה (${AB_CD})...
hu: A (${AB_CD}) nyelvi fájlok telepítése…
id: Memasang berkas dukungan bahasa (${AB_CD})…
kk: Тілдік файлдарды орнату (${AB_CD})
lt: Diegiami kalbos failai (${AB_CD})…
lv: Instalē valodu failus (${AB_CD})…
ne: स्थापना भइरहेको भाषा फाइलहरु (${AB_CD})…
nn_no: Installerer språkfiler (${AB_CD}) …
oc: Installacion dels fichièrs de lenga (${AB_CD})…
ro: Se instalează fișierele de limbă (${AB_CD})…
sr: Инталација језичких датотека (${AB_CD})…
sw: Kusakinisha Faili za Lugha (${AB_CD})…
ta: மொழி கோப்புகளை நிறுவுகிறது (${AB_CD})…
th: กำลังติดตั้งแฟ้มภาษา (${AB_CD})…
tr: Dil dosyaları (${AB_CD}) kuruluyor…
ug: تىل ھۆججىتى قاچىلىنىۋاتىدۇ (${AB_CD})…
vi: Đang cài đặt Tập tin Ngôn ngữ (${AB_CD})…

source: Uninstalling $BrandShortName…
af: Deïnstalleer tans $BrandShortName…
ar: يُزيل $BrandShortName…
bg: Деинсталиране на $BrandShortName…
bn_in: $BrandShortName আন-ইনস্টল করা হচ্ছে…
br: O tistaliañ $BrandShortName
ca: S'està desinstal·lant el $BrandShortName…
es_mx: Desinstalando $BrandShortName…
fa: در حال عزل $BrandShortName…
gd: A' dì-stàladh $BrandShortName…
he: מסיר את $BrandShortName...
hu: A $BrandShortName eltávolítása…
id: Menghapus Instalasi $BrandShortName…
kk: $BrandShortName жойылуы…
lt: Šalinama programa „$BrandShortName“…
lv: Atinstalē $BrandShortName…
ne: $BrandShortName स्थापाना रद्द गरिदै…
nn_no: Avinstallerer $BrandShortName …
oc: Desinstallacion de $BrandShortName…
ro: Se dezinstalează $BrandShortName…
sr: Деинсталација програма $BrandShortName…
sw: Kusakinishua $BrandShortName…
ta: $BrandShortName இன் நிறுவல் நீக்குகிறது…
th: กำลังถอดถอน $BrandShortName…
tr: $BrandShortName kaldırılıyor…
ug: $BrandShortName ئۆچۈرىلىۋاتىدۇ…
vi: Đang gỡ bỏ $BrandShortName…

source: A Little Housekeeping…
af: 'n Bietjie skoonmaak…
ar: القليل من التنظيم…
bg: Почистване…
bn_in: পরিশ্রুত করা হচ্ছে…
br: Un tamm kempenn
ca: Una mica de manteniment…
es_mx: Limpiando…
fa: در حال تمیزکاری‌های نهایی…
gd: Beagan obrach-taighe…
he: ניקוי כללי...
hu: Egy kis takarítás…
id: Bersih-bersih…
kk: Тазарту…
lt: Vykdomi smulkūs tvarkymai…
lv: Notiek neliela uzkopšana…
ne: थोरै सरसफाइ…
nn_no: Utfører vedlikehald …
oc: Netejatge en cors…
ro: Puțină curățenie…
sr: Сређујем…
sw: Utunzaji wa Nyumba Kidogo…
ta: ஒரு சிறிய துடைத்தல்…
th: กำลังเก็บกวาดอีกเล็กน้อย…
tr: Temizlik zamanı…
ug: ئازراق ئائىلە ئىشلىرى…
vi: Dọn dẹp Nhà cửa một chút…

source: Choose the type of setup you prefer, then click Next.
af: Kies die soort opstelling wat u verkies, en kliek dan Volgende.
ar: اختر نوع الإعداد الذي تريده ثم انقر التالي.
bg: Изберете вида инсталиране и натиснете „Напред“.
bn_in: পছন্দসই প্রস্তুতি নির্বাচন করে পরবর্তী টিপুন।
br: Dibabit ar seurt staliadur a fell deoc'h, ha klikit war War-lerc'h.
ca: Trieu el tipus d'instal·lació que preferiu, llavors feu clic a Següent.
es_mx: Selecciona un tipo de instalación y da clic en Siguiente.
fa: نوع نصبی که می‌خواهید را انتخاب کنید و دکمهٔ بعدی را فشار دهید.
gd: Tagh an seòrsa de shuidheachadh as fhearr leat is briog air &quot;Air adhart&quot; an uairsin.
he: בחר את סוג ההתקנה המועדפת, ואז לחץ על הבא.
hu: Válassza ki a kívánt telepítési típust, majd nyomja meg a Tovább gombot.
id: Pilih komponen tambahan yang ingin Anda pasang, kemudian tekan Lanjut.
kk: Қалаған орнату түрін таңдап, Келесі батырмасын басыңыз.
lt: Pasirinkite diegimo variantą ir spustelėkite „Toliau“.
lv: Izvēlieties, kādu instalēšanas tipu izmantot, tad spiediet pogu Uz priekšu.
ne: तपाईंको रुचिको सेटअप प्रकार छनौट गर्नुहोस्, त्यसपछि अर्को क्लिक गर्नुहोस्।
nn_no: Vel kva type installasjon du føretrekkjer og trykk «Neste».
oc: Causir lo tipe d'installacion desirat e clicatz sus « Seguent ».
ro: Alege tipul de instalare pe care îl preferi, apoi clic pe „Înainte”.
sr: Изаберите врсту инсталације, затим притисните "Даље".
sw: Chagua aina ya usanidi ambao ungependa, halafu bofya Ifuatayo.
ta: நீங்கள் விரும்பும் அமைவு வகையை தேர்ந்தெடுத்து, பின் அடுத்து என்பதை சொடுக்கு.
th: เลือกการติดตั้งที่คุณต้องการแล้วคลิก ต่อไป
tr: Tercih ettiğiniz kurulum türünü seçip İleri düğmesine basın.
ug: ئۆزىڭىز ياقتۇرغان قاچىلاش شەكلىنى تاللاپ ئاندىن كىيىنكى كونۇپكىسىنى بېسىڭ.
vi: Chọn kiểu cài đặt bạn muốn, rồi nhấn “Tiếp tục”.

source: $BrandShortName will be installed with the most common options.
af: $BrandShortName sal met die algemeenste opsies geïnstalleer word.
ar: سيُثبّت $BrandShortName مع أشهر الخيارات.
bg: Стандартно инсталиране на $BrandShortName.
bn_in: সবচেয়ে সাধারণ বিকল্পগুলির সহযোগে $BrandShortName ইনস্টল করা হবে।
br: $BrandShortName a vo staliet gant an dibarzhioù skoueriek.
ca: El $BrandShortName s'instal·larà amb les opcions més comunes.
es_mx: $BrandShortName se instalará con las opciones más comunes.
fa: $BrandShortName با معمول‌ترین گزینه‌ها نصب خواهد شد.
gd: Thèid $BrandShortName a stàladh leis na roghainnean as cumanta.
he: $BrandShortName יותקן עם האפשרויות הנפוצות ביותר.
hu: A $BrandShortName a leggyakoribb összetevőkkel települ.
id: $BrandShortName akan dipasang dengan pilihan yang paling umum.
kk: $BrandShortName қалыпты түрде орнатылады.
lt: Bus įdiegta „$BrandShortName“ su dažniausiai naudojamais komponentais.
lv: $BrandShortName tiks instalēta biežāk lietotajā komplektācijā.
ne: $BrandShortName मा सबैभन्दा सामान्य विकल्पहरू स्थापना हुनेछ।
nn_no: Installer $BrandShortName med dei vanlegaste alternativa
oc: $BrandShortName serà installat amb las opcions las mai correntas.
ro: $BrandShortName va fi instalat cu opțiunile cele mai comune.
sr: Програм $BrandShortName ће бити инсталиран са уобичајеним могућностима.
sw: $BrandShortName itasakinishwa na chaguo zinazotumika sana.
ta: $BrandShortName பெரும்பாலான பொது விருப்பங்களை நிறுவும்.
th: $BrandShortName จะถูกติดตั้งโดยใช้ตัวเลือกทั่วไป
tr: $BrandShortName en genel özellikleriyle kurulacak.
ug: $BrandShortName ئەڭ كۆپ ئىشلىتىلىدىغان بۆلەكلىرى قاچىلىنىدۇ.
vi: $BrandShortName sẽ được cài đặt cùng các tùy chọn thông dụng.

source: &Standard
af: &Standaard
ar: &قياسي
bg: &Стандартно
bn_in: প্রমিত মান
br: &Skoueriek
ca: E&stàndard
es_mx: &Estándar
fa: &استاندارد
gd: &Stannardach
he: רגילה
hu: &Szokásos
id: &Standar
kk: Қ&алыпты
lt: &Numatytasis
lv: &Standarta
ne: &मानक
oc: E&standard
sr: Стандардна
sw: &Kawaida
ta: இயல்பான (&S)
th: &มาตรฐาน
tr: &Standart
ug: ئۆلچەملىك(&S)
vi: &Chuẩn

source: You may choose individual options to be installed. Recommended for experienced users.
af: U kan kies watter individuele opsies geïnstalleer moet word. Aanbeveel vir ervare gebruikers.
ar: يمكنك انتقاء الخيارات واحدًا واحدًا للتثبيت. ينصح به للمستخدمين ذوي الخبرة.
bg: Може да избирате индивидуални компоненти за инсталиране. Препоръчително за напреднали потребители.
bn_in: ইনস্টল করার জন্য পৃথক বিকল্প নির্বাচন করেতে পারেন। অভিজ্ঞ ব্যবহারকারীদের জন্য প্রস্তাবিত।
br: Gallout a rit dibab an dibarzhioù da staliañ. Erbedet evit an arveriaded gant skiant-prenet.
ca: Podeu triar les opcions individuals que s'instal·laran. Recomanat per a usuaris avançats.
es_mx: Puede elegir las opciones a instalar en forma individual. Recomendado para usuarios con experiencia.
fa: می‌توانید تک تک گزینه‌های نصب را انتخاب نمایید. برای کاربران با تجربه توصیه می‌شود.
gd: Bidh cothrom agad roghadh is taghadh a dhèanamh eadar na roghainnean a thèid an stàladh. Cha mholamaid an dòigh seo ach do chleachdaichean sàr-eòlach.
he: באפשרותך לבחור אפשרויות בודדות שיותקנו. מומלץ למשתמשים מנוסים.
hu: A telepítendő összetevők kiválasztása. Haladó felhasználóknak javasolt.
id: Anda dapat memilih beberapa komponen pilihan yang hendak dipasang. Disarankan untuk pengguna berpengalaman.
kk: Қалаған опцияларды ғана орнату. Білетін пайдаланушыларға ұсынылады.
lt: Galima parinkti diegiamus komponentus. Rekomenduotina patyrusiems naudotojams.
lv: Šajā režīmā jūs varat izvēlēties sastāvdaļas pa vienai. Ieteicams pieredzējušiem lietotājiem.
ne: स्थापनाको लागि व्यक्तिगत विकल्पहरु छान्नुहोस्। अनुभवी प्रयोगकर्ताका लागि सिफारिस गरिएको।
nn_no: Vel kva for programfunksjonar du vil installera. Tilrådd berre for røynde brukarar.
oc: Causir las opcions d'installar. Recomandat pels utilizaires avertits.
ro: Poți alege opțiunile individuale care să fie instalate. Recomandat pentru utilizatorii experimentați.
sr: Можете да изаберете делове које желите да инсталирате. Препоручује се искусним корисницима.
sw: Unaweza kuchagua chaguo za kibinafsi za kusakinishwa. Inapendekezwa kwa watumiaji walio na uzoefu.
ta: நீங்கள் நிறுவ தனிப்பட்ட விருப்பங்களை தேர்வு செய்யலாம். அனுபவமிக்க பயனர்களுக்கு மட்டுமே இது பரிந்துரைக்கப்படுகிறது.
th: คุณอาจจะเลือกตัวเลือกเฉพาะในการติดตั้ง แนะนำเฉพาะผู้ใช้ที่เชี่ยวชาญเท่านั้น
tr: Belirli özellikleri kurmayı tercih edebilirsiniz. Bu, ileri düzey kullanıcılara tavsiye edilir.
ug: ئۆزىڭىز تاللاپ قاچىلاشنى تاللىدىڭىز. تەجرىبىلىك ئىشلەتكۈچىلەرگە تەۋسىيە قىلىنىدۇ.
vi: Bạn có thể chọn từng tùy chọn riêng lẻ. Dành cho người dùng có kinh nghiệm.

source: &Custom
af: &Doelmaak
ar: &مخصص
bg: &Потребителско
bn_in: স্বনির্ধারিত
br: &Personelaet
ca: &Personalitzada
es_mx: &Personalizada
fa: &سفارشی
gd: Stàladh &gnàthaichte
he: מותאמת אישית
hu: &Egyéni
id: &Kesukaan
kk: Қа&лауымша
lt: &Pasirinktinis
lv: &Pielāgota instalācija
ne: &अनुकूलन
nn_no: &Tilpassa
oc: &Personalizat
ro: &Personalizat
sr: По избору
sw: &Maalum
ta: தனிபயன் (&C)
th: ตัวเลือกเ&ฉพาะ
tr: Ö&zel
ug: ئىختىيارىي(&C)
vi: Tùy biến (&C)

source: &Upgrade
ar: &ترقية
bg: &Обновяване
bn_in: আপগ্রেড
br: &Hizivaat
ca: Act&ualitza
es_mx: &Actualizar
fa: &ارتقا
gd: Ù&raich
he: שדרג
hu: &Frissítés
id: &Perbarui
kk: Жаң&арту
lt: &Naujinti
lv: &Atjaunināt
ne: &स्तरवृधि
nn_no: &Oppgrader
oc: &Metre a jorn
ro: Act&ualizează
sr: Догради
sw: &Boresha
ta: மேம்படுத்து (&U)
th: &ปรับรุ่น
tr: &Yükselt
ug: يۈكسەلدۈر(&U)
vi: &Nâng cấp

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
ar: المعذرة، تعذّر تثبيت $BrandShortName. تتطلب هذه الإصدارة من $BrandShortName النسخة ${MinSupportedVer} أو أحدث.
bg: За съжаление инсталирането на $BrandShortName е невъзможно. Тази версия на $BrandShortName изисква ${MinSupportedVer} или по-нова.
br: Diskonfort, n'hall ket $BrandShortName bezañ staliet. Ar stumm-mañ eus $BrandShortName en deus ezhomm ${MinSupportedVer} pe nevesañ.
ca: El $BrandShortName no es pot instal·lar. Aquesta versió del $BrandShortName requereix la versió ${MinSupportedVer} o superior.
es_mx: Lo sentimos, no se puede instalar $BrandShortName. Esta versión de $BrandShortName requiere ${MinSupportedVer} o superior.
fa: با کمال تأسف، نصب $BrandShortName با مشکل مواجه شد. این نسخه از $BrandShortName حداقل نیاز به ${MinSupportedVer} دارد.
gd: Tha sinn duilich ach cha ghabh $BrandShortName a stàladh. Feumaidh an tionndadh seo de $BrandShortName ${MinSupportedVer} no tionndadh nas ùire.
he: אנו מצטערים, $BrandShortName לא ניתן להתקנה. גרסה זו של $BrandShortName דורשת ${MinSupportedVer} ומעלה.
hu: Sajnáljuk, a $BrandShortName programot nem lehet telepíteni. A $BrandShortName ezen verziója ${MinSupportedVer} vagy újabb rendszert igényel.
id: Maaf, $BrandShortName tidak dapat dipasang. Versi $BrandShortName ini membutuhkan ${MinSupportedVer} atau lebih baru.
kk: Кешіріңіз, $BrandShortName орнату мүмкін емес. $BrandShortName бұл нұсқасы кем дегенде ${MinSupportedVer} не одан жаңа нұсқасын талап етеді.
lt: Deja, programos „$BrandShortName“ įdiegti negalima. Ši „$BrandShortName“ laida reikalauja „${MinSupportedVer}“ ar vėlesnės laidos.
lv: Piedodiet, bet $BrandShortName nevar uzinstalēt. Šai $BrandShortName versijai ir nepieciešama ${MinSupportedVer} vai jaunāka.
oc: O planhèm, mas $BrandShortName pòt pas èsser installat. Aquesta version de $BrandShortName necessita ${MinSupportedVer} o mai recent.
sr: Жао нам је, програм $BrandShortName не може да се инсталира. Ово издање програма $BrandShortName тражи издање ${MinSupportedVer} или новије.
sw: Samahani, $BrandShortName haiwezi kusakinishwa. Toleo hili la $BrandShortName linahitaji ${MinSupportedVer} au mpya zaidi.
ta: மன்னிக்கவும், $BrandShortName ஐ நிறுவ முடியாது. $BrandShortName இன் இந்தப் பதிப்பிற்க்கு ${MinSupportedVer} அல்லது புதியவை தேவைப்படுகிறது.
th: ขออภัยไม่สามารถติดตั้ง $BrandShortName ได้ $BrandShortName รุ่นนี้ต้องการ ${MinSupportedVer} หรือใหม่กว่า
tr: Üzgünüz, $BrandShortName kurulamıyor. Bu $BrandShortName sürümü ${MinSupportedVer} veya daha yeni bir sürümü gerektiriyor.
ug: كەچۈرۈڭ، $BrandShortName ئورنىتىلمىدى. بۇ نەشرىدىكى $BrandShortName تەلەپ قىلىدىغىنى ${MinSupportedVer} ياكى يېڭى نەشرى.
vi: Xin lỗi, $BrandShortName không thể cài được. Phiên bản này của $BrandShortName yêu cầu ${MinSupportedVer} hay mới hơn.

source: &Remove my $BrandShortName personal data and customizations
af: &Verwyder my $BrandShortName persoonlike data en doelmakings
sr: Уклони моје личне податке и прилагођења програма $BrandShortName

source: This will permanently remove your bookmarks, saved passwords, cookies and customizations. You may wish to keep this information if you plan on installing another version of $BrandShortName in the future.
af: Dit sal u boekmerke, gestoorde wagwoorde, koekies en doelmakings permanent verwyder. Wil u nie dalk hierdie inligting behou omdat u dalk van plan is om nog 'n weergawe van $BrandShortName op 'n latere stadium te installeer nie?
sr: Ово трајно уклања забелешке, сачуване лозинке, колачиће и прилагођења. Можда желите да сачувате ове податке ако намеравате да убудуће инсталирате неко друго издање програма $BrandShortName.

source: Safe Mode
af: Veilige modus

source: &Use $BrandShortName as my default web browser
af: &Gebruik $BrandShortName as my verstek webblaaier

source: $BrandShortName will be set as your default web browser.
af: $BrandShortName sal as u verstek webblaaier gestel word.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinUnsupportedVer} or newer.
af: Jammer, $BrandShortName kan nie geïnstalleer word nie. Hierdie weergawe van $BrandShortName vereis ${MinUnsupportedVer} of jonger.
