Repository: translate/mozilla-l10n
Catalog: hto/mobile/android/chrome/browser.properties.po
Languages: hto

source: Installing Add-on
hto: Fɨnófɨnoga já fuite

source: Install
hto: Jónete

source: Unverified add-on
hto: Zótaka ráa kɨoñena

source: This site would like to install an unverified add-on. Proceed at your own risk.
hto: Bíemo ó oikadɨio kɨoñena ráanɨaɨ. Ó jáiadɨ ó ɨkoɨnia

source: Downloading add-on
hto: Ána jójonega já fuite

source: Installation complete
hto: Fɨnófɨnoga já ñúe íte

source: Download starting
hto: Ána jójonega kómo taɨnede

source: Download complete
hto: Ana atɨatɨga já ñúe íte

source: Can't open file. Tap to save it.
hto: Tuinide áfe ráa. Beno jéta éenoyena.

source: Download too big
hto: Ɨ́ere áiyo ana atɨyena

source: Not enough storage space
hto: Ráa ofítaɨra íñede áiyo

source: Download started…
hto: Ana atɨyena kómo taɨnede...

# alertDownloadsPause
source: Pause
hto: Fɨaikana

source: Resume
hto: Abɨdo fɨno

# alertDownloadsCancel
source: Cancel
hto: Fúitade

source: %S downloaded
hto: %S Ana atɨatɨga

source: Downloads are disabled in guest sessions
hto: Já ó ána atɨka ránɨaɨ já óni óga, jɨaɨmakɨ taɨjɨyena

source: Press BACK to leave full-screen mode
hto: Nána éroiya ráa, jíno biyena jéta JINÓFENE

source: '%S' has been added as a search engine
hto: %S' Jénoraɨma já béno zotaká

source: Couldn't add '%S' as a search engine
hto: %S' Jénoraɨma béno zótanide

source: '%S' is already one of your search engines
hto: Já íte ó ráa jénoyena '%S'

source: Printing…
hto: Éenote...

source: Abort Download
hto: Ana atɨatɨga oni ono

source: Do you want to abort this download?
hto: ¿Ana atɨka óni oikadɨo?

source: Error
hto: Fɨenide

source: Blocked add-on
hto: Túinide ráanɨaɨ

# addonError.learnMore
source: Learn more
hto: Aiyo onóde

source: Unverified add-ons
hto: Zótaka ráa kɨoñena

source: One or more installed add-ons cannot be verified and have been disabled.
hto: Dá ie aiyo zótaka ráanɨaɨ kɨoyena ie jíra já oni óga.

source: Dismiss
hto: Óni óiri.

source: View add-ons
hto: Éroi béne ráanɨaɨ

source: The add-on could not be downloaded because of a connection failure on #2.
hto: Gaɨtanide jadɨ jónenide fɨgóñede íte nitaoide #2.

source: The add-on from #2 could not be installed because it does not match the add-on #3 expected.
hto: Gaɨtade #2 ñúe jonenide íemo jobiñede gaɨtayena #3 úñotɨo.

source: The add-on downloaded from #2 could not be installed because it appears to be corrupt.
hto: Add-on já ána jónega íedo #2 jónenide íemo ñúe ite.

# addonError-4
source: #1 could not be installed because #3 cannot modify the needed file.
hto: #1 ñúe jónenide íemo #3 fɨnonide jónia ráa jítaide.

source: #3 has prevented #2 from installing an unverified add-on.
hto: #3 já rairuide #2 mái jóne gaɨtade éroiñeiye.

source: This add-on could not be installed because of a filesystem error.
hto: Bíe gaɨtanide íemo jónenide fɨgoñede sistema ráanɨaɨ jóneyena.

source: This add-on could not be installed because it does not match the add-on #3 expected.
hto: Bíe gaɨtanide íemo fɨnonide dáje íñede gaɨtade #3 úñotɨo.

source: This add-on could not be installed because it appears to be corrupt.
hto: Bíe gaɨtade ñúe jónenide íe jira ñúe iñede izoide.

# addonLocalError-4
source: #1 could not be installed because #3 cannot modify the needed file.
hto: #1 bíe gaɨtade ñúe jónenide #3 íe jira ñúe iñede izoide.

source: This add-on could not be installed because it has not been verified.
hto: Bie gaɨtanide iemo jóninede nia eróiñede.

source: #1 could not be installed because it is not compatible with #3 #4.
hto: #1 ñue jónide iemo zótaiñede #3 #4.

source: #1 could not be installed because it has a high risk of causing stability or security problems.
hto: #1 Jónide mɨnɨkari ñueñede ite.

source: Restart to complete changes.
hto: Meine abɨdo fɨnoka méidoyena.

source: Unsafe add-ons installed. Restart to disable.
hto: Ranɨe ñueñede. Abɨdo taɨneye ie oni oga.

source: Restart
hto: Abɨdo fɨno.

# doorhanger.learnMore
source: Learn more
hto: Aiyo onóde

source: #1 prevented this site from opening a pop-up window. Would you like to show it?;#1 prevented this site from opening #2 pop-up windows. Would you like to show them?
hto: #1 Kómo súite óni óga méiñorafo. ¿Ó éroikadɨo?;#1 já béno túinide #2 méiñorafo súide. ¿Ó éroikadɨo?

# popup.dontAskAgain
source: Don't ask again for this site
hto: Jɨkanoñeno bíedo

source: Show
hto: Ákatairi

source: Don't show
hto: Ákátañeno

source: This site has been identified as containing malware or a phishing attempt. Be careful.
hto: Bíemo baite malware taɨnofue. Ñúe eñede.

source: Popups
hto: Kómo zuíde eróirafo

source: %S prevented this site (%S) from asking you to install software on your device.
hto: %S viakañede vie iyano (%S) óreidɨkue software ó joriaɨ jóneye.

source: %S prevented this add-on (%S) from installing on your device.
hto: %S bie gaɨtañenide (%S) jɨaɨe joriaɨ jóneye.

source: %S prevented an add-on from installing on your device.
hto: %S Óreñeiga jónega ó jóriaɨmo gaɨtañede.

# xpinstallPromptAllowButton
source: Allow
hto: Ɨfo

source: Software installation has been disabled by your system administrator.
hto: Ó iyaɨma já dúitate ó jonega biemo software.

source: Software installation is currently disabled. Press Enable and try again.
hto: Software Jónega birui fɨgoñede. Abɨdo jeta bonóyena

source: Enable
hto: Bónode

source: Verified by: %S
hto: Bíedo éroi %S

source: You have added a security exception for this site
hto: Veno iyano zotade jɨaɨ uíraɨma

# geolocation.allow
source: Share
hto: Fékari

source: Don't share
hto: Fekariñede

source: Share your location with %S?
hto: ¿Ó íyano yóne %S?

source: Location
hto: Iyano

# geolocation.dontAskAgain
source: Don't ask again for this site
hto: Benómo jɨkanoñeno abɨdo

# desktopNotification2.allow
source: Always
hto: Íide

# desktopNotification2.dontAllow
source: Never
hto: Jáka iñéde

source: Would you like to receive notifications from this site?
hto: ¿ veno rafue yote o yɨiakadɨo?

source: Notifications
hto: ráfue yote

source: Image unblocked
hto: Jana ñue íte

source: Show All
hto: Nate ákatairi

# contacts.allow
source: Allow
hto: Jétafue

# contacts.dontAllow
source: Don't allow
hto: Jetánoñeno

source: Allow %S to access your contacts?
hto: ¿Jɨɨ %S yújude ó komɨnɨ?

# contacts.dontAskAgain
source: Don't ask again for this site
hto: Jɨkanoñeno bíedo

# deviceStorageMusic.allow
source: Allow
hto: Jétafue.

# deviceStorageMusic.dontAllow
source: Don't allow
hto: Jetánoñeno

source: Allow %S access to your music?
hto: ¿Jɨɨ %S yújude ó rorabe?

# deviceStorageMusic.dontAskAgain
source: Don't ask again for this site
hto: Jɨkanoñeno bíedo

# deviceStoragePictures.allow
source: Allow
hto: Jétafue

# deviceStoragePictures.dontAllow
source: Don't allow
hto: Jetánoñeno

source: Allow %S access to your images?
hto: ¿Jɨɨ %S yújude ó jóreño?

# deviceStoragePictures.dontAskAgain
source: Don't ask again for this site
hto: Jɨkanoñeno bíedo

# deviceStorageSdcard.allow
source: Allow
hto: Jetánoñeno

# deviceStorageSdcard.dontAllow
source: Don't allow
hto: Jetánoñeno

source: Allow %S access to external storage?
hto: ¿Jɨɨ %S jínodo ófitate yújude?

# deviceStorageSdcard.dontAskAgain
source: Don't ask again for this site
hto: Jɨkanoñeno méine bíedo

# deviceStorageVideos.allow
source: Allow
hto: Jétafue

# deviceStorageVideos.dontAllow
source: Don't allow
hto: Jetánoñeno

source: Allow %S access to your videos?
hto: ¿Jɨɨ %S yújude ó jóreño fɨnoka?

# deviceStorageVideos.dontAskAgain
source: Don't ask again for this site
hto: Jɨkanoñeno méine bíedo

source: New tab opened;#1 new tabs opened
hto: Tuñoka Kómue úitɨraɨ;Tuñoka#1 kómue úitɨraɨ

source: New private tab opened;#1 new private tabs opened
hto: Dáma kue tuñoka Kómue úitɨraɨ;#1dáma kue tuñoka kómue úitɨraɨ

source: SWITCH
hto: Jɨaɨe jóne

source: Closed %S
hto: ́Ɨbaide %S

source: Closed Private Browsing
hto: Kúe dama makara ɨ́baika

source: Closed tab
hto: Úitɨraɨ ɨ́baite

source: UNDO
hto: ÓNI DÓTA

source: Allow %S to store data on your device for offline use?
hto: ¿Jɨɨ %S bieno jóne ó ráanɨaɨ Jóriaɨmo nitaoinide Internet?

# offlineApps.dontAskAgain
source: Don't ask again for this site
hto: Benómo jɨkanoñeno abɨdo

# offlineApps.allow
source: Allow
hto: Jétafue

# offlineApps.dontAllow2
source: Don't allow
hto: Jetánoñeno

source: Offline Data
hto: ráanɨaɨ nitaoiniñede

source: Logins
hto: Taɨnede

source: Save
hto: Jóne

source: Don't save
hto: Jóneñeno

source: false
hto: Taɨno

source: Text copied to clipboard
hto: Abɨdo ga+taka rabeniko

# casting.sendToDevice
source: Send to Device
hto: Jóriaɨmo órereri

source: Mirror Tab
hto: Úitɨarɨ akára

source: Stop Mirror
hto: Akáraniñede

source: Open Link in New Tab
hto: Tuñoka úitɨraɨ kómue

source: Open Link in Private Tab
hto: Ó dáma uitɨraɨ túño

# contextmenu.share
source: Share
hto: Fékari

source: Copy Link
hto: Zóima fakade

source: Share Link
hto: Fékari zóima

source: Bookmark Link
hto: Zóima zóta Rɨgɨnoga

source: Copy Email Address
hto: Fakádote úiraɨma

source: Share Email Address
hto: Fekari úiraɨma

source: Copy Phone Number
hto: Fakádote jóriaɨ

source: Share Phone Number
hto: Fékari jóriaɨ

source: Select Input Method
hto: Táɨnede Nɨzede

source: Full Screen
hto: Nána éroiya ráa

source: View Image
hto: Jána ákata

source: Copy Image Location
hto: Fakádote jana iyano

source: Share Image
hto: Jana fékari

source: %S Search
hto: %S Jéno

source: Save Image
hto: Jóreño jóne.

source: Show Image
hto: Ákatairi jana

source: Set Image As
hto: Béno joreño jóne

source: Add Search Engine
hto: Dá ráya jénoyena zota

source: Play
hto: Finóraɨma

# contextmenu.pauseMedia
source: Pause
hto: Fɨaikana

source: Share Video
hto: Fékari jóreño

source: Show Controls
hto: Okuíra Ákatairi

source: Mute
hto: Fɨkɨnide

source: Unmute
hto: Fɨkɨrede

source: Save Video
hto: Jóreño fɨnoka jóne

source: Save Audio
hto: Fɨkɨrede jóne

source: Add to Contacts
hto: Zóta íe komɨnɨ

# contextmenu.sendToDevice
source: Send to Device
hto: Jóriaɨmo órereri

source: Copy
hto: Fakádote

source: Cut
hto: Kotade

source: Select All
hto: Nate nɨzede

source: Paste
hto: Níta

source: Call
hto: Jɨrite

source: Done
hto: Fɨnoka

source: Pick a date
hto: Nɨruimona nizáde

# inputWidgetHelper.datetime
source: Pick a date and a time
hto: Dá móna beno jóne

# inputWidgetHelper.datetime-local
source: Pick a date and a time
hto: Dá móna beno jóne

source: Pick a time
hto: Dá jábe beno jóne

source: Pick a week
hto: Enéfebamo mena móna béno jóne

source: Pick a month
hto: Dá fɨ́ui béno jóne

# inputWidgetHelper.cancel
source: Cancel
hto: Fúite

source: Set
hto: Abɨno fɨ́no

source: Clear
hto: Dóte

source: Stack trace from %S, function %S, line %S.
hto: Fáka íedo %S, táɨjɨe %S, bírui %S.

source: %S: timer started
hto: %S: gitoma taɨnede

source: %S contains plugin content. Would you like to activate it?
hto: %S íte ráanɨaɨ íe plugin. ¿Te gustaría activarlo?

source: Activate
hto: Bóno

source: Don't activate
hto: Bónoñeno

# clickToPlayPlugins.dontAskAgain
source: Don't ask again for this site
hto: Jɨkanoñeno méine bíedo

source: Incorrect password
hto: Fákara mámekɨ fɨgóñede

source: Incoming Connection
hto: Nitaoide kómo bíbikaide

source: Allow USB debugging connection?
hto: ¿Nɨze doyena bíedo USB?

source: Allow remote debugging connection from %1$S:%2$S? This connection requires a QR code to be scanned in order to authenticate the remote device's certificate. You can avoid future scans by remembering the device.
hto: ¿Mái nítari dóyena jɨka íedo %1$S:%2$S? Bíe nitayena joreño órama fakara úia QR íe eróiyena úamɨe joriaɨ jɨka. Jóreño orama joneñeno, úibiyena jóriaɨ.

source: Deny
hto: Jáñeno

# remoteIncomingPromptAllow
source: Allow
hto: Jɨɨ

source: Scan
hto: Jóreño órama

source: Scan and Remember
hto: Jóreño órama íe úibide

source: %S debugging enabled
hto: Dóyena ie %S bónoka

source: App
hto: Ráanɨaɨ

source: Listening on port %S
hto: Ígobemo kakáreide %S

source: Activate debugging for %S
hto: Mái bono doyena íedo %S

source: Touch to activate remote debugger
hto: Béno jéta jɨka óni oyena bonoyena

source: Open
hto: Tuñode

source: Ignore
hto: Éroñeno

# helperapps.dontAskAgain
source: Don't ask again for this site
hto: Jɨkanoñeno méine bíedo

source: Open With %S App
hto: Ráanɨaɨ túño %S

source: Open With an App
hto: Dɨga ráanɨaɨ túñó

# helperapps.always
source: Always
hto: Íide

# helperapps.never
source: Never
hto: Jáka iñéde

source: Complete action using
hto: Já ñúe fúite bíedo

source: Download
hto: Ana atɨka

# helperapps.alwaysUse
source: Always
hto: Íide

source: Just once
hto: Dáfue

source: This site (%S) attempted to install a theme.
hto: Iyano (%S) joneakade káifo rábemo

# lwthemeInstallRequest.allowButton
source: Allow
hto: Jétafue

source: Would you like to share your camera with %S?
hto: ¿Ó fékaiakadɨo jóreño óra biedo %S?

source: Would you like to share your microphone with %S?
hto: ¿Ó fekaiakadɨo úriraiya biedo %S?

source: Would you like to share your camera and microphone with %S?
hto: ¿Ó fekaiakadɨo úriraiya iemo jóreño óra biedo %S?

source: Don't Share
hto: Jetánoñeno

# getUserMedia.shareRequest.label
source: Share
hto: Dánomo.

source: Camera %S
hto: Jóreño óra %S

source: Front facing camera
hto: Jóreño óra úiekomo

source: Back facing camera
hto: Jóreño óra jinófene

source: No Video
hto: Joreño fɨnóka iñéde

source: Choose a tab to stream
hto: Da úitɨraɨ yɨno fekáyena

source: Video source
hto: Jiyakɨ joreño

source: Microphone %S
hto: Úriraɨya %S

source: No Audio
hto: Úainide

source: Microphone to use
hto: Úriraɨya taɨjɨyena

source: Camera is on
hto: Jóreño óra já bónoka

source: Microphone is on
hto: Úriraɨya já bonoka

source: Camera and microphone are on
hto: Úriraɨya ieno jóreño óra já bonoka

source: Camera has been blocked.
hto: Jóreño óra íñede.

source: Microphone has been blocked.
hto: Úriraɨya íñede.

source: Camera and microphone have been blocked.
hto: Úriraɨya ieno jóreño óra já íñede

source: Tap the screen to show reader options
hto: Jéta éroiya ráa fakádua nɨzeyena

source: Open in App
hto: Ráanɨaɨ túño

# openInApp.cancel
source: Cancel
hto: Fúite

source: "Choose a tab to stream"
hto: "Da úitɨraɨ yɨno fekáyena"

source: Link
hto: Jorórae

source: Image
hto: Jóreño

source: Video
hto: Joreño fɨnóka

source: Audio
hto: Fɨkɨrede

source: Phone
hto: Jóriaɨ

source: Mail
hto: Úiraɨma

source: Choose feed
hto: Jiyakɨ nɨzerede

source: Subscribe with
hto: Bíemo kúeno

source: %1$S is deprecated. Please use %2$S instead
hto: %1$S Bíe fɨgoñede. Bíe jóne %2$S méifomo.
