Repository: translate/mozilla-l10n
Catalog: ff/webapprt/webapprt/overrides/dom.properties.po
Languages: ff

source: Warning: Unresponsive script
ff: Reentino: Dokkorol jaabaaki

source: A script may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
ff: Won dokkorol ena wayi no ko jaggungol nih walla dartiima jaabaade. Aɗa waawi dartinde ngol jooni, walla aɗa waawi jokude ngam yiyde so ma ngol timmu.

source: A script may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
ff: Won dokkorol e ngoo hello ena wayi no ko jaggungol nih walla dartiima jaabaade. Aɗa waawi dartinde ngol jooni, uddit ciiftol ngol e buggitorde ndee, walla accu ngol jokka.

source: Script: %S
ff: Dokkorol: %S

source: Stop script
ff: Dartin dokkorol

source: Debug script
ff: Buggito dokkorol

# WaitForScriptButton
source: Continue
ff: Jokku

source: &Don't ask me again
ff: &Hoto naamnito-mi goɗngol

source: Attempt to load a javascript: URL from one host in a window displaying content from another host was blocked by the security manager.
ff: Etagol loowde javascript: URL ummaade e koɗnol e henorde jaytinoore loowdi koɗnol goɗngol toppitorde kisal faliima ɗum.

source: Scripts may not close windows that were not opened by script.
ff: Dokkore mbaawaa uddude kenorɗe ɗe dokkorol udditaano.

source: Are you sure?
ff: Aɗa yenanaa?

source: This application is asking you to confirm that you want to leave - data you have entered may not be saved.
ff: Ngal jaaɓngal woni ko e naamnaade-ma yo a teeŋtin jaltugol - keɓe naatnuno-ɗa ena mbaawi momtaade.

source: Stay
ff: Heddo

source: Leave
ff: Yaltu

source: canvas: an attempt to set strokeStyle or fillStyle to a value that is neither a string, a CanvasGradient, or a CanvasPattern was ignored.
ff: kanwas: etagol waɗde strokeStyle walla fillStyle to kiisol ngon wonaa ɓoggol walla CanvasGradient, walla CanvasPattern faalkisaama.

source: Empty string passed to getElementById().
ff: Ɓoggol mehol ɓenninaama to getElementById().

source: Warning: Low memory
ff: Reentino; Tesko laggii

source: An application script has been stopped due to a low memory condition.
ff: Dokkorol jaaɓngal dartinaama sabu wonndude e ŋakkere tesko.

source: An unbalanced tree was written using document.write() causing data from the network to be reparsed. For more information https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
ff: Doggol ngol peesondiraani winndaama huutoraade document.write() haa addani keɓe iwɗe e laylaytol farsiteede. Ngam ɓeydude Humpito https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing

source: A call to document.write() from an asynchronously-loaded external script was ignored.
ff: Noddaango fayde e document.write() ummoraade e dokkorol booworal ngal looiraaka mbaydi sanngolɗinal faalkisaama.

source: Please shorten this text to %S characters or less (you are currently using %S characters).
ff: Tiiɗno ustu juuteendi binndol ngol haa fota e aljule %S walla ko jaasi (ngon-ɗaa jooni ko e alkuke %S).

source: Please fill out this field.
ff: Tiiɗno humpit ngol gallol.

source: Please check this box if you want to proceed.
ff: Tiiɗno labo ndee suɓre so aɗa yiɗi jokkude.

source: Please select one of these options.
ff: Tiiɗno suɓo wootere e ɗe cuɓe.

source: Please select a file.
ff: Tiiɗno labo fiilde.

source: Please select an item in the list.
ff: Tiiɗno labo temre e doggol ngol.

source: Please enter an email address.
ff: Tiiɗno naatnu ñiiɓirde iimeel.

source: Please enter a URL.
ff: Tiiɗno naatnu URL.

source: Please match the requested format.
ff: Tiiɗno nanndin mbayka ɗaɓɓitaaka kaa.

source: Please match the requested format: %S.
ff: Tiiɗno nanndin mbayka ɗaɓɓitaaka kaa: %S.

source: Please select a value that is no more than %S.
ff: Tiino labo kiisol ngol ɓuraani %S.

# FormValidationDateRangeOverflow
source: Please select a value that is no earlier than %S.
ff: Tiino labo kiisol ngol adaaki %S.

# FormValidationTimeRangeOverflow
source: Please select a value that is no earlier than %S.
ff: Tiino labo kiisol ngol adaaki %S.

source: Please select a value that is no less than %S.
ff: Tiino labo kiisol ngol jaasaani %S.

# FormValidationDateRangeUnderflow
source: Please select a value that is no later than %S.
ff: Tiino labo kiisol ngol adaaki %S.

# FormValidationTimeRangeUnderflow
source: Please select a value that is no later than %S.
ff: Tiino labo kiisol ngol diwaani %S.

source: Please select a valid value. The two nearest valid values are %S and %S.
ff: Tiiɗno labo kiisol moƴƴol. Kiise ɗiɗi moƴƴe ɓurɗe ɓadaade ko %S e %S.

source: Please select a valid value. The nearest valid value is %S.
ff: Tiiɗno labo kiisol moƴƴol. Kiisol moƴƴol ɓurngol ɓadaade ko %S.

source: Please enter a number.
ff: Njaafoɗa naatnu limoore

source: Use of getAttributeNode() is deprecated. Use getAttribute() instead.
ff: Huutoraade getAttributeNode() ena nefaa. Huutoraade getAttribute() ɓuri.

source: Use of setAttributeNode() is deprecated. Use setAttribute() instead.
ff: Huutoraade setAttributeNode() ena nefaa. Huutoraade setAttribute() ɓuri.

source: Use of getAttributeNodeNS() is deprecated. Use getAttributeNS() instead.
ff: Huutoraade getAttributeNodeNS() ena nefaa. Huutoraade getAttributeNS() ɓuri.

source: Use of setAttributeNodeNS() is deprecated. Use setAttributeNS() instead.
ff: Huutoraade setAttributeNodeNS() ena nefaa. Huutoraade setAttributeNS() ɓuri.

source: Use of removeAttributeNode() is deprecated. Use removeAttribute() instead.
ff: Huutoraade removeAttributeNode() ena nefaa. Huutoraade removeAttribute() ɓuri.

source: Use of document.createAttribute() is deprecated. Use element.setAttribute() instead.
ff: Huutoraade document.createAttribute() ena nefaa. Huutoraade element.setAttribute() ɓuri.

source: Use of document.createAttributeNS() is deprecated. Use element.setAttributeNS() instead.
ff: Huutoraade document.createAttributeNS() ena nefaa. Huutoraade element.setAttributeNS() ɓuri.

source: Use of attributes' ownerElement attribute is deprecated.
ff: Huutoraade joopol ownerElement joope ena nefaa.

source: Use of attributes' nodeValue attribute is deprecated. Use value instead.
ff: Huutoraade joopol nodeValue joope ena nefaa. Huutoro innde kisa.

source: Use of attributes' textContent attribute is deprecated. Use value instead.
ff: Huutoraade joopol textContent joope ena nefaa. Huutoro innde kisa.

source: Use of enablePrivilege is deprecated. Please use code that runs with the system principal (e.g. an extension) instead.
ff: Huutoraade enablePrivilege ena nefee. Tiiɗno huutoro dokkol dogowol e yuɓɓo rowrowngo ngoo (wano timmitere) kisa.

source: nsIJSON.decode is deprecated. Please use JSON.parse instead.
ff: nsIJSON.decode ena nefee. Tiiɗno huutoto JSON.parse kisa.

source: nsIJSON.encode is deprecated. Please use JSON.stringify instead.
ff: nsIJSON.encode ena nefee. Tiiɗno huutoto JSON.stringify kisa.

source: Use of nsIDOMWindowInternal is deprecated. Use nsIDOMWindow instead.
ff: Huutoraade nsIDOMWindowInternal ena nefee. Tiiɗno huutoro nsIDOMWindow kisa.

source: Use of inputEncoding is deprecated.
ff: Huutoraade inputEncoding ena nefee.

source: MozBeforePaint events are no longer supported. mozRequestAnimationFrame must be passed a non-null callback argument.
ff: Joljole MozBeforePaint nattii tammbiteede. mozRequestAnimationFrame foti ko ɓennineede daliilu nodditaango ngo ɓolɗaani.

source: Request for full-screen was denied because this domain has been blocked from full-screen by user.
ff: Ɗaɓɓitannde njaajeendi yaynirde salaama sabu oo domen ko daaƴaaɗo e njaajeendi iwde e kuutoro oo.

source: Request for full-screen was denied because full-screen API is disabled by user preference.
ff: Ɗaɓɓitannde njaajeendi yaynirde salaama sabu API njaajeendi yaynirde ko daaƴaaɗo iwde e cuɓoraaɗe kuutoro.

source: Request for full-screen was denied because a windowed plugin is focused.
ff: Ɗaɓɓitannde njaajeendi yaynirde salaama sabu ceŋol kenoragol ena toɓɓaa.

source: Request for full-screen was denied because the document is no longer visible.
ff: Ɗaɓɓitannde njaajeendi yaynirde salaama sabu fiilannde ndee nattii yiyaade.

source: Request for full-screen was denied because at least one of the document's containing iframes does not have an "allowfullscreen" attribute.
ff: Ɗaɓɓitannde njaajeendi yaynirde salaama sabu ko famɗi wootere e iframes loowooji fiilannde ndee alaa joopol "allowfullscreen".

source: Request for full-screen was denied because Element.mozRequestFullScreen() was not called from inside a short running user-generated event handler.
ff: "mozallowfullscreen"

source: Request for full-screen was denied because requesting element is no longer in its document.
ff: Ɗaɓɓitannde njaajeendi yaynirde salaama sabu geɗel ngel nattii wonde e fiilannde mum.

source: Request for full-screen was denied because requesting element has moved document.
ff: Ɗaɓɓitannde njaajeendi yaynirde salaama sabu geɗel ngel eggii fiilannde mum.

source: Request for full-screen was denied because we no longer have a window.
ff: Ɗaɓɓitannde njaajeendi yaynirde salaama sabu en nattii jogaade henorde.

source: Request for full-screen was denied because a subdocument of the document requesting full-screen is already full-screen.
ff: Ɗaɓɓitannde njaajeendi yaynirde salaama sabu fiilannde soomiinde e fiilannde ɗaɓɓitnde njaajeendi yaynirde oni ko e njaajeendi yaynirde haa gasi.

source: Request for full-screen was denied because requesting element is not a descendant of the current full-screen element.
ff: Ɗaɓɓitannde njaajeendi yaynirde salaama sabu geɗel ɗaɓɓitngel ngel iwaani e geɗel njaajeendi yaynirde gonangel ngel.

source: Request for full-screen was denied because requesting element is not in the currently focused tab.
ff: Ɗaɓɓitannde njaajeendi yaynirde salaama sabu geɗel ngel wonaani e tabbere toɓɓiinde jooni ndee.

source: Exited full-screen because full-screen element was removed from document.
ff: Yaltii e njaajeendi yaynirde sabu geɗel njaajeendi yaynirde ittaama e fiilannde ndee.

source: Exited full-screen because windowed plugin was focused.
ff: Yaltii njaajeendi yaynirde sabu ceŋol kenorangol nattii toɓɓaade.

source: HTML parsing in XMLHttpRequest is not supported in the synchronous mode.
ff: Parsugol HTML e XMLHttpRequest tammbitaaka e mbayka sanngotiral.

source: Unable to redirect to %S because the channel doesn't implement nsIWritablePropertyBag2.
ff: Horiima yiiltude to %S sabu calol ngol annominaani nsIWritablePropertyBag2.

source: Use of XMLHttpRequest's responseType attribute is no longer supported in the synchronous mode in window context.
ff: Huutoraade joope XMLHttpRequest responseType nattii tammbiteede e mabyka sanngotiral in weeyo henorde.

source: Use of XMLHttpRequest's withCredentials attribute is no longer supported in the synchronous mode in window context.
ff: Huutoraade joope XMLHttpRequest nattii tammbiteede e mabyka sanngotiral in weeyo henorde.

source: Use of XMLHttpRequest's timeout attribute is not supported in the synchronous mode in window context.
ff: Huutoraade joope XMLHttpRequest tammbitaaka e mabyka sanngotiral in weeyo henorde.

source: An attempt was made to declare a non-UTF-8 encoding for JSON retrieved using XMLHttpRequest. Only UTF-8 is supported for decoding JSON.
ff: Etagol waɗaama ngam innude dokkitannde nde wonaa UTF-8 fii JSON aaftaaɗo huutoraade XMLHttpRequest. Ko UTF-8 tan tammbitaa ngam dokkitaade JSON.

source: Insufficient memory to resample the AudioBufferSourceNode for playback.
ff: Ŋakkere teskorde ngam seedtaade piɓol sewnde tekkere nanngo.

source: The buffer passed to decodeAudioData contains an unknown content type.
ff: Tekkere ɓennunde ngam firkodde keɓe nanngo in waɗi loowdi ndi tappude mum anndaaka.

source: An unknown error occured while processing decodeAudioData.
ff: Juumre kewii e gollugol decodeAudioData.

source: The buffer passed to decodeAudioData contains invalid content which cannot be decoded successfully.
ff: Keɓe naatnaaɗe e decodeAudioData ina mbaɗi loowdi ñawndi ndi waawaa anteede.

source: The buffer passed to decodeAudioData does not contain any audio.
ff: Keɓe naatnaaɗe e decodeAudioData ngalaa nanngo.

source: All candidate resources failed to load. Media load paused.
ff: Ɓulnorɗe kanndiaaji kala koriima loowaade. Loowgol ejaare darniima.

source: <source> element has no "src" attribute. Media resource load failed.
ff: geɗel <source> alaa joopol "src". Loowgol ɓulnorde mejaa woorii.

source: HTTP load failed with status %1$S. Load of media resource %2$S failed.
ff: Loowgol HTTP woorii e ngonka %1$S. Loowgol ɓulnorde mejaare %2$S woorii.

source: Invalid URI. Load of media resource %S failed.
ff: URI moƴƴaani. Loowgol ɓulnorde mejaare %S woorii.

source: Specified "type" attribute of "%1$S" is not supported. Load of media resource %2$S failed.
ff: Joopol "fannu" cifaaɗo "%1$S" oo tammbitaaka. Loowgol ɓulnorde mejaare %2$S woorii.

source: Specified "media" attribute of "%1$S" does not match the environment. Load of media resource %2$S failed.
ff: Joopol "mejaare" cifaaɗo "%1$S" jaaɓdaani e taariindi ndii. Loowgol ɓulnorde mejaare %2$S woorii.

source: HTTP "Content-Type" of "%1$S" is not supported. Load of media resource %2$S failed.
ff: HTTP "Content-Type" "%1$S" tammbitaaka. Loowgol ɓulnorde mejaare %2$S woorii.

source: Media resource %S could not be decoded.
ff: Ɓulnorde mejaaje %S horiima dokkiteede.

source: Use of DOMException's code attribute is deprecated. Use name instead.
ff: Huutoraade joopol DOMException joope ena nefaa. Huutoro innde kisa.

source: Exposing chrome JS objects to content without __exposedProps__ is insecure and deprecated. See https://developer.mozilla.org/en/XPConnect_wrappers for more information.
ff: Weerde piije chrome JS e loowdi ko aldaa e __exposedProps__ hisaani tee ena nefee. Ƴeew https://developer.mozilla.org/en/XPConnect_wrappers ngam ɓeydude humpito.

source: Use of Mutation Events is deprecated. Use MutationObserver instead.
ff: Huutoraade Mutation Events ena nefee. Huutoro MutationObserver kisa.

source: The Components object is deprecated. It will soon be removed.
ff: Huulnde «Terɗe» ko firnde. Ɓooyataa nde ittee.

source: Warning: Unresponsive plugin
ff: Reentino: seŋre jaabaaki

source: %S may be busy, or it may have stopped responding. You can stop the plugin now, or you can continue to see if the plugin will complete.
ff: %S ena wayi no koko jaggi nih walla dartiima jaabaade. Aɗa waawi dartinde-nde jooni, walla aɗa waawi jokkude ngam yiyde so seŋre ndee maa jokkit.

# PluginHangUIWaitButton
source: Continue
ff: Jokku

source: Stop plugin
ff: Dartin jokkel ngel

source: 'mozHidden' and 'mozVisibilityState' are deprecated. Please use the unprefixed 'hidden' and 'visibilityState' instead.
ff: Keertine 'mozHidden' e 'mozVisibilityState' ko pirɗe. Lomtinir keertine ɗe puɗɗoraaka 'hidden' e 'visibilityState'.

source: Calling detach() on a NodeIterator no longer has an effect.
ff: Ɓooyataa noddugol detach() nder NodeIterator battina.

source: Ignoring get or set of property that has [LenientThis] because the "this" object is incorrect.
ff: Faalkiso keertine [LenientThis] sibu "this" hulnde ndee sellaani.

source: Use of nsIDOMWindowUtils.getOuterWindowWithId() is deprecated. Instead, use the nsIWindowMediator method of the same name.
ff: nsIDOMWindowUtils.getOuterWindowWithId() koko firi. Lomtinir feere nsIWindowMediator tokareere ndee.

source: Use of getPreventDefault() is deprecated. Use defaultPrevented instead.
ff: Huutoraade getPreventDefault() natti. Huutoro defaultPrevented.

source: Use of getUserData() or setUserData() is deprecated. Use WeakMap or element.dataset instead.
ff: Huutoraade getUserData() walla setUserData() natti. Huutoro WeakMap walla element.dataset.

source: The non-standard mozGetAsFile method is deprecated and will soon be removed. Use the standard toBlob method instead.
ff: Feere non-standard mozGetAsFile woppaama etee koko ittetee ko neeɓaani. Huutoro feere tuugorde toBlob.

source: Use of captureEvents() is deprecated. To upgrade your code, use the DOM 2 addEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.addEventListener
ff: Huutoraade captureEvents() ena nefee. Ngam hesɗitinde dokkol maa huutoro feere DOM 2 addEventListener(). Ngam ɓeydude humpito http://developer.mozilla.org/en/docs/DOM:element.addEventListener

source: Use of releaseEvents() is deprecated. To upgrade your code, use the DOM 2 removeEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
ff: Huutoraade releaseEvents() ena nefee. Ngam hesɗitinde dokkol maa huutoro feere DOM 2 removeEventListener(). Ngam ɓeydude humpito http://developer.mozilla.org/en/docs/DOM:element.removeEventListener

source: Use of document.load() is deprecated. To upgrade your code, use the DOM XMLHttpRequest object. For more help https://developer.mozilla.org/en/XMLHttpRequest
ff: Huutoraade document.load() ena nefee. Ngam hesɗitinde dokkol maa huutoro piiyol DOM XMLHttpRequest ngol. Ngam ɓeydude humpito https://developer.mozilla.org/en/XMLHttpRequest

source: Use of window.showModalDialog() is deprecated. Use window.open() instead. For more help https://developer.mozilla.org/en-US/docs/Web/API/Window.open
ff: Huutoraade window.showModalDialog() natti. Huutoro Use window.open(). Ngam ɓeyditoraade ballal https://developer.mozilla.org/en-US/docs/Web/API/Window.open

source: window._content is deprecated. Please use window.content instead.
ff: window._content natti. Njaafoɗaa huutoro window.content.

source: Synchronous XMLHttpRequest on the main thread is deprecated because of its detrimental effects to the end user's experience. For more help http://xhr.spec.whatwg.org/
ff: XMLHttpRequest canngoɗinɗo e ɓoogol garwanol ngol ko woppaango sabu jogaade pilte ɗe peewaani e dawtol kuutoro battanno. Ngam heɓde ballal http://xhr.spec.whatwg.org/

source: Use of DataContainerEvent is deprecated. Use CustomEvent instead.
ff: Huutoraade DataContainerEvent ƴeeŋii. Huutoro CustomEvent kisa.
