Repository: translate/mozilla-l10n
Catalog: hsb/obsolete/toolkit/chrome/mozapps/plugins/plugins.dtd.po
Languages: hsb

source: We're very sorry, but &brandShortName; can't play Flash on this device.
hsb: Je nam jara žel, ale &brandShortName; njemóže Flash na tutym graće wothrać.

source: Learn More…
hsb: Dalše informacije…

source: A plugin is needed to display this content.
hsb: Tykač je trěbny, zo by so tutón wobsah zwobraznił.

source: Tap here to activate plugin.
hsb: Podótkńće tu, zo byšće tykač aktiwizował.

source: Activate plugin.
hsb: Tykač aktiwizować.

source: Check for updates…
hsb: Aktualizacije pytać…

source: This plugin is disabled.
hsb: Tutón tykač je znjemóžnjeny.

source: This plugin has been blocked for your protection.
hsb: Tutón tykač je so za waš škit zablokował.

source: Hide plugin
hsb: Tykač schować

source: Manage plugins…
hsb: Tykače zrjadować…

source: Reload the page
hsb: Začitajće stronu,

source: to try again.
hsb: zo byšće hišće raz spytał.

source: Send crash report
hsb: Rozprawu wo spadźe pósłać

source: Sending report…
hsb: Rozprawa so sćele…

source: Crash report sent.
hsb: Rozprawa wo spadźe je so pósłała.

source: Crash reporting disabled.
hsb: Rozprawjenje spadow je znjemóžnjene.

source: Submission failed.
hsb: Wotpósłanje je so njeporadźiło.

source: No report available.
hsb: Žana rozprawa k dispoziciji.

source: Add a comment (comments are publicly visible)
hsb: Komentar přidać (komentary su zjawnje widźomne)

source: Include the page's URL
hsb: URL strony zapřijeć

source: File
hsb: Dataja

source: MIME Types
hsb: MIME-typy

source: Enable Adobe Flash protected mode
hsb: Škitany modus Adobe Flash zmóžnić
