Repository: translate/mozilla-l10n
Catalog: son/toolkit/chrome/global/aboutSupport.dtd.po
Languages: son

source: Troubleshooting Information
son: Karkahattayan alhabar

source: This page contains technical information that might be useful when you're trying to solve a problem. If you are looking for answers to common questions about &brandShortName;, check out our <a id='supportLink'>support website</a>.
son: Moɲoo woo goo nda goyandi alhabar kaŋ ga hin ka bara nda nafaw waati kaŋ war ga ceeci ka fatta šenday ra. Nda war ga zaabiyaŋ ceeci war zaarikul hãayaney se &brandShortName; ga, ir <a id='supportLink'>faaba Interneti nungoo</a> guna.

source: Crash Reports
son: Kaŋyan bayrandey

source: Report ID
son: Bayrandi boŋtammaasa

source: Submitted
son: Sanba han

source: All Crash Reports
son: Kaŋyan bayrandikey kul

source: This application has not been configured to display crash reports.
son: Porogaramoo mana hansandi to kaŋyan bayrandey cebe.

source: Extensions
son: Dobuyaney

# aboutSupport.extensionName
source: Name
son: Maa

source: Enabled
son: Tunante

# aboutSupport.extensionVersion
source: Version
son: Dumi

source: Experimental Features
son: Šiiyan se alhaaley

# aboutSupport.experimentName
source: Name
son: Maa

source: Description
son: Šilbayyan

source: Active
son: Dirante

source: End Date
son: Ben han

source: Homepage
son: Šintinmoo

source: Application Basics
son: Porogaram šintin hayey

# aboutSupport.appBasicsName
source: Name
son: Maa

# aboutSupport.appBasicsVersion
source: Version
son: Dumi

source: Build ID
son: Cinari tammaasa

source: Update Channel
son: Taagandiri kanaara

# aboutSupport.appBasicsUpdateHistory
source: Update History
son: Taariki taagandi

source: Show Update History
son: Taariki taagandi cebe

source: Profile Directory
son: Fooloɲaa alhal

source: Profile Folder
son: Alhaali foolo

source: Enabled Plugins
son: Sukari tunantey

source: Build Configuration
son: Cinari hanseyan

source: User Agent
son: Goyteeri

source: Memory Use
son: Lakkal goy-alkadar

source: Multiprocess Windows
son: Goyboobo zanfuney

source: Open Directory
son: Fooloɲaa feeri

source: Show in Finder
son: Cebe ceecikoy ra

source: Show Folder
son: Foolaa cebe

source: Important Modified Preferences
son: Ibaayi barmayante šifanteyaŋ

# aboutSupport.modifiedPrefsName
source: Name
son: Maa

# aboutSupport.modifiedPrefsValue
source: Value
son: Hinna

source: user.js Preferences
son: user.js ibaayey

source: Your profile folder contains a <a id='prefs-user-js-link'>user.js file</a>, which includes preferences that were not created by &brandShortName;.
son: War foolo alhaalo goo nda <a id='prefs-user-js-link'>user.js file</a> kaŋ ra ibaayiyaŋ kaŋ &brandShortName; man'i tee.

source: Important Locked Preferences
son: Ibaayi šifante kufalantey

# aboutSupport.lockedPrefsName
source: Name
son: Maa

# aboutSupport.lockedPrefsValue
source: Value
son: Hinna

source: Graphics
son: Bii takarey

source: Incremental GC
son: Tonton cindi-kurmakaw

source: Accessibility
son: Duwandiyan

source: Activated
son: Dirante

source: Prevent Accessibility
son: Duuyan ganji

source: Library Versions
son: Tiirahugu dumey

source: Installation History
son: Taariki sinjiyan

# aboutSupport.updateHistoryTitle
source: Update History
son: Taariki taagandi

source: Copy text to clipboard
son: Kalimaɲaa kuruI berandi deeji-walhaa ga

source: Copy raw data to clipboard
son: Bayhaya ganey berandi deeji-walhaa ga

source: Sandbox
son: Lalaba

source: Try Safe Mode
son: Saajaw alhaali šii

source: Restart with Add-ons Disabled…
son: Tunandi taaga nda tontoni kayantey…
