Repository: translate/mozilla-l10n
Catalog: son/toolkit/chrome/global/aboutTelemetry.properties.po
Languages: son

source: This page shows the information about performance, hardware, usage and customizations collected by Telemetry. This information is submitted to %1$S to help improve %2$S.
son: Moɲoo woo ga cebe alhabar cebe goysahã, jinay šenda, goymee nda boŋše hanseyan kaŋ mooru-neeši n'i marga. Alhabaroo woo ga sanbandi %1$S do ka faaba ka %2$S hennandi.

source: General Data
son: Yamma bayhayey

# generalDataHeadingValue
source: Value
son: Hinna

source: Telemetry Log
son: Mooruneešiyan zaaritiira

source: Timestamp
son: Waati tammaasa

source: Data
son: Bayhayey

source: Slow SQL Statements on Main Thread
son: SQL ceeyayna hãayaney goy boŋ šilley ra

source: Slow SQL Statements on Helper Threads
son: SQL ceeyayna hãayaney faaba šilley ra

source: Hits
son: Kabukaw

source: Avg. Time (ms)
son: Gam waati (ms)

source: Statement
son: Hãayan

source: Hang Report #%1$S (%2$S seconds)
son: Fokuyan bayrandi #%1$S (segondu %2$S)

source: Late Write #%1$S
son: Hantum koraw #%1$S

source: Stack:
son: Dekeri:

source: Memory map:
son: Lakkal katta:

source: An error occurred while fetching symbols. Check that you are connected to the Internet and try again.
son: Firka bangay jinay tammaasa zaayan waate. Guna wala war dobu Interneti ga nda ceeci taaga.

source: samples
son: cebe-izey

source: average
son: sasawa

source: sum
son: hinna

source: Copy
son: Berandi

source: Property
son: Mayray

# valuesHeader
source: Value
son: Hinna

source: Add-on ID
son: Tontoni tammaasa

source: Details
son: Šilbayhayey

source: %1$S Provider
son: %1$S nookaw
