Repository: translate/mozilla-l10n
Catalog: son/toolkit/chrome/global/config.properties.po
Languages: son

source: default
son: tilasu boŋ

source: user set
son: goykaw n'a kayandi

source: locked
son: kufalante

source: string
son: tenjiri

source: integer
son: hinna timmante

source: boolean
son: cimi wala taari haya

source: New %S value
son: %S hinna taaga

source: Enter the preference name
son: Ibaayi maa dam

source: Enter %S value
son: %S hinna dam

source: Invalid value
son: hinna laala

source: The text you entered is not a number.
son: Kalimaɲaa kuroo kaŋ war n'a hantum manti hinna.
