Repository: translate/mozilla-l10n
Catalog: tn/mail/chrome/messenger/*-advanced.dtd.po
Languages: am

source: _: do not translate "SMTP" in below line Outgoing Server (SMTP) Settings
am: Boalo jwa Dikgatlhong tsa Boyo (SMTP)

source: _: do not translate "SMTP" in below line Although you can specify more than one outgoing server (SMTP), this is only recommended for advanced users. Setting up multiple SMTP servers can cause errors when sending messages.
am: Le fa gona o ka kgona go totobatsa dikgatlhong tsa boyo (SMTP) di feta bongwe, seno se atlenegisiwa fela mo badirising ba ba tsweletseng. Go tlhoma dikgatlhong tse dintsi tsa SMTP go ka baka diphoso fa go romelwa melaetsa.

source: A&dd...
am: T&amp;senya…

source: &Edit...
am: &amp;Tseleganya…

source: Re&move
am: Tlo&sa

source: Se&t Default
am: Tl&homa go Rulaganyetsa ruri

source: Description:
am: Tlhaloso:

source: Server Name:
am: Leina la Dikgatlhong:

source: Port:
am: Setshwaraganyi:

source: User Name:
am: Leina la Modirisi:

source: Secure Connection:
am: Kgolagano e e Babalesegileng
