Repository: translate/mozilla-l10n
Catalog: tn/mail/chrome/messenger/*-addressing.dtd.po
Languages: am

source: Composition &amp; Addressing
am: Tlhamo &amp; go kwala Aterese

source: Addressing
am: Go kwala aterese

source: When looking up addresses:
am: Fa go batliwa diaterese:

source: &Use my global LDAP server preferences for this account
am: &Dirisa diratwabogolo tsa dikgatlhong tsa my global LDAP mo akhaontong eno

source: &Edit Directories...
am: &amp;Tseleganya Mananefaeleâ€¦

source: _: do not translate "LDAP" in below line Use a different L&DAP server:
am: Dirisa dikgatlhong tse di farologaneng tsa L&DAP

source: Composition
am: Tlhamo

source: _: do not translate "html" in below line &Compose messages in HTML format
am: &Tlhama melaetsa ka fomete ya HTML

source: Automatically &quote the original message when replying
am: &Nopola molaetsa wa tshimologo ka boitiriso fa go arabiwa

source: _: This will concatenate with the 4 strings that follow. &Then,
am: &Mme morago,

source: start my reply above the quote
am: simolola karabo ya me fa godimo ga nopolo

source: start my reply below the quote
am: simolola karabo ya me fa tlase ga nopolo

source: select the quote
am: tlhopha nopolo

source: and &place my signature
am: mme o &beye mosaeno wa me

source: below the quote (recommended)
am: ka fa tlase ga nopolo (go a atlenegisiwa)

source: below my reply (above the quote)
am: ka fa tlase ga karabo ya me (fa godimo ga nopolo)
