Repository: translate/mozilla-l10n
Catalog: tn/mail/chrome/messenger/*-server-top.dtd.po
Languages: am

source: Security Settings
am: Boalo jwa Pabalesego

source: Server Settings
am: Boalo jwa Dikgatlhong

source: _: do not translate "POP" in below line POP Mail Server
am: Dikgatlhong tsa Poso tsa POP

source: _: do not translate "IMAP" in below line IMAP Mail Server
am: Dikgatlhong tsa Poso tsa IMAP

source: _: do not translate "NNTP" in below line News Server (NNTP)
am: Dikgatlhong tsa Dikgang (NNTP)

source: WebMail account
am: Akhaonto ya Poso ya Inthanete

source: Server Type:
am: Mofuta wa Dikgatlhong:

source: &Server Name:
am: &Leina la Dikgatlhong:

source: User &Name:
am: &Leina la Modirisi:

source: &Port:
am: &Setshwaraganyi:

source: Default:
am: Rulaganyetsa ruri:

source: Save password
am: Boloka khunolola moraba

source: _: translate below 2 line with grammer dependency Chec&k for new messages every
am: Tlh&amp;hola melaetsa e mentšhwa …nngwe le nngwe

source: minutes
am: metsotso

source: &Use secure connection (SSL)
am: &Dirisa kgolagano e e babalesegileng (SSL)

source: Use secure connection:
am: Dirisa kgolagano e e babalesegileng:

source: &Never
am: &Le e seng

source: TLS, if &available
am: TLS, fa &e le gona

source: Use secure authent&ication
am: Dirisa boammaa&ruri jo bo babalesegileng

source: Leave messa&ges on server
am: Tlogela mel&aetsa mo dikgatlhong

source: &Fetch headers only
am: &Tsaya dintlhagodimo fela

source: F&or at most
am: G&a fa go le gontsi

source: days
am: malatsi

source: Until I &delete or move them from Inbox
am: Go fitlhelela ke di &phimola gongwe ke di sutisa go tswa mo Bokosotsenang

source: Auto&matically download new messages
am: Kopolola melaetsa e mentšhwa ka boi&amp;tiriso

source: Server Hostname
am: Leina la Dikgatlhong tsa Khomphiutarakgolo

source: Your Login Name
am: Leina la Gago la go Tsena

source: _: do not translate "POP" in below line POP Server Information
am: Tshedimosetso ya Dikgatlhong ya POP

source: &When I delete a message:
am: &Fa ke phimola molaetsa:

source: Move it to the Trash folder
am: O sutisetse kwa setsholadifaeleng sa Matlakala

source: Mark it as deleted
am: O tshwaye jaaka o o phimotsweng

source: Remove it immediately
am: O tlose ka bonako

source: _: do not translate two of "&quot;" in below line Clean up (&quot;&Expunge&quot;) Inbox on Exit
am: Phepafatsa (&quot;&Expunge&quot;) Bokosotsenang fa o tswa

source: Empty Trash on E&xit
am: Tsholola Matlakala fa o T&swa

source: &Check for new messages at startup
am: &amp;Tlhola melaetsa e mentšhwa kwa masimologong

source: _: translate below 2 lines with grammar dependency Ask &me before downloading more than
am: &Mpotse pele ga go kopolola go feta

source: _: see note for maxMessagesStart.label messages
am: melaetsa

source: Al&ways request authentication when connecting to this server
am: K&a gale kopa rurifatso fa o gokaganya le dikgatlhong

source: newsrc &file:
am: &faele ya newsrc:

source: &Local directory:
am: &Lenanefaele la Selegae:

source: Show newsgroup names in the Mail Folder pane as:
am: Bontsha maina a ditlhopha tsa dikgang mo seokomedising sa Setsholadifaele sa Poso jaaka:

source: Full names (For example, 'netscape.public.mozilla.mail-news')
am: Maina ka botlalo (Sekai, 'netscape.public.mozilla.mail-news')

source: Abbreviate names (For example, 'n.p.m.mail-news')
am: Khutshwafatsa maina (Sekai,'n.p.m.mail-news')

source: Ad&vanced...
am: Ts&amp;weletseng…

source: Select Local Directory
am: Tlhopha Lenanefaele la Selegae

source: &Browse...
am: &amp;Batla…

source: Select newsrc File
am: Tlhopha Faele ya newsrc

source: Brows&e...
am: Batl&amp;a…
