Repository: translate/mozilla-l10n
Catalog: tn/mail/chrome/messenger/*-smime.properties.po
Languages: am

source: You specified that this message should be digitally signed, but the application either failed to find the signing certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
am: O totobaditse gore molaetsa ono o tshwanetse go saeniwa ka mokgwa wa dijitale, fela tiragatso e ka ne e reteletswe ke go bona setifikeiti sa go saena se se totobaditsweng mo Boalong jwa gago jwa Poso le Ditlhopha tsa Dikgang, gongwe setifikeiti se Fetile Nako.

source: You specified encryption for this message, but the application either failed to find the encryption certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
am: O totobaditse gore molaetsa ono o sirelediwe, fela tiragatso e ka ne e reteletswe ke go bona setifikeiti sa tshireletso se se totobaditsweng mo Boalong jwa gago jwa Akhaonto ya Poso le Setlhopha sa Dikgang, gongwe setifikeiti se Fetile Nako

source: You specified encryption for this message, but the application failed to find an encryption certificate for %S.
am: O totobaditse gore molaetsa ono o sirelediwe, fela tiragatso e ka ne e reteletswe ke go bona setifikeiti sa tshireletso sa %S.

source: You specified that this message should be digitally signed, but the application either failed to find an encryption certificate to include in the signed message, or the certificate has expired.
am: O totobaditse gore molaetsa ono o tshwanetse go saeniwa ka mokgwa wa dijitale, fela tiragatso e ka ne e reteletswe ke go bona setifikeiti sa tshireletso se se akarediwang le molaetsa o o saenilweng, gongwe setifikeiti se Fetile Nako.

source: Unable to encrypt message. Please check that you have a valid email certificate for each recipient. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted.
am: Retelelwa ke go kwala molaetsa ka khoutu. Tsweetswee tlhola gore o na le setifikeiti sa boammaaruri sa poso ya eleketoroniki sa moamogedi mongwe le mongwe. Tsweetswee tlhola gore a ditifikeiti tse di totobaditsweng mo Boalong jwa Akhaonto ya Poso le Setlhopha sa Dikgang mo akhaontong eno ya poso ke tsa boammaaruri e bile di a ikanyega.

source: Unable to sign message. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted
am: Retelelwa ke go saena molaetsa. Tsweetswee tlhola gore a ditifikeiti tse di totobaditsweng mo Boalong jwa Akhaonto ya Poso le Setlhopha sa Dikgang ke tsa boammaaruri e bile di a ikanyega

source: Security
am: Pabalesego

source: Certificate Manager can't locate a valid certificate that can be used to digitally sign your messages.
am: Motsamaisi wa Ditifekeiti ga a kgone go fitlhelela setifikeiti sa boammaaruri se se ka dirisiwang go saena melaetsa ya gago ka mokgwa wa dijitale.

source: Certificate Manager can't locate a valid certificate that other people can use to send you encrypted email messages.
am: Motsamaisi wa Ditifekeiti ga a kgone go fitlhelela setifikeiti sa boammaaruri se batho ba bangwe ba ka se dirisang go go romelela melaetsa ya poso ya eleketoroniki e e kwadilweng ka khoutu.

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to use the same certificate to encrypt & decrypt messages sent to you?
am: O tshwanetse gape go totobatsa setifikeiti se batho ba bangwe ba tla se dirisang go go romelela melaetsa e e sireleditsweng. A o batla go dirisa setifikeiti se le sengwe fela go sireletsa le go khoutulola melaetsa e o e romeletsweng?

source: Do you want to use the same certificate to encrypt & decrypt messages sent to you?
am: A o batla go dirisa setifikeiti se le sengwe fela go kwala ka khoutu le go khoutulola melaetsa e o e romeletsweng?

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to configure an encryption certificate now?
am: O tshwanetse gape go totobatsa setifikeiti se batho ba bangwe ba tla se dirisang go go romelela melaetsa e e kwadilweng ka khoutu. A o batla go rulaganya setifikeiti sa mokwalo wa khoutu jaanong?

source: You should also specify a certificate to use for digitally signing your messages. Do you want to use the same certificate to digitally sign your messages?
am: O tshwanetse gape go totobatsa setifikeiti sa go saena melaetsa ya gago ka mokgwa wa dijitale. A o batla go dirisa setifikeiti se le sengwe fela go saena melaetsa ya gago ka mokgwa wa dijitale?

source: Do you want to use the same certificate to digitally sign your messages?
am: A o batla go dirisa setifikeiti se le sengwe fela go saena melaetsa ya gago ka mokgwa wa dijitale?

source: You should also specify a certificate to use for digitally signing your messages. Do you want to configure a certificate for digitally signing messages now?
am: O tshwanetse gape go totobatsa setifikeiti se se tla dirisiwang go saena melaetsa ya gago ka mokgwa wa dijitale. A o batla go rulaganya setifikeiti sa go saena melaetsa ka mokgwa wa dijitale jaanong?
