Repository: translate/mozilla-l10n
Catalog: sah/toolkit/chrome/global/aboutSupport.dtd.po
Languages: sah

source: Troubleshooting Information
sah: Кыһалҕаны быһаарар туһунан

source: This page contains technical information that might be useful when you're trying to solve a problem. If you are looking for answers to common questions about &brandShortName;, check out our <a id='supportLink'>support website</a>.
sah: Бу сирэйгэ техническэй информация бэриллэр, ону туһанан кыһалҕаҕын быһаарыаххын сөп. &brandShortName; програаммаҕа куруук көстөр кыһалҕаҕа хоруй ылыаххын баҕарар буоллаххына биһиги <a id='supportLink'>өйүүр ситим-сирбитигэр</a> киир.

source: Extensions
sah: Кэҥэтиилэр

# aboutSupport.extensionName
source: Name
sah: Аата

source: Enabled
sah: Холбоммут

# aboutSupport.extensionVersion
source: Version
sah: Барыл

source: Description
sah: Сиһилии

source: Homepage
sah: Дьиэ-сирэй

source: Application Basics
sah: Приложение туһунан

# aboutSupport.appBasicsName
source: Name
sah: Аат

# aboutSupport.appBasicsVersion
source: Version
sah: Барыл

# aboutSupport.appBasicsUpdateHistory
source: Update History
sah: Саҥардыы сурунаала

source: Show Update History
sah: Саҥардыы су&рунаалын көрдөр

source: Profile Directory
sah: Профиль паапката

source: Profile Folder
sah: Профиль паапката

source: Enabled Plugins
sah: Холбоммут плагииннар

source: Build Configuration
sah: Торум (build) конфигурацията

source: Memory Use
sah: Долоҕойу туттуу

source: Open Directory
sah: Паапканы арый

source: Show in Finder
sah: Finder-гэ көрдөр

source: Show Folder
sah: Паапканы көрдөр

source: Important Modified Preferences
sah: Сүрүн уларытыллыбыт туруоруулар

# aboutSupport.modifiedPrefsName
source: Name
sah: Аат

source: user.js Preferences
sah: user.js туруоруулара

source: Your profile folder contains a <a id='prefs-user-js-link'>user.js file</a>, which includes preferences that were not created by &brandShortName;.
sah: Профилиҥ паапкатыгар &brandShortName; оҥорботох туруоруулардаах <a id='prefs-user-js-link'>user.js билэ</a> сытар эбит.

source: Graphics
sah: Графика

source: Incremental GC
sah: Инкрементальнай GC

source: Accessibility
sah: Киирэргэ дөбөҥө, өйдөнүмтүөтэ

source: Activated
sah: Холбоо

source: Prevent Accessibility
sah: Холбоммот гын

source: Library Versions
sah: Бибилитиэкэлэр барыллара

source: Installation History
sah: Туруоруу сурунаала

# aboutSupport.updateHistoryTitle
source: Update History
sah: Саҥардыы сурунаала

source: Copy text to clipboard
sah: Тиэкси долоҕойго (буфер обмена) төгүллээ

source: Copy raw data to clipboard
sah: Таҥастамматах дааннайдары долоҕойго хатаа
