Repository: translate/mozilla-l10n
Catalog: co/browser/chrome/browser/pageInfo.properties.po
Languages: co

source: Page Info - %S
co: Infurmazione pagine - %S

source: Frame Info - %S
co: Infurmazione riquadru - %S

source: Untitled Page:
co: Pagine senza nome:

source: Unknown
co: Scunnisciutu

source: Not specified
co: Micca spacificata

source: Yes
co: Iè

source: No
co: Nò

source: Image
co: Immagine

source: Background
co: Fondu

source: Object
co: Ugettu

source: Embed
co: Incurpuratu

source: Icon
co: Icona

source: Input
co: Intrata

# mediaSize
source: %Spx × %Spx
co: Larghezza: %Spx, altezza: %Spx

source: Select a Folder to Save the Images
co: Selezziunà un ripirtoriu par salvà l'immagine

source: Block Images from %S
co: Bluccà l'immagine da %S

source: Unknown (not cached)
co: Scunnisciutu (micca in cache)

source: %S Image
co: Immagine %S

source: %S Image (animated, %S frames)
co: Immagine %S (animata, %S frame)

source: %Spx × %Spx (scaled to %Spx × %Spx)
co: %Spx × %Spx (ridiminsiunata a %Spx × %Spx)

source: Standards compliance mode
co: Mudalità rispettu standard

source: %S KB (%S bytes)
co: %S kB (%S byte)

source: Meta (%S tags)
co: Meta (%S tag)

source: This website does not supply ownership information.
co: Ùn ci hè micca infurmazione annant'à u prupietariu di stu situ web.

source: Yes, once
co: Iè, una volta

source: Yes, %S times
co: Iè, %S volte

source: Use Default
co: Aduprà i pridifiniti
