Repository: translate/mozilla-l10n
Catalog: co/browser/chrome/browser/sanitize.dtd.po
Languages: co

source: Settings for Clearing History
co: Paràmetri pà u sfassamentu di a crunulugia

source: Clear Recent History
co: Sfassà a crunulugia ricente

source: When I quit &brandShortName;, it should automatically clear all:
co: À a sarratura di &brandShortName; caccià automaticamente:

source: &Time range to clear:
co: I&ntarvallu di tempu da sfassà:

source: Last Hour
co: ultima ora

source: Last Two Hours
co: ultime duie ore

source: Last Four Hours
co: ultime quattru ore

source: Today
co: oghje

source: Everything
co: tuttu

source: Visit Date
co: Data di visita

source: Name
co: Nome

source: D&etails
co: Ditagli

source: History
co: Crunulugia

source: Data
co: Dati

source: Saved &Passwords
co: Codici &salvati

source: &Cookies
co: C&ookie

source: &Offline Website Data
co: Dati micca in linia di i siti &web

source: Active &Logins
co: &Accessi fatti

source: &Site Preferences
co: &Prifirenze di i siti web

source: This action cannot be undone.
co: St'azzione ùn pò esse annullita.
