Repository: translate/mozilla-l10n
Catalog: tn/toolkit/chrome/cookie/cookieAcceptDialog.properties.po
Languages: tn

source: Host:
tn: Khomphiutarakgolo:

source: Domain:
tn: Motlaagana:

source: Encrypted connections only
tn: Dikgokagano tse di sireleditsweng fela

source: Any type of connection
tn: Kgokagano ya mofuta mongwe le mongwe

source: Show Details
tn: Bontsha dintlha

source: Hide Details
tn: Fitlha Dintlha

source: The site %S wants to set a cookie.
tn: Setsha %S se batla go tlhoma khoki.

source: The site %S wants to set a second cookie.
tn: Setsha %S se batla go tlhoma khoki ya bobedi.

source: The site %S wants to set another cookie. You already have %S cookies from this site.
tn: Setsha %S se batla go tlhoma khuki e nngwe. O setse o na le dikhuki tse %S go tswa mo setsheng seno.

source: The site %S wants to modify an existing cookie.
tn: Setsha %S se batla go fetola khuki e e gona.
