Repository: translate/mozilla-l10n
Catalog: sat/browser/chrome/browser/places/places.properties.po
Languages: sat

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
sat: जा़पती कारोन ला़गित् जावा चिकी आर बाङ डाटा urls को विन्डो आर साइड बार हिता़ल खोन बाङ लादे दाड़ेयाक् .

source: (no title)
sat: (जाहांन ञुतुम बाङ)

source: (Empty)
sat: (एकेनाक् )

source: Bookmarks backup filename
sat: पुथी चिनहा़ बेकऑप रेत् ञुतुम .

source: Revert Bookmarks
sat: पुथी चिनहा़ को उलटाव .

source: This will replace all of your current bookmarks with the backup. Are you sure?
sat: नोवा आमाक् नितोगाक् पुथी चिनाहा़ को बेकप सांव जोतो ओचोगा .चेत् आम निस्टा आकात् आ ?

source: Select a bookmarks backup
sat: मित् पुथी चिनहा़ बेकऑप बाछाव मे .

source: Unsupported file type.
sat: बाङ गोड़ोवाक् रेत् लेकान .

source: Unable to process the backup file.
sat: बेकऑप रेत् का़मी बाङ हुय होचो केया

source: Live Bookmark loading…
sat: लाइब पुथी चिनहा़ लादेयेत् आ …

source: Live Bookmark feed failed to load.
sat: लाइब पुथी चिनहा़ फिड लादे ला़गित् डिगा़व एना .

source: Open "%S"
sat: झिज मे "%S"

source: Sort '%S' by Name
sat: ञुतुम दाराय ते '%S' साला .

source: Sort by Name
sat: ञुतुम दाराय ते साला

source: Sort by &Name
sat: ञुतुम दाराय ते साला ( &N) .

source: Sort by &Location
sat: ठांव दाराय ते साला ( &L)

source: Sort by Most Recent &Visit
sat: आ़डी सुराक् ञेल दाराय ते साला ( &V)

source: Sort by Visit &Count
sat: ञेल आर लेखा दाराय ते साला (&C)

source: Sort by &Description
sat: (बोरनोन दाराय ते साला( &D)

source: Sort by Add&ed
sat: सालादाक् दाराय ते साला(&e)

source: Sort by Last &Modified
sat: मुचा़द बोदोल दाराय ते साला (&M) .

source: Sort by &Tags
sat: तोल को दाराय ते साला ( &T)

source: Search Bookmarks
sat: पुथी चिनहा़ को पानते मे.

source: Search History
sat: हिता़ल पानते

source: Search Downloads
sat: आ़तुर आंड़गो को पानते मे.

source: Confirm open
sat: झिज निस्टाय मे

source: You are about to open %S tabs. This might slow down %S while the pages are loading. Are you sure you want to continue?
sat: आम %S टेब को झिज ला़गिदोक् काना. नोवा दो लातार %S बाय-बाय दाड़ेयाक् तिन रे साहटा लादे आ. चेत् आम गोटा आकाद आ आम लेताड़ सानाम काना ?

source: Open tabs
sat: टेब को झिज मे

source: Warn me when opening multiple tabs might slow down %S
sat: हुसिंयार इञ मे तिन रे आ़डी लेकान टेब को झिजा लातार %S बाय बाय दाड़ेयाक् .

source: Import Bookmarks File
sat: पुथी चिनहा़ रेत् आ़गुय मे .

source: Export Bookmarks File
sat: पुथी चिनहा़ रेत् कुल मे .

source: No items
sat: जाहांन जिनिस को बाङ

source: One item;#1 items
sat: मित् जिनिस ;#1 जिनिस को

source: Most Visited
sat: आ़डी धाव ञेलाक् आ.

source: Recently Bookmarked
sat: नितोक् पुथी चिनहा़वाक् .

source: Recent Tags
sat: नितोक् तोल को

source: History
sat: हिता़ल

source: Downloads
sat: आ़तुर आंड़गो को

source: All Bookmarks
sat: जोतो पुथी चिनहा़ को

source: Tags
sat: तोल को

source: Tag
sat: टेग

source: Bookmark
sat: पुथी चिनहा़

source: Tab
sat: टेब

source: Browser Startup Error
sat: एतोहोब भुल ब्राउजार

source: The bookmarks and history system will not be functional because one of %S's files is in use by another application. Some security software can cause this problem.
sat: पुथी चिनहा़ को हिताल सिस्टाम दो का़मी बाङ हुयुक आ चेदाक् जे मित् %S's रेत् को रेयाक् . एटाक् एपलिकेसोन दाराय ते बेभार रे मेनाक् आ . तिनका गान जा़पती सोफ्ट वेयार नोवा दिग्धा हुय दोचो केया.

source: &Learn More
sat: बाड़ची चेद मे(&L)
