Repository: translate/mozilla-l10n
Catalog: kw/browser/pdfviewer/viewer.properties.po
Languages: kw

source: Previous Page
kw: Folen kens

# previous_label
source: Previous
kw: Kens

source: Next Page
kw: Nessa folen

# next_label
source: Next
kw: Nessa

# zoom_out.title
source: Zoom Out
kw: Setha yn-mes

# zoom_out_label
source: Zoom Out
kw: Setha yn-mes

# zoom_in.title
source: Zoom In
kw: Setha a-bervedh

# zoom_in_label
source: Zoom In
kw: Setha a-bervedh

source: Zoom
kw: Setha

source: Switch to Presentation Mode
kw: Skwychya dhe'n modh presentyans

source: Presentation Mode
kw: Modh presentyans

source: Open File
kw: Egeri an restren

source: Open
kw: Egeri

# print.title
source: Print
kw: Pryntya

# print_label
source: Print
kw: Pryntya

# download.title
source: Download
kw: Iskarga

# download_label
source: Download
kw: Iskarga

source: Current view (copy or open in new window)
kw: Gwel a-lemmyn (kopia po egeri yn fenester nowyth)

source: Current View
kw: Gwel a-lemmyn

# tools.title
source: Tools
kw: Toulys

# tools_label
source: Tools
kw: Toulys

# first_page.title
source: Go to First Page
kw: Mos dhe'n kynsa folen

# first_page.label
source: Go to First Page
kw: Mos dhe'n kynsa folen

# first_page_label
source: Go to First Page
kw: Mos dhe'n kynsa folen

# last_page.title
source: Go to Last Page
kw: Mos dhe'n diwettha folen

# last_page.label
source: Go to Last Page
kw: Mos dhe'n diwettha folen

# last_page_label
source: Go to Last Page
kw: Mos dhe'n diwettha folen

# page_rotate_cw.title
source: Rotate Clockwise
kw: Rosella gans an klock

# page_rotate_cw.label
source: Rotate Clockwise
kw: Rosella gans an klock

# page_rotate_cw_label
source: Rotate Clockwise
kw: Rosella gans an klock

# page_rotate_ccw.title
source: Rotate Counterclockwise
kw: Rosella erbynn an klock

# page_rotate_ccw.label
source: Rotate Counterclockwise
kw: Rosella erbynn an klock

# page_rotate_ccw_label
source: Rotate Counterclockwise
kw: Rosella erbynn an klock

# hand_tool_enable.title
source: Enable hand tool
kw: Gallosegi an toul dorn

# hand_tool_enable_label
source: Enable hand tool
kw: Gallosegi an toul dorn

# hand_tool_disable.title
source: Disable hand tool
kw: Diallosegi an toul dorn

# hand_tool_disable_label
source: Disable hand tool
kw: Diallosegi an toul dorn

# document_properties.title
source: Document Properties…
kw: Gnasow an skrif…

# document_properties_label
source: Document Properties…
kw: Gnasow an skrif…

source: File name:
kw: Hanow an restren:

source: File size:
kw: Myns an restren:

source: {{size_kb}} KB ({{size_b}} bytes)
kw: {{size_kb}} KB ({{size_b}} bayt)

source: {{size_mb}} MB ({{size_b}} bytes)
kw: {{size_mb}} MB ({{size_b}} bayt)

source: Title:
kw: Titel:

source: Author:
kw: Awtour:

source: Subject:
kw: Testen:

source: Keywords:
kw: Geryow-alhwedh:

source: Creation Date:
kw: Gwrys:

source: Modification Date:
kw: Chanjys:

source: {{date}}, {{time}}
kw: {{date}} dhe {{time}}

source: Creator:
kw: Gwrier:

source: PDF Producer:
kw: Askorrer PDF:

source: PDF Version:
kw: Versyon PDF:

source: Page Count:
kw: Niver a folennow:

# document_properties_close
source: Close
kw: Degea

# toggle_sidebar.title
source: Toggle Sidebar
kw: Diskwedhes/kudha an barr tu

# toggle_sidebar_label
source: Toggle Sidebar
kw: Diskwedhes/kudha an barr tu

source: Document Outline
kw: Gorlinen an skrifen

source: Show Attachments
kw: Diskwedhes stagellow

source: Attachments
kw: Stagellow

source: Show Thumbnails
kw: Diskwedhes an skeusenigow

source: Thumbnails
kw: Skeusenigow

source: Find in Document
kw: Kavos y'n skrifen

source: Find
kw: Kavos

source: Page {{page}}
kw: Folen {{page}}

source: Thumbnail of Page {{page}}
kw: Skeusennik folen {{page}}

source: Find:
kw: Kavos:

source: Find the previous occurrence of the phrase
kw: Kavos hwarfedhyans kens an lavaren

# find_previous_label
source: Previous
kw: Kens

source: Find the next occurrence of the phrase
kw: Kavos nessa hwarfedhyans an lavaren

# find_next_label
source: Next
kw: Nessa

source: Highlight all
kw: Golowboyntya puptra

source: Match case
kw: Senji an kas

source: Reached top of document, continued from bottom
kw: Dalleth an folen drehedhys, ow pesya dhyworth an goles

source: Reached end of document, continued from top
kw: Diwedh an folen drehedhys, ow pesya dhyworth an dalleth

source: Phrase not found
kw: Ny veu kevys an lavaren

source: More Information
kw: Moy kedhlow

source: Less Information
kw: Le kedhlow

# error_close
source: Close
kw: Degea

source: PDF.js v{{version}} (build: {{build}})
kw: PDF.js v{{version}} (ID an drehevyans: {{build}})

source: Message: {{message}}
kw: Messach: {{message}}

source: Stack: {{stack}}
kw: Pil: {{stack}}

source: File: {{file}}
kw: Restren: {{file}}

source: Line: {{line}}
kw: Linen: {{line}}

source: An error occurred while rendering the page.
kw: Yth esa gwall ow rendra an folen.

source: Page Width
kw: Lester an folen

source: Page Fit
kw: Folen dhien

source: Automatic Zoom
kw: Setha awtomatek

source: Actual Size
kw: Mens gwir

source: Error
kw: Gwall

source: An error occurred while loading the PDF.
kw: Yth esa gwall ow karga an PDF.

source: Invalid or corrupted PDF file.
kw: Restren PDF drog po pedrys.

source: Missing PDF file.
kw: Restren PDF kellys.

source: Unexpected server response.
kw: An servyer a wrug gorthyp nag o gortys.

source: [{{type}} Annotation]
kw: [Anosyans {{type}}]

source: Enter the password to open this PDF file.
kw: Entrewgh an ger-tremena rag ygeri an restren PDF ma.

source: Invalid password. Please try again.
kw: Ger-tremena drog. Assayewgh arta.

source: Warning: Printing is not fully supported by this browser.
kw: Gwarnyans: Nyns yw pryntya skoodhyes yn tien gans an beurel-ma.

source: Warning: The PDF is not fully loaded for printing.
kw: Gwarnyans: Nyns yw an PDF kowlgergys rag pryntya.

source: Web fonts are disabled: unable to use embedded PDF fonts.
kw: Dialosegys yw fontys gwias: ny yllir usya fontys PDF neythys.

source: PDF documents are not allowed to use their own colors: “Allow pages to choose their own colors” is deactivated in the browser.
kw: Nyns eus kummyas dhe skrifow PDF usya aga liwyow aga honan: Diallosegys yw 'Alowa dhe folennow dewis aga liwyow aga honan' y'n beurell.
