Repository: translate/mozilla-l10n
Catalog: ff/toolkit/chrome/mozapps/downloads/downloads.properties.po
Languages: ff

source: second;seconds
ff: majaango;majaali

source: minute;minutes
ff: hojom;hojomaaji

source: hour;hours
ff: waktu;waktuuji

source: day;days
ff: ñalawma;balɗe

source: Paused — #1
ff: Sabbinaama — #1

source: Downloading
ff: Nana aawtoo

source: Not Started
ff: Fuɗɗaaka

source: Failed
ff: Woorii

source: Finished
ff: Gasii

source: Canceled
ff: Haaytinaama

source: This download cannot be paused
ff: Ngol gaawtol waawaa sabbineede

source: Download Error
ff: Huulre Aawtagol

source: The download cannot be saved because an unknown error occurred. Please try again.
ff: Gaawtol ngol waawaa danndeede sabu juumre nde anndaaka waɗii. Tiiɗno fuɗɗito.

# quitCancelDownloadsAlertTitle
source: Cancel All Downloads?
ff: Haaytin Gaawte Fof?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
ff: So a yaltii jooni, gaawtol 1 maa haaytine. Aɗa yenanaa yiɗde yaltyde?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
ff: So a yaltii jooni, gaawte %S maa haaytine. Aɗa yenanaa yiɗde yaltyde?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
ff: So a uddii jooni, gaawtol 1 maa haaytine. Aɗa yenanaa yiɗde uddude?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
ff: So a uddii jooni, gaawte %S maa haaytine. Aɗa yenanaa yiɗde uddude?

# offlineCancelDownloadsAlertTitle
source: Cancel All Downloads?
ff: Haaytin Gaawte Fof?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
ff: So a seŋtiima jooni, gaawtol 1 maa haaytine. Aɗa yenanaa yiɗde seŋtaade?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
ff: So a seŋtiima jooni, gaawte %S maa haaytine. Aɗa yenanaa yiɗde seŋtaade?

# leavePrivateBrowsingCancelDownloadsAlertTitle
source: Cancel All Downloads?
ff: Haaytin Gaawte Fof?

source: Cancel 1 Download
ff: Haaytin Gaawtol 1

source: Cancel %S Downloads
ff: Haaytin Gaawte %S

source: Don't Exit
ff: Hoto Yaltu

source: Don't Quit
ff: Hoto Uddu

source: Stay Online
ff: Heddo e Ceŋol

source: Downloads Complete
ff: Gaawte timmii

source: All files have finished downloading.
ff: Piille fof ngasii aawteede.

source: Really fast
ff: Ko yaawi no feewi

source: %4$S — %1$S (%2$S %3$S/sec)
ff: %4$S — %1$S (%2$S %3$S/maj)

source: bytes
ff: bite

source: %1$S of %2$S %3$S
ff: %1$S e nder %2$S %3$S

source: %1$S %2$S of %3$S %4$S
ff: %1$S %2$S e nder %3$S %4$S

# transferNoTotal2
source: %1$S %2$S
ff: %2$S %1$S

# timePair2
source: %1$S %2$S
ff: %2$S %1$S

source: %1$S remaining
ff: Ena heddii %1$S

source: %1$S, %2$S remaining
ff: Ena heddii %1$S, %2$S

source: A few seconds remaining
ff: Majaali seeɗa keddii

source: Unknown time remaining
ff: Ko heddii anndaaka

source: Unknown size
ff: Ɓetol anndaaka

source: %1$S resource
ff: %1$S ɓultooje

source: local file
ff: fiilde nokkuure

# stateFailed
source: Failed
ff: Woorii

# stateCanceled
source: Canceled
ff: Haaytinaama

source: Blocked by Parental Controls
ff: Daaƴaaɗo Ndeenka Jinnaaɓe

source: Blocked: Download may contain a virus or spyware
ff: Daaƴaama: Gaawtol ena waawi soomde mboros walla ñukkiñoŋko

source: This download has been blocked by your Security Zone Policy
ff: Ngol Gaawtol koko daaƴaa Dawirgol Diiwaan Kisal maa

source: Yesterday
ff: Haŋki

source: Cannot Open %S
ff: Horiima Udditde %S

source: Cannot Show %S
ff: Horiima Hollude %S

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
ff: %S woodaani. Maa taw koko innitaa, dirtinaa, walla momtaa fila aawtaa.

source: Open With…
ff: Udditir…

source: #1 file - Downloads;#1 files - Downloads
ff: fiilde #1 - Gaawte;piille#1 - Gaawte

source: #2% of #1 file - Downloads;#2% of #1 files - Downloads
ff: #2% fiilde #1 - Gaawte;#2 nder piille #1 - Gaawte

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
ff: "%S" ko fiilde hurmoore. Kurmooje ena mbaawi soomde mborocce walla dokkanɗe goɗɗe bonnooje baawɗe bonnude ordinateer maa. Reento no feewi so aɗa uddita ndee fiilde. Aɗa yenanaa yiɗde hurminde "%S"?

source: Open Executable File?
ff: Uddit Fiilde Hurmoore?

source: Don't ask me this again
ff: Hoto naamnito-mi goɗngol

source: Desktop
ff: Biro

source: Downloads
ff: Gaawte
