Repository: translate/mozilla-l10n
Catalog: szl/browser/chrome/browser/syncCustomize.dtd.po
Languages: szl

source: Sync Selection
szl: Sztelōnki synchrōnizacyje

source: Start
szl: Synchrōnizuj

source: What would you like to sync?
szl: Ôbiōr rzeczy do synchrōnizacyje

source: You can change this selection in Options.
szl: Sztelōnki synchrōnizacyje idzie umiyniać w ôpcyjach.

source: You can change this selection in Preferences.
szl: Sztelōnki synchrōnizacyje idzie umiyniać w preferyncyjach.

source: Book&marks
szl: &Buchbindry

source: Histo&ry
szl: &Historyjŏ

source: &Tabs
szl: &Szkarty

source: &Passwords
szl: H&asła

source: Desktop &Add-ons
szl: Przi&dŏwki dlŏ kōmputrōw

source: De&sktop Preferences
szl: Sztelōnki wersyje na kōmp&utry
