Repository: translate/mozilla-l10n
Catalog: szl/browser/chrome/browser/webrtcIndicator.properties.po
Languages: szl

source: %S - Sharing Indicator
szl: %S - Skŏźnik udostympnianiŏ

source: Your camera and microphone are being shared. Click to control sharing.
szl: Ôbrŏz z kamery i klang z mikrofōna sōm udostympniane. Kliknij, coby reskyrować udostympnianiym.

source: Your camera is being shared. Click to control sharing.
szl: Ôbrŏz z kamery je udostympniany. Kliknij, coby reskyrować udostympnianiym.

source: Your microphone is being shared. Click to control sharing.
szl: Klang z mikrofōna je udostympniany. Kliknij, coby reskyrować udostympnianiym.

source: An application is being shared. Click to control sharing.
szl: Aplikacyjŏ je udostympnianŏ. Kliknij, coby reskyrować udostympnianiym.

source: Your screen is being shared. Click to control sharing.
szl: Ôbrŏz z ekranu je udostympniany. Kliknij, coby reskyrować udostympnianiym.

source: A window is being shared. Click to control sharing.
szl: Ôbrŏz ôkna je udostympniany. Kliknij, coby reskyrować udostympnianiym.

source: A tab is being shared. Click to control sharing.
szl: Ôbrŏz szkarty je udostympniany. Kliknij, coby reskyrować udostympnianiym.

source: Sharing Camera with “%S”
szl: Udostympnianie ôbrŏzu z kamery szkarcie „%S”

source: Sharing Microphone with “%S”
szl: Udostympnianie klangu z mikrofōna szkarcie „%S”

source: Sharing an Application with “%S”
szl: Udostympnianie aplikacyji szkarcie „%S”

source: Sharing Screen with “%S”
szl: Udostympnianie ôbrŏzu z ekranu szkarcie „%S”

source: Sharing a Window with “%S”
szl: Udostympnianie ôbrŏzu ôkna szkarcie „%S”

source: Sharing a Tab with “%S”
szl: Udostympnianie ôbrŏzu szkarty szkarcie „%S”

source: Control Sharing
szl: Preferyncyje udostympnianiŏ…

source: Sharing Camera with #1 tab;Sharing Camera with #1 tabs
szl: Udostympnianie ôbrŏzu z kamery jednyj szkarcie;Udostympnianie ôbrŏzu z kamery #1 szkartōm;Udostympnianie ôbrŏzu z kamery #1 szkartōm

source: Sharing Microphone with #1 tab;Sharing Microphone with #1 tabs
szl: Udostympnianie klangu z mikrofōna jednyj szkarcie;Udostympnianie klangu z mikrofōna #1 szkartōm;Udostympnianie klangu z mikrofōna #1 szkartōm

source: Sharing an Application with #1 tab;Sharing Applications with #1 tabs
szl: Udostympnianie aplikacyji jednyj szkarcie;Udostympnianie aplikacyji #1 szkartōm;Udostympnianie aplikacyji #1 szkartōm

source: Sharing Screen with #1 tab;Sharing Screen with #1 tabs
szl: Udostympnianie ôbrŏzu z ekranu jednyj szkarcie;Udostympnianie ôbrŏzu z ekranu #1 szkartōm;Udostympnianie ôbrŏzu z ekranu #1 szkartōm

source: Sharing a Window with #1 tab;Sharing Windows with #1 tabs
szl: Udostympnianie ôbrŏzu ôkna jednyj szkarcie;Udostympnianie ôbrŏzu ôkna #1 szkartōm;Udostympnianie ôbrŏzu ôkna #1 szkartōm

source: Sharing a Tab with #1 tab;Sharing Tabs with #1 tabs
szl: Udostympnianie ôbrŏzu szkarty jednyj szkarcie;Udostympnianie ôbrŏzu szkarty #1 szkartōm;Udostympnianie ôbrŏzu szkarty #1 szkartōm

source: Control Sharing on “%S”
szl: Preferyncyje udostympnianiŏ szkarcie „%S”
