Repository: translate/mozilla-l10n
Catalog: ach/browser/chrome/browser/downloads/downloads.dtd.po
Languages: ach

source: Downloads
ach: Gamo

source: &Pause
ach: &Cung

source: &Resume
ach: &Mede

source: &Cancel
ach: &Juki

source: Open Containing &Folder
ach: Yab &boc matye

source: Show In &Finder
ach: Nyut iye &Lanong

source: Retry
ach: Tem odoco

source: &Go To Download Page
ach: &Cit i Pot buk me Gam

source: Copy Download &Link
ach: Lok &Kakube me Gam

source: R&emove From History
ach: K&wany woko ki i Gin mukato

source: Cle&ar List
ach: Jw&a Nying jami

source: Clear &Downloads
ach: Jwa &Gam

source: Remove File
ach: Kwany pwail

source: Learn More
ach: Nong ngec mapol

source: &Show All Downloads
ach: &Nyut Gam Weng

source: Clear Downloads
ach: Jwa Gam

source: Clears completed, canceled and failed downloads
ach: Jwa gam ma otum, ma ki ngolo kacel ki ma opoto

source: There are no downloads.
ach: Gam peke.

source: No downloads for this session.
ach: Gam pi kare man peke.

source: Could not find any matching downloads.
ach: Pe nongo romo nogo gam ma rwate.
