Repository: translate/mozilla-l10n
Catalog: wo/browser/chrome/browser/sanitize.dtd.po
Languages: wo

source: Settings for Clearing History
wo: Paraameetaru far jaar jaar

source: Clear Recent History
wo: Màbbal jaar jaar yi mujj

source: When I quit &brandShortName;, it should automatically clear all:
wo: Bu ma dee génn &brandShortName; màbbalal mbir yii topp :

source: &Time range to clear:
wo: &Diggante bu ñu wara far :

source: Last Hour
wo: Waxtu wi mujj

source: Last Two Hours
wo: Ñaari waxtu yii mujj

source: Last Four Hours
wo: Ñeenti waxtu yi mujj

source: Today
wo: Tey

source: Everything
wo: Lépp

source: Visit Date
wo: Besu gane

source: Name
wo: Tur

source: D&etails
wo: Benn b&ennal yi

source: History
wo: Jaar jaar

source: Data
wo: Rootaan yi

source: Saved &Passwords
wo: &Baatu jàll yi ñu aar

source: &Cookies
wo: &Kuki yi

source: C&ache
wo: N&denc

source: &Offline Website Data
wo: &Rotaani dalub web yu jokkoowul

source: Active &Logins
wo: J&okkoo yiy dox

source: &Site Preferences
wo: &Taamu dalub web

source: This action cannot be undone.
wo: Jëf jii mënul dellu ginnaaw.
