Repository: translate/mozilla-l10n
Catalog: wo/browser/chrome/browser/syncSetup.dtd.po
Languages: wo

source: &syncBrand.fullName.label; Setup
wo: Tabbinu &syncBrand.fullName.label;

source: Welcome! If you've never used &syncBrand.fullName.label; before, you will need to create a new account.
wo: Dalal jamm! su fekkee mësuloo jëfandikoo &syncBrand.fullName.label; da nga wara sos koont bu bees ba pare.

source: Create a New Account
wo: Sos koont bu bees

source: I Have an Account
wo: Am naa koont

source: Have you used &syncBrand.fullName.label; before?
wo: Ndax mës nga jëfandikoo &syncBrand.fullName.label; ?

source: I've never used &syncBrand.shortName.label; before
wo: Mësumoo jëfandikoo &syncBrand.shortName.label;

source: I'm already using &syncBrand.shortName.label; on another device
wo: Maa ngiy jëfandikoo &syncBrand.shortName.label; ci beneen aparey

source: Server
wo: Serwëër

source: Default: Mozilla &syncBrand.fullName.label; server
wo: Ñakk ndigal: servëëru Mozilla &syncBrand.fullName.label;

source: Use a custom server…
wo: Jëfandikoo serwëër bu ñu solal…

source: &Account
wo: &Koont

source: &Password
wo: &Baatu jàll

source: Recovery &Key
wo: Caabi &jëli

source: Account Details
wo: Benn bennali koont bi

source: &Email Address
wo: Màkkaan &email

source: Choose a &Password
wo: &Tànn benn baatu jàll

source: Confir&m Password
wo: &Dëggal baatu caabi bi

source: I &agree to the
wo: N&angu naa

source: Terms of Service
wo: Ni ñu koy jëfandikoo

source: and the
wo: ak

source: Privacy Policy
wo: Politigu biir

source: &brandShortName; Cares About Your Privacy
wo: &brandShortName; wormal na sa dundu biir

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The Recovery Key which is necessary to decrypt your data is not uploaded.
wo: Ngir weg sa dundu biir yépp, say rootaan suul ci lim laata ñu yonnee leen. Caabi biy sulli say rootaan kenn du ko joxe.

source: Your Recovery &Key
wo: Sa caabi &jëli

source: Generate a new key
wo: Sos beneen caabi

source: Your Recovery Key is required to access &syncBrand.fullName.label; on other machines. Please create a backup copy. We cannot help you recover your Recovery Key.
wo: Faww nga am sa caabi jàppante ngir nga agg ci &syncBrand.fullName.label; ci yeneen masin. Defaral benn duppi aar. Mëneesula dimmali ngir jotaat ci.

source: &Print…
wo: &Móol…

source: &Save…
wo: &Aar…

source: Pair a Device
wo: Boole ak benn aparey

source: Show me how.
wo: Nan la?

source: I don't have the device with me
wo: Amewuma aparey ak man

source: Then, enter this code:
wo: Dugalal léegi kod bii:

source: Enter the code that the device provides:
wo: Dugalal kod bi aparey bi waccee:

source: Please try again.
wo: Jéemaatal.

source: The device has been successfully added. The initial synchronization can take several minutes and will finish in the background.
wo: Aparey yokku na. Jàppante bi jëkk mën na jël simili yu bari te nara jeex ci ginnaw.

source: To activate your device you will need to enter your Recovery Key. Please print or save this key and take it with you.
wo: Boo bëggee suqali aparey bi, war nga dugal sa caabi jàppante. Aar ko walla nga móol ko ngir mu bañ la sori.

source: Device Connected
wo: Aparey bu jokkoo

source: Sign In
wo: Jokkoo

source: Verifying…
wo: Wóorliku…

source: Reset Password
wo: Suqali baatu jàll

source: I have lost my other device.
wo: Mënatuma agg ci sama beneen aparey

source: Sync Options
wo: Tannéefi synchronisation

source: Devi&ce Name:
wo: &Turu aparey bi :

source: Sync My
wo: Jàppanteel

source: Book&marks
wo: Mandar&ga xët

source: &Tabs
wo: Koñ &yi

source: Histo&ry
wo: Jaar &jaar bi

source: &Passwords
wo: Baa&tu jàll yi

source: Preference&s
wo: Taamu yi

source: &Add-ons
wo: &Modilu mottali

source: Merge this device's data with my &syncBrand.shortName.label; data
wo: Boole rootaani ordinatëër bii ak samay rootaani &syncBrand.shortName.label;

source: Recommended:
wo: Digale nañu ko:

source: Replace all data on this device with my &syncBrand.shortName.label; data
wo: Wuutal rootaani ordintëër yépp ak samay rootaan ci &syncBrand.shortName.label;

source: Replace all other devices with this device's data
wo: Wuutal rootaani samay yeneen aparey ak rootaani ordinatëër bile

source: Confirm
wo: Dëggal

source: &syncBrand.fullName.label; will now merge all this device's browser data into your Sync account.
wo: &syncBrand.fullName.label; dina boole léegi rootani joowkatu ordinatëër bii ak sa koont Sync.

source: Warning: The following &brandShortName; data on this device will be deleted:
wo: Moytul: Rootaan yii yu &brandShortName; dina màbb ci ordinatëër bii:

source: &brandShortName; will then copy your &syncBrand.fullName.label; data to this device.
wo: &brandShortName; dina duppi ginnaaw loolu say rootaani &syncBrand.fullName.label; ci ordinatëër bii.

source: Warning: The following devices will be overwritten with your local data:
wo: Moytul: Say rootaani barab dina ñu moxane rootaani aparey yii:

source: Setup Complete
wo: Tabbin bi sotti na

source: You can change this preference by selecting Sync Options below.
wo: Tànn bii mën sa soppeeku boo falee tànnéefi jàppante fii ci suuf.

source: You may now continue using &brandShortName;.
wo: Mën nga léegi jëfandikuwaat bu jaar yoon &brandShortName;.
