Repository: translate/mozilla-l10n
Catalog: wo/browser/chrome/browser/syncSetup.properties.po
Languages: wo

source: Sync Options
wo: Tànnéefi jàppante

source: Done
wo: Jeex na

source: Cancel
wo: Neenal

source: Invalid email address
wo: Màkkaan email baaxul

source: Please enter a valid server URL
wo: Dugalal URL serwëër bu jag

source: Already in use
wo: Jëfandikoo nañu ko ba pare

source: Verifying…
wo: Woorliku baa ngiy dox…

source: and #1 additional device;and #1 additional devices
wo: ak benn aparey bu ñu yokk;ak #1 aparey yi ñu yokk

source: #1 bookmark;#1 bookmarks
wo: benn mandarga xët;#1 mandarga xët yi

source: #1 day of history;#1 days of history
wo: benn besu jaar jaar; #1 besi jaar jaar

source: #1 password;#1 passwords
wo: benn baatu jàll;#1 baati jàll

source: Save Recovery Key
wo: Aar caabi jëli bi

source: Firefox Recovery Key.html
wo: Caabi jëli Firefox.html

source: Firefox Sync is now set up to automatically sync all of your browser data.
wo: Tabb nañu léegi Firefox Sync ngir mu jàppanteel boppam ak say rootaani joowkat.

source: You can choose exactly what to sync by selecting Sync Options below.
wo: Mën nga tànn li wara jàppante boo falee tànnéefi jàppante ci suuf.

source: Firefox Sync will now merge all this device's browser data into your Sync account.
wo: Firefox jappante dina boole léegi rootaani ordinatëër bii yépp ak sa koont Sync.

source: Firefox Sync will now replace all of the browser data on this device with the data in your Sync account.
wo: Firefox jappante dina wuutal rootaani joowkat bu ordi bii ak say rootaani Sync.

source: Firefox Sync will now replace all of the browser data in your Sync account with the data on this device.
wo: Firefox jappante dina wuutal léegi rootaani njoow bu sa koont Sync ak rootaani ordi bi.

source: You can change this preference by selecting Sync Options below.
wo: Tànn bi mën na soppeeku boo falee tànnëefi Sync ci suuf.

source: Continue
wo: Kontineel

source: Are you sure?
wo: Wóor na la?
