Repository: translate/mozilla-l10n
Catalog: wo/browser/chrome/browser/tabbrowser.properties.po
Languages: wo

source: Connecting…
wo: Jokkoo…

source: Securing connection…
wo: Jokkoo bu aaru…

source: Searching…
wo: Wut…

source: Loading…
wo: Yebum…

source: Waiting…
wo: Ci xaar…

source: Downloading…
wo: Mi ngiy yeb…

source: New Tab
wo: Koñ bu bees

source: Close Tab
wo: Tëj koñ bi

source: Close
wo: Tëj

source: Confirm close
wo: Dëggalal tëj mi

source: Close tabs
wo: Tëjal koñ yi

source: Warn me when I attempt to close multiple tabs
wo: Ñu yëgal laata ñu tëj koñ yu bari

source: Close tab
wo: Tëjal koñ bi
