Repository: translate/mozilla-l10n
Catalog: ak/security/manager/chrome/pipnss/nsserrors.properties.po
Languages: ak

source: Cannot communicate securely with peer: no common encryption algorithm(s).
ak: Entumi ne mfɛfo ndi nkitaho yiye: Ɛnkryphyin akonta-hyehyɛe bi mbata abien no.

source: Unable to find the certificate or key necessary for authentication.
ak: Enhu abodin krataa no anaa safoa a ehia ma ne ngyetomu.

source: Unable to communicate securely with peer: peers's certificate was rejected.
ak: Entumi ne mfɛfo endi nkitaho pefee: Mfɛfo n'abodin krataa no endi mu.

source: The server has encountered bad data from the client.
ak: Somfo no ehyia deta-bɔne efi adwa-di-ni no hɔ.

source: The client has encountered bad data from the server.
ak: Dwadi-ni no ehyia data-bɔne efi somfo no hɔ.

source: Unsupported certificate type.
ak: Abodin krataa no ndi mu.

source: Peer using unsupported version of security protocol.
ak: Mfɛfo no reyɛ banbɔ protokɔl vɛɛhyen bi ho adwuma a endi mu.

source: Client authentication failed: private key in key database does not match public key in certificate database.
ak: Entumi angye adwumadi-ni no anto mu: ehinta-safoa a ɛwɔ safoa detabes no mu ɛne amansan-safoa a ɛwɔ abodin krataa detabes no mu abɔ ebira.

source: Unable to communicate securely with peer: requested domain name does not match the server's certificate.
ak: Entumi ne somfo no endi nkitaho pefee: domen din a obisaae no ne somfo n'abodin krataa no abɔ ebira.

source: Peer only supports SSL version 2, which is locally disabled.
ak: Somfo no yɛ SSL vɛɛhyen 2 no ho adwuma, a w'edum no.

source: SSL received a record with an incorrect Message Authentication Code.
ak: SSL nsa aka akyerɛwsiede bi a ne nkratoɔ ngyetomu kood ndi mu.

source: SSL peer reports incorrect Message Authentication Code.
ak: SSL mfɛfo abɔ nkratoɔ ngyetomu kood a endi mu ho amane.

source: SSL peer cannot verify your certificate.
ak: SSL somfo no ntumi nhwɛ w'abodin krataa no ndimu.

source: SSL peer rejected your certificate as revoked.
ak: SSL mfɛfo no apo w'abodin krataa no sɛ nea yɛatwe asan.

source: SSL peer rejected your certificate as expired.
ak: SSL mfɛfo no apo w'abodin krataa no sɛ nea atwam.

source: Cannot connect: SSL is disabled.
ak: Entumi nkɔnɛkte: SSL no edum.

source: Cannot connect: SSL peer is in another FORTEZZA domain.
ak: Entumi nkɔnɛkte: SSL mfɛfo no wɔ FORTEZZA domen foforo mu.

source: An unknown SSL cipher suite has been requested.
ak: Wɔebisa SSL saefa suite bi a yennim.

source: No cipher suites are present and enabled in this program.
ak: Saefa suite biara nni dwumadie yi mu a wɔasan asɔw.

source: SSL received a record with bad block padding.
ak: SSL nsa aka akyerɛwsiede bi a ɛwɔ blɔk paden a ɛnyɛ.

source: SSL received a record that exceeded the maximum permissible length.
ak: SSL nsa aka akyerɛwsiede a aboro atenten a wɔpene no so.

source: SSL attempted to send a record that exceeded the maximum permissible length.
ak: SSL yɛɛ sɛ ɛbɛmane akyerɛwsiede bi a aboro atenten a wɔpene so.

source: SSL received a malformed Hello Request handshake message.
ak: SSL enya hɛlo mbisae nsakyea nkratoɔ a anhyehyɛ yiye.

source: SSL received a malformed Client Hello handshake message.
ak: SSL enya adwumadi-ni hɛlo nsakyea nkratoɔ a anhyehyɛ yiye.

source: SSL received a malformed Server Hello handshake message.
ak: SSL enya somfo hɛlo nsakyea nkratoɔ a anhyehyɛ yiye.

source: SSL received a malformed Certificate handshake message.
ak: SSL enya abodin krataa nsakyea nkratoɔ a anhyehyɛ yiye.

source: SSL received a malformed Server Key Exchange handshake message.
ak: SSL enya somfo safoa nsesa-di nsakyea nkratoɔ a anhyehyɛ yiye.

source: SSL received a malformed Certificate Request handshake message.
ak: SSL enya abodin krataa nsakyea nkratoɔ mbisae a anhyehyɛ yiye.

source: SSL received a malformed Server Hello Done handshake message.
ak: SSL nsa aka somfo hɛlo ewie nsakyea nkratoɔ a anhyehyɛ yiye.

source: SSL received a malformed Certificate Verify handshake message.
ak: SSL enya abodin krataa ngye-to-mu nsakyea nkratoɔ a anhyehyɛ yiye.

source: SSL received a malformed Client Key Exchange handshake message.
ak: SSL enya adwumadi-ni safoa nsesa-di nsakyea nkratoɔ a anhyehyɛ yiye.

source: SSL received a malformed Finished handshake message.
ak: SSL nsa aka nsakyea a ewie nkratoɔ a anhyehyɛ yiye.

source: SSL received a malformed Change Cipher Spec record.
ak: SSL nsa aka Sesa Saefa Spɛk akyerɛwsiede a anhyehyɛ yiye.

source: SSL received a malformed Alert record.
ak: SSL nsa aka kɔkɔbɔ akyerɛwsiede a anhyehyɛ yiye.

source: SSL received a malformed Handshake record.
ak: SSL nsa aka Nsakyea akyerɛwsiede a anhyehyɛ yiye.

source: SSL received a malformed Application Data record.
ak: SSL nsa aka aplekehyen deta akyerɛwsiede a anhyehyɛ yiye.

source: SSL received an unexpected Hello Request handshake message.
ak: SSL nsa aka hɛlo nsakyea mbisae nkratoɔ a wanhwɛ enim.

source: SSL received an unexpected Client Hello handshake message.
ak: SSL nsa aka adwumadi-ni hɛlo nsakyea nkratoɔ a wanhwɛ enim.

source: SSL received an unexpected Server Hello handshake message.
ak: SSL nsa aka somfo hɛlo nsakyea nkratoɔ a wanhwɛ enim.

source: SSL received an unexpected Certificate handshake message.
ak: SSL nsa aka abodin krataa nsakyea nkratoɔ a wanhwɛ enim.

source: SSL received an unexpected Server Key Exchange handshake message.
ak: SSL nsa aka somfo safoa nsesa-di nsakyea nkratoɔ a wanhwɛ enim.

source: SSL received an unexpected Certificate Request handshake message.
ak: SSL nsa aka abodin krataa nsakyea mbisae nkratoɔ a wanhwɛ enim.

source: SSL received an unexpected Server Hello Done handshake message.
ak: SSL nsa aka somfo hɛlo ewie nsakyea nkratoɔ a wanhwɛ enim.

source: SSL received an unexpected Certificate Verify handshake message.
ak: SSL nsa aka abodin krataa agye-ato-mu nsakyea nkratoɔ a wanhwɛ enim.

source: SSL received an unexpected Client Key Exchange handshake message.
ak: SSL nsa aka adwumadi-ni safoa nsesa-di nsakyea nkratoɔ a wanhwɛ enim.

source: SSL received an unexpected Finished handshake message.
ak: SSL nsa aka ewie nsakyea nkratoɔ a wanhwɛ enim.

source: SSL received an unexpected Change Cipher Spec record.
ak: SSL nsa aka Sesa Saefa Spɛk akyerɛwsiede a wanhwɛ enim.

source: SSL received an unexpected Alert record.
ak: SSL nsa aka kɔkɔbɔ akyerɛwsiede a wanhwɛ enim.

source: SSL received an unexpected Handshake record.
ak: SSL nsa aka Nsakyea akyerɛwsiede a wanhwɛ enim.

source: SSL received an unexpected Application Data record.
ak: SSL nsa aka aplekehyɛn deta akyerɛwsiede a wanhwɛ enim.

source: SSL received a record with an unknown content type.
ak: SSL nsa aka akyerɛwsiede bi a ennim emu nsɛm.

source: SSL received a handshake message with an unknown message type.
ak: SSL nsa aka nsakyea nkratoɔ bi a ennim emu nkratoɔ nsɛm.

source: SSL received an alert record with an unknown alert description.
ak: SSL nsa aka kɔkɔbɔ akyerɛwsiede bi a ɛwɔ kɔkɔbɔ nkyerɛmu a yennim.

source: SSL peer has closed this connection.
ak: SSL mfɛfo aka kɔnɛkhyɛn yi ato mu.

source: SSL peer was not expecting a handshake message it received.
ak: SSL mfɛfo nsa aka nsa-kyea nkratoɔ bi a anhwɛ enim.

source: SSL peer was unable to successfully decompress an SSL record it received.
ak: SSL mfɛfo entumi ansane SSL akyerɛwsiede bi a ne nsa kaae.

source: SSL peer was unable to negotiate an acceptable set of security parameters.
ak: SSL mfɛfo no entumi anpene banbɔ mparamita biara a wɔsɔ eni.

source: SSL peer rejected a handshake message for unacceptable content.
ak: SSL mfɛfo epu nsa-kyea nkratoɔ bi efisɛ emu ɛho ntew.

source: SSL peer does not support certificates of the type it received.
ak: SSL mfɛfo nnyɛ abodin krataa no a ne nsa aka no bi ho adwuma.

source: SSL peer had some unspecified issue with the certificate it received.
ak: SSL mfɛfo no anya esie-sɛm bi afa abodin krataa a ne nsa aka no ho.

source: SSL experienced a failure of its random number generator.
ak: SSL ehyia n'aba mpofrim gyɛnɛreta no nkugodi.

source: Unable to digitally sign data required to verify your certificate.
ak: Entumi ansan deta a ehia sɛ wɔdebɛhwɛ w'abodin krataa no ndimu digyital kwan so.

source: SSL was unable to extract the public key from the peer's certificate.
ak: SSL entumi antwe amansan-safoa no enfi mfɛfo n'abodin krataa no so.

source: Unspecified failure while processing SSL Server Key Exchange handshake.
ak: Mfomso-esie wɔ bere a wɔrebu SSL somfo safoa nkitahodi nsa-kyea ho nkonta.

source: Unspecified failure while processing SSL Client Key Exchange handshake.
ak: Mfomso-esie wɔ bere a wɔrebu SSL kliente safoa nkitahodi nsa-kyea ho nkonta.

source: Bulk data encryption algorithm failed in selected cipher suite.
ak: Etufoɔ deta ɛnkryphyin algɔridim endi mu wɔ saefa suite a wapaw no mu.

source: Bulk data decryption algorithm failed in selected cipher suite.
ak: Etufoɔ deta dekryphyin algɔridim endi mu wɔ saefa suite a wapaw no mu.

source: Attempt to write encrypted data to underlying socket failed.
ak: Mbɔdenbɔ wɔ deta a wɔaɛnkrypte nkyerɛwee ɛkɔ ɛda-ase sɔkɛt endi mu.

source: MD5 digest function failed.
ak: MD5 daegyɛste fankhyɛn endi mu.

source: SHA-1 digest function failed.
ak: SHA-1 daegyɛst fankhyɛn endi mu.

source: MAC computation failed.
ak: MAC akontabu endi mu.

source: Failure to create Symmetric Key context.
ak: Entumi anbɔ Symɛtrik safoa kɔntɛkste.

source: Failure to unwrap the Symmetric key in Client Key Exchange message.
ak: Entumi ansane Symɛtrik safoa no wɔ kliente safoa nkitahodi nkratoɔ no mu.

source: SSL Server attempted to use domestic-grade public key with export cipher suite.
ak: SSL somfo no bɔɔ mbɔden sɛ ɛbɛyɛ fie-ade amansan safoa no ɛka amane saefa suite no ho.

source: PKCS11 code failed to translate an IV into a param.
ak: PKCS11 kood no entumi ankyerɛ IV ankɔ param.

source: Failed to initialize the selected cipher suite.
ak: Entumi ansɔw saefa suite a wapaw no.

source: Client failed to generate session keys for SSL session.
ak: Klayɛnt enntumi ennya sɛhyen nsafoa amma SSL sɛhyen no.

source: Server has no key for the attempted key exchange algorithm.
ak: Somfo no nni safoa biara mma safoa nsesae algɔredem no.

source: PKCS#11 token was inserted or removed while operation was in progress.
ak: Woyii anaa wɔsan de PKCS#11 mproprowa no hyɛɛe wɔ bere a edwumadi no rekɔ so.

source: No PKCS#11 token could be found to do a required operation.
ak: Enhu PKCS#11 mproprowa biara anfa annyɛ edwumadi ehiade biara.

source: Cannot communicate securely with peer: no common compression algorithm(s).
ak: Entumi ne mfɛfo ndi nkitaho pefee: wonni mmiaso algɔredem biara a ɛyɛ na.

source: Cannot initiate another SSL handshake until current handshake is complete.
ak: Entumi nsɔw SSL nsakyea foforo ɛkosi sɛ nsakyea yi akɔ ewiei.

source: Received incorrect handshakes hash values from peer.
ak: Nsa aka mfomso nsakyea hahye mba efi mfɛfo hɔ.

source: The certificate provided cannot be used with the selected key exchange algorithm.
ak: Saa abodin krataa yi ntumi ne safoa nsesa-di a wapaw no algɔredem no ntumi nnyɛ adwuma.

source: No certificate authority is trusted for SSL client authentication.
ak: Wɔngye abodin krataa biara nto mu mma SSL kliente ngyentomu.

source: Client's SSL session ID not found in server's session cache.
ak: Kliente SSL sɛhyen ID no nni somfo sɛhyen asiei no mu.

source: Peer was unable to decrypt an SSL record it received.
ak: Mfɛfo entumi ndekrypte SSL akyerɛwsiede bi a ne nsa aka.

source: Peer received an SSL record that was longer than is permitted.
ak: Mfɛfo nsa aka SSL akyerɛwsiede a ɛware sen nea ɛkwan da ho.

source: Peer does not recognize and trust the CA that issued your certificate.
ak: Mfɛfo nhyɛ-nso na ɛnsan ngye CA na eyii abodin krataa no puee no ntom.

source: Peer received a valid certificate, but access was denied.
ak: Mfɛfo nsa aka abodin krataa a edi mu nso wannya kwan.

source: Peer could not decode an SSL handshake message.
ak: Mfɛfo no entumi ankyerɛ SSL nsakyea nkratoɔ no ase.

source: Peer reports failure of signature verification or key exchange.
ak: Mfɛfo bɔ nsatim anaa safoa ngyetomu nkugodi ho amande.

source: Peer reports negotiation not in compliance with export regulations.
ak: Mfɛfo bɔ nkitahodi a enni amande ayɛde no mu ho amande.

source: Peer reports incompatible or unsupported protocol version.
ak: Mfɛfo bɔ protokɔl vɛɛhyen a emfa ho amande.

source: Server requires ciphers more secure than those supported by client.
ak: Somfo no hia nsaefa a wɔwɔ banbɔ anoɔden sen nea kliente no de yɛ adwuma.

source: Peer reports it experienced an internal error.
ak: Mfɛfo bɔ amande sɛ ehyia emuemu mfomso.

source: Peer user canceled handshake.
ak: Mfɛfo adwumadini etwa nsakyea mu.

source: Peer does not permit renegotiation of SSL security parameters.
ak: Mfɛfo mpene SSL banbɔ mparamita ho edwa-di apene-ka.

source: SSL server cache not configured and not disabled for this socket.
ak: SSL somfo asiei no nni sɔkɛt yi ho ahosiesie na wɔasɔw.

source: SSL peer does not support requested TLS hello extension.
ak: SSL mfɛfo ndi TLS hɛlo ntrɛw mbisae ho asɛm.

source: SSL peer could not obtain your certificate from the supplied URL.
ak: SSL mfɛfo entumi antwe w'abodin krataa enfi URL a ɛmaneeɛ.

source: SSL peer has no certificate for the requested DNS name.
ak: SSL mfɛfo no nni abodin krataa mma DNS din a wɔebisa no.

source: SSL peer was unable to get an OCSP response for its certificate.
ak: SSL mfɛfo no entumi enya OCSP anobua amma n'abodin krataa no.

source: SSL peer reported bad certificate hash value.
ak: SSL mfɛfo abɔ abodin krataa hahyɛ aba ho amande.

source: Peer attempted old style (potentially vulnerable) handshake.
ak: Tipɛn bɔɔ mbɔden sɛ ɔbekyia nsa (tumi kɔfa asɛm ba) wɔ kwan dadaw so.

source: SSL received an unexpected uncompressed record.
ak: SSL nsa kaa rɛkɔd a wɔmmia so na bio so ne eni nnda..

source: SSL received a weak ephemeral Diffie-Hellman key in Server Key Exchange handshake message.
ak: SSL no nsa kaa Diffie-Hellman safoa a ano nnyɛ den ɛwɔ Somfo fidie Nsesadi nsakyea no mu.

source: An I/O error occurred during security authorization.
ak: I/O mfomso sii wɔ banbɔ ahokwanma no mu.

source: security library failure.
ak: Banbɔ Nnwomasiebea Nkuguo.

source: security library: received bad data.
ak: Banbɔ Nnwomasiebea: nsa aka deta a asɛe.

source: security library: output length error.
ak: Banbɔ Nnwomasiebea: mbuaeɛ atenten mfomso.

source: security library has experienced an input length error.
ak: Banbɔ Nnwomasiebea ehyia nhyɛmu atenten mfomso.

source: security library: invalid arguments.
ak: Banbɔ Nnwomasiebea: nkontompo mba.

source: security library: invalid algorithm.
ak: Banbɔ Nnwomasiebea: algɔredem a endi mu.

source: security library: invalid AVA.
ak: Banbɔ Nnwomasiebea: AVA a endi mu.

source: Improperly formatted time string.
ak: Mbere ntoasoɔ a wɔanfɔɔmate nno yiye.

source: security library: improperly formatted DER-encoded message.
ak: Banbɔ Nnwomasiebea: DER-nkoode nkratoɔ a wɔanfɔɔmate no yiye.

source: Peer's certificate has an invalid signature.
ak: Mfɛfo abodin krataa nni nsatim a edi mu.

source: Peer's Certificate has expired.
ak: Mfɛfo abodin krataa mbere etwa mu.

source: Peer's Certificate has been revoked.
ak: Wɔasan atwe mfɛfo abodin krataa asan.

source: Peer's Certificate issuer is not recognized.
ak: Wɔngye mfɛfo abodin krataa eyi-kyerɛni nto mu.

source: Peer's public key is invalid.
ak: Mfɛfo amansan safoa ndi mu.

source: The security password entered is incorrect.
ak: Banbɔ ehintasɛmfua no ndi mu.

source: security library: no nodelock.
ak: Banbɔ Nnwomasiebea: enni noodlɔk.

source: security library: bad database.
ak: Banbɔ Nnwomasiebea: deta asiebea a asɛe.

source: security library: memory allocation failure.
ak: Banbɔ Nnwomasiebea: akaebea akyɛw nkuguodi.

source: Peer's certificate issuer has been marked as not trusted by the user.
ak: Mfɛfo abodin krataa eyi-kyerɛni enya ahyɛnso sɛ nea adwumadifo no ngye nto mu.

source: Peer's certificate has been marked as not trusted by the user.
ak: Mfɛfo abodin krataa enya ahyɛnso sɛ nea adwumadifo no ngye nto mu.

source: Certificate already exists in your database.
ak: Abodin krataa no wɔ wo deta siebea no mu dada.

source: Downloaded certificate's name duplicates one already in your database.
ak: Abodin krataa a woatwe no din ne foforo a ɛwɔ wo deta siebea no mu wɔ din koro.

source: Error adding certificate to database.
ak: Entumi amfa abodin krataa anka wo deta siebea no ho.

source: Error refiling the key for this certificate.
ak: Abodin krataa yi afaele ehyia mfomso.

source: The private key for this certificate cannot be found in key database
ak: Abodin krataa yi praevet safoa no nni deta siebea no mu

source: This certificate is valid.
ak: Abodin krataa no di mu.

source: This certificate is not valid.
ak: Abodin krataa no ndi mu.

source: Cert Library: No Response
ak: Abodin krataa nwomasiebea: Mbuae biara nni hɔ

source: The CRL for the certificate's issuer has an invalid signature.
ak: Abodin krataa yi eyikyerɛni no CRL no wɔ nsatim a endi mu.

source: New CRL has an invalid format.
ak: CRL foforo no fɔɔmat ndi mu.

source: Certificate extension value is invalid.
ak: Abodin krataa ntrɛw aba no ndi mu.

source: Certificate extension not found.
ak: Enhu abodin krataa ntrɛw no.

source: Issuer certificate is invalid.
ak: Eyikyerɛni abodin krataa ndi mu.

source: Certificate path length constraint is invalid.
ak: Abodin krataa akwan atenten ahokyerew ndi mu.

source: Certificate usages field is invalid.
ak: Abodin krataa adwumadi kyerɛwbea ndi mu.

source: **Internal ONLY module**
ak: **Mɔdul a wɔde di dwuma wɔ mu ara NKO**

source: The key does not support the requested operation.
ak: Safoa no ndi adwumadi a wɔebisa no ho adwuma.

source: Certificate contains unknown critical extension.
ak: Abodin krataa no wɔ ntrɛw titiriw bi a wo nnim.

source: New CRL is not later than the current one.
ak: CRL foforo no nnyɛ foforo sen dea wodeyɛ adwuma no.

source: Not encrypted or signed: you do not yet have an email certificate.
ak: Wontiim so na wɔn ɛnkrypteeɛ: wo nni e-mel abodin krataa ansa.

source: Not encrypted: you do not have certificates for each of the recipients.
ak: Wɔn ɛnkrypteeɛ: wo nni mbodin krataa mma wɔn a wɔn nsa bɛka no biara.

source: Cannot decrypt: you are not a recipient, or matching certificate and private key not found.
ak: Entumi ndekrypte: wo nnyɛ nea wɔn nsa bɛka no mu biara anaa abodin krataa ne safoa a wɔkɔ bom no nni hɔ.

source: Cannot decrypt: key encryption algorithm does not match your certificate.
ak: Entumi ndekrypte: safoa ɛnkryphyin algɔredem no ne w'abodin krataa no ndi nsɛ.

source: Signature verification failed: no signer found, too many signers found, or improper or corrupted data.
ak: Nsatim ngyetomu endi mu: enhu tumikyerɛni biara, tumikyerɛfo no yɛ pii dodow anaa deta no ndi mu anaa asɛe.

source: Unsupported or unknown key algorithm.
ak: Endi ho adwuma anaa ennim safoa no algɔredem.

source: Cannot decrypt: encrypted using a disallowed algorithm or key size.
ak: Entumi ndekrypte: wɔde algɔredem anaa safoa kɛseɛ a wɔn mma ho kwan na ɛde ɛnkryptee.

source: No Fortezza cards Found
ak: Ennhu Fortezza nkaad biara

source: No Fortezza card selected
ak: Wɔmmpaw Fortezza kaad biara

source: Please select a personality to get more info on
ak: Yɛsrɛ wo paw nea wo pɛ sɛ wo hu ne ho nsɛm

source: Personality not found
ak: Ennhu obiara

source: No more information on that Personality
ak: Infɔmehyɛn biara nnhi Pɛsenaliti no ho

source: Invalid Pin
ak: Pin nkotompo

source: Couldn't initialize Fortezza personalities.
ak: Enntumi annhyɛ Fortezza mpɛsenaliti ase.

source: No KRL for this site's certificate has been found.
ak: Wɔnnhuu KRL abodin krataa biara mmaa saet yi.

source: The KRL for this site's certificate has expired.
ak: Saet yi ne KRL etwa mu.

source: The KRL for this site's certificate has an invalid signature.
ak: KRL ma saet yi ne abodin krataa wɔ nsatim a enndi mu.

source: The key for this site's certificate has been revoked.
ak: Wɔatwe saet yi ne abodin krataa safoa.

source: New KRL has an invalid format.
ak: KRL foforo no fɔɔmat nndi mu.

source: security library: need random data.
ak: sikuriti laebri: hia data biarabiara.

source: security library: no security module can perform the requested operation.
ak: sikurity laebri: sikuriti mɔdul biara nni hɔ a ɛbetumi ayɛ dwumadi a wo bisae.

source: The security card or token does not exist, needs to be initialized, or has been removed.
ak: Sikuriti kaad anaaso token no nni hɔ, ɛwɔ sɛ wɔhyɛ no ase, anaaso wɔeyi no.

source: security library: read-only database.
ak: sikuriti laebri: databes a wo betumi akan pɛ.

source: No slot or token was selected.
ak: Ammpaw slɔt anaaso token biara.

source: A certificate with the same nickname already exists.
ak: Abodin krataa ɛwɔ saa din no pɛpɛɛpɛ wɔ hɔ dadaw.

source: A key with the same nickname already exists.
ak: Safoa a ɛwɔ saa din no pɛpɛɛpɛ wɔ hɔ dadaw.

source: error while creating safe object
ak: Mfomso bae wɔ bere a wɔrebɔ ɔgyɛkt a ho tew

source: error while creating baggage object
ak: mfomso bae wɔ bere a wɔrebɔ bagegye objgyɛkt

source: Couldn't remove the principal
ak: Enntumi ennyi prensepal no

source: Couldn't delete the privilege
ak: Enntumi ammpepa privilegye no

source: This principal doesn't have a certificate
ak: Prensepal yi nni abodin krataa

source: Required algorithm is not allowed.
ak: Wɔmma ho kwan sɛ wo de algɔredem no bedi dwuma.

source: Error attempting to export certificates.
ak: Mfomso bae wɔ bere a wɔremane abodin nkrataa no akɔ.

source: Error attempting to import certificates.
ak: Mfomso bae wɔ bere a wɔretwe abodin nkrataa no aba.

source: The user pressed cancel.
ak: Dehye no miaa kansel.

source: Not imported, already in database.
ak: Anntwe ammba mu, ɛwɔ databes no mu dadaw.

source: Message not sent.
ak: Annsoma nkrato no annkɔ.

source: Certificate key usage inadequate for attempted operation.
ak: Sɛnea wo de abodin krataa kii no redi dwuma no nnso mma oprehyɛn a wo yɛɛ sɛ wo reyɛ no.

source: Certificate type not approved for application.
ak: Wɔnngye abodin krataafa yinom mma aplekehyɛn no.

source: Address in signing certificate does not match address in message headers.
ak: Adrɛs a ɛwɔ abodin krataafa no mu mmfa adrɛs a ɛwɔ nkrato hɛda no mu nndi nsɛ.

source: Unable to generate public/private key pair.
ak: Nntumi nngyɛnɛrete amansan/praevet nta kii.

source: Certificate nickname already in use.
ak: Wɔde abodin krataa anyɛnkofa-din no redi dwuma dadaw.

source: Peer FORTEZZA chain has a non-FORTEZZA Certificate.
ak: FORTEZZA tipɛn kyen nni FORTEZZA Abodin krataa.

source: A sensitive key cannot be moved to the slot where it is needed.
ak: Renntumi mmfa kii atenkanoɔden nnkɔ slɔt a ho hia no.

source: Invalid module name.
ak: Mɔdul din nndi mu.

source: Invalid module path/filename
ak: Mɔdul kwan/fael din nndi mu.

source: Unable to add module
ak: Nntumi mmfa mɔdul nnka ho

source: Unable to delete module
ak: Nntumi mmpepa mɔdul

source: New KRL is not later than the current one.
ak: KRL foforo no nnyɛ foforo nnsen dea wo de reyɛ edwuma no.

source: The Certifying Authority for this certificate is not permitted to issue a certificate with this name.
ak: Abodin krataa yi no Abodin krataa tumifo nni akwanya sɛ ɔbɛkyerɛw aboding krataa a ekura din yi.

source: The key revocation list for this certificate is not yet valid.
ak: Abodin krataa yi ne revokehyɛn list nnyɛ nokware.

source: The certificate revocation list for this certificate is not yet valid.
ak: Abodin krataa yi no sɛtifiket revokehyɛn list nnyɛ nokware.

source: The requested certificate could not be found.
ak: Ennhu abodin krataa a wo bisae no.

source: The signer's certificate could not be found.
ak: Ennhu tumikyerɛwni no ne abodin krataa.
