Repository: translate/mozilla-l10n
Catalog: ak/security/manager/chrome/pipnss/nsserrors.properties.po
Languages: ak

source: The location for the certificate status server has invalid format.
ak: Sɛtifiket tebea sɛɛva lokehyɛn no nni fɔɔmat a edi mu.

source: The OCSP response cannot be fully decoded; it is of an unknown type.
ak: Nntumi nnkyerɛ OCSP mbuae no ase; nnim beebi a efiri reba.

source: The OCSP server returned unexpected/invalid HTTP data.
ak: OCSP sɛɛva no de HTTP data a eni nnda/onndi mu san bae.

source: The OCSP server found the request to be corrupted or improperly formed.
ak: OCSP sɛɛva no huu mbisae no sɛ enndi mu anaaso wɔannhyehyɛ no yie.

source: The OCSP server experienced an internal error.
ak: OCSP sɛɛva no nyaa noara mu mfomso.

source: The OCSP server suggests trying again later.
ak: OCSP sɛɛva no susu sɛ wo bɛsan abɔ mbɔden ekyiri.

source: The OCSP server requires a signature on this request.
ak: OCSP sɛɛva no hia nsatim wɔ mbisae yi so.

source: The OCSP server has refused this request as unauthorized.
ak: OCSP sɛɛva no ammpene mbisae efiri sɛ wɔmma ho kwan.

source: The OCSP server returned an unrecognizable status.
ak: OCSP sɛɛva no de tebea a yɛnnte ase san bae.

source: The OCSP server has no status for the certificate.
ak: OCSP sɛɛva no nni tebea biara mma abodin krataa no.

source: You must enable OCSP before performing this operation.
ak: Ɛwɔ sɛ wo sɔ OCSP ansaana wo edi dwuma yi.

source: You must set the OCSP default responder before performing this operation.
ak: Ɛwɔ sɛ wo hyɛ nea ɔbua OCSP difɔltmu ansaana wo edi dwuma yi.

source: The response from the OCSP server was corrupted or improperly formed.
ak: Mbuae a efiri OCSP sɛɛva hɔ bae no nndi mu anaaso wɔammbɔ no yie.

source: The signer of the OCSP response is not authorized to give status for this certificate.
ak: Wɔmmaa OCSP mbuae yi ne tumikyerɛwni tumi sɛ ɔmma abodin krataa yi ne tebea.

source: The OCSP response is not yet valid (contains a date in the future).
ak: OCSP mbuae no nnyɛ nokware (okura daakye afeda).

source: The OCSP response contains out-of-date information.
ak: OCSP mbuae no kura infɔmehyɛn a apa ho.

source: The CMS or PKCS #7 Digest was not found in signed message.
ak: Ennhunu CMS anaaso PKCS #7 Digest wɔ nkrato a wɔetim so no mu.

source: The CMS or PKCS #7 Message type is unsupported.
ak: Wɔnnsuo CMS anaaso PKCS #7 Nkrato bɔbea no mu.

source: PKCS #11 module could not be removed because it is still in use.
ak: Wɔenntumi ennyi PKCS #11 mɔdul no efiri sɛ wɔgu so de redi dwuma.

source: Could not decode ASN.1 data. Specified template was invalid.
ak: Enntumi annkyerɛ ASN.1 data ase. Tɛmplet pɔtee no nndi mu.

source: No matching CRL was found.
ak: Ennhu CRL biara a edi nsɛ.

source: You are attempting to import a cert with the same issuer/serial as an existing cert, but that is not the same cert.
ak: Wo reyɛ sɛ wo bɛtwe sɛɛt a ne adeyifo/sirial ne sɛɛt a ɛwɔ hɔ dadaw yɛ baako, naaso ɛnnyɛ sɛɛt noara.

source: NSS could not shutdown. Objects are still in use.
ak: NSS enntumi enndum. Wɔde nɔbgyɛkt gu so redi dwuma.

source: DER-encoded message contained extra unused data.
ak: Nna data a wɔmmfa nnyɛ hwee wɔ nkrato a wɔde DER ɛnkoodee no mu.

source: Unsupported elliptic curve.
ak: Wɔnngye kɛɛv te sɛ ɛleps no nnto mu.

source: Unsupported elliptic curve point form.
ak: Wɔnngye kɛɛv te sɛ ɛleps ne pɔent fɔɔm nnto mu.

source: Unrecognized Object Identifier.
ak: Nnhu Ɔgyɛkt ahyɛnsewde ne ban.

source: Invalid OCSP signing certificate in OCSP response.
ak: OCSP ne abodin krataa nsatim nndi mu wɔ OCSP mbuae no mu.

source: Certificate is revoked in issuer's certificate revocation list.
ak: Wɔeyi abodin krataa no efiri adeyifo ne abodin krataa revokehyɛn list mu.

source: Issuer's OCSP responder reports certificate is revoked.
ak: Adeyifu ne OCSP buafo bɔ amande sɛ wɔatwe abodin krataa no asan.

source: Issuer's Certificate Revocation List has an unknown version number.
ak: Adeyifu ne Abodin Krataa Revokehyɛn List wɔ vɛɛhyɛn nɔmba a obiara nnim.
