Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/preferences-old/preferences.properties.po
Languages: is, ro, xh

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
is: Ef þú velur þennan möguleika þá munu vefsíður sem þú skoðar verða sendar til %S. Til að halda áfram, skoðaðu og samþykktu eftirfarandi skilmála.
ro: Selectând această opțiune veți trimite adresele paginilor web pe care le vedeți către %S. Pentru a continua, vă rugăm să consultați și să acceptați următorii termenii de utilizare a serviciului.
xh: Ukukhetha le ndlela yokhetho kuya kuthumela idilesi yamaphepha ewebhu owabonayo ku-%S. Ukuqhubeka, nceda uhlole kwaye wamkele le miqathango yenkonzo ilandelayo.

source: Default (%S)
is: Sjálfgefið (%S)
ro: Implicit (%S)
xh: Esisiseko (%S)

source: Large minimum font size
is: Stór lágmarks leturstærð
ro: Dimensiune minimă mare a fonturilor
xh: Ubuncinane isayizi enefonti enkulu

source: You have selected a very large minimum font size (more than 24 pixels). This may make it difficult or impossible to use some important configuration pages like this one.
is: Þú hefur valið mjög stóra lágmarks leturstærð (stærri en 24 punktar). Þetta gæti leidd til þess að það væri erfitt eða ógerlegt að nota sumar stillingarsíður eins og þessa síðu.
ro: Ați selectat o dimensiune minimă foarte mare a fonturilor (mai mult de 24 de pixeli). Acest lucru poate face dificilă sau imposibilă folosirea unor pagini de configurare importante precum aceasta.
xh: Ukhethe ubuncinane isayizi enefonti enkulu (ngaphezulu kwama-24 yee-pixels). Oku kungenza kubenzima okanye kungenzeki ukuba kisetyenziswe amanye amaphepha abalulekileyo okungqamanisa afana neli.

source: Keep my changes anyway
is: Halda samt áfram með breytingar
ro: Păstrează-mi schimbările oricum
xh: Zigcine iinguqu zam nakanjanina

source: You have disabled Tracking Protection on these sites.
is: Þú hefur gert óvirka vörn gegn því að fylgst sé með þér á þessum vefsvæðum.
ro: Ai dezactivat protecția față de urmărire pe aceste site-uri.
xh: Uye wayekisa uTreka uKhuseleko kwezi sayithi.

source: Exceptions - Tracking Protection
is: Undanþágur - Vörn gegn því að fylgst sé með þér
ro: Excepții - Protecție față de urmărire
xh: Ezikhethekileyo - Treka Ukhuseleko

source: You can specify which websites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
is: Þú getur skilgreint hvaða vefsvæði hafa leyfi eða ekki til að nota smákökur. Sláðu inn nákvæma vefslóð fyrir vefsvæðið og smelltu svo á Loka á, Leyfa í þessari vafralotu eða Leyfa.
ro: Poți specifica ce site-uri web au întotdeauna sau niciodată permisiunea de a folosi cookie-uri. Tastează adresa exactă a site-ului pe care dorești să-l gestionezi și apoi clic pe „Blochează”, „Permite pentru sesiune” sau „Permite”.
xh: Ungachaza ukuba zeziphi na iiwebhusayithi ezisoloko okanye ezingaze zivumele ukusetyenziswa kweekhuki. Chwetheza idilesi yokwenene yesayithi ofuna ukuyilawula uze ucofe Thintela, Vumela iSeshoni, okanye Vumela.

source: Exceptions - Cookies
is: Undanþágur - Smákökur
ro: Excepții - Cookie-uri
xh: Izinxaxhi - iiKhuki

source: You can specify which websites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
is: Þú getur skilgreint hvaða vefsvæði hafa leyfi til að setja inn viðbætur. Sláðu inn nákvæma vefslóð fyrir vefsvæðið og smelltu svo á Leyfa.
ro: Poți specifica ce site-uri web au permisiunea de a instala suplimente. Tastează adresa exactă a site-ului pe care dorești să-l autorizezi și apoi clic pe „Permite”.
xh: Ungabalula ukuba zeziphi na iiwebhusayithi ezivumeleke ukufakela izongezelelo. Tayipha idilesi yokwenene yesayithi ofuna ukuyivumela uze ucofe Vumela.

source: Allowed Sites - Add-ons Installation
is: Leyfð vefsvæði - Uppsetning á viðbótum
ro: Site-uri autorizate - Instalare de extensii
xh: IiSayithi eziVunyelweyo – uFakelo lweZongezelelo

source: You can specify which websites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
is: Þú getur skilgreint hvaða vefsvæði hefur leyfi til að opna sprettiglugga. Sláðu inn nákvæma vefslóð fyrir vefsvæðið og smelltu svo á Leyfa.
ro: Poți specifica ce site-uri web au permisiunea de a deschide ferestre pop-up. Tastează adresa exactă a site-ului pe care dorești să-l autorizezi și apoi clic pe „Permite”.
xh: Ungabalula ukuba zeziphi na iiwebhusayithi ezivumeleke ukuvula iiwindow ezizivelelayo. Tayipha idilesi yokwenene yesayithi ofuna ukuyivumela uze ucofe Vumela.

source: Allowed Sites - Pop-ups
is: Leyfð vefsvæði - Sprettigluggar
ro: Site-uri autorizate - Ferestre pop-up
xh: IiSayithi eziVunyelweyo – Izinto ezizivelelayo

source: Control which websites are always or never allowed to send you notifications. If you remove a site, it will need to request permission again.
is: Hafðu stjórn á hvaða vefsvæði mega alltaf eða mega aldrei senda þér tilkynningar. Ef þú fjarlægir vefsvæði, þarf það að spyrja um leyfi aftur.
ro: Controlează care site-uri web au permisiunea întotdeauna sau niciodată de a-ți trimite notificări. Dacă elimini un site, acesta va avea nevoie să solicite permisiunea din nou.
xh: Lawula ukuba ziziphi iiwebhsayithi ezisoloko okanye ezingaze zivunyelwe ukuba zikuthumelele izaziso. Ukuba ususa isayithi, kuya kufuneka iphinde icele imvume.

source: Notification Permissions
is: Heimildir fyrir tilkynningar
ro: Permisiuni de notificare
xh: Iimvume Zezaziso

source: Please enter a valid hostname
is: Sláðu inn löglegt vistfang
ro: Vă rugăm să introduceți un nume de gazdă corect
xh: Nceda ngenisa igama lomamkeli elisebenzayo

source: Invalid Hostname Entered
is: Ólöglegt vistfang slegið inn
ro: Nume de gazdă incorect
xh: Kungeniswe igama loMamkeli elingasebenziyo

source: Exceptions - Saved Logins
is: Undantekningar - Vistaðar innskráningar
ro: Excepții - Autentificări salvate
xh: Ezikhethekileyo - IiLogini Ezigciniweyo

source: Logins for the following sites will not be saved:
is: Innskráningar fyrir eftirfarandi svæði verða ekki vistuð:
ro: Autentificările pentru următoarele site-uri nu vor fi salvate:
xh: Iiloginizezi sayithi zilandelayo aziyi kugcinwa:

source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
is: Þú getur valið hvaða lista Firefox mun nota til að loka á þá vefhluta sem gætu verið að fylgjast með þér.
ro: Poți alege care listă o va folosi Firefox pentru a bloca elementele web care îți pot urmări activitatea de navigare.
xh: Unokukhetha ukuba luluphi uluhlu oluya kusetyenziswa yi-Firefox ukubhloka ii-elementi zeWebhu ezinokutreka ukubhrawuza kwakho.

source: Block Lists
is: Lokunarlistar
ro: Liste de blocări
xh: Uluhlu Lokubhloka

# mozNameTemplate
source: %1$S %2$S
xh: I-%1$S %2$S

source: Disconnect.me basic protection (Recommended).
is: Disconnect.me grunnöryggi (Mælt með).
ro: Protecție de bază Disconnect.me (Recomandat).
xh: Susa ukhuseleko lwam olusisiseko (Kuyanconyelwa)

source: Allows some trackers so websites function properly.
is: Leyfa sumt svo vefsvæði virki eðlilega.
ro: Permite unele elemente de urmărire astfel ca site-urile web să funcționeze corespunzător.
xh: Ivumela abanye abatreki ngoko iiwebhsayithi zisebenza kakuhle.

source: Disconnect.me strict protection.
is: Disconnect.me mikið öryggi.
ro: Protecție strică Disconnect.me.
xh: Susa uqhagamshelo lwam kukhuseleko olungqongqo.

source: Blocks known trackers. Some sites may not function properly.
is: Loka á þekkta aðila. Sum vefsvæði gætu virkað illa.
ro: Blochează elementele de urmărire cunoscute. Unele site-uri pot să nu funcționeze corespunzător.
xh: Ibhloka abatreki abaziwayo. Ezinye iisayithi zisenokungasebenzi kakuhle.

source: %S must restart to change block lists.
is: %S verður að endurræsa til að breyta lokunarlistum.
ro: %S trebuie repornit pentru a schimba listele de blocări.
xh: I-%S imele iphinde iqale ukuze itshintshe uluhlu lokubhloka.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
is: Þú ert núna í FIPS ham. FIPS má ekki hafa tómt aðallykilorð.
ro: Acum vă aflați în modul FIPS. Pentru FIPS este nevoie de o parolă generală nevidă.
xh: Kungokunje ukwimo ye-FIPS. I-FIPS ifuna iPhaswedi yeMasta engekho ze.

source: Password Change Failed
is: Gat ekki breytt lykilorði
ro: Schimbarea parolei a eșuat
xh: Ukuguqulwa Kwegama Lokugqithisa Akuphumelelanga

source: Desktop
is: Skjáborð
ro: Spațiu de lucru
xh: Idesktophu

source: Downloads
is: Niðurhal
ro: Descărcări
xh: Okukhutshelweyo

source: Choose Download Folder:
is: Veldu niðurhals möppu:
ro: Alege dosarul de descărcare:
xh: Khetha iFolda yokuKhutshelwayo:

source: %S file
is: %S skrá
ro: Fișier %S
xh: Ifayile ye-%S

source: Save File
is: Vista skrá
ro: Salvează fișierul
xh: Gcina Ifayile

source: Use %S
is: Nota %S
ro: Folosește %S
xh: Sebenzisa i-%S

source: Use %S (default)
is: Nota %S (sjálfgefið)
ro: Folosește %S (implicit)
xh: Sebenzisa %S (okwesiseko)

source: Use other…
is: Nota annað…
ro: Folosește altceva…
xh: Sebenzisa enye…

source: Select Helper Application
is: Veldu hjálparforrit
ro: Selectați aplicația ajutătoare
xh: Lungiselela ukukhetha Inkqubo Yoncedo

source: Application Details…
is: Forritsupplýsingar…
ro: Detaliile aplicației…
xh: IiNkcukacha zeAplikheshini…

source: Web Feed
is: Straumur
ro: Flux web
xh: IFido yewebhu

source: Video Podcast
is: Myndahlaðvarp
ro: Podcast video
xh: IPodcast yevidiyo

source: Podcast
is: Hlaðvarp
xh: IPodcast

source: Always ask
is: Spyrja alltaf
ro: Întreabă întotdeauna
xh: Soloko ucela

source: Portable Document Format (PDF)
ro: Format de document portabil (PDF)
xh: Ifomathi yoxwebhu oluphathekayo (PDF)

source: Use %S (in %S)
is: Nota %S (í %S)
ro: Folosește %S (în %S)
xh: Sebenzisa i-%S (kwi-%S)

source: Preview in %S
is: Forskoða í %S
ro: Previzualizează în %S
xh: Imbonakalo yangaphambili kwi-%S

source: Add Live Bookmarks in %S
is: Bæta við lifandi bókamerki í %S
ro: Adaugă semne actualizabile în %S
xh: Yongeza iZalathisi eziphawulwayo eziphilayo kwi-%S

source: Host:
is: Vél:
ro: Gazdă:
xh: Umamkeli:

source: Domain:
is: Lén:
ro: Domeniu:
xh: Idomeyini:

source: Encrypted connections only
is: Eingöngu dulritaðar tengingar
ro: Doar conexiuni criptate
xh: Unxibelelwano olujikelwe kumbhalo wekhowudi kuphela

source: Any type of connection
is: Allskonar tengingar
ro: Orice tip de conexiune
xh: Naluphi na uhlobo lonxibelelwano

source: At end of session
is: Við enda vafralotu
ro: La sfârșitul sesiunii
xh: Ekupheleni kweseshoni

source: Allow
is: Leyfa
ro: Permite
xh: Vumela

source: Allow first party only
is: Leyfa aðeins fyrsta aðila
ro: Permiteți numai prima parte
xh: Vumela iqela lokuqala kuphela

source: Allow for Session
is: Leyfa í þessari vafralotu
ro: Permite pentru sesiune
xh: Vumela iSeshoni

source: Block
is: Loka á
ro: Blochează
xh: Nqanda

source: <no cookie selected>
is: <engin smákaka valin>
ro: <niciun cookie selectat>
xh: <akukho khuki ikhethiweyo>

source: The following cookies are stored on your computer:
is: Eftirfarandi smákökur eru geymdar á tölvunni þinni:
ro: Următoarele cookie-uri sunt stocate pe calculator:
xh: Iikhuki ezilandelayo zigcinwe ekhompyutheni yakho:

source: The following cookies match your search:
is: Eftirfarandi smákökur passa við leitina:
ro: Următoarele cookie-uri se potrivesc căutării tale:
xh: Iikhuki ezilandelayo zingqinelana nokhangelo lwakho:

source: Remove &All
is: Fjarlægja &allt
ro: Elimină-le to&ate
xh: Susa &Konke

source: Remove &All Shown
is: Fjarlægja &allt sem er sýnilegt
ro: Elimină to&ate cele afișate
xh: Susa &Konke Okubonisiweyo

source: &Remove Selected;Remove Selected
is: Fja&rlægja valið;Fjarlægja valið
ro: Elimină #1 selectat;Elimină #1 selectate
xh: &Susa eziKhethiweyo;Susa Ezikhethiweyo

source: None
is: Enginn
ro: Fără
xh: Akukho nanye

source: Remove offline website data
is: Fjarlægja utan netkerfis gögn
ro: Elimină datele offline ale site-urilor web
xh: Shenxisa ingcombolo yangaphandle kweintanethi kwiwebhusayithi

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
is: Eftir að þessi gögn verða fjarlægð, mun ekki verða hægt að skoða %S án nettengingar. Ertu viss um að þú viljir fjarlægja þetta ónettengda vefsvæði?
ro: După ștergerea acestor date, %S nu va mai fi disponibil offline. Sigur dorești să elimini aceste date offline ale site-ului web?
xh: Emva kokuyishenxisa le ngcombolo, i-%S ayisayi kufumaneka ngaphandle kweintanethi. Uqinisekile ukuba ufuna ukuyishenxisa le webhusayithi yangaphandle kweintanethi?

source: Remove offline data
is: Fjarlægja utankerfis gögn
ro: Șterge datele offline
xh: Shenxisa ingcombolo yangaphandle kweintanethi

# offlineAppUsage
source: %1$S %2$S
xh: I-%1$S %2$S

source: The following websites are not allowed to store data for offline use:
is: Eftirfarandi vefsvæði hafa ekki leyfi til að geyma gögn fyrir ónettengda notkun:
ro: Următoarele site-uri web nu au permisiunea de a stoca date pentru utilizare offline:
xh: Iiwebhusayithi ezilandelayo azivumelekanga ukuba zigcine ingcombolo yokusetyenziswa ngaphandle kweintanethi:

source: Offline Data
is: Gögn fyrir ónettengda notkun
ro: Date offline
xh: INgcombolo yaNgaphandle kweintanethi

source: Your web content cache is currently using %1$S %2$S of disk space
is: Vef flýtiminni er að nota %1$S %2$S af diskplássi
ro: Cache-ul pentru conținut web folosește în prezent %1$S %2$S din spațiul de pe disc
xh: Imemori esisikhupheli yesiqulatho sakho sewebhu ngokunje isebenzisa i-%1$S %2$S yesithuba sediski

source: Calculating web content cache size…
is: Reikna út stærð vefskyndiminnis…
ro: Se calculează dimensiunea memoriei cache pentru conținutul web…
xh: Ibala ubukhulu bememori esisikhupheli yesiqulatho sewebhu…

source: Your application cache is currently using %1$S %2$S of disk space
is: Forrita flýtiminni er að nota %1$S %2$S af diskplássi
ro: Cache-ul pentru aplicații folosește în prezent %1$S %2$S din spațiul de pe disc
xh: Imemori esisikhupheli yeaplikheshini yakho ngokunje isebenzisa i-%1$S %2$S yesithuba sediski

source: Your stored site data is currently using %1$S %2$S of disk space
is: Geymd gögn fyrir vefsvæði er að nota %1$S %2$S af diskplássi
ro: Datele stocate de site-uri ocupă în prezent %1$S %2$S din spațiul de pe disc
xh: Idatha yako yesayithi oyigcinileyo kungokunje isebenzisa i-%1$S %2$S yesithuba sediski

source: Clear all cookies and site data
is: Hreinsa allar smákökur og gögn vefsvæðis
ro: Șterge toate cookie-urile și datele site-urilor
xh: Cima zonke iikuki nedatha yesayithi

source: Selecting ‘Clear Now’ will clear all cookies and site data stored by Firefox. This may sign you out of websites and remove offline web content.
is: Ef þú velur ‘Hreinsa núna’ þá verða allar smákökur og gögn vefsvæðis hreinsuð úr Firefox. Þetta gæti leitt til þess að þú yrðir afskráður af vefsvæðum og ótengd netgögn fjarlægð.
ro: Selectarea opțiunii „Șterge acum” va șterge toate cookie-urile și datele site-urilor stocate de Firefox. Aceasta te-ar putea deconecta de la site-uri web și elimina conținutul web offline.
xh: Ukukhetha 'uCima Ngoku’ kuya kucima zonke iikuki nedatha yesayithi egcinwe nguFirefox ize isuse iisiqulatho sewebhu esingekho kwinethwekhi.

source: Clear Now
is: Hreinsa núna
ro: Șterge acum
xh: Cima Ngoku

# siteUsage
source: %1$S %2$S
xh: I-%1$S %2$S

source: Remove
is: Fjarlægja
xh: Susa

source: R&emove All
is: &Fjarlægja allt
xh: S&usa

source: R&emove All Shown
is: &Fjarlægja allt sem er sýnilegt
xh: S&usa Konke

source: &Learn More
is: &Fræðast meira
ro: Af&lă mai multe
xh: &Funda Okungakumbi

source: &Open Preferences
is: &Opna stillingar
ro: Deschide preferințele
xh: &Vula iiPriferensi

source: &Open Options
is: &Opna stillingar
ro: Deschide &opțiunile
xh: &Vula Ukhetho

source: %S is running out of disk space. Website contents may not display properly. You can clear stored site data in Preferences > Advanced > Site Data.
is: %S er verða búið með diskaplássið. Hugsanlega birtist innihald vefsvæði ekki rétt. Þú getur hreinsað vistuð gögn í Valkostir > Ítarlegt > Gögn vefsvæðis.
xh: I-%S iphelelwa yindawo kwidiski. Iziqulatho zewebhsayithi zisenokungaboniswa kakuhle. Ungasusa idatha ekwisayithi egciniweyo kwiPriferensi > eHambele Phambili > kwiDatha yeSayithi.

source: %S is running out of disk space. Website contents may not display properly. You can clear stored site data in Options > Advanced > Site Data.
is: %S er verða búið með diskaplássið. Hugsanlega birtist innihald vefsvæði ekki rétt. Þú getur hreinsað vistuð gögn í Valkostir > Ítarlegt > Gögn vefsvæðis.
xh: I-%S iphelelwa yindawo kwidiski. Iziqulatho zewebhsayithi zisenokungaboniswa kakuhle. Unokususa idatha yesayithi egciniweyo kokuKhethwayo > eHambele phambili > iDatha yeSayithi.

source: O&K, Got it
is: Í &lagi, ég skil
ro: O&k, am înțeles
xh: Ku&lungile. Ndiyifumene

source: %S is running out of disk space. Website contents may not display properly. Visit “Learn More” to optimize your disk usage for better browsing experience.
is: %S er verða búið með diskaplássið. Hugsanlega birtist innihald vefsvæði ekki rétt. Kíktu á “Fræðast meira” til að lagfæra disk notkun til að vafra betur.
xh: I-%S iphelelwa yindawo kwidiski. Iziqulatho zewebhsayithi zinokungabonisi kakuhle. Tyelela ethi “Funda Okungakumbi” ukuze u-optimayize ukusebenzisa kwakho idiski ukuze ubhrawze kakuhle.

source: %S must restart to enable this feature.
is: %S þarf að endurræsa til að virkja þennan eiginleika.
ro: %S trebuie repornit pentru a activa această funcționalitate.
xh: I-%S kufuneka iqalise ngokutsha ukuyenza isebenze ifitsha.

source: %S must restart to disable this feature.
is: %S þarf að endurræsa til að taka þennan eiginleika af.
ro: %S trebuie repornit pentru a dezactiva această funcționalitate.
xh: I-%S kufuneka iqalise ngokutsha ukuyenza ingasebenzi le fitsha.

source: Restart %S
is: Endurræsa %S
ro: Repornire %S
xh: Qalisa kwakhona %S

source: Restart %S now
is: Endurræsa %S núna
ro: Repornește %S acum
xh: Phinda uqale i%S ngoku

source: Revert
is: Afturkalla
ro: Revino
xh: Buyela kweyangaphambili

source: Restart Now
is: Endurræsa núna
ro: Repornește acum
xh: Qalisa Kwakhona Ngoku

source: Restart Later
is: Endurræsa seinna
ro: Repornește mai târziu
xh: Qalisa ngokutsha Kamva

source: Close All Container Tabs?
is: Loka öllum innihaldsflipum?
ro: Închizi toate filele container?
xh: Ufuna ukuvala Zonke iiThebhu zeeKhonteyina?

source: If you disable Container Tabs now, #S container tab will be closed. Are you sure you want to disable Container Tabs?;If you disable Container Tabs now, #S container tabs will be closed. Are you sure you want to disable Container Tabs?
is: Ef þú gerir innihaldsflipa óvirka, verður #S innihaldsflipa lokað. Ertu viss um að þú viljir gera innihaldsflipa óvirka?;Ef þú gerir innihaldsflipa óvirka, verður #S innihaldsflipum lokað. Ertu viss um að þú viljir gera innihaldsflipa óvirka?
ro: Dacă dezactivezi containerele de file, containerul #S se va închide. Sigur dorești dezactivarea containerelor de file?;Dacă dezactivezi containerele de file acum, containerul #S se va închide. Sigur dorești să dezactivezi containerele de file?
xh: Ukuba uyazivala iiThebhu zeKhonteyina ngoku, i-#S ithebhu yekhonteyina iya kuvalwa. Uqinisekile ukuba ufuna ukuzivala iiThebhu zeKhonteyina?; Ukuba uyazivala iiThebhu zeKhonteyina ngoku, ii-#S iithebhu zekhonteyina ziya kuvalwa. Uqinisekile ukuba ufuna ukuzivala iiThebhu zeKhonteyina?

source: Close #S Container Tab;Close #S Container Tabs
is: Loka #S innihaldsflipa;Loka #S innihaldsflipum
ro: Închide containerul de file #S;Închide containerele de file #S
xh: Vala iThebu yeKhonteyina i-#S;Vala iiThebhu zeKhonteyina ii-#S.

source: Keep enabled
is: Nota áfram
ro: Menține activat
xh: Zigcina zivuliwe

source: Remove This Container?
is: Fjarlægja innihaldsflipa?
ro: Elimini acest container?
xh: Ufuna ukuSusa le Khonteyina?

source: If you remove this Container now, #S container tab will be closed. Are you sure you want to remove this Container?;If you remove this Container now, #S container tabs will be closed. Are you sure you want to remove this Container?
is: Ef þú fjarlægir innihaldsflipa, verður #S innihaldsflipa lokað. Ertu viss um að þú viljir fjarlægja innihaldsflipa?;Ef þú fjarlægir innihaldsflipa, verður #S innihaldsflipum lokað. Ertu viss um að þú viljir fjarlægja innihaldsflipa?
ro: Dacă elimini acest container acum, #S filă container va fi închisă. Sigur dorești eliminarea acestui container?;Dacă elimini acest container acum, #S file container vor fi închise. Sigur dorești eliminarea acestui container?
xh: Ukuba ususa le Khonteyina ngoku, ithebhu yekhonteyina i-#S iya kuvalwa. Uqinisekile ukuba ufuna ukuyisusa le Khonteyina? Ukuba uyayisusa le khonteyina ngoku, iithebhu zekhonteyina ze-#S ziya kuvalwa. Uqinisekie ukuba ufuna ukuyisusa le Khonteyina?

source: Remove this Container
is: Fjarlægja innihaldsflipa
ro: Elimină acest container
xh: Yisuse le Khonteyina

source: Don’t remove this Container
is: Ekki fjarlægja innihaldsflipa
ro: Nu elimina acest container
xh: Musa ukuyisusa le Khonteyina

source: Calculating site data size…
is: Reikna gagnastærð…

source: Persistent
is: Varanlegt

source: The following websites store site data on your computer. %S keeps data from sites with persistent storage until you delete it, and deletes data from sites with non-persistent storage as space is needed.
is: Eftirfarandi vefsvæði geyma gögn á tölvunni þinni. %S geymir gögn frá vefsvæðum með varanleg gögn þar til þú eyðir þeim, en eyðir gögnum frá svæðum sem nota ekki varanleg gögn eins og þörf þykir.
ro: Următoarele site-uri web stochează date ale site-urilor pe calculator. %S păstrează datele de la site-uri cu stocarea persistentă până când le le ștergi, iar acesta șterge datele de la site-uri cu stocare nepersistentă când este necesar spațiu.
