Repository: translate/mozilla-l10n
Catalog: ach/browser/chrome/browser/devtools/webide.properties.po
Languages: ach

source: Firefox WebIDE
ach: WebIDE me Firefox

source: Firefox WebIDE: %S
ach: WebIDE: %S me Firefox

source: Select Runtime
ach: Yer me cawa tic

source: Open App
ach: Yab purugram

source: Main Process
ach: Yo ma pire tek

source: Local Runtime
ach: Cawa tic me gang

source: Remote Runtime
ach: Cawa me tic ma cen

# remote_runtime_promptTitle
source: Remote Runtime
ach: Cawa me tic ma cen

source: hostname:port
ach: nying lapok tic:bur

source: Select Directory
ach: Yer lacim yoo

source: Open Hosted App
ach: Yab purugram ma iye lapok tic

source: Enter Manifest URL
ach: Ket lanyut me URL

source: Troubleshooting
ach: Yubo bal

source: Loading…
ach: Cano…

source: Can't install project. Not fully connected.
ach: Pe twero keto tic. Kube pe tye maber.

source: Can't install project. Validation errors.
ach: Pe twero keto tic. Bal me yeny.

source: Can't get app list from device
ach: Pe twero gamo nying purugram ki i nyonyo

source: Operation timed out: %1$S
ach: Cawa tic otum woko: %1$S

source: Operation failed: %1$S
ach: Tic pe olare: %1$S

source: Can't connect to app: %1$S
ach: Pe twero kube ki purugram: %1$S

source: Can't fetch the add-on list: %S
ach: Pe twero omo nying med-ikome: %S

source: Unable to load project list. This can occur if you've used this profile with a newer version of Firefox.
ach: Pe twero cano nying tic. Man romo time ka i tiyo ki profile man kacel ki kit Firefox manyen.

source: stable
ach: omoko liking

source: unstable
ach: pe omoko liking

source: Firefox OS %1$S Simulator (%2$S)
ach: Lapor (%2$S) me Firefox OS %1$S

source: install
ach: ket

source: uninstall
ach: kwanyo

source: ADB Helper Add-on
ach: Med-ikome pa lakony me ADB

source: Tools Adapters Add-on
ach: Med-ikome pa nyonyo me lakub

source: USB devices won't be detected without this add-on
ach: Nyonyo me USB pe bitic labongo med-ikome man

source: Installed
ach: Kiketo woko

source: Not Installed
ach: Pe okete

source: preparing
ach: tye ka yube

source: downloading
ach: tye ka gamo

source: installing
ach: tye ka keto

source: no
ach: pe

source: yes
ach: eyo

source: unknown (requires ADB Helper 0.4.0 or later)
ach: pe ngene (mito ADB Helper 0.4.0 onyo ma lacen)

source: Not a USB device
ach: Pe nyonyo me USB

source: Validation status: %1$S
ach: Kit ma yeny me ada tye kwede: %1$S

source: Reset to default
ach: Nwo tero i makwongo

source: Custom
ach: Yiko
