Repository: translate/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/feeds/subscribe.properties.po
Languages: roa_es_val

source: Go to %S
roa_es_val: Anar a %S

source: Add “%S” (%S) as a Feed Reader?
roa_es_val: ¿Afegir "%S" (%S) com un llector de canals?

source: Add Feed Reader
roa_es_val: Afegir llector de canals

source: “%S” is already registered as a Feed Reader
roa_es_val: "%S" està ya registrat com un llector de canals

source: Live Bookmarks
roa_es_val: Marcadors dinàmics

source: Subscribe Now
roa_es_val: Subscriure's ara

source: Choose Application…
roa_es_val: Triar aplicació…

source: Choose Application
roa_es_val: Trie aplicació

source: Always use %S to subscribe to feeds
roa_es_val: Utilisar sempre %S per a subscriure's als canals

source: Media files
roa_es_val: Archius mèdia

source: Always use %S to subscribe to feeds.
roa_es_val: Utilisar %S sempre per a subscriure's als canals.

source: Always use %S to subscribe to podcasts.
roa_es_val: Utilisar %S sempre per a subscriure's als podcasts.

source: Always use %S to subscribe to video podcasts.
roa_es_val: Utilisar %S sempre per a subscriure's als vídeo podcasts.

source: Subscribe to this feed using
roa_es_val: Subscriure's ad este canal usant

source: Subscribe to this podcast using
roa_es_val: Subscriure's ad este podcast usant

source: Subscribe to this video podcast using
roa_es_val: Subscriure's ad este vídeo podcast usant

source: This is a “feed” of frequently changing content on this site.
roa_es_val: Açò és un "canal" de contingut que canvia a sovint en esta web.

source: This is a “podcast” of frequently changing content on this site.
roa_es_val: Açò és un "podcast" de contingut que canvia a sovint en esta web.

source: This is a “video podcast” of frequently changing content on this site.
roa_es_val: Açò és un "vídeo podcast" de contingut que canvia a sovint esta web.

source: You can subscribe to this feed to receive updates when this content changes.
roa_es_val: Pot subscriure's ad este canal per a rebre actualisacions quan este contingut canvie.

source: You can subscribe to this podcast to receive updates when this content changes.
roa_es_val: Pot subscriure's ad este podcast per a rebre actualisacions quan este contingut canvie.

source: You can subscribe to this video podcast to receive updates when this content changes.
roa_es_val: Pot subscriure's ad este vídeo podcast per a rebre actualisacions quan este contingut canvie.

source: Add %S (%S) as an application for %S links?
roa_es_val: ¿Afegir %S (%S) com aplicació per a vínculs %S?

source: Add Application
roa_es_val: Afegir aplicació
