Repository: translate/mozilla-l10n
Catalog: */suite/chrome/common/pref/pref-images.dtd.po
Languages: hu

source: Images
hu: Képek

source: Image Acceptance Policy
hu: Képek letiltása

source: Specify how &brandShortName; handles images.
hu: Adja meg, hogy kezelje a &brandShortName; a képeket.

source: &Load all images
hu: Összes kép &betöltése

source: O&nly load images that come from the originating server
hu: &Csak a webhely kiszolgálójáról származó képek betöltése

source: &Do not load any images
hu: Képek be&töltésének tiltása

source: Manage &Permissions
hu: &Engedélyek kezelése

source: Animated images should loop
hu: Az animált képek lejátszhatóak

source: As &many times as the image specifies
hu: &Ahányszor a képben meg van határozva

source: &Once
hu: &Egyszer

source: Ne&ver
hu: &Soha
