Repository: translate/mozilla-l10n
Catalog: roa-*-val/toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: roa_es_val

source: Create Profile Wizard
roa_es_val: Assistent de creació de perfils

source: &brandShortName; stores information about your settings and preferences in your personal profile.
roa_es_val: &brandShortName; guarda informació sobre els seus ajusts i preferències en el seu perfil personal.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
roa_es_val: Si és l'única persona que usa esta còpia de &brandShortName;, deu tindre almenys un perfil. Si ho desija, pot crear múltiples perfils en el fi de guardar diferents conjunts d'ajusts i preferències. Per eixemple, pot voler tindre perfils separats per a us personal i us professional.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
roa_es_val: Pulse en Següent per a iniciar la creació d'un perfil.

source: To begin creating your profile, click Continue.
roa_es_val: Per a crear el seu perfil pulse Continuar.

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
roa_es_val: Pulse en Següent per a iniciar la creació d'un perfil.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
roa_es_val: Si crea distints perfils pot distinguir-los pels seus noms. Pot usar el nom propost ací o triar un vosté mateix.

source: &Enter new profile name:
roa_es_val: Introduïxca nom d&el nou perfil:

source: Your user settings, preferences and other user-related data will be stored in:
roa_es_val: Sos ajusts d'usuari, preferències i atres senyes d'usuari es guardaran en:

source: Default User
roa_es_val: Usuari predeterminat

source: &Choose Folder…
roa_es_val: Triar &carpeta…

source: &Use Default Folder
roa_es_val: &Usar carpeta predeterminada
