Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/appstrings.properties.po
Languages: ar, az, bg, bn_bd, bn_in, br, ca, es_mx, fur, gu, he, hi_in, hr, hu, is, ka, kn, ku, lb, lv, ml, mn, ms, ne, nn_no, oc, pt, rw, si, te, th, tk, tt, ug, uz, vi, wa, zh_tw, zu

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
ar: الصفحة التي تحاول زيارتها لا يمكن عرضها لأنها تحتوي ملفا من نوع قد لا يكون من الآمن حفظه لفتحه. من فضلك اتصل بمالكي الموقع لإصلاح هذا.
az: Baxmaq istədiyiniz səhifə açılması təhlükəsiz olmayan bir fayl formatında saxlandığına görə göstərilə bilmir. Lütfən sayt sahibləri ilə əlaqə yaradıb bu problemi onlara bildirin.
bg: Страницата не може да бъде показана, защото се съдържа във файлов тип, който може да не е безопасен. Моля, свържете се със собствениците на сайта и ги информирайте за проблема.
bn_bd: এই পৃষ্ঠাটি একটি অনিরাপদ শ্রেণীর ফাইল হওয়ায় এটি প্রদর্শন করা সম্ভব হচ্ছে না। অনুগ্রহ করে এই ওয়েব সাইটের কতৃপক্ষকে অবহিত করুন।
bn_in: প্রদর্শনের জন্য চিহ্নিত পৃষ্ঠাটি একটি বিপজ্জনক ধরনের ফাইলের মধ্যে অন্তর্ভুক্ত হওয়ার ফলে এটি প্রদর্শন করা সম্ভব নয়। অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েব-সাইট নির্মাতাদের সূচিত করুন।
br: Ar bajennad emaoc'h o klask gwelout n'hall ket bezañ diskouezet rak ur rizh restr n'hall ket bezañ digoret zo enni. Kit e darempred gant perc'henned al lec'hienn evit kas keloù dezho a-zivout ar gudenn-mañ.
ca: No pot mostrar-se la pàgina que esteu provant de visualitzar perquè es tracta d'un tipus de fitxer que podria no ser segur obrir-lo. Poseu-vos en contacte amb els propietaris del lloc web per informar-los del problema.
es_mx: La página que intentas ver no se puede mostrar porque contiene un tipo de archivo que puede ser inseguro si se abre. Contacta a los propietarios del sitio web para informarles sobre este problema.
fur: No si pues vizualizâ la pagjine che tu ciris di viodi parcè che e je contignude intun gjenar di file no sigûr di vierzi. Contate il proprietari dal sît par informâlu dal probleme.
gu: તમે જે પાનું જોવાનો પ્રયાસ કરી રહ્યા છો તે બતાવી શકાશે નહિં કારણ કે તે એવા ફાઈલ પ્રકારમાં સમાયેલ છે કે જે ખોલવા માટે સુરક્ષિત હોઈ શકે નહિં. આ સમસ્યાની જાણ વેબસાઈટ માલિકોને કરવા માટે મહેરબાની કરીને તેમનો સંપર્ક કરો.
he: הדף בו הנך מנסה לצפות בו לא ניתן להצגה מאחר שהוא מכיל סוג קובץ שעלול להיות מסוכן לפתיחה. בבקשה צור קשר עם בעלי האתר כדי ליידע אותם על בעיה זו.
hi_in: पृष्ठ जिसे आप देखने की कोशिश कर रहे हैं नहीं दिखाया जा सकता है क्योंकि यह एक ऐसे फाइल प्रकार को समाहित करता है जो खोलने के लिए सुरक्षित नहीं है. कृपया वेबसाइट मालिक को इस समस्या के बारे में उन्हें बताने के लिए संपर्क करें.
hr: Stranica koju pokušavate otvoriti ne može biti prikazana jer sadrži tip datoteke koji nije sigurno otvarati. Molim, kontaktirajte vlasnike stranice i informirajte ih o ovom problemu.
hu: A megtekinteni kívánt oldal nem jeleníthető meg, mert olyan fájltípust tartalmaz, amelyet nem biztonságos megnyitni. Értesítse a webhely tulajdonosait erről a problémáról.
is: Ekki er hægt að sýna síðuna því hún inniheldur skráartegund sem getur verið varasöm að opna. Láttu vefstjóra síðunnar vita af þessu vandamáli.
kn: ನೀವು ನೋಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಪುಟವನ್ನು ತೋರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಅದನ್ನು ಹೊಂದಿರುವ ಕಡತದ ಬಗೆಯಸುರಕ್ಷಿತವಲ್ಲದ್ದಾಗಿದೆ. ದಯವಿಟ್ಟು ಈ ತೊಂದರೆಯ ಬಗ್ಗೆ ತಿಳಿಸಲು ಜಾಲತಾಣದ ಮಾಲಿಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ku: Cureyê Naverokê yê Neewle.
lb: D'Säit déi s de kucke wëlls kann net ugewise gi well se an engem Fichier-Typ ass deen eventuell net sécher ass fir opzemaachen. Kontaktéier w.e.g. de Besëtzer vun der Websäit an informéier hien iwwer dëse Problem.
lv: Lapu, kuru jūs mēģināt aplūkot, nevar parādīt, jo tā satur faila tipu, ko nav droši atvērt. Lūdzu, sazinieties ar lapas autoriem un informējiet viņus par šo problēmu.
ml: തുറക്കുവാന്‍ സുരക്ഷിതമല്ലാത്ത തരത്തിലുള്ള ഫയലില്‍ ആയതിനാല്‍, നിങ്ങള്‍ തുറക്കുവാന്‍ ശ്രമിയ്ക്കുന്ന താള്‍ ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല. ദയവായി, ഈ പ്രശ്നം വെബ്സൈറ്റിന്റെ ഉടമസ്ഥരെ അറിയിയ്ക്കുക.
ms: Laman yang anda cuba lihat tidak boleh dipaparkan kerana mengandungi sejenis fail yang mungkin tidak selamat untuk dibuka. Sila hubungi pemilik laman web untuk memaklumkan masalah ini.
ne: तपईँले हेर्न खोजिराख्नुभएको पृष्ठ देखाउन सकिँदैन किनभने यो असुरक्षित फाइल प्रकारमा रहेको छ। कृपया यो समस्या बारे वेबसाइट मालिकलाई जानकारी गराउनुहोला।
nn_no: Nettsida du prøvar å opna kan ikkje visast fordi ho inneheld ei filtype som er utrygg å opna. Kontakt eigarane av nettsida for å informera dei om problemet.
oc: La pagina qu'ensajatz de veire pòt pas èsser afichada perque conten un tipe de fichièr que la dobertura pòt èsser pas segura. Contactatz los proprietaris del site Web per los assabentar d'aqueste problèma.
pt: A página que está a tentar ver não pode ser apresentada pois possui um tipo de ficheiro que pode não ser seguro. Por favor contacte os proprietários do website e informe-os deste problema.
si: ඔබ නැරඹීමට තැත් කරන පිටුව විවෘත කිරීම ආරක්ෂිත නොවන ගොනු වර්ගයක අන්තර්ගත බැවින් පෙන්විය නොහැක. කරුණාකර වෙබ් අඩවියේ අයිතිකරුවන් අමතා මෙම ගැටලුව ඔවුන්ට දන්වන්න.
te: మీరు దర్శించుటకు ప్రయత్నిస్తున్న పేజీ చూపబడదు ఎంచేతంటే అదికలగివున్న ఫైల్‌ రకము తెరువుట సురక్షితంకాకపోవచ్చు. ఈ సమస్యగురించి తెలియజెప్పుటకు దయచేసి వెబ్‌సైటు యజమానులను సంప్రదించండి.
th: ไม่สามารถแสดงหน้าที่คุณกำลังพยายามจะดูเนื่องจากหน้ามีชนิดไฟล์ที่อาจไม่ปลอดภัยที่จะเปิด โปรดติดต่อเจ้าของเว็บไซต์เพื่อแจ้งพวกเขาให้ทราบถึงปัญหานี้
tk: Görmek isleýän sahypaňyz, açmak üçin howply faýlyň içinde bolanlygy sebäpli görkezilip bilnenok. Bu meseläni haýyş internet saýt eýesine habar ediň.
tt: Baqmağa talpınğanıñız saife kösterilalmay, çünki açıluvı belki emin olmağan bir dosye türünde ihtiva etile. Lütfen ağ saytı sahipleri ile temasqa keçip olarnı bu meseleden haberdar etiñiz.
ug: سىز كۆرمەكچى بولغان بەتنى كۆرسىتەلمىدى، چۈنكى ئۇ بىخەتەر ئاچقىلى بولمايدىغان ھۆججەتنى ئۆز ئىچىگە ئالغان. تور بېكەت ئىگىسى بىلەن ئالاقىلىشىپ بۇ مەسىلىنى ئۇقتۇرۇڭ.
uz: Siz koʻrmoqchi boʻlgan sahifani koʻrsatib boʻlmaydi, chunki sahifada ochsa xavfli boʻlishi mumkin boʻlgan turdagi fayl mavjud. Iltimos, veb sayt egasi bilan bogʻlaning va bu muammo haqida xabar bering.
vi: Không thể hiển thị trang bạn muốn xem vì nó nằm trong một kiểu tập tin không an toàn. Vui lòng liên hệ người quản lí trang web để báo cho họ vấn đề này.
wa: Li pådje ki vs sayîz d' vey ni sait esse mostrêye pask' elle est dvins ene sôre di fitchî ki n' est kécfeye nén såve di drovi. Houkîz les propiyetaires del waibe s' i vs plait po lzi dire k' i gn a ç' problinme la.
zh_tw: 因為其中含有可能不安全的檔案類型，無法顯示您嘗試檢視的頁面。請向網站擁有者回報此問題。
zu: Le khasi ozama ukulibuka alikwazi ukuboniswa ngoba liqukethwe ngohlobo lwefayela ekungenzeka lingaphepheli ukuvulwa. Sicela uxhumane nabanikazi bewebhusayithi ukuze ubazise ngalenkinga.

source: External Protocol Request
ar: طلب بروتوكول خارجي
az: Xarici Protokol Lazımdır
bg: Заявка на външен протокол
bn_bd: বহিঃস্থ প্রোটোকলের অনুরোধ
bn_in: =বহিস্থিত প্রোটোকলের অনুরোধ
br: Azgoulenn komenad diavaez
ca: Sol·licitud de protocol extern
es_mx: Solicitud de protocolo externo
fur: Richieste protocol esterni
gu: બાહ્ય પ્રોટોકોલ અરજી
he: בקשה לפרוטוקול חיצוני
hi_in: बाहरी प्रोटोकॉल आग्रह
hr: Zahtjev za vanjski protokol
hu: Külső protokoll kérése
is: Ytri samskipta beiðni
ka: გარე ოქმის პროგრამის მოთხოვნა
kn: ಬಾಹ್ಯ ಪ್ರೋಟೋಕಾಲ್ ಮನವಿ
ku: Protokola Derveyî Divê
lb: Extern Protokollufro
lv: Ārējs protokola pieprasījums
ml: എക്സ്റ്റേണല്‍ പ്രോട്ടോക്കോള്‍ അപേക്ഷ
mn: Гадаад протоколын хүсэлт
ms: Permohonan Protokol Luaran
ne: बाह्य प्रोटोकल अनुरोध
nn_no: Ekstern protokollførespurnad
pt: Pedido de protocolo externo
rw: Igisabwa kya porotokoli kyo hanze
si: බාහිර ප්‍රොටොකොල ඉල්ලීම
te: బాహ్య నియమ అభ్యర్దన
th: คำร้องขอโพรโทคอลภายนอก
tk: Daşky Protokol Talaby
tt: Tışqı Protokol Soramı
ug: سىرتقى كېلىشىم ئىلتىماسى
uz: Tashqi protokol soʻrovi
vi: Yêu cầu sử dụng chương trình bên ngoài
wa: Dimande di dfoûtrin protocole
zh_tw: 外部通訊協定要求
zu: Isicelo Sephrothokholi Yangaphandle

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
ar: يجب تشغيل تطبيق خارجي لمعالجة روابط %1$S:. الرابط المطلوب: %2$S التطبيق: %3$S إذا لم تتوقّع هذا الطّلب، قد تكون هذه محاولة لاستغلال ضعف في البرنامج الآخر. ألغِ الطّلب إلا إذا كنت متأكدًا أنه غير خبيث.
az: %1$S: bağlantılarını açmaq üçün xarici bir proqram açılmalıdır. İstənən bağlantı: %2$S Proqram: %3$S Bu istəyi gözləmirdinizsə, bu cəhd digər proqramdakı bir zəiflikdən faydalanma məqsədli ola bilər. Pis məqsədli olmadığına əmin olana qədər bu istəyi rədd edin.
bg: За обработване на връзки %1$S е необходимо да се стартира външна програма. Искана връзка: %2$S Приложение: %3$S Ако не сте очаквали това, може би се прави опит за атака на другата програма. Прекъснете заявката, освен ако сте сигурни, че не е злонамерена.
bn_bd: %1$S: লিংকগুলি ব্যবস্থাপনার জন্য একটি বহিঃস্থ অ্যাপ্লিকেশন আরম্ভ করা প্রয়োজন। অনুরোধকৃত লিংক: %2$S অ্যাপ্লিকেশন:%3$S এই অনুরোধটি অপ্রত্যাশিত হলে, সম্ভবত কেউ প্রোগ্রামটির দুর্বলতা অনুসন্ধানের চেষ্টা করছে। বিদ্বেষপূর্ণ নয়, এমন নিশ্চিত না হলে অনুরোধটি বাতিল করুন।
bn_in: %1$S: লিঙ্কগুলির ব্যবস্থাপনার জন্য একটি বহিস্থিত অ্যাপ্লিকেশন আরম্ভ করা আবশ্যক। অনুরোধ করা লিঙ্ক: %2$S অ্যাপ্লিকেশন: %3$S এই অনুরোধটি প্রত্যাশিত না হলে, এটি উল্লিখিত প্রোগ্রামটির দুর্বলতার অনুসন্ধানের প্রচেষ্টা হতে পারে। অনুরোধটির বৈধতা ও অসৎ উদ্দেশ্যে এটির ব্যবহার না হওয়া সম্বন্ধে নিশ্চিত না হলে এটি বাতিল করুন।
br: Ret eo d'un arload diavaez bezañ lañset evit dornata an ereoù %1$S: Ere azgoulennet : %2$S Arload : %3$S Ma ne c'hortozec'h ket an azgoulenn-mañ e c'hallfe bezañ ur c'hlask da gorvoiñ ur gwander en ur goulev all. Dilezit an azgoulenn-mañ anez mard oc'h sur n'eo ket vil.
ca: Cal executar una aplicació externa per gestionar els enllaços %1$S: Enllaç sol·licitat: %2$S Aplicació: %3$S Si no esperàveu aquesta sol·licitud, podria ser un intent d'explotar una vulnerabilitat en aquell altre programa. Cancel·leu aquesta sol·licitud llevat que estigueu segur que no és maliciosa.
es_mx: Debes ejecutar una aplicación externa para manejar los enlaces %1$S:. Enlace solicitado: %2$S Aplicación: %3$S Si no esperabas esta solicitud, podría ser un intento para aprovechar una vulnerabilidad en ese programa. Cancela la solicitud a menos que estés seguro que no es algo peligroso.
fur: Une aplicazion esterne e à di jessi inviâde par gjestî i leams %1$S:. Leam desiderât: %2$S Aplicazion: %3$S Se no tu ti spietavis cheste domande, al pues jessi un tentatîf di sfrutâ une debolece dal program associât. Scancele cheste richieste se no tu sês sigûr che no je pericolose.
gu: %1$S નિયંત્રિત કરવા માટે બાહ્ય કાર્યક્રમ લોન્ચ થવો જ જોઈએ: કડીઓ. અરજી થયેલ કડી: %2$S કાર્યક્રમ: %3$S જો તમે આ અરજી ઈચ્છિ રહ્યા નહિં હોય તો તે અન્ય કાર્યક્રમમાં નબળાઈ ઉમેરી શકે. જો તમે ચોક્કસ નહિં હોય કે આ અરજી મલીન નથી ત્યાં સુધી આ અરજી રદ કરો.
he: נדרשת הפעלה של יישום חיצוני כדי לטפל ב-%1$S: קישורים. הקישור הנדרש: %2$S יישום: %3$S אם לא ציפית לבקשה זו יתכן שזהו ניסיון לנצל נקודת תורפה בתוכנה ההיא. בטל דרישה זו אלא אם כן אתה בטוח שאיננה זדונית.
hi_in: एक बाहरी अनुप्रयोग को %1$S: लिंक को नियंत्रण करने के लिये जरूर लांच करना चाहिये. निवेदित लिंक: %2$S अनुप्रयोग: %3$S अगर आप इस आग्रह की आशा नहीं करते हैं यह एक कमजोरी का फायदा उठाने का प्रयास होगा अन्य प्रोग्राम में. इस आग्रह को रद्द करें अगर आप निश्चित हैं कि यह दुर्भावनापूर्ण नहीं है.
hr: Vanjska aplikacija mora biti pokrenuta za upravljanje %1$S: poveznicama. Zatražena poveznica: %2$S Aplikacija: %3$S Ako niste očekivali ovaj zahtjev, postoji mogućnost da je ovo pokušaj iskorištavanja nedostatka u tom drugom programu. Otkažite ovaj zahtjev ukoliko niste sigurni da on nije maliciozan.
hu: A %1$S: típusú hivatkozások kezeléséhez külső alkalmazást kell elindítani. A kért hivatkozás: %2$S Alkalmazás: %3$S Ha nem számított erre a kérésre, akkor ez lehet, hogy egy támadási kísérlet, amely a másik programban meglévő sebezhetőséget akarja kihasználni. Csak akkor fogadja el a kérést, ha biztos benne, hogy nem rosszindulatú támadásról van szó.
is: Til að meðhöndla %1$S: tengla þarf að ræsa utanaðkomandi forrit. Tenglabeiðni: %2$S Forrit: %3$S Ef þú bjóst alls ekki við þessari beiðni gæti verið að einhver væri að reyna að misnota galla í þessu forriti. Hættu við þessa beiðni nema þú sért alveg viss um að hún sé ekki hættuleg.
ka: გარე პროგრამა აუცილებელია %1$S: ბმების მომსახურებისთვის. მოთხოვნილი ბმაა: %2$S პროგრამა: %3$S თუ თქვენ ამ მოთხოვნას არ ელოდით, შესაძლოა იგი იმ სხვა პროგრამის სისუსტეების აღმოჩენის მცდელობა იყოს. თუ ამ მოთხოვნის მართლზომიერებასა და უსაფრთხოებაში დარწმუნებული არ ხართ - გააუქმეთ იგი.
kn: %1$S: ಕೊಂಡಿಗಳನ್ನು ನಿಭಾಯಿಸಲು ಒಂದು ಬಾಹ್ಯ ಅನ್ವಯವನ್ನು ಆರಂಭಿಸಬೇಕು. ಮನವಿ ಸಲ್ಲಿಸಿದ ಕೊಂಡಿ: %2$S ಅನ್ವಯ: %3$S ನೀವು ಈ ಮನವಿಯನ್ನು ನಿರೀಕ್ಷಿಸದಿದ್ದರೆ ಬಹುಷಃ ಅದು ಆ ಇನ್ನೊಂದು ಪ್ರೊಗ್ರಾಂನಲ್ಲಿನ ದೌರ್ಬಲ್ಯವನ್ನು ಬಳಸಿಕೊಳ್ಳುವ ಒಂದು ಪ್ರಯತ್ನವಾಗಿರಬಹುದು. ಅದು ಅಪಾಯಕಾರಿ ಅಲ್ಲವೆಂದು ನಿಮಗೆ ಖಾತರಿ ಇರದೆ ಹೋದಲ್ಲಿ ಈ ಮನವಿಯನ್ನು ರದ್ದ್ದು ಮಾಡಿ.
ku: Ji bo rêvebirina girêdanên %1$S: 'ê divê sepaneke derveyî bê meşandin. Girêdana hatiye xwestin: %2$S Sepan: %3$S Heke tu ne li benda vê hişyariyê bî, dibe ku bêhêziyeke vê bernameyê tiştekî mezin kiribe. Heke li başbûna wê ne ewle bî, vê hişyarkirinê bigire.
lb: Eng extern Applikatioun muss gestart gi fir %1$S:-Linken ze verschaffen. Ugefrotene Link: %2$S Applikatioun: %3$S Wann s du dës Ufro net erwaarts kéint et e Versuch sinn eng Schwaachstell an dem anere Programm auszenotzen. Briech d'Ufro of ausser du bass der sécher dass se net béisaarteg ass.
lv: Lai apstrādātu %1$S: saites, jāpalaiž kāda ārēja programma. Pieprasītā saite: %2$S Programma: %3$S Ja jūs negaidījāt šādu pieprasījumu, šis varētu būt mēģinājums izmantot drošības ievainojamību norādītajā programmā. Atceliet šī pieprasījuma izpildi, ja šaubāties par tā drošību.
ml: %1$S:ലിങ്കുകള്‍ കൈകാര്യം ചെയ്യുന്നതിനായി പുറത്ത് നിന്നും ഒരു പ്റയോഗം ലഭ്യമാക്കേണ്ടതാകുന്നു. ആവശ്യപ്പെട്ട ലിങ്ക്: %2$S പ്രയോഗം: %3$S നിങ്ങള്‍ ഇത് പ്രതീക്ഷിച്ചിരുന്നില്ല എങ്കില്‍, ഇത് ഒരു പക്ഷേ മറ്റ് പ്രോഗ്രാമിന്റെ കഴിവിനെ പരീക്ഷിക്കാന്‍ ആവാം. ഇത് അപകടം എന്ന് തോന്നിയാല്‍ ദയവായി ഈ ആവശ്യം റദ്ദാക്കുക.
ms: Satu aplikasi luaran perlu dilancarkan untuk selesaikan %1$S: links. Requested link: %2$S Application: %3$S Ijka anda tidak jangkakan permintaan ini ia mungkin akan cuba untuk eksplotasi satu kelemahan dalam program lain. Batal permintaan ini melainkan anda pasti ia bukan berniat jahat.
nn_no: Eit eksternt program må startast for å handtera %1$S:-lenker. Førespurd lenke: %2$S Program: %3$S Dersom du ikkje venta denne førespurnaden, kan det vera ein freistnad på å utnytta eit svakt punkt i det eksterne programmet. Avbryt denne førespurnaden med mindre du er sikker på at han ikkje er vondsinna.
pt: É necessário executar uma aplicação externa para manipular ligações %1$S:. Ligação: %2$S Aplicação: %3$S Se não estava à espera deste pedido, pode ser uma tentativa para explorar uma falha de segurança no outro programa. Cancele este pedido a menos que tenha a certeza de que não é malicioso.
rw: Porogaramu yo hanze igomba gutangizwa kugira ngo ikoreshe %1$S: amahuriro. Ihuriro ryasabwe: %2$S Porogaramu: %3$S Niba utari witeguye iki kibazo bishobora kuba ari kugerageza kwifashisha ubushobozi buke buri muri iyo porogaramu yindi. Kutita kuri iki kibazo keretse niba uze neza ko nta kintu gishobora kwangiriza.
si: %1$S හැසිරවීම සඳහා බාහිර යෙදුමක් ආරම්භ කළ යුතුම වේ: පුරුක්. ඉල්ලා සිටි සබැදිය: %2$S යෙදුම: %3$S ඔබ මෙම ඉල්ලීම බලාපොරොත්තු නොවුණි නම් එය වෙනත් වැඩසටහනක ඇතිවූ ගැටලුවක් විය හැක. හානිකර නොවේ නම් මෙම ඉල්ලීම අහෝසි කරන්න.
te: బాహ్య అప్లికేషనును దించాలి వీటిని నిర్వహించుటకు %1$S: లింకులు. అభ్యర్దించిన లింకు: %2$S అప్లికేషను: %3$S మీరు ఈఅభ్యర్దనను వూహించివుండకపోతే ఇది వేరేప్రోగ్రామ్‌లోని బలహీనతను బయల్పరిచే దాడికావచ్చు.మీరు ఖచ్చితంగా ఇది బుద్దిపూర్వకమైంది కాదు అనుకుంటేతప్ప రద్దుచేయండి.
th: แอปพลิเคชันภายนอกต้องถูกเปิดเพื่อจัดการกับ %1$S: ลิงก์ ลิงก์ที่ร้องขอ: %2$S แอปพลิเคชัน: %3$S หากคุณไม่ได้คาดหวังคำร้องขอนี้ มันอาจจะเป็นความพยายามในการใช้ประโยชน์จากจุดอ่อนในโปรแกรมอื่นนั้น ยกเลิกคำร้องขอนี้เว้นแต่คุณจะแน่ใจว่าคำร้องขอนี้ไม่ได้ประสงค์ร้าย
tk: %1$S işlemegi üçin daşky bir programma açylmaly: baglar. Talap edilen bag: %2$S Programma: %3$S Eger bu talaby garaşmadyk bolsaňyz belki bu başga programmanyň kemçiligini tapmak üçindir. Munuň zyýan ýetiriji däldigini bilýänçäňiz bu talaby bes ediň.
tt: %1$S: törínnen bocralarnıñ íşkertílüwí öçön tışqı bír qullanma yögörtílírge tiyíş. Soramlanğan bocra: %2$S Qullanma: %3$S Bu soramnı kötken tügíl idígíz ise, anıñ tígí başqa programnıñ bír zeğiflígínnen faydalanu taypılışı buluwı mömkin. Bu soramnıñ yawız bulmağanına ışanğan tügíl isegíz, annan waz kiçígíz.
ug: سىز چوقۇم سىرتقى قوللىنىشچان پروگراممىدىن بىرنى قوزغىتىپ %1$S بىلەن بولغان ئۇلىنىشنى بىر تەرەپ قىلىڭ. ئىلتىماس ئۇلانمىسى: %2$S ئەپ:%3$S ئەگەر بۇ ئىلتىماسنىڭ باشقا پروگراممىلارنىڭ غەملەك ئېشىپ كېتىش يوچۇقىنى سىناشنى ئارزۇ قىلمىسىڭىز بۇ مەشغۇلاتنى بىكار قىلىڭ، بۇ ئۇلانمىنىڭ يامان غەرىزى يوقلۇقىنى جەزملىسىڭىز بۇ باشقا گەپ.
uz: Tashqi ilova dastur %1$S: linklarga bogʻlangan holda ishga tushirilishi kerak. Soʻralgan link: %2$S Ilova dastur: %3$S Agar ushbu soʻrovni kutmagan boʻlsangiz, u boshqa dasturlarga zarar yetkazishi mumkin. Bu dasturning zararsiz ekanligiga ishonmasangiz, bekor qiling.
vi: Cần mở một chương trình bên ngoài để có thể xử lí các liên kết %1$S:. Liên kết được yêu cầu: %2$S Chương trình: %3$S Nếu bạn không trông đợi yêu cầu này, thì đây có thể là một âm mưu nhằm khai thác điểm yếu trong chương trình đó. Hãy hủy bỏ yêu cầu này trừ khi bạn chắc chắn rằng nó không gây hại gì hết.
wa: On dfoûtrin programe doet esse enondé po-z apougnî les hårdêyes %1$S:. Hårdêye dimandêye : %2$S Programe : %3$S Si vos n' vos ratindîz nén a cisse dimande la, ça pout esse en saye d' eployî ene craeye k' i gn a dins cist ôte programe la. Rinoncîz a cisse dimande ci såf si vs estoz seur k' ele n' est nén måhaiteye.
zh_tw: 要處理 %1$S: 鏈結需要外部程式。 要求鏈結: %2$S 應用程式: %3$S 若這不在您的預期之中，可能是有人在試圖利用其它程式入侵。除非您很確定這沒問題，不然請選取消。
zu: Ukusetshenziswa kwangaphandle kufanele kwethulwe ukuze kuthwale i-%1$S: izixhumo. Ukuxhumaniswa okuceliwe: %2$S Ukusetshenziswa: %3$S Uma ubungasilindele lesi sicelo kungase kube umzamo wokuxhaphaza ubuthaka obukulolu olunye uhlelo. Khansela lesi sicelo ngaphandle kokuba uqiniseka ukuthi asinangozi.

source: <Unknown>
ar: <مجهول>
az: <naməlumdur>
bg: <Неизвестно>
bn_bd: <অজানা>
bn_in: <অজানা>
br: <Dianav>
ca: <Desconegut>
es_mx: <Desconocido>
fur: <No cognossût>
gu: <અજ્ઞાત>
he: <לא ידוע>
hi_in: <अज्ञात>
hr: <Nepoznato>
hu: <Ismeretlen>
is: <Óþekktur>
ka: <უცნობია>
kn: <ಅಜ್ಞಾತ>
ku: <nayê zanîn>
lb: <Onbekannt>
lv: <Nezināms>
ml: <അപരിചിതം>
mn: <Үл мэдэгдсэн>
ms: <Tidak diketahui>
ne: <अज्ञात>
nn_no: <Ukjend>
oc: <Desconegut>
pt: <Desconhecido>
rw: <Itazwi>
si: <නොදන්නා>
te: <తెలియనిది>
th: <ไม่รู้จัก>
tk: <Nätanyş>
tt: <Bílínmegen>
ug: <نامەلۇم>
uz: <Noma’lum>
vi: <Không rõ>
zh_tw: <未知>
zu: <Akwaziwa>

source: Remember my choice for all links of this type.
ar: تذكّر اختياري لكل الروابط من هذه الفئة.
az: Bu cür olan bütün seçimlər üçün bu seçimimi xatırla.
bg: Запомняне на избора за всички връзки от този вид.
bn_bd: এই ধরনের সব লিংকের ক্ষেত্রে আমার নির্বাচন মনে রাখা হবে।
bn_in: এই ধরনের সমস্ত লিঙ্কের ক্ষেত্রে আমার নির্বাচন মনে রাখা হবে।
br: Derc'hel soñj em dibab evit an holl ereoù a rizh-mañ.
ca: Recorda la tria per a tots els enllaços d'aquest tipus.
es_mx: Recuerda mi elección para todos los enlaces de este tipo.
fur: Visiti de me sielte par ducj i leams di chest gjenar.
gu: આ પ્રકારની મારી પસંદગીની દરેક કડીઓ યાદ રાખો.
he: זכור את הבחירה שלי לכל הקישורים מסוג זה
hi_in: इस प्रकार के सभी लिंक के लिये मेरी पसंद को याद रखें.
hr: Zapamti moj izbor za sve poveznice ove vrste.
hu: Választás megjegyzése az összes ilyen típusú hivatkozáshoz.
is: Muna mitt val fyrir tengla af þessari tegund.
ka: ამ ტიპის ბმებისთვის ჩემი მითითების დამახსოვრება.
kn: ಈ ಬಗೆಯ ಎಲ್ಲಾ ಕೊಂಡಿಗಳಿಗೆ ನನ್ನ ಆಯ್ಕೆಯನ್ನು ನೆನಪಿಸು.
ku: Ji bo hemû girêdanên bi vî rengî, vebijêrkên min bi bîr bîne.
lv: Atcerēties manu izvēli visām šāda veida saitēm.
ml: ഈ തരത്തിലുള്ള എല്ലാ ലിങ്കുകള്‍ക്കും എന്റെ താല്‍പര്യം ഓര്‍ത്തിരിക്കുക
mn: Энэ төрлийн бүх холбоосонд миний сонголтыг сануул.
ms: Ingat pilihan saya untuk semua link sejenis ini.
ne: यस प्रकारको सबै लिङ्कहरूको लागि मेरो छनौट सम्झनुहोस् ।
nn_no: Hugs valet mitt for alle lenker av denne typen.
oc: Se remembrar d'aqquesta causida per totes los ligams d'aqueste tipe.
pt: Memorizar a minha escolha para todas as ligações deste tipo.
rw: Ibuka amahitamo yanjye z'amahuza yose y'ubu bwoko.
si: මෙම වර්‍ගයේ සියලු පූරුක් සඳහා මගේ තේරිම මතක තබාගන්න.
te: ఈ రకమైన అన్ని లింకులకు నాయిష్టాన్ని జ్ఞాపకంవుంచుకో.
th: จดจำการเลือกของฉันสำหรับลิงก์ประเภทนี้ทั้งหมด
tk: Şu görnüşdäki ähli baglar üçin meniň saýlawymy ýatla.
tt: Saylawımnı bu tör bocralarnıñ hemmesí öçön xetírle.
ug: بۇ خىلدىكى بارلىق ئۇلانمىلارغا نىسبەتەن تاللىشىمنى ئەستە تۇت.
uz: Ushbu turdagi barcha linklar uchun tanlovimni eslab qol.
vi: Ghi nhớ lựa chọn của tôi cho các liên kết loại này.
wa: Si rmimbrer di m' tchoes po totes les hårdêyes di cisse sôre la.
zh_tw: 對於此類鏈結一律使用並記住我的選擇
zu: Khumbula engikukhethile kuzo zonke izixhumo zalolu hlobo.

source: Launch application
ar: شغّل التطبيق
az: Proqram aç
bg: Пускане на приложението
bn_bd: অ্যাপ্লিকেশন আরম্ভ করা হবে
bn_in: অ্যাপ্লিকেশন আরম্ভ করুন
br: Lañsañ an arload
ca: Executa l'aplicació
es_mx: Ejecutar aplicación
fur: Invie aplicazion
gu: કાર્યક્રમ લોન્ચ કરો.
he: הפעל יישום
hi_in: अनुप्रयोग लाँच करें
hr: Pokreni aplikaciju
hu: Alkalmazás indítása
is: Ræsa forrit
ka: პროგრამის გამოყენება
kn: ಅನ್ವಯವನ್ನು ಆರಿಸು
ku: Sepanê bide xebitandin
lv: Palaist programmu
ml: പ്രയോഗം ലഭ്യമാക്കുക
mn: Програмыг ажиллуул
ms: Mulakan aplikasi
ne: अनुप्रयोग सरुवात गर्नुहोस्
nn_no: Start programmet
oc: Aviar l'aplicacion
pt: Executar a aplicação
rw: Tangira porogaramu
si: යෙදුම පූරණය කරන්න
te: అప్లికేషను దించు
th: เปิดแอปพลิเคชัน
tk: Programmany başlat
tt: Qullanmanı oçor
ug: قوللىنىشچان پروگراممىنى قوزغات
uz: Ilova dasturni ishga tushirish
vi: Chạy chương trình
wa: Enonder programe
zh_tw: 執行程式
zu: Yethula ukusetshenziswa
