Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/appstrings.properties.po
Languages: ar, az, bg, bn_bd, bn_in, br, ca, es_mx, fur, gu, he, hi_in, hr, hu, is, ka, kn, ku, lb, lv, ml, mn, ms, ne, nn_no, oc, pt, rw, si, te, th, tk, tt, ug, uz, vi, wa, zh_tw, zu

source: The URL is not valid and cannot be loaded.
ar: المسار غير صالح و تعذر تحميله.
az: URL doğru deyil və yüklənə bilinmir.
bg: Зададеният адрес е невалиден и не може да бъде зареден.
bn_bd: URLটি বৈধ নয় এবং লোড করা সম্ভব নয়।
bn_in: URL-টি বৈধ নয় এবং লোড করা সম্ভব নয়।
br: N'eo ket talvoudek an URL ha n'hall ket bezañ karget.
ca: L'URL no és vàlid i no es pot carregar.
es_mx: La URL no es válida y no se puede cargar.
fur: Il URL nol è valevul e nol pues jessi cjamât.
gu: URL માન્ય નથી અને લાવી શકાતી નથી.
he: הכתובת אינה חוקית ולא ניתנת לטעינה.
hi_in: URL वैध नहीं है और लोड नहीं किया जा सकता है.
hr: URL je neispravan i ne može biti učitan.
hu: Az URL érvénytelen, nem lehet betölteni.
is: Veffang er ekki gilt eða það er ekki hægt að hlaða því inn.
ka: URL მცდარია და ვერ ჩაიტვირთება.
kn: URL ಸರಿಯಾದುದಲ್ಲ ಹಾಗು ಲೋಡ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ.
ku: URL nederbasdar e. Nayê barkirin.
lv: URL ir nekorekts, un to nevar ielādēt.
ml: URL തെറ്റായതിനാല്‍ ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല.
ms: URL tersebut tidak sah dan tidak boleh dimuatkan.
ne: युआरएल मान्य छैन र लोड गर्न सकिदैंन।
nn_no: Adressa er ugyldig og kan ikkje opnast.
oc: L'URL es pas valida e pòt pas èsser cargada.
pt: O URL não é válido e não pode ser carregado.
rw: URL siyo kandi ntishoboye gufungura.
si: URL සාවද්‍යවන අතර පූරණය කළ නොහැක.
te: URL సరైనదికాదు మరియు లోడవ్వలేదు.
th: URL ไม่ถูกต้องและไม่สามารถโหลดได้
tk: URL dogry däl we ýükläp bolanok.
tt: URL kiçíşsíz we yöklene almıy.
ug: بۇ URL ئىناۋەتسىز يۈكلىگىلى بولمايدۇ.
uz: URL toʻgʻri emas, shuning uchun uni yuklab boʻlmaydi.
vi: Đường dẫn URL không đúng nên không mở được.
wa: L' URL n' est nén valåbe eyet n' sait nén esse tcherdjeye.
zh_tw: 網址不正確，無法載入。
zu: Le URL ayisebenzi futhi ngeke ilayishwe.

source: Firefox can’t find the file at %S.
gu: %S આગળ Firefox ફાઈલ શોધી શકતું નથી.
ne: Firefox ले %S को फाइल भेट्टाउन सकेन ।
nn_no: Firefox klarte ikkje å finna ei fil på %S.
pt: O Firefox não consegue localizar o ficheiro em %S.
th: Firefox ไม่สามารถค้นหาไฟล์ที่ %S
uz: Firefox %S faylini topa olmadi.

source: The file at %S is not readable.
ne: %S मा भएको फाइल पढ्न सकिँदैन।
nn_no: Fila på %S kan ikkje lesast.
pt: O ficheiro em %S não é legível.
th: ไฟล์ที่ %S เป็นแบบอ่านไม่ได้
uz: %S faylini o‘qib bo‘lmaydi.

source: Firefox can’t find the server at %S.
gu: %S આગળ Firefox સર્વર શોધી શકતું નથી.
ne: Firefox ले %S मा सर्भर भेट्टाउन सकेन ।
nn_no: Firefox klarte ikkje å finna tenaren %S.
pt: O Firefox não consegue localizar o servidor em %S.
th: Firefox ไม่สามารถค้นหาเซิร์ฟเวอร์ที่ %S
uz: Firefox %S serverini topa olmadi.

source: Firefox doesn’t know how to open this address, because one of the following protocols (%S) isn’t associated with any program or is not allowed in this context.
gu: Firefox આ સરનામાંને કેવી રીતે ખોલવી તે જાણતુ નથી, કારણ કે કોઇપણ કાર્યક્રમ સાથે નીચેનાં કોઇપણ પ્રોટોકોલ (%S) સંકળાયેલ નથી અથવા તે આ સંદર્ભમાં પરવાનગી આપેલ નથી.
ne: Firefox लाई यो ठेगाना खोल्न आउँदैन, किनभने निम्न प्रोटोकल (%S) को एक कुनै कार्यक्रमसँग सम्बन्ध छैन वा यस सन्दर्भमा अनुमति छैन।
nn_no: Firefox veit ikkje korleis denne adressa skal opnast, fordi ein av protokollane (%S) ikkje er knytt til eit program, eller ikkje er tillaten i denne samanhengen.
pt: O Firefox não sabe como abrir este endereço, porque um dos seguintes protocolos (%S) não está associado a qualquer programa ou não é permitido neste contexto.
th: Firefox ไม่ทราบว่าจะเปิดที่อยู่นี้อย่างไร เนื่องจากหนึ่งในโพรโทคอลดังต่อไปนี้ (%S) ไม่สัมพันธ์กับโปรแกรมใด ๆ หรือไม่อนุญาตในบริบทนี้
uz: Firefox ushbu manzilni qanday ochishni bilmaydi, chunki quyidagi protokollardan (%S) biri hech qanday dastur bilan bog‘lanmagan yoki ushbu matnga ruxsat berilmagan.

source: Firefox can’t establish a connection to the server at %S.
gu: Firefox સર્વર સાથે %S આગળ જોડાણ અધિષ્ઠાપિત કરી શકતું નથી.
ne: Firefox ले %S मा सम्पर्क स्थापना गर्न सकेन।
nn_no: Firefox klarte ikkje å oppretta ei tilkopling til tenaren på %S.
pt: O Firefox não consegue estabelecer uma ligação para o servidor em %S.
th: Firefox ไม่สามารถสร้างการเชื่อมต่อไปยังเซิร์ฟเวอร์ที่ %S
uz: Firefox %S serveriga ulana olmadi.

source: The connection to %S was interrupted while the page was loading.
ar: قُوطع الاتصال ب‍ %S أثناء تحميل الصفحة.
az: Səhifə yüklənərkən %S ilə əlaqə kəsildi.
bg: Връзката с %S беше прекъсната по време на зареждането на страницата.
bn_bd: পৃষ্ঠা লোড করার সময় %S এর সাথে সংযোগ বিঘ্নিত হয়েছে।
bn_in: %S-র সাথে অপ্রত্যাশিতভাবে সংযোগ বিচ্ছিন্ন করা হয়েছে। সম্ভবত কিছু তথ্য আদান-প্রদান করা হয়েছে।
br: Troc'het eo bet ar c'hennaskañ ouzh %S pa oa ar bajenn o kargañ.
ca: S'ha interromput la connexió a %S mentre es carregava la pàgina.
es_mx: La conexión con %S se interrumpió mientras se cargaba la página.
fur: La conession à %S e je stade interote intant che si cjamave la pagjine.
gu: જ્યારે પાનું લાવી રહ્યા હતા ત્યારે %S નું જોડાણ અટકી ગયું હતું.
he: החיבור אל %S נקטע תוך כדי שהדף נטען.
hi_in: %S में संबंधन में पृष्ठ लोडिंग के दौरान बाधा आई.
hr: Veza prema %S je neočekivano prekinuta. Dio podataka je vjerovatno prenešen.
hu: A kapcsolat a(z) %S hellyel megszakadt az oldal betöltése közben.
is: Tengingin við %S var rofin á meðan síðan var að hlaðast inn.
ka: კავშირი %S-თან მოულოდნელად შეწყდა გვერდის ჩამოტვირთვისას.
kn: ಪುಟವು ಲೋಡ್‍ ಆಗುವಾಗ %Sಕ್ಕೆ ಸಂಪರ್ಕವು ಅಡ್ಡಿಗೊಳಪಟ್ಟಿದೆ.
ku: Girêdana digel %S 'ê ji nedî ve hat birîn. Hinek dane hatin şandin.
lb: D'Connectioun zu %S gouf ënnerbrach während d'Säit geluede gouf.
lv: Savienojums ar %S tika pārtraukts lapas ielādes laikā.
ml: താള്‍ ലഭ്യമാക്കുന്ന സമയത്ത് %S-ലേക്കുള്ള കണക്ഷന് തടസ്സമുണ്ടായിരിക്കുന്നു
mn: %S-тэй хийсэн холболт хуудсыг дуудаж байх үед тасарлаа.
ms: Talian ke %S terputus apabila laman tersebut sedang dimuatkan.
ne: पेज लोड भैरहेको बेलामा %S सँगको कनेक्सनमा रोकावत आएको छ।
nn_no: Tilkoplinga til %S vart broten medan sida vart lasta.
oc: La connexion amb %S es estada interrompuda pendent lo cargament de la pagina.
pt: A ligação a %S foi interrompida durante o carregamento da página.
rw: Kwinjira ku %S byahagaritswe igihe paji yatangizwaga.
si: පිටුව පූරණය අතරේදි %S සඳහා වූ සබධතාවයට බාධා ඇති විය.
te: %Sకుగల అనుసంధానాకి పేజీ లోడవుతున్నప్పుడు భంగంవాటిల్లినది.
th: การเชื่อมต่อไปยัง %S ถูกขัดจังหวะขณะที่หน้ากำลังโหลด
tk: Sahypa ýüklenip durka %S üçin bolan baglanyşyk kesildi.
tt: Saife yüklengende %S sunucısınen bağlantı kesildi.
ug: بەت يۈكلەۋاتقاندا %S ئۇلىنىشى ئۈزۈۋېتىلدى.
uz: %S’ga ulanish sahifa yuklanayotganda uzilib qoldi.
vi: Kết nối tới %S bị đứt trong khi đang tải trang.
wa: Li raloyaedje a %S a stî aresté sol tins kel pådje si tcherdjive.
zh_tw: 載入頁面時與 %S 的連線中斷。
zu: Ukuxhumana ne-%S kuphazamisekile ngesikhathi ikhasi lilayisha.

source: The server at %S is taking too long to respond.
ar: يستغرق الخادوم عند %S الكثير من الوقت ليستجيب.
az: %S serveri çox gec cavab verir.
bg: Сървърът %S просрочи зададеното време за връзка.
bn_bd: %S এর সার্ভারটি সংযোগ করতে অতিরিক্ত বেশি সময় নিচ্ছে।
bn_in: %S-র সাথে সংযোগ করার সময় কর্মের জন্য নির্ধারিত সময়সীমা পার হয়ে গেছে।
br: Re hir eo an dafariad e %S evit respont.
ca: El servidor a %S està trigant massa a respondre.
es_mx: El servidor en %S está tomando mucho tiempo en responder.
fur: O soi stuf di stâ a spietâ rispueste dal servidôr a %S.
gu: %S આગળ સર્વર પ્રત્યુત્તર આપવા માટે ખૂબ લાંબો સમય લઈ રહ્યું છે.
he: לשרת ב־%S לוקח יותר מדי זמן להגיב.
hi_in: %S पर सर्वर अनुक्रिया देने में काफी लंबा समय लेता है.
hr: Predugo čekanje pri povezivanju s %S.
hu: A(z) %S helyen lévő kiszolgáló túl hosszú ideig nem válaszol.
is: Netþjónninn á %S tók of langan tíma í að svara.
ka: კავშირი შეწყდა დაყოვნების გამო %S-თან დაკავშირებისას.
kn: %Sದಲ್ಲಿನ ಪರಿಚಾರಕವು ಪ್ರತಿಸ್ಪಂದಿಸಲು ಬಹಳ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತಿದೆ .
ku: Dem têra girêdana digel %S 'e nekir.
lb: De Server ënnert %S brauch ze laang fir ze äntweren.
lv: Gaidot servera %S atbildi, iestājies noilgums.
ml: %S-ലുള്ള സര്‍വര്‍ മറുപടി നല്‍കുന്നതിനായി വളരെയധികം സമയമെടുക്കുന്നു
mn: %S дээр буй сервер хариулах гэж их цаг авч байна.
ms: Pelayan di %S mengambil masa yang terlalu lama untuk membalas.
ne: %S को सर्भर ले प्रतिक्रिया दिन धेरै समय लगाउदै छ ।
nn_no: Tenaren på %S brukte for lang tid på å svara.
oc: Lo servidor a l'adreça %S met tròp de temps a respondre.
pt: O servidor %S está a demorar demasiado tempo a responder.
rw: Biri gutwara igihe kinini cyane kugira ngo seriveri iri kuri %S isubize.
si: %S හි සේවාදායකය ප්‍රතිචාර දැක් වීමට බොහෝ වේලාවක් ගනි.
te: సేవిక %Sవద్ద స్పందించడానికి చాలాసేపు పడుతోంది.
th: เซิร์ฟเวอร์ที่ %S ใช้เวลาตอบสนองนานเกินไป
tk: %S içindäki birikdiriji jogap bermek üçin gaty köp wagt alýar.
tt: %S qonumındaki sunucı cevap bermek içün fazla vaqıt ala.
ug: %S دىكى مۇلازىمېتىرنىڭ ئىنكاس قايتۇرۇش ۋاقتى بەك ئۇزۇن.
uz: %S serveridan javob olish vaqti o‘tib ketdi.
vi: Máy chủ tại %S phản hồi quá lâu.
wa: Li sierveu a %S prind trop d' tins a responde.
zh_tw: 伺服器 %S 花了太久時間還是無回應。
zu: Le seva eku-%S ithatha isikhathi eside ukuba iphendule.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
ar: وجد فَيَرفُكس أن الخادوم يعيد توجيه الطلب بشكل تعذر معه أن يكتمل.
az: Açmağa çalışdığınız ünvan heç bir zaman sonlanmayacaq bir yönləndirmə dairəsinə girdi.
bg: Firefox установи, че сървърът пренасочва заявките към този адрес по начин, който никога не може да приключи.
bn_bd: সার্ভারটি এই ঠিকানার অনুরোধটি এমনভাবে রিডিরেক্ট করছে যা সফল হবে না।
bn_in: এই URL‌-র জন্য নির্ধারিত রি-ডাইরেকশনের সীমা পার হয়ে গেছে। অনুরোধ করা পৃষ্ঠাটি লোড করা যায়নি। প্রতিরোধ করা কুকির জন্য সম্ভবত এটি ঘটেছে।
br: An dafariad a adheñch ar goulenn evit ar chomlec'h-mañ gant un doare ne vo biken peurechuet.
ca: El Firefox ha detectat que el Firefox està redirigint la sol·licitud d'aquesta adreça d'una forma que mai es completarà.
es_mx: Firefox detectó que el servidor está redirigiendo la solicitud para esta dirección en un modo que nunca se completará.
fur: Firefox al à rilevât che il servidôr al è ch'al ridirezione la richieste par chest indiriç intun mût che no podarà mai jessi completade.
gu: Firefox એ શોધી કાઢ્યું કે સર્વર એ આ સરનામા માટેની અરજીને એ રીતે પુનઃદિશામાન કરે છે કે જે ક્યારેય પૂર્ણ થશે નહિં.
he: Firefox זיהה שהשרת מכוון מחדש את הבקשה עבור כתובת זו בצורה שלא תושלם לעולם.
hi_in: Firefox ने जांचा है कि सर्वर ने इस पता के लिये आग्रह को फिर निर्देशित किया है उस रूप में कि यह कभी पूरा नहीं होगा.
hr: Prijeđena je granica preusmjeravanja za ovaj URL. Traženu stranicu nije moguće učitati. Uzrok mogu predstavljati blokirani kolačići.
hu: A Firefox azt észlelte, hogy a kiszolgáló olyan módon irányítja át a kérést, hogy az soha nem fog teljesülni.
is: Firefox hefur komist að því að netþjónninn er að reyna að beina tengingunni fyrir þessa vefslóð á þann hátt að henni mun aldrei ljúka.
ka: პროგრამამ მიღოო ინფორმაცია, რომ სერვერმა მოთხოვნა გადაამისამართა იმგვარად რომ იგი ვერ დასრულდება.
kn: ಪರಿಚಾರಕವು ಈ ವಿಳಾಸಕ್ಕಾಗಿನ ಮನವಿಯನ್ನು ಎಂದೆಂದಿಗೂ ಮುಗಿಯದ ರೀತಿಯಲ್ಲಿ ಮರಳಿ ನಿರ್ದೇಶಿಸುತ್ತಿರುವುದನ್ನು ಫೈರ್ಫಾಕ್ಸ್‍ ಹುಡುಕಿದೆ.
ku: Demê têra beralîkirina vê girêdanê nekir. Rûpel li yên tê xwestin nayê barkirin.
lb: Firefox huet gemierkt dass de Server d'Ufro fir dës Adress an enger Art a Weis weiderleet déi ni ophält.
lv: Pārsniegts pārvirzes limits šim URL. Nav iespējams ielādēt pieprasīto lapu. To var izraisīt bloķētas sīkdatnes.
ml: ഈ വിലാസത്തിനായുള്ള അപേക്ഷ ഒരിക്കലും തീരത്തില്ലാത്ത വിധം റീഡിറക്‌ട്‌ ചെയ്യപ്പെട്ടിരിക്കുന്നതായി ഫയര്‍ഫോക്സ്‌ കണ്ടെത്തിയിരിക്കുന്നു
mn: Энэ хаяг руу дамжуулсан хүсэлт хэзээ ч гүйцээгдэхгүйг Firefox олж тогтоолоо.
ms: Firefox mengesan yang pelayan sedang mengarahkan permohonan untuk alamat ini dengan cara yang tidak akan lengkap.
ne: सर्भरले अनुरोधलाई यसप्रकारले पुनःनिर्देशित गरिरहेको छ कि यो कहिल्यैँ पनि पूरा हुँदैन भन्ने कुरा Firefox ले पत्ता लगाएको छ।
nn_no: Firefox har oppdaga at tenaren sender vidare førespurnaden til denne adressa på ein måte som aldri vil fullføra.
oc: Firefox a detectat que lo servidor redirigís la demanda per aquesta adreça d'un biais qu'abotirà pas.
pt: O Firefox detetou que o servidor está a redirecionar o pedido para este endereço de modo a que o processo nunca esteja concluído.
rw: Firefox yatahuye ko seriveri irimo kongera kuyobora ikibazo cy'iyi aderesi mu buryo butazigera burangira.
si: Firefox විසින් මෙම ලිපිනය සඳහා ඉල්ලීම කිසිවිටෙක නිම නොවන ලෙස සේවාදායකය යොමු කරන්නක්සේ හදුනා ගන්නා ලදි.
te: సేవిక అభ్యర్దనను తిరిగి దానిచిరునామా కొరకు ఎప్పటికి పూర్తికానటువంటి విధంగా పంపిస్తున్నట్లు ఫైర్‌ఫాక్సు కనుగొన్నది.
th: Firefox ตรวจพบว่าเซิร์ฟเวอร์กำลังเปลี่ยนเส้นทางคำร้องขอสำหรับที่อยู่นี้ในทางที่ไม่มีวันเสร็จสมบูรณ์
tk: Firefox şuwagt birikdirijiniň bu salga gitmek talabyňyzyň hiç gutarmajak şekilde başga ýere sowandygyny anyklady.
tt: Firefox sunucınıñ bu adres içün istemni hiç bir zaman tamamlanmaycaq şekilde kene yönetkenini teşhis etti.
ug: Firefox بۇ مۇلازىمېتىرنىڭ مەزكۇر ئادرېس ئىلتىماسىنى دەۋرىي ھالدا قايتا يۆنىلىش بەلگىلەۋاتقانلىقىنى بايقىدى.
uz: Firefox serverning soʻralgan manzilni hech qachon tugamaydigan yoʻlga yoʻnaltirayotganligini aniqladi.
vi: Firefox phát hiện máy chủ đang chuyển hướng địa chỉ yêu cầu theo một cách mà sẽ chẳng bao giờ hoàn tất.
wa: Firefox a detecté kel sierveu rimoenne li dmande po ciste adresse d' ene manire k' ele ni finirè måy.
zh_tw: Firefox 發現伺服器要將此網址重新導向的要求無法完成。
zu: IFirefox ithole ukuthi iseva iqondisa isicelo saleli kheli kwenye indlela engeke iqede.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
ar: لعرض هذه الصفخة، يجب أن يُرسل %S المعلومات التي ستكرر أي إجراء (مثل معلومات البحث أو الطلب) تم مُسبقًا.
az: %S proqramı bu səhifəni göstərmək üçün daha öncə yerinə yetirilmiş əməliyyatı (məs. axtarış) təkrarlayacaq olan məlumatı yenidən göndərməlidir.
bg: За да видите страницата, %S трябва да повтори действието (напр. търсене или поръчка по Интернет).
bn_bd: এই পৃষ্ঠাটি প্রদর্শনের জন্য, %S এর কিছু তথ্য আবার পাঠাতে হবে যার কারণে কিছু ধাপ পুনরাবৃত্তি হতে পারে (যেমন কোনো অনুসন্ধান বা ক্রয় নিশ্চিতকরণ)।
bn_in: এই পৃষ্ঠা প্রদর্শনের জন্য, %S দ্বারা পূর্বে সঞ্চালিত কোনো কর্ম পুনরায় করা আবশ্যক হবে (যেমন কোনো অনুসন্ধান অথবা অনুরোধের নিশ্চায়ণ)।
br: Evit skrammañ ar bajenn-mañ ez eo ret da %S kas stlennoù hag a ray en-dro ar gwezhioù (evel klask pe kadarnaat un urzh) a veze graet a-raok.
ca: Per mostrar la pàgina, el %S ha d'enviar informació que repetirà qualsevol acció (com ara una cerca o una confirmació de tramesa) que s'hagués fet abans.
es_mx: Para mostrar esta página, %S enviará información que repetirá cualquier acción (como una búsqueda o una confirmación de pedido o pago) ejecutada previamente.
fur: Par visualizâ cheste pagjine, %S al à di ritrasmeti informazions che a ripetaran cualsisei azion za eseguide (come une ricercje o une conferme di ordin).
gu: આ પાનું દર્શાવવા માટે, પહેલાં %S દ્વારા મોકલવામાં આવેલ જાણકારી પુનઃમોકલવામાં આવવી જ જોઈએ.આ કોઈપણ ક્રિયાનું પુનરાવર્તન કરશે(જેમ કે શોધ અથવા ઓર્ડર જમાવટ) કે જે પહેલાં કરવામાં આવેલ હોય.
he: כדי להציג את דף זה, %S צריך לשלוח מידע שיבצע שוב כל פעולה (כגון חיפוש או אישור הזמנה) שבוצעה מוקדם יותר.
hi_in: यह पृष्ठ दिखाने के लिए, %S को जरूर सूचनाओं को भेजना चाहिए जो कि कोई क्रिया दुहराएगा (जैसे कि खोज या आदेश संपुष्टि) जो पहले किया गया था.
hr: Za prikaz ove stranice, %S mora ponovo poslati informacije koje će ponoviti prethodne postupke (poput traženja ili povrde narudžbe).
hu: Az oldal megjelenítéséhez a %Snak olyan információkat kell küldenie, amelyek megismételnek egy korábbi műveletet (például egy keresést vagy egy rendelés megerősítését).
is: Til þess að sýna þessa síðu, þarf %S að senda upplýsingar sem mun endurtaka aðgerð (til dæmis að leita eða panta) sem var framkvæmd áður.
ka: ამ გვერდის საჩვენებლად %S აგზავნის მონაცემებს რომლის საშუალებით ადრე შესრულებული რაიმე ქმედებები კვლავ უნდა განმეორდეს (მაგალითად, ძიება ან შეკვეთის დასტური).
kn: ಈ ಪುಟವನ್ನು ತೋರಿಸಲು, ಈ ಹಿಂದೆ ನಿರ್ವಹಿಸಲಾದ ಯಾವುದೆ ಕಾರ್ಯವನ್ನು (ಹುಡುಕಾಟ ಅಥವ ಅನುಕ್ರಮದ ಖಚಿತಪಡಿಕೆ) ಮರುಕಳಿಸುವಂತಹ ಮಾಹಿತಿಯನ್ನು %S ಮತ್ತೊಮ್ಮೆ ಕಳಿಸುವಂತಿರಬೇಕು .
ku: Ji bo vekirina vê rûpelê, divê %S agahiyên ku dê bên dubarekirin bişeyîne.
lb: Fir dës Säit unzeweisen, muss %S Informatioune verschécken déi all Aktioun widderhuelen (Sou wéi eng Sich oder eng Bestelluerdnung) déi virdru gemaach gouf.
lv: Lai parādītu šo lapu, %S ir vēlreiz jānosūta informācija, kas izraisīs atkārtotu darbību (piemēram, meklēšanu vai pasūtījuma apstiprinājumu).
ml: ഈ താള്‍ പ്രദര്‍ശിപ്പിയ്ക്കുന്നതിനായി, %S ചില വിവരങ്ങള്‍ അയയ്ക്കേണ്ടതുണ്ടു്. മുമ്പു് നടപ്പിലാക്കിയ ചില പ്രവര്‍ത്തികള്‍ ആവര്‍ത്തിയ്ക്കുന്നതാണു്.
mn: Энэ хуудсыг харуулахын тулд өмнө нь %S-р илгээгдсэн мэдээллүүд дахин илгээгдэх ёстой. Энэ үед өмнө нь үйлдсэн үйлдэл (хайлт хийсэн эсвэл хүснэгт бөглөж илгээсэн гэх мэт) дахин хийгдэх болно.
ms: Untuk memaparkan laman ini, %S mesti menghantar maklumat yang akan mengulang semua aksi (seperti carian atau pengesahan pesanan) yang dilaksanakan sebelum ini.
ne: यो पृष्ठ प्रर्दशन गर्नको निम्ति, %S ले सन्देश पठाउनु पर्छ जसले कुनै कार्य दोहोर्‍याउँछ (जस्तै कि कुनै खोजी वा आदेश यकिन) जुन पहिले नै भइसकेको हुनु पर्दछ।
nn_no: For å visa denne sida må %S senda informasjon som vil repetera eventuelle handlingar (t.d. eit nettsøk eller ei ordrestadfesting) som er utført tidlegare.
oc: Per afichar aquesta pagina, las informacions transmesas precendentament per %S an d'èsser renviadas. Aquò repetirà tota accion (tala coma una recèrca o un òrdre de crompa) entrepresa de per abans.
pt: Para mostrar esta página, o %S tem de reenviar informação que repete ações realizadas anteriormente (como uma pesquisa ou confirmação de uma encomenda).
si: මෙම පිටුව පෙන්වීම සඳහා %S පෙර සිදුකළ ක්‍රියාවක් (සෙවුමක් හෝ ඇනවුම් තහවුරු කිරීමක් වැනි) නැවත සිදුවීමට හේතු වන ආකාරයේ තොරතුරු යැවීමක් සිදුකළ යුතුය.
te: ఈ పేజీను ప్రదర్శించుటకు, %S ఇంతకు మునుపు జరుపబడిన చర్యను (శోధన లేదా నిర్ధారణ వంటివి)పునరావృతంచేసే సమాచారాన్ని పంపాలి.
th: เพื่อแสดงผลหน้านี้ %S จะต้องส่งข้อมูลซึ่งจะทำซ้ำการกระทำใด ๆ (อย่างเช่น การค้นหาหรือการยืนยันคำสั่งซื้อ) ที่ได้ดำเนินการไว้ก่อนหน้านี้
tk: Bu sahypany görkezmek üçin, %S hökman haýsydyr bir öň edilen hereketi (meselem gözleg ýa-da rugsat tassygy) gaýtalajak maglumaty goýbermeli.
tt: Bu saifeni köstermek içün, %S evel icra etilgen amelni (qıdırma ya da sımarış teyiti kibi) tekrarlaycaq olğan malümatnı yibermeli.
ug: بۇ بەتنى كۆرسىتىشتە %S قايتىلاشتىن بۇرۇنقى ھەرىكەت پەيدا قىلىدىغان سانلىق مەلۇماتىنى يوللىشى لازىم (مەسىلەن، ئىزدەش ياكى زاكاز يوللاش).
uz: %S ushbu sahifani koʻrsatish uchun oldinroq bajarilgan (qidiruv yoki tasdiqlash buyrug‘i kabi) amalni qaytarish uchun ma’lumot jo‘natishi kerak.
vi: Để hiển thị trang này, %S phải gửi những thông tin làm lặp lại hành động đã thực hiện trước đó (chẳng hạn như một xác nhận tìm kiếm hoặc giao dịch).
wa: Po håyner cisse pådje ci, %S doet evoyî des informåcions ki repetront tolminme ké faitindje (come on cweraedje ou l' racertinaedje d' ene comande) k' a stî fwait divant.
zh_tw: %S 必須重新傳送先前送過的資料才能顯示此網頁。這會重做一次所有事情（像是搜尋或線上購物）。
zu: Ukuze ubonise le khasi, i-%S kumele ithumele ulwazi oluzophinda noma isiphi isenzo (njengokusesha noma ukuqinisekiswa kwendlela) okwenziwe ngaphambili.

source: Resend
ar: أعِد الإرسال
az: Təkrar göndər
bg: Пращане наново
bn_bd: পুনঃ প্রেরণ
bn_in: পুনরায় পাঠানো হবে
br: Kas en-dro
ca: Torna a enviar
es_mx: Reenviar
fur: Torne a mandâ
gu: પુનઃમોકલો
he: שלח שוב
hi_in: फिर भेजें
hr: U redu
hu: Újraküldés
is: Endursenda
ka: ხელახლა გადაგზავნა
kn: ಮತ್ತೊಮ್ಮೆ ಕಳುಹಿಸು
ku: Dîsşandin
lv: Sūtīt vēlreiz
ml: വീണ്ടും അയയ്ക്കുക
ms: Hantar Semula
ne: पुनः पठाउनुहोस्
pt: Reenviar
si: යළි යවනන්න
te: తిరిగిపంపు
th: ส่งใหม่
tk: Gaýtadan Goýber
tt: Yene ciber
ug: قايتا يوللا
uz: Qayta jo‘natish
vi: Gửi lại
wa: Revoyî
zh_tw: 重新傳送
zu: Thumela kabusha

source: Firefox doesn’t know how to communicate with the server.
gu: સર્વર સાથે સંપર્ક વ્યવહાર કરવો એની Firefox ને ખબર નથી.
ne: Firefox यस सर्भरसँग सञ्चार गर्न असक्षम छ।
nn_no: Firefox veit ikkje korleis ein skal kommunisera med denne tenaren.
pt: O Firefox não sabe como comunicar com o servidor.
th: Firefox ไม่ทราบว่าจะสื่อสารกับเซิร์ฟเวอร์อย่างไร
uz: Firefox server bilan qanday bogʻlanishni bilmaydi.

source: The connection to the server was reset while the page was loading.
ar: صُفِّر الاتصال بالخادوم أثناء تحميل الصّفحة.
az: Səhifə yüklənərkən serverlə əlaqə kəsildi.
bg: Връзката със сървъра беше прекъсната по време на зареждане на страницата.
bn_bd: পৃষ্ঠাটি লোড করার সময় সার্ভারের সাথে সংযোগ পুনঃনির্ধারণ করা হয়েছে।
bn_in: নথির মধ্যে কোনো তথ্য উপস্থিত নেই।
br: Adderaouekaet eo bet ar c'hennask ouzh an dafariad pa oa ar bajenn o kargañ.
ca: S'ha reiniciat la connexió al servidor mentre la pàgina s'estava carregant.
es_mx: La conexión al servidor se reinició mientras se cargaba la página.
fur: La conession al servidôr e je stade reinizializade intant che si cjamave la pagjine.
gu: જ્યારે પાનું લવાઈ રહ્યું હતું ત્યારે સર્વર સાથેનું જોડાણ પુનઃસુયોજિત થયું હતું.
he: החיבור לשרת אותחל בזמן שהדף נטען.
hi_in: पृष्ठ लोड होने के दौरान सर्वर में संबंधन फिर सेट किया गया था.
hr: Dokument ne sadrži podatke.
hu: A kiszolgálóhoz való kapcsolat alaphelyzetbe állt az oldal letöltése közben.
is: Tengingin við netþjóninn var endurstillt á meðan verið var að hlaða inn síðu.
ka: კავშირი სერვერთან განულდა გვერდის ჩამოტვირთვისას.
kn: ಪುಟವು ಲೋಡ್‍ ಆಗುವಾಗ ಪರಿಚಾರಕದೊಂದಿಗಿನ ಸಂಪರ್ಕ ಮರಳಿ ಸ್ಥಾ ಪಿಸಲ್ಪಟ್ಟಿದೆ.
ku: Dema rûpel dihat barkirin girêdana bi pêşkêşkarê re qut bû.
lb: D'Connectioun zum Server gouf zeréckgesat während d'Säit geluede gouf.
lv: Nav datu - savienojums ar serveri tika pārtraukts lapas ielādes laikā.
ml: താള്‍‌ ലഭ്യമാക്കുന്ന സമയത്ത്‌ %S-ലെക്കുള്ള കണക്ഷന്‍ വീണ്ടും സജ്ജമാക്കിയിരിക്കുന്നു.
mn: Сервертэй хийсэн холболт хуудас дуудаж байх үед дахин шинэчлэгдлээ.
ms: Talian dengan pelayan telah diset semula apabila laman tersebut dimuatkan.
ne: पेज लोड हुदै गर्दा सर्वरको जडान रिसेट हुन पुगेको छ।
nn_no: Tilkoplinga til tenaren vart broten medan ei side lasta.
oc: La connexion amb lo servidor es estada reïnicializada pendent lo cargament de la pagina.
pt: A ligação ao servidor foi reposta durante o carregamento da página.
rw: Kwinjira kuri seriveri byahagaritswe igihe paji yatangizwaga.
si: පිටුව පූරණය අතරතුර සේවාදායකයට ඇති සබධතාව යළි සැකසුණි.
te: పేజీ లోడవుతున్నప్పుడు సేవికకువున్న అనుసంధానం మునుపటివలే వుంచబడింది.
th: การเชื่อมต่อไปยังเซิร์ฟเวอร์ถูกตั้งใหม่ขณะที่หน้ากำลังโหลด
tk: Sahypa ýüklenip durka birikdirijä bolan baglanyşyk täzelendi.
tt: Saife yüklengende sunucınen bağlantı sıfırlandı.
ug: بەتنى يۈكلەۋاتقاندا مۇلازىمېتىر بولغان ئۇلىنىش ئۈزۈلدى.
uz: Sahifa yuklanayotganda serverga ulanish uzilib qoldi.
vi: Kết nối tới máy chủ đã bị khởi tạo lại trong khi đang tải trang.
wa: Li raloyaedje å sierveu a stî rmetou a zero sol tins kel pådje si tcherdjive.
zh_tw: 載入頁面時與伺服器的連線被重設。
zu: Ukuxhumana neseva kuqale phansi ngesikhathi ikhasi lisalayisha.
