Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/appstrings.properties.po
Languages: ar, az, bg, bn_bd, bn_in, br, ca, es_mx, fur, gu, he, hi_in, hr, hu, is, ka, kn, ku, lb, lv, ml, mn, ms, ne, nn_no, oc, pt, rw, si, te, th, tk, tt, ug, uz, vi, wa, zh_tw, zu

source: Firefox doesn't know how to communicate with the server.
ar: لا يعرف فَيَرفُكس كيف يتصل بالخادوم.
az: Brauzer serverlə necə əlaqə qurulacağını bilmir.
bg: Firefox не знае как да общува със сървъра.
bn_bd: সার্ভারের সাথে যোগাযোগের নিয়ম অজানা।
bn_in: ব্যক্তিগত নিরাপত্তা ব্যবস্থা (PSM) ইনস্টল না করা অবধি এই নথিটি প্রদর্শন করা যাবে না। PSM ডাউনলোড ও ইনস্টল করে পুনরায় প্রচেষ্টা করুন অথবা আপনার সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
br: Firefox ne oar ket penaos kehentiñ gant an dafariad.
ca: El Firefox no ha sabut com comunicar-se amb el servidor.
es_mx: Firefox no sabe cómo comunicarse con el servidor.
fur: Firefox nol sa cemût comunicâ cul servidôr.
he: Firefox אינו יודע כיצר לתקשר עם השרת.
hi_in: Firefox सर्वर से संचार करना नहीं जानता है.
hr: Ovaj dokument ne može biti prikazan ako ne instalirate Personal Security Manager (PSM). Preuzmite i instalirajte PSM i probajte ponovo, ili kontaktirajte vašeg administratora sustava.
hu: A Firefox nem tudja, hogy kommunikáljon a kiszolgálóval.
is: Firefox veit ekki hvernig á að tala við netþjóninn.
ka: პროგრამისთბის უცნობია როგორ დაუკავშირდეს ამ სერვერს.
kn: ಫೈರ್ಫಾಕ್ಸ್‍ಗೆ ಪರಿಚಾರಕದೊಂದಿಗೆ ಹೇಗೆ ಸಂಪರ್ಕ ಹೊಂದಬೇಕು ಎಂದು ತಿಳಿದಿಲ್ಲ.
ku: Heya ku Personal Security Manager (PSM) saz nebe ev pel nayê nîşandan. PSM`ê daxe û saz bike an jî bi rêveberiya pergalê re têkeve têkiliyê.
lb: Firefox weess net wéi e mam Server kommunizéiere soll.
lv: Dokumentu nevar attēlot, pirms nav instalēts Personīgais Drošības Pārvaldnieks (PSM). Lejupielādējiet un instalējiet PSM un mēģiniet vēlreiz, vai sazinieties ar sistēmas administratoru.
ml: ഫയര്‍ഫോക്സിന്‌ സെര്‍വറുമായി എങ്ങനെ ബന്ധപ്പെടണം എന്ന്‌ അറിയില്ല
mn: Firefox сервертэй яаж холбогдохоо мэдэхгүй байна.
ms: Firefox tidak tahu bagaimana menghubungi pelayan.
oc: Firefox sap pas cossí entrar en contacte amb lo servidor.
rw: Firefox ntabwo izi uko ishyikirana na seriveri.
si: Firefox සේවාදායකය සමඟ සන්නිවේදනය කරන අයුරු නොදනි.
te: సేవికతో ఏలా కూడివుండాలో ఫైర్‌ఫాక్సుకు తెలియదు.
tk: Firefox birikdiriji bilen nähili habarlaşjagyny bilenok.
tt: Firefox sunucınen nasıl haberleşilecegini bilmey.
ug: Firefox مۇلازىمېتىر بىلەن قانداق ئالاقە قىلىشنى بىلەلمىدى.
vi: Firefox không biết liên lạc với máy chủ này như thế nào.
wa: Firefox ni sait nén comint comuniker avou l' sierveu.
zh_tw: Firefox 不知道如何與伺服器通訊。
zu: IFirefox ayazi ukuthi izoxhumana kanjani neseva.

source: Firefox is currently in offline mode and can't browse the Web.
ar: يعمل فَيَرفُكس حاليًا بالوضع دون اتصال ولا يمكنه تصفح الوِب.
az: Firefox hazırda oflayn modundadır və interneti gəzə bilmir.
bg: В момента Firefox работи в режим „Работа извън мрежата“ и сърфирането в Интернет е невъзможно.
bn_bd: ফায়ারফক্স বর্তমানে অফলাইন মোডে থাকায় ইন্টারনেট ব্রাউজ করা সম্ভব নয়।
bn_in: নথিটি অফলাইন অবস্থায় প্রদর্শন করা যাবে না। অনলাইন অবস্থায় যাওয়ার জন্য ফাইল মেনু থেকে অফলাইন অবস্থায় কর্ম বৈশিষ্ট্যর পাশে থেকে চেক চিহ্ন সরিয়ে দিন।
br: Emañ Firefox en e vod ezlinenn ha n'hall ket merdeiñ war ar genrouedad.
ca: El Firefox està actualment en mode fora de línia i no es pot navegar.
es_mx: Firefox está en modo sin conexión y no puede navegar en la web.
fur: Firefox al à in mût fur-linie e no si pues navigâ sul Web.
he: Firefox נמצא כעת במצב לא־מקוון ואינו יכול לגלוש באינטרנט.
hi_in: Firefox ऑफलाइन मोड में है और वेब ब्रॉउज नहीं कर सकता है.
hr: Ovaj dokument ne može biti prikazan u izvanmrežnom načinu rada. Da biste onemogućili izvanmrežni način rada, u izborniku Datoteka odznačite Izvanmrežni rad.
hu: A Firefox jelenleg kapcsolat nélküli módban van, és nem tudja a webet böngészni.
is: Firefox er núna að vinna án nettengingar og því er ekki hægt að vafra um á netinu.
ka: პროგრამა ავტონომიურ რეჟიმშია და ქსელში ვერ იმუშავებს.
kn: ಫೈರ್ಫಾಕ್ಸ್‍ ಪ್ರಸಕ್ತ ಆಫ್‍ಲೈನ್ ಕ್ರಮದಲ್ಲಿದೆ ಆದ್ದರಿಂದ ನೀವು ಜಾಲವನ್ನು ವೀಕ್ಷಿಸಲಾಗುವುದಿಲ್ಲ.
ku: Firefox di moda negirêdayî de ye loma nikare bikeve Webê.
lb: Firefox ass momentan am Offline-Modus a kann net op de Spaweck zougräifen.
lv: Šo dokumentu nevar attēlot nesaistes režīmā. Lai pārietu tiešsaistē, Faila izvēlnē atslēdziet Strādāt nesaistē.
ml: ഫയര്‍ഫോക്സ്‌ ഇപ്പോള്‍ ഓഫ്‌ ലൈന്‍ മോഡിലാണ്‌. അതിനാല്‍ വെബ്ബില്‍ പരതുവാന്‍ സാധ്യമല്ല
mn: Firefox одоогоор салангид горимд байгаа тул вэб хуудсанд зорчиж чадахгүй.
ms: Firefox kini dalam mod luar talian dan tidak boleh melungsur Web.
oc: Firefox es actualament en mòde fòra connexion e pòt pas accedir al Web.
rw: Firefox ubu iri mu buryo bwo gukora hatariho Interineti kandi ntabwo ishobora gushakashaka ku Rubuga.
si: Firefox දැනට නොබැඳිව ඇති අතර වේබ් අඩවිය ගවේෂණය කළ නොහැක.
te: ఫైర్‌ఫాక్సుఇప్పుడు ఆఫ్‌లైన్ రీతిలోవుంది మరియు వెబ్‌ను అన్వేషించలేదు.
tk: Firefox şuwagt aragatnaşyksyz işleýän görnüşde we Webde gezip bilenok.
tt: Firefox hal-hazırda devre-tışı tarzdadır ve İnternette kezinalmay.
ug: Firefox تورسىز ھالەتتە تور بەتكە كۆز يۈگۈرتەلمەيدۇ.
vi: Firefox hiện đang ở chế độ ngoại tuyến và không thể duyệt Web.
wa: Firefox est e môde disraloyî pol moumint eyet n' sait nén betchter avå l' Waibe.
zh_tw: Firefox 正處於離線模式，無法瀏覽網路。
zu: IFirefox ayikho ku-Inthanethi okwamanje futhi ngeke ibheke iWebhu.

source: Firefox is configured to use a proxy server that can't be found.
ar: فَيَرفُكس مضبوط ليستخدم خادومًا وسيطًا تعذر إيجاده.
az: Firefox tapıla bilməyən bir proxy serverə bağlanacaq şəkildə nizamlanıb.
bg: Firefox е настроен да използва прокси сървър, който не може да бъде намерен.
bn_bd: আপনার দ্বারা কনফিগার করা প্রক্সি সার্ভারটি পাওয়া যায়নি।
bn_in: আপনার দ্বারা কনফিগার করা প্রক্সি সার্ভারটি পাওয়া যায়নি। অনুগ্রহ করে প্রক্সির জন্য নির্ধারিত বৈশিষ্ট্য পরীক্ষা করে পুনরায় প্রচেষ্টা করুন।
br: Kefluniet eo Firefox evit arverañ un dafariad proksi ha n'hall ket bezañ kavet.
ca: El Firefox està configurat per utilitzar un servidor intermediari que no pot trobar-se.
es_mx: Firefox está configurado para usar un servidor proxy que no puede encontrar.
fur: Firefox al è configurât par doprâ un servidôr proxy che no si cjate.
he: Firefox מוגדר להשתמש בשרת מתווך שלא ניתן למצוא אותו.
hi_in: Firefox एक प्रॉक्सी सर्वर के प्रयोग के लिये विन्यस्त किया गया है जो कि पाया नहीं जा सकता है.
hr: Proxy poslužitelj kojeg ste podesili ne može biti pronađen. Molim vas provjerite vaše proxy postavke i probajte ponovno.
hu: A Firefox proxykiszolgáló használatára lett beállítva, ám az nem található.
is: Firefox er stilltur til að nota milliþjón sem finnst ekki.
ka: პროგრამისთვის მითითებული პროქსი სერვერი ვერ მოიძებნა.
kn: ಫೈರ್ಫಾಕ್ಸ್‍ ಹುಡುಕಲಾಗದೆ ಇರುವ ಒಂದು ಪರಿಚಾರವನ್ನು ಬಳಸುವಂತೆ ಸಂರಚಿತಗೊಂಡಿದೆ.
ku: Pêşkêşkara Cîgir a ku te mîheng kiriye, nayê dîtin. Ji kerema xwe, mîhengên pêşkêşkara Cîgir lontrol bike û ji nû ve biceribîne.
lb: Firefox ass agestallt e Proxy-Server ze benotzen deen hien net fënnt.
lv: Neizdevās atrast jūsu norādīto starpniekserveri. Lūdzu, pārbaudiet starpniekservera iestatījumus un mēģiniet vēlreiz.
ml: കണ്ടെത്തുവാന്‍ സാധിക്കാത്ത ഒരു പ്രോക്സി സെര്‍വര്‍ ഉപയോഗിക്കുവാന്‍ ഫയര്‍ഫോക്സ്‌ ക്രമീകരിച്ചിരിക്കുന്നു.
mn: Firefox прокси сервер хэрэглэнэ гэж тохируулагдсан мөртлөө олж чадахгүй байна.
ms: Firefox tertatarajah menggunakan pelayan proksi yang tidak boleh dijumpai.
oc: Firefox es configurat per utilizar un servidor proxy mas aqueste es introbable.
rw: Firefox yahawe imiterere kugira ngo ikoreshe seriveri ya porogisi idashobora kuboneka.
si: Firefox ප්‍රොක්සි සේවාදායකය භාවිතා කිරිම සඳහා සකසා ඇති අතර එය සොයාගත නොහැක.
te: ఫైర్‌ఫాక్సు ప్రోక్సీ సేవికను వుపయోగించుకొనునట్లు ఆకృతీకరించబడింది అదిదొరకలేదు.
tk: Firefox, tapylmaýan bir ygtyýarly birikdirijä ulanmaga düzülen.
tt: Firefox tapılamağan bir proksi sunucısını qullanmağa ayarlanğan.
ug: Firefox سىز بەلگىلىگەن ۋاكالەتچى مۇلازىمىتىرنى تاپالمىدى.
vi: Firefox đã được cấu hình sử dụng máy chủ proxy, nhưng không thể tìm thấy.
wa: Firefox est apontyî po s' siervi d' on sierveu procsi k' i n' sait nén trover.
zh_tw: Firefox 找不到您所設定的 Proxy 伺服器。
zu: IFirefox ihlelelwe ukusebenzisa iseva ye-proxy engatholakali.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
ar: أُبلِغ عن أن الموقع %S موقع مزوّر مصمم لخداع المستخدمين ليكشفوا معلوماتهم الشخصية والمالية.
az: %S ünvanındakı saytda, istifadəçiləri aldadaraq onların şəxsi və maliyyə məlumatlarını paylaşmağa yönəldən bir saxtakarlıq cəhdi olduğu bildirilmişdir.
bg: Сайтът %S е докладван като измамнически, направен да подлъгва потребителите да споделят лична или финансова информация.
bn_bd: %S এর সাইটটি একটি ওয়েব জালিয়াতি হিসেবে চিহ্নিত, যা কিনা ব্যবহারকারীদের প্রতারণা করে তাদের ব্যক্তিগত ও অর্থ সংক্রান্ত তথ্য প্রকাশ করতে বাধ্য করে।
bn_in: %S-এ উপস্থিত ওয়েব-সাইটটি একটি ভুয়োঁ সাইট রূপে চিহ্নিত রয়েছে। ব্যবহারকারীদের প্রতারণা করে তাদের ব্যক্তিগত ও আর্থিক তথ্য প্রকাশ করতে বাধ্য করার জন্য এই সাইটটি নির্মিত হয়েছে।
br: Marilhet eo bet al lec'hienn e %S evel ur c'hwiberezh dre internet savet evit gwallbakañ an arveriad a-benn kaout titouroù personel hag arc'hantel.
ca: S'ha informat que el lloc web %S és una falsificació dissenyada per enganyar els usuaris perquè comparteixin informació personal o financera.
es_mx: El sitio web %S está reportado como falso, diseñado para engañar y obtener datos personales y/o financieros.
he: האתר בכתובת %S דווח בתור אתר הונאה שנועד כדי להפיל משתמשים למלכודות שיגרמו להם לשתף את הפרטים האישיים שלהם או מידע פיננסי.
hi_in: %S पर के वेबसाइट को एक वेब धोखाधड़ी के रूप में रिपोट किया गया है जिसे उपयोक्ता को निजी अथवा वित्तीय सूचना गलत रूप से लेने के लिए डिजायन किया गया है.
hr: Web stranica %S je prijavljena kao web krivotvorina, osmišljena kako bi vas navela na otkrivanje osobnih ili financijskih informacija.
hu: A(z) %S oldalt a bejelentések szerint azért hozták létre, hogy a felhasználóktól személyes vagy pénzügyi adatokat csaljanak ki.
is: Vefsvæðið %S hefur verið tilkynnt sem falsað vefsvæði sem platar notendur í að gefa frá sér persónuupplýsingar eða fjármálaupplýsingar.
kn: %S ನಲ್ಲಿರುವ ಜಾಲತಾಣವು ಬಳಕೆದಾರರು ತಮ್ಮ ಖಾಸಗಿ ಅಥವ ಹಣಕಾಸಿನ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳುವಂತೆ ಮಾಡುವ ಇದು ಒಂದು ಜಾಲ ವಂಚನೆ ಎಂದು ವರದಿ ಮಾಡಲಾಗಿದೆ.
ku: Malpera li ser %S'ê wekî malpereke sextekar a webê ku agahiyên takekesî û aborî didize, hate raporkirin.
lv: Lietotāji lapu %S ir atzīmējuši kā aizdomīgu krāpnieku lapu, kas radīta, lai izmānītu no tās apmeklētājiem svarīgu personisko vai finanšu informāciju.
ml: %S-ലുള്ള സൈറ്റ്, നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളും സാമ്പത്തിക വിവരങ്ങളും ചോര്‍ത്തുന്ന രീതിയിലുള്ളതാകുന്നു.
oc: Lo site Web sus %S es estat senhalat coma una contrafaiçon concebuda per enganar los utilizaires per que partejen d'informacions personalas o financièras.
si: %S හි අඩවිය පරිශීලකයන්ගෙන් පුද්ගලික හෝ මූල්‍ය තොරතුරු ලබාගැනීමට සැකසූ වංචාකාරී වෙබ් අඩවියක් ලෙස වාර්තා වී ඇත.
te: %S వద్దగలసైటు మోసపూరితమైనదిగా నివేదించబడింది అది వాడుకరులు వారి వ్యక్తిగత లేదా ఆర్ధిక సమాచారాన్ని పంచుకొనునట్లు మోసపూరితంగా రూపొందించబడింది.
tk: Bu saýt (%S) ulanyjylaryň şahsy ýa-da maliýe maglumatlarynyň alynmagy üçin bejerilen internet duzagy hökmünde hasabata alynan.
tt: %S adresíndegí perewíz saytı qullanuçılarnı şexsi yaki mali meğlümatnı urtaqlaşuğa aldawçı bír perewíz şarlatanlığı bularaq reportlanğandır.
ug: %S دىكى تور بېكەت ئىشلەتكۈچىلەرنى شەخسىي ئۇچۇر ۋە پۇل-مۇئامىلە ئۇچۇرىنى كىرگۈزۈشكە قىزىقتۇرۇپ ئالدامچىلىق قىلىدىغان بېكەت ئىكەنلىكى مەلۇم قىلىنغان.
vi: Trang web tại %S bị báo cáo là trang web giả mạo lừa người dùng tiết lộ thông tin tài chính và cá nhân.
zh_tw: 這個在 %S 的網站已被回報是偽造網站，特別設計用來誘騙使用者透露其個人或財務資訊。
zu: Iwebhusayithi ku-%S libikwe njengokubhumbuluza kwewebhu okuhloselwe ngalo ukuphamba abasebenzisi ukuthi babelane ngemininingwane yabo yobubona noma yezezimali.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
ar: تعذر عرض الصفحة التي تريد مشاهدتها بسبب اكتشاف خطأ اثناء نقل البيانات.
az: Məlumat ötürülməsində bir səhv aşkarlandığı üçün, baxmağa çalışdığınız səhifə gösdərilə bilmir.
bg: Не може да се покаже страницата, която искате да посетите, защото беше открита грешка при прехвърлянето на данни.
bn_bd: তথ্য আদান-প্রদান করায় ত্রুটি থাকায় আপনি যে পৃষ্ঠাটি প্রদর্শন করতে চাচ্ছেন তা দেখানো যাচ্ছে না
bn_in: তথ্য বিনিময়ের সময় একটি ত্রুটি সনাক্ত হওয়ার ফলে, আপনার অনুরোধ করা পৃষ্ঠাটি প্রদর্শন করা সম্ভব নয়।
br: Ar bajenn emaoc'h o klask gweladenniñ n'hall ket bezañ skrammet rak degouezhet ez eus bet ur fazi e-pad treuzkas ar roadennoù.
ca: La pàgina que esteu intentant veure no es pot mostrar perquè s'ha produït un error en la transmissió de les dades.
es_mx: La página que estás tratando de ver no se puede mostrar porque un error en la transferencia de datos fue detectado.
he: הדף שאתה מנסה לצפות בו אינו יכול להיות מוצג בגלל שהתגלתה שגיאה בהעברת הנתונים.
hr: Stranicu kojoj pokušavate pristupiti nije moguće prikazati zbog greške u prijenosu podataka.
hu: A megtekinteni kívánt oldal nem jeleníthető meg, mert hiba történt az adatátvitel közben.
is: Ekki er hægt að sýna síðuna vegna villu í gagnasendingu.
kn: ನೀವು ನೋಡಲು ಬಯಸುವ ಪುಟವನ್ನು ತೋರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ಮಾಹಿತಿ ವರ್ಗಾವಣೆಯಲ್ಲಿ ಒಂದು ದೋಷವು ಕಂಡು ಬಂದಿದೆ.
ku: Ji ber ku di guhestina daneyan de çewtiyek hat dîtin rûpela dixwazî bibînî nayê nîşandan.
lv: Lapu, ko mēģināt apskatīt nevar attēlot datu pārraides kļūdas dēļ.
ml: ഡേറ്റാ ട്രാന്‍സ്മിഷനില്‍ പിശകുണ്ടായതിനാല്‍, നിങ്ങള്‍ കാണുവാന്‍ ശ്രമിയക്കുന്ന താള്‍ ലഭ്യമല്ല.
mn: Таны харах гэсэн хуудас мэдээлэл дамжуулалтын алдаатай тул харуулах боломжгүй байна.
ms: Halaman yang anda cuba lawat tidak dapat dipamer kerana satu kesilapan dalam data transmisi telah dikenalpasti.
oc: La pagina qu'ensajatz de veire pòt pas èsser afichada perque una error dins la transmission de donadas es estada detectada.
si: දත්ත හුවමාරුවෙ ගැටලුවක් හදුනා ගත් නිසා ඔබ බැලීමට උත්සාහ කරන පිටුව දර්ශනය කළ නොහැක.
te: మీరు దర్శించుటకు ప్రయత్నిస్తున్న పేజీ చూపబడలేదు యెంచేతంటే దాని యందు దత్తాంశ బదలాయింపులో దోషం గుర్తించబడెను.
tk: Maglumat geçirmede ýalňyşlyk tapylandygy sebäpli siziň synlamaga çalyşýan sahypaňyz görkezilip bilnenok.
tt: Seyretmege talpınğanıñız saife kösterilalmay çünki verilerniñ naqlinde bir hata keşfetildi.
ug: سىز كۆرمەكچى بولغان بەتنى كۆرسىتەلمىدى چۈنكى سانلىق مەلۇمات يوللاش جەريانىدا بىر خاتالىق بايقالدى.
vi: Không thể hiển thị trang mà bạn đang muốn xem vì có lỗi trong truyền tải dữ liệu.
zh_tw: 因為在資料傳輸過程當中偵測到錯誤，無法顯示您正要檢視的頁面。
zu: Ikhasi ozama ukulibheka alikwazi ukuboniswa ngenxa yephutha elitholwe ekuthunyelweni kwedatha.

source: Firefox doesn't know how to open this address, because the protocol (%S) isn't associated with any program.
tt: Firefox bu adresniñ nasıl açılğanını bilmey, çünki bu protokol (%S) her hangi bir programnen ülfetlendirilmegen.

source: This page has a content security policy that prevents it from being embedded in this way.
tt: Bu saife, bu şekilde içeri yatqızılmasınıñ aldını alğan bir muhteva emniyeti siyasetine sahiptir.
