Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/appstrings.properties.po
Languages: ar, az, bg, bn_bd, bn_in, br, ca, es_mx, fur, gu, he, hi_in, hr, hu, is, ka, kn, ku, lb, lv, ml, mn, ms, ne, nn_no, oc, pt, rw, si, te, th, tk, tt, ug, uz, vi, wa, zh_tw, zu

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
ar: أُبلِغ عن أن الموقع %S موقع هجمات ومُنع بناء على تفضيلات الأمن.
az: %S ünvanlı sayt hücum saytı olduğu işarətlənib və təhlükəsizliklə bağlı seçimlərinizi əsas tutaraq bloklandı.
bg: Сайтът %S е докладван като враждебен сайт и е блокиран, според вашите настройки на сигурността.
bn_bd: %S এর সাইটটি একটি আক্রমনকারী সাইট হিসেবে চিহ্নিত এবং আপনার নিরাপত্তার বৈশিষ্ট্য অনুযায়ী এটি প্রতিরোধ করা হয়েছে।
bn_in: %S-এ উপস্থিত সাইটটি একটি বিপজ্জনক সাইট রূপে চিহ্নিত হয়েছে এবং আপনার নির্ধারিত সুরক্ষামূলক বৈশিষ্ট্য অনুযায়ী এটির প্রদর্শন প্রতিরোধ করা হয়েছে।
br: Al lec'hienn e %S zo bet marilhet evel ul lec'hienn dagus ha harzet eo bet gant ho kwellvezioù diogelroez.
ca: S'ha informat que %S és un lloc atacant i s'ha blocat d'acord amb les vostres preferències de seguretat.
es_mx: Este sitio web %S está reportado como peligroso y se bloqueó con base en tus preferencias de seguridad.
fur: Il sît %S al è stât segnalât come un sît atacant e al è stât blocât daûr des tôs preferencis di sigurece.
gu: %S આગળની સાઈટ હુમલા સાઈટ તરીકે અહેવાલિત થઈ ગયેલ છે અને તે તમારી સુરક્ષા પસંદગીઓને આધારે અટકાવવામાં આવેલ છે.
he: האתר בכתובת %S דווח בעבר בתור אתר תקיפה ולכן נחסם בהתאם להגדרות האבטחה שלך.
hi_in: %S पर के वेबसाइट को एक हमला साइट के रूप में रिपोट किया गया है और आपके सुरक्षा वरीयता के आधार पर रोका गया है.
hr: Web stranica %S je prijavljena kao zloćudna stranica i blokirana je na temelju vaših sigurnosnih postavki.
hu: A(z) %S címen működő webhelyről bejelentés érkezett, hogy támadó webhely, ezért a biztonsági beállítások alapján a böngésző a hozzáférést nem engedélyezi.
is: Vefsvæðið %S hefur verið tilkynnt sem árásarsvæði og aðgangur hefur verið hindraður vegna öryggisstillinga.
kn: %S ಒಂದು ಧಾಳಿಕಾರಕ ತಾಣವೆಂದು ವರದಿ ಮಾಡಲ್ಪಟ್ಟಿದೆ ಹಾಗು ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಆದ್ಯತೆಗಳಿಗನುಸಾರವಾಗಿಅದು ನಿರ್ಬಂಧಿಸಲ್ಪಟ್ಟಿದೆ.
ku: Malpera li ser %S'ê wekî malpereke êrîşkan hate raporkirin û di çarçoveya vebijêrkên te yên ewlekariyê hate astengkirin.
lv: Lietotāji lapu %S ir atzīmējuši kā bīstamu kaitnieku lapu. Balstoties uz jūsu drošības iestatījumiem, šī lapa ir bloķēta.
ml: %S-ലുള്ള സൈറ്റ് സുരക്ഷാ കാരണങ്ങള്‍കൊണ്ടു് തടഞ്ഞിരിയ്ക്കുന്നു, അതിനാല്‍ ലഭ്യമാകുന്നതല്ല.
ms: Laman %S telah dilaporkan sebagai laman serang dan telah dihalang berdasarkan keutamaan keselamatan anda.
ne: %S मा यो साइट आक्रामक साइट भएको प्रतिवेदन दिइएको छ र तपाईँको सुरक्षा प्राथमिकताहरूका अनुसार बन्द गरिएको छ ।
nn_no: Nettsida på %S er rapportert som ein åtaksstad og er blokkert basert på tryggingsinnstillingane dine.
pt: Este site em %S foi reportado como um site de ataque e foi bloqueado com base nas suas preferências de segurança.
si: %S හි අඩවිය ප්‍රහාර එල්ල කරන අඩවියක් ලෙස වාර්තා වී ඇති අතර, ඔබගේ ආරක්ෂක තෝරාගැනීම අනුව එය අවහිර කර ඇත.
te: %S వద్దగల సైటు దాడిచేయు సైటుగా నివేదించబడింది మరియు మీరక్షణ అభీష్టాలదృష్ట్యా నిరోధించిబడింది.
th: ไซต์ที่ %S ถูกรายงานว่าเป็นไซต์รุกรานและถูกปิดกั้นตามการตั้งค่าความปลอดภัยของคุณ
tk: Bu saýt (%S) zabt ediji saýt hökmünde hasabat edileni üçin, siziň gorag düzümleriňize garap bu saýt böwetlendi.
tt: %S qonumındaki sayt bir hücüm saytı olaraq bildirilgen olıp emniyet tercihleriñizge binaen bloklandı.
ug: %S دىكى تور بېكەت ھۇجۇم خاراكتېرىدىكى بېكەت دەپ مەلۇم قىلىنغان، سىزنىڭ بىخەتەرلىك تاللانمىڭىزغا ئاساسەن چەكلەندى.
uz: %S sayti hujum qiluvchi sayt sifatida ma’lumot berilgan va xavfsizlik moslamalaringizga asoslanib bloklangan.
vi: Trang web tại %S bị báo cáo là trang web ác ý và đã bị chặn dựa trên tùy chỉnh bảo mật của bạn.
wa: Li waibe a %S a stî rapoirtêye come ene waibe d' atacaedje eyet a stî blokêye sol båze di vos preferinces di såvrité.
zh_tw: %S 這個網站已被回報為有害網站，依據您所選擇的安全設定予以封鎖。
zu: Isayithi elise-%S libikwenjenge sayithi lokuhlasela futhi lavinjelwa ngokuya ngokuthandwa kwakho kwezokuphepha.

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
ar: أُبلِغ عن أن الموقع %S يقدّم برمجيات غير مرغوب فيها و مُنع بناء على تفضيلات الأمن.
ca: S'ha informat que el lloc %S conté programari indesitjable i s'ha blocat d'acord amb les vostres preferències de seguretat.
hr: Web stranica %S je prijavljena zbog posluživanja neželjenog softvera, te je blokirana na temelju vaših sigurnosnih postavki.
lv: Lietotāji lapu %S ir atzīmējuši kā bīstamu maldību programmu lapu. Balstoties uz jūsu drošības iestatījumiem, šī lapa ir bloķēta.
ne: %S मा यो साइट आक्रामक साइट भएको प्रतिवेदन दिइएको छ र तपाईँको सुरक्षा प्राथमिकताहरू अनुसार रोकिएको छ ।
nn_no: Nettstaden på %S er rapportert som ein nettstad som leverer uynskt programvare, og er blokkert basert på tryggings-innstillingene dine.
pt: Este site em %S foi reportado como um site de software não-solicitado e foi bloqueado com base nas suas preferências de segurança.
th: ไซต์ที่ %S ถูกรายงานว่าแจกจ่ายซอฟต์แวร์ไม่พึงประสงค์และถูกปิดกั้นตามการตั้งค่าความปลอดภัยของคุณ
uz: %S saytida zararli dastur bor deb xabar berilgan, shuning uchun xavfsizlik moslamalaringizga asoslanib bloklandi.

source: This web page at %S has been reported as a deceptive site and has been blocked based on your security preferences.
ne: %S मा यो साइट आक्रामक साइट भएको प्रतिवेदन दिइएको छ र तपाईँको सुरक्षा प्राथमिकताहरूका अनुसार बन्द गरिएको छ ।
nn_no: Denne nettsida på %S er rapportert som ei villeiande side og er blokkert basert på tryggingsinnstillingane dine.
pt: Esta página web em %S foi reportada como um site decetivo e foi bloqueada com base nas suas preferências de segurança.
th: หน้าเว็บนี้ที่ %S ถูกรายงานว่าเป็นไซต์หลอกลวงและถูกปิดกั้นตามการตั้งค่าความปลอดภัยของคุณ
uz: %S sayti hujum qalbaki sayt sifatida ma’lumot berilgan va xavfsizlik moslamalaringizga asoslanib bloklangan.

source: The site at %S has been blocked by your browser configuration.
uz: %S manzilidagi sayt brauzer sozlanmasiga ko‘ra bloklangan.

source: This page has a content security policy that prevents it from being loaded in this way.
ar: سياسة أمن محتوى هذه الصفحة تمنعها من أن تُحمّل بهذا الشكل.
az: Bu səhifədə bu şəkildə yükləməyi qadağan edən məzmun təhlükəsizlik qaydası var.
bg: Тази страница е с политика за сигурност, която възпрепятства да бъде вградена по този начин.
bn_in: এই পৃষ্ঠার তথ্য নিরাপত্তার নীতির জন্য এই পদ্ধতিতে এটি এমবেড করা সম্ভব হবে না।
br: Ar bajenn-mañ he deus ur reolenn diogelroez a-fet endalc'hadoù a vir anezhi ouzh bezañ karget gant an doare-mañ.
ca: Aquesta pàgina té una política de seguretat del contingut que impedeix que es carregui d'aquesta manera.
es_mx: Esta página tiene una política de seguridad de contenido que previene cargarla de esta forma.
hr: Ova stranica ima definiranu sigurnosnu politiku sadržaja koja sprječava da se učitava na ovaj način.
hu: Az oldal tartalombiztonsági irányelve megtiltja, hogy ezen a módon betöltsék.
is: Þessi síða inniheldur öryggisreglu sem kemur í veg fyrir að hægt sé að hlaða henni inn á þennan hátt.
kn: ಈ ಪುಟವನ್ನು ಈ ಬಗೆಯಲ್ಲಿ ಅಡಕಗೊಳಿಸುವುದನ್ನು ತಡೆಯುತ್ತಿರುವ ಒಂದು ವಿಷಯ ಸುರಕ್ಷತಾ ನಿಯಮವನ್ನು ಇದು ಹೊಂದಿದೆ.
lv: Šīs lapas drošības politika liedz to ielādēt korekti.
ml: ഈ തരത്തില്‍ താള്‍ ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല. ഇങ്ങനെ ചെയ്യുന്നതു് ഇതിന്റെ സുരക്ഷാ പോളിസിയ്ക്കു് എതിരെയാകുന്നു.
ne: यस पृष्ठमा सामग्री सुरक्षा नीति छ जसले यो पृष्ठलाई यस तरिकाबाट लोड हुनबाट रोक्दछ ।
nn_no: Denne nettsida har ein tryggingspraksis for innhald som hindrar henne frå å lastast på denne måten.
pt: Esta página tem uma política de segurança de conteúdo que previne que seja carregada desta maneira.
si: මේ ආකාරයෙන් පූර්ණය වීම වලකන අන්තර්ගත ආරක්ෂක ප්‍රතිපත්තියක් මෙම පිටුව සතුව පවතී.
th: หน้านี้มีนโยบายความปลอดภัยของเนื้อหาที่ป้องกันจากการโหลดในลักษณะนี้
uz: Bu sahifa ushbu ushbu usulda yuklashga halaqit beradigan xavfsizlik siyosatiga ega.
vi: Trang này có một chính sách bảo mật nội dung không cho phép nó được tải theo cách này.

source: The site at %S has experienced a network protocol violation that cannot be repaired.
ne: %S साइटले मर्मत गर्न नसकिने किसिमले नेटवर्क प्रोटोकोल उल्लंघन अनुभव गरेको छ।
nn_no: Nettsida %S har opplevd ei krenking av netverksprotokollen som ikkje kan reparerast.
pt: O site em %S provocou uma violação do protocolo de rede que não pode ser reparada.
th: ไซต์ที่ %S ประสบกับการละเมิดโพรโทคอลเครือข่ายซึ่งไม่สามารถซ่อมแซมได้
uz: %S sayti tarmoq protokoli zararlangan, uni to‘g‘rilab bo‘lmaydi.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
ar: هذه الصفحة تستخدم تقنية غير مدعومة لم تعد متاحة في فَيَرفُكس بشكل مبدئي.
az: Bu səhifə, artıq Firefoxda standart olaraq, olmayan və dəstəklənməyən bir texnalogiyadan istifadə edir.
bg: Страницата използва неподдържана технология, която вече не е налична по подразбиране във Firefox.
bn_bd: এই পৃষ্ঠাটি একটি অসমর্থিত টেকনোলজি সমর্থন করে যা ফায়ারফক্সে আর নেই।
bn_in: এই পৃষ্ঠায় ব্যবহৃত প্রযুক্তি সমর্থিত নয় ও ডিফল্ট অবস্থায় Firefox-এ এটি ব্যবহারের সুবিধা উপলব্ধ করা হয় না।
br: Ar bajennad-mañ a arver ur galvezouriezh diskoret ha n'eo ket hegerz ken war Firefox dre ziouer.
ca: Aquesta pàgina utilitza una tecnologia incompatible que ja no és disponible per defecte al Firefox.
es_mx: Esta página usa una tecnología no admitida que ya no está disponible por defecto en Firefox.
gu: આ પાનું બિનઆધારભૂત ટૅકનોલોજિ વાપરે છે કે જે Firefox માં મૂળભૂત રીતે લાંબા સમય સુધી ઉપલબ્ધ નથી.
he: עמוד זה משתמש בטכנולוגיה לא נתמכת שאינה זמינה יותר ב־Firefox כבררת מחדל.
hr: Ova stranica koristi nepodržanu tehnologiju, koja ne više ne dolazi uz Firefox.
hu: Ez az oldal nem támogatott technológiát használ, amely már nem érhető el az alapkiépítésben.
is: Þessi síða notar óstudda tækni sem er ekki lengur tiltæk í Firefox.
kn: ಈ ಪುಟವು ಫೈರ್ಫಾಕ್ಸ್ ಪ್ರಸಕ್ತ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಬೆಂಬಲಿಸದೆ ಇರುವ ತಂತ್ರಜ್ಞಾನವನ್ನು ಬಳಸುತ್ತದೆ.
ku: Di vê rûpelê de teknolojiyeke ku ji hêla standardên Firefoxê ve êdî nayê destekirin heye.
lb: Dës Säit benotzt eng al Technologie déi net méi standardméisseg disponibel ass.
lv: Šī lapa izmanto neatbalstītu tehnoloģiju, kas pēc noklusējuma vairs nav pieejama Firefox komplektācijā.
ml: ഫയര്‍ഫോക്സില്‍ സ്വതവേ ലഭ്യമല്ലാത്തതും അതിനുള്ള പിന്തുണയും ഇല്ലാത്തൊരു സാങ്കേതിക വിദ്യ ആണു് ഈ താള്‍ ഉപയോഗിയ്ക്കുന്നതു്.
ms: Laman ini menggunakan teknologi yang tidak disokong dan kini tidak lagi didapati secara sedia ada dalam Firefox.
ne: यो पृष्ठले असमर्थित प्रविधि प्रयोग गर्ने भएकोले निर्धारित रुपमा यो पृष्ठ Firefox मा उपलब्ध छैन।
nn_no: Denne sida brukar ein ustøtta teknologi som ikkje lenger er tilgjengeleg som standard i Firefox.
oc: Aquesta pagina utiliza una anciana tecnologia qu'es pas mai disponibla per defaut.
pt: Esta página utiliza uma tecnologia que já não é suportada no Firefox.
te: ఈ పేజీ తోడ్పాటులేని సాంకేతికతను వుపయోగించుచున్నది అది ఫైర్‌ఫాక్స్ నందు అప్రమేయంగా అందుబాటులో లేదు.
th: หน้านี้ใช้เทคโนโลยีที่ไม่รองรับซึ่งไม่มีให้ใช้โดยปริยายอีกต่อไปใน Firefox
tk: Bu sahypa Firefoxda düýpki şekilde tapylmaýan goldawsyz tehnologiýa ulanýar.
tt: Bu saife ögbelgilengen olaraq Firefox içinde artıq faydalanışlı olmağan desteklenmegen bir tehnologiyanı qullana.
ug: بۇ بەتتە Firefox قوللىمايدىغان تېخنىكا ئىشلەتكەن شۇڭا كۆڭۈلدىكى ئەھۋالدا ئىشلەتكىلى بولمايدۇ.
uz: Ushbu sahifa hozircha standart Firefox’da mavjud boʻlmagan va qoʻllanmaydigan texnologiyadan foydalangan.
vi: Trang này sử dụng một kỹ thuật không được hỗ trợ và không còn có sẵn mặc định trong Firefox.
zh_tw: 這個頁面使用了已經預設不再於 Firefox 可用的未支援技術。
zu: Leli khasi lisebenzisa ubuchwepheshe obungasekelwa obungekho ngokuzenzakalela ku-Firefox.

source: Firefox cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
ar: لا يضمن فَيرفُكس أمان بياناتك على %S لأنه يستخدم SSLv3؛ بروتوكول سرية معطوب.
az: Firefox %S adresində məlumatlarınızın təhlükəsizliyinə qarantiya verə bilmir, çünki bu sındırılmış SSLv3 təhlükəsizlik protokolu işlədir.
bg: Firefox не може да гарантира безопасност на данните ви в %S, защото използва счупения SSLv3 протокол.
bn_in: Firefox %S-এ আপনার ডাটার সুরক্ষার গ্যারান্টি দিতে পারে না কারণ এটি SSLv3 ব্যবহার করে, যা একটি ভগ্ন সুরক্ষা প্রোটোকল।
br: N'hall ket Firefox gwarant diogelroez ho roadennoù war %S dre ma implij SSLv3, ur c'homenad diogelroez torret.
ca: El Firefox no pot garantir la seguretat de les vostres dades a %S perquè aquest lloc utilitza SSLv3, un protocol de seguretat insegur.
hr: Firefox ne može jamčiti sigurnost vaših podataka na %S jer se koristi SSLv3, star i nesiguran sigurnosni protokol.
hu: A Firefox nem tudja garantálni az adatai biztonságát a(z) %S webhelyen, mert az SSLv3-at használ, egy sebezhető biztonsági protokollt.
is: Firefox getur ekki ábyrgst öryggi gagna á %S þar sem það notar SSLv3, sem er gallaður öryggisstaðall.
kn: Firefox %S ಮೇಲೆ ನಿಮ್ಮ ಡೇಟಾ ಸುರಕ್ಷತೆಯ ಬಗ್ಗೆ ಭರವಸೆಯನ್ನು ನೀಡಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕಂದರೆ ಇದು SSLv3 ಬಳಸುತ್ತಿದ್ದು, ಇದು ಸುರಕ್ಷತೆ ಕೊರತೆ ಇರುವ ಪ್ರೋಟೋಕೋಲ್ ಆಗಿದೆ.
lv: Šī aplikācija nevar garantēt jūsu datu drošību %S, jo tā izmanto bojātu drošības protokolu SSLv3
ml: %S-ലുള്ള ഡേറ്റാ സുരക്ഷ ഫയര്‍ഫോക്സിനു് ഉറപ്പിയ്ക്കുവാന്‍ സാധ്യമല്ല. കാരണം, തകരാറുള്ളൊരു SSLv3 സമ്പ്രദായമാണു് ഇതുപയോഗിയ്ക്കുന്നതു്.
ne: Firefox ले %Sमा तपाईँको डेटाको सुरक्षाको ग्यारेन्टी गर्न सक्दैन, किनभने त्यसले SSLv3 प्रयोग गर्छ, जुन पुरानो सुरक्षा प्रविधि हो।
nn_no: Firefox kan ikkje garantera tryggleiken for dine data på %S fordi SSLv3 vert brukt der, ein øydelagd tryggings-protokoll som er øydelagd.
pt: O Firefox não pode garantir a segurança dos seus dados em %S porque este utiliza SSLv3, um protocolo de segurança obsoleto.
th: Firefox ไม่สามารถรับประกันความปลอดภัยของข้อมูลของคุณบน %S เนื่องจากใช้ SSLv3 ซึ่งเป็นโพรโทคอลที่มีปัญหาด้านความปลอดภัย
uz: Firefox %S’dagi ma’lumotlaringizning xavfsizligi uchun kafolat bera olmaydi, chunki u buzilgan xavfsizlik protokoli - SSLv3 protokolidan foydalanmoqda.
vi: Firefox không thể đảm bảo an toàn dữ liệu cho bạn trên %S vì nó sử dụng SSLv3, một giao thức bảo mật không an toàn.

source: The owner of %S has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
ne: %S को मालिकले आफ्नो वेबसाईट राम्रोसँग कन्फिगर गरेको छैन। तपाईँको जानकारी चोरी हुनबाट बचाउन, यो वेबसाइटमा जडान स्थापना गरिएको छैन।
nn_no: Eigaren av %S har konfigurert nettsida feilaktig. For å verna informasjonen din frå å bli stolen, har Firefox ikkje kopla til denne sida.
pt: O proprietário de %S configurou o website incorretamente. Para impedir que a sua informação fosse furtada, o Firefox não se ligou a este website.
th: เจ้าของ %S ได้กำหนดค่าเว็บไซต์ของพวกเขาไม่เหมาะสม เพื่อปกป้องข้อมูลของคุณจากการถูกขโมย Firefox จึงไม่ได้เชื่อมต่อไปยังเว็บไซต์นี้
uz: %S egasi saytini noto‘g‘ri sozlagan. Ma’lumotlaringizni himoya qilish uchun Firefox bu sahifaga ulanmadi.

source: The website tried to negotiate an inadequate level of security.
ne: यो वेबसाइटले सुरक्षा को सम्झौताको लागि वार्ता गर्न प्रयाश गरेको छ।
nn_no: Nettstaden freista å forhandla fram eit utilstrekkeleg tryggingsnivå.
pt: O website tentou negociar um nível de segurança inadequado.
th: เว็บไซต์พยายามที่จะแลกเปลี่ยนระดับความปลอดภัยที่ไม่เพียงพอ
uz: Sayt xavfsizlikning talabga javob bermaydigan dajarasida aloqa olib borishga urinmoqda.

source: Firefox can't find the file at %S.
ar: لا يستطيع فَيَرفُكس أن يجد الملفّ في %S.
az: %S ünvanındakı fayl tapıla bilmir.
bg: Firefox не може да намери файла %S.
bn_bd: %S এর ফাইলটি পাওয়া যায়নি।
bn_in: %S ফাইলটি পাওয়া যায়নি। অনুগ্রহ করে অবস্থানটি পরীক্ষা করে পুনরায় প্রচেষ্টা করুন।
br: Firefox n'hall ket kavout ar restr %S.
ca: El Firefox no ha pogut trobar el fitxer a %S.
es_mx: Firefox no pudo encontrar el archivo en %S.
fur: Firefox nol cjate il file a %S.
he: Firefox לא מצא את הקובץ ב־%S.
hi_in: Firefox %S पर फाइल नहीं खोज सकता है.
hr: Datoteku %S nije moguće naći. Provjerite lokaciju i pokušajte ponovo.
hu: A Firefox nem találja a fájlt a(z) %S helyen.
is: Firefox finnur ekki skrána á %S.
ka: Firefox-ი ვერ პოულობს ფაილს მისამართზე - %S.
kn: ಫೈರ್ಫಾಕ್ಸ್‍ ಗೆ %S ನಲ್ಲಿ ಕಡತವನ್ನು ಹುಡುಕಲಾಗಿಲ್ಲ
ku: Firefox pela di %S 'ê de nabîne.
lb: Firefox kann de Fichier ënner %S net fannen.
lv: Nevar atrast failu %S. Lūdzu, pārbaudiet adresi un mēģiniet vēlreiz.
ml: %S-ല്‍ ഫയല്‍ കണ്ടെത്തുവാന്‍ ഫയര്‍ഫോക്സിന്‌ സാധിക്കുന്നില്ല
mn: Firefox %S дээр буй файлыг олж чадахгүй байна.
ms: Firefox tidak menemui fail di %S.
oc: Firefox pòt pas trobar lo fichièr a l'adreça %S.
rw: Firefox ntishoboye kubona dosiye muri %S.
si: Firefox හට %S හි ඇති ගොනුව සොයාගත නොහැක.
te: ఫైర్‌ఫాక్సు%S వద్ద ఫైలును కనుగోనలేకపోయింది.
tk: Firefox faýly %S içinde tapanok.
tt: Firefox %S qunımındağı dosyení tabalmıy.
ug: Firefox ھۆججەتنى %S دىن تاپالمىدى.
vi: Firefox không thể tìm thấy tập tin tại %S.
wa: Firefox ni sait trover l' fitchî a %S.
zh_tw: Firefox 找不到檔案 %S。
zu: IFirefox ayilitholi ifayela ku-%S.

source: Firefox can't find the server at %S.
ar: لا يستطيع فَيَرفُكس أن يجد الخادوم عند %S.
az: %S ünvanındakı server tapıla bilmir.
bg: Firefox не може да намери сървъра %S.
bn_bd: %S এর সার্ভারটি পাওয়া যায়নি।
bn_in: %S পাওয়া যায়নি। অনুগ্রহ করে নামটি পরীক্ষা করে পুনরায় প্রচেষ্টা করুন।
br: Firefox n'hall ket kavout an dafariad %S.
ca: El Firefox no ha pogut trobar el servidor a %S.
es_mx: Firefox no pudo encontrar el servidor en %S.
fur: Firefox nol cjate il servidôr a %S.
he: Firefox לא מצא את השרת בכתובת %S.
hi_in: Firefox सर्वर को %S पर नहीं खोज सकता है.
hr: %S nije moguće naći. Provjerite ime i pokušajte ponovo.
hu: A Firefox nem találja a kiszolgálót a(z) %S helyen.
is: Firefox finnur ekki netþjóninn á %S.
ka: პროგრამა ვერ პოულობს სერვერს მისამართზე - %S.
kn: ಫೈರ್ಫಾಕ್ಸ್‍ ಗೆ %S ನಲ್ಲಿನ ಪರಿಚಾರಕವು ಸಿಗಲಿಲ್ಲ
ku: Firefox pêşkêşkara di %S 'ê de nabîne.
lb: Firefox kann de Server ënner %S net fannen.
lv: Nevar atrast serveri %S. Lūdzu, pārbaudiet tā nosaukumu un mēģiniet vēlreiz.
ml: %S-ല്‍ സെര്‍വര്‍ കണ്ടെത്തുവാന്‍ ഫയര്‍ഫോക്സിന്‌ സാധിക്കുന്നില്ല
mn: Firefox %S дээр буй серверийг олж чадахгүй байна.
ms: Firefox tidak menemui pelayan tersebut di %S.
oc: Firefox pòt pas trobar lo servidor a l'adreça %S.
rw: Firefox ntishoboye kubona seriveri muri %S.
si: Firefox හට %S හි ඇති සේවාදායකය සොයාගත නොහැක.
te: ఫైర్‌ఫాక్సు%S వద్ద సేవికను కనుగోనలేకపోయింది.
tk: Firefox birikdirijini %S içinde tapanok.
tt: Firefox %S qunımındağı serverní tabalmıy.
ug: Firefox مۇلازىمىتىرنى %S دىن تاپالمىدى.
vi: Firefox không thể tìm thấy máy chủ tại %S.
wa: Firefox ni sait trover l' sierveu a %S.
zh_tw: Firefox 找不到伺服器 %S。
zu: IFirefox ayiyitholi iseva ku-%S.

source: Firefox doesn't know how to open this address, because one of the following protocols (%S) isn't associated with any program or is not allowed in this context.
ar: لا يعرف فَيَرفُكس كيف يفتح هذا العنوان، لأن البروتوكول (%S) ليس مربوطًا بأي برنامج أو ليس مسموحًا به في هذا السياق.
az: Firefox bu səhifəni necə açacağını bilmir, çünki aşağıdakı protokollardan biri (%S) heç bir proqramla əlaqəli deyil və ya bu konteksdə icazə verilmir.
bg: Firefox не знае как да отвори този адрес, защото един от следните протоколи (%S) не е свързан с никоя програма или не е позволен в този контекст.
bn_in: Firefox জানেনা কিভাবে এই ঠিকানাটি খুলতে হবে, কারন প্রোটোকলগুলির মধে একটি (%S) কোন প্রোগ্রামের সাথে যুক্ত নয় এই প্রেক্ষাপটে অনুমোদিত নয়।
br: Ne oar ket Firefox penaos digeriñ ar chomlec'h-mañ rak unan eus ar c'homenadoù da-heul (%S) n'eo ket kevredet gant goulev ebet pe n'eo ket aotreet e-barzh ar c'hemperzh-mañ.
ca: El Firefox no ha sabut com obrir aquesta adreça, perquè un dels protocols següents (%S) no està associat amb cap programa o perquè no es permet en aquest context.
es_mx: Firefox no sabe como abrir esta dirección, porque alguno de los protocolos siguientes (%S) no está asociado con ningún programa o no es permitido en este contexto.
hi_in: Firefox पता को खोलना नहीं जानता है, क्योंकि वह पता को खोलना नहीं जानता है क्योंकि निम्नलिखित प्रोटोकॉल (%S) में कोई एक किसी प्रोग्राम से नहीं जुड़ा है.
hr: Firefox ne zna kako otvoriti ovu adresu, jer jedan od sljedećih protokola (%S) nije povezan s nijednim programom ili je zabranjen u ovom kontekstu.
hu: A Firefox nem tudja, hogy kell ezt a címet megnyitni, mert a protokollok egyike (%S) nincs egyetlen programhoz sem hozzárendelve, vagy nem engedélyezett ebben a kontextusban.
is: Firefox getur ekki að opnað þessa slóð, þar sem samskiptareglan (%S) er ekki tengd við neitt forrit eða er ekki leyft í þessu samhengi.
kn: ಈ ವಿಳಾಸವನ್ನು ಹೇಗೆ ತೆರೆಯಬೇಕು ಎಂದು ಫೈರ್‌ಫಾಕ್ಸಿಗೆ ತಿಳಿದಿಲ್ಲ, ಏಕೆಂದರೆ ಈ ಕೆಳಗಿನ ಪ್ರೊಟೊಕಾಲ್‌ಗಳಲ್ಲಿ (%S) ಒಂದು ಯಾವುದೆ ಪ್ರೊಗ್ರಾಮ್‌ಗೆ ಸಂಬಂಧಿಸಿಲ್ಲ ಅಥವ ಈ ಸನ್ನಿವೇಶದಲ್ಲಿ ಅದಕ್ಕೆ ಅನುಮತಿ ಇಲ್ಲ.
ku: Firefox nizane vê rûpelê dê çawa veke, lewre yek ji protokolên li jêrê (%S) bi tu bernameyî re nehatiye têkildarkirin yan jî destûra protokolê ji bo bikaranîna vê naverokê nîne.
lv: Firefox nezina kā atvērt šo adresi, jo viens no protokoliem (%S) nav saistīs ar nevienu programmu vai arī nav atļauts šajā kontekstā.
ml: ഈ വിലാസം എങ്ങനെ തുറക്കണമെന്നു് ഫയര്‍ഫോക്സിനു് നിശ്ചയമില്ല. താഴെ പറഞ്ഞിട്ടുള്ള ഒരു സമ്പ്രദായത്തിനു് (%S) ഒരു പ്രോഗ്രാമുമായി ബന്ധമില്ല അല്ലെങ്കില്‍ ഈ സാഹചര്യത്തില്‍ ഇതു് അനുവദിയ്ക്കുന്നില്ല എന്നതാണു് കാരണം.
ms: Firefox tidak tahu bagaimana membuka alamat ini, disebabkan satu daripada protokol berikut (%S) tidak disekutukan dengan sebarang program atau tidak dibenarkan dalam konteks ini.
oc: Firefox sap pas dobrir aquesta adreça perque un dels protocòls seguents (%S) es pas associat a cap de programa o es pas autorizat dins aqueste contèxte.
si: Firefox mem ලිපිනය විවෘත කිරීමට නොදනී, පහත නීතිමාලා (%S) කිසිඳු වැඩසටහනක් සමඟ සබඳ නොවන බැවින් හෝ මෙම සන්ධර්භය තුළ ඉඩ නොදෙන බැවින්.
te: ఈ చిరునామాను ఎలా తెరవాలో ఫైర్‌ఫాక్స్‌కి తెలియదు, ఎందుకంటే ఈ ప్రొటోకాళ్ళు (%S) ఏ అనువర్తనానికీ సంబంధించి లేవు లేదా ఈ సందర్భంలో అనుమతించబడవు.
vi: Firefox không biết cách mở đường dẫn này, vì một trong số các protocol (%S) không được liên kết với bất kỳ chương trình nào hoặc không được cho phép trong trường hợp này.

source: Firefox can't establish a connection to the server at %S.
ar: لا يستطيع فَيَرفُكس أن يؤسّس اتصالًا بالخادوم عند %S.
az: %S serveri ilə əlaqə yaradıla bilmir.
bg: Firefox не може да установи връзка с %S.
bn_bd: %S এর সার্ভারের সাথে সংযোগ স্থাপন করা সম্ভব হয়নি।
bn_in: %S-র সাথে যোগাযোগ করার সময় সংযোগ বিচ্ছিন্ন হয়েছে।
br: Firefox n'hall ket kennaskañ ouzh an dafariad %S.
ca: El Firefox no ha pogut establir una connexió amb el servidor a %S.
es_mx: Firefox no pudo establecer una conexión con el servidor en %S.
fur: Firefox nol pues stabilî une conession al servidôr a %S.
he: Firefox לא יכול ליצור קשר עם השרת ב־%S.
hi_in: Firefox सर्वर में %S पर संबंधन स्थापित नहीं कर सकता है.
hr: Veza je odbijena pri pokušaju povezivanja s %S.
hu: A Firefox nem képes kapcsolatot létesíteni a(z) %S helyen lévő kiszolgálóval.
is: Firefox getur ekki tengst við netþjón á %S.
ka: პროგრამა ვერ ამყარებს კავშირს სერვერთან მისამართზე - %S.
kn: ಫೈರ್ಫಾಕ್ಸ್‍ %S ನಲ್ಲಿನ ಒಂದು ಪರಿಚಾರಕಕ್ಕೆ ಸಂಪರ್ಕ ಸಾಧಿಸಲಾಗಿಲ್ಲ .
ku: Xwesteka ji bo girêdana digel %S 'ê hat redkirin.
lb: Firefox ka sech net mam Server ënner %S verbannen.
lv: Savienojums tika atteikts, mēģinot sazināties ar %S.
ml: %S-ലെ സെര്‍വറുമായി ഫയര്‍ഫോക്സിന്‌ കണക്ഷന്‍ സ്ഥാപിക്കുവാന്‍ സാധിക്കുന്നില്ല
mn: Firefox %S дээр буй сервертэй холбоо тогтоож чадахгүй байна.
ms: Firefox tidak dapat membuka talian dengan pelayan di %S.
oc: Firefox pòt pas establir cap de connexion amb lo servidor a l'adreça %S.
rw: Firefox ntabwo ishobora gushyiraho umwinjiro kuri seriveri ku %S.
si: Firefox හට %S හි ඇත සේවාදායකය වෙතට සම්බන්ධතාවය ගොඩනගා ගත නොහැක.
te: %S వద్ద ఫైర్‌ఫాక్సుసేవికకు అనుసంధానం ఏర్పరచలేదు.
tk: Firefox %S içindäki birikdirijä baglanyp bilenok.
tt: Firefox %S qonumındaki sunucınen bağlantı quralmay.
ug: Firefox مۇلازىمېتىر %S بىلەن ئۇلىنالمىدى.
vi: Firefox không thể tạo kết nối tới máy chủ tại %S.
wa: Firefox ni sait fé d' raloyaedje å sierveu a %S.
zh_tw: Firefox 無法與伺服器 %S 建立連線。
zu: IFirefox ayikwazi ukuxhumanisa neseva ku-%S.
