Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/appstrings.properties.po
Languages: ar, az, bg, bn_bd, bn_in, br, ca, es_mx, fur, gu, he, hi_in, hr, hu, is, ka, kn, ku, lb, lv, ml, mn, ms, ne, nn_no, oc, pt, rw, si, te, th, tk, tt, ug, uz, vi, wa, zh_tw, zu

source: This document is no longer available.
ar: هذا المستند لم يعد متاحًا.
az: Bu sənəd artıq mövcud deyil.
bg: Този документ вече не е наличен.
bn_bd: ডকুমেন্টটি আর বিদ্যমান নেই।
bn_in: এই নথিটি বর্তমানে উপলব্ধ নয়।
br: N'eo ket mui hegerz an teul-mañ.
ca: Aquest document ja no està disponible.
es_mx: Este documento ya no está disponible.
gu: આ દસ્તાવેજ હવે ઉપલબ્ધ નથી.
he: מסמך זה לא זמין יותר.
hr: Ovaj dokument više nije dostupan.
hu: Ez a dokumentum nem érhető el többé.
is: Þetta skjal er ekki lengur aðgengilegt.
kn: ಈ ದಸ್ತಾವೇಜು ಈಗ ಲಭ್ಯವಿಲ್ಲ.
ku: Ev belge êdî tune ye.
lv: Šis dokuments vairs nav pieejams.
ml: ഈ രേഖ ഇനി ലഭ്യമല്ല.
mn: Энэ мэдээллийг харах боломжгүй байна.
ms: Dokumen ini tidak boleh didapati lagi.
ne: यो कागजात उपलब्ध छैन ।
nn_no: Dokumentet er ikkje lenger tilgjengeleg.
oc: Aqueste document es pas mai disponible.
pt: Este documento já não está disponível.
si: මෙම පිටුව තවදුරටත් නොපවතී.
te: ఈ పత్రము అందుబాటులో లేదు.
th: เอกสารนี้ไม่มีอีกต่อไป
tk: Bu resminama indi elýetersiz.
tt: Bu dokument indí faydalanışlı tügíl.
ug: بۇ پۈتۈكنى ئىشلەتكىلى بولمايدۇ.
uz: Ushbu hujjat endi mavjud emas.
vi: Tài liệu này không còn hiện hữu.
zh_tw: 此文件已不存在。
zu: Lo mbhalo awusatholakali.

source: Firefox is currently in offline mode and can’t browse the Web.
gu: Firefox વર્તમાનમાં ઓફલાઈન સ્થિતિમાં છે અને વેબ બ્રાઉઝ કરી શકતું નથી.
ne: Firefox अफलाइन मोडमा छ र वेब ब्राउज गर्न सक्दैन।
nn_no: Firefox er i fråkopla modus, og kan ikkje bruka nettet.
pt: Atualmente, o Firefox está no modo offline e não pode navegar na web.
th: ขณะนี้ Firefox อยู่ในโหมดออฟไลน์และไม่สามารถท่องเว็บได้
uz: Firefox hozida oflayn usuluda, shuning uchun internetni ko‘ra olmaysiz.

source: The document cannot change while Printing or in Print Preview.
ar: لا يمكن تغيير المستند أثناء الطباعة أو معاينة الطباعة.
az: Çap zamanı və ya çapa önbaxış edərkən sənəddə dəyişiklik edilə bilməz.
bg: Документът не може да бъде променян докато се отпечатва или се подготвя за това.
bn_bd: মুদ্রণ অবস্থায় বা মুদ্রণ প্রাকদর্শনের সময় নথিটি পরিবর্তন করা সম্ভব নয়।
bn_in: প্রিন্ট অথবা পূর্বপ্রদর্শনের সময় নথির মধ্যে কোনো পরিবর্তন করা সম্ভব নয়।
br: N'haller ket daskemmañ an teul e-pad ar moullañ pe gant alberz ar moullañ.
ca: El document no es pot canviar durant la impressió o mentre es mostra l'exemple d'impressió.
es_mx: El documento no se puede cambiar mientras se imprime o previsualiza.
fur: No si pues modificâ il document intant che al è daûr a stampâ o intant che si viôt la anteprime de stampe.
gu: દસ્તાવેજ છાપતી વખતે અથવા છાપન પૂર્વદર્શન દરમ્યાન બદલી શકાતું નથી.
he: לא ניתן לשנות את המסמך בזמן הדפסה או בזמן תצוגה לפני הדפסה.
hi_in: दस्तावेज छपाई या छपाई पूर्वावलोकन के दौरान बदल नहीं सकता है.
hr: Dokument se ne može mijenjati dok se ispisuje ili dok je u Pregledu prije ispisa.
hu: A dokumentum nem változhat meg nyomtatás közben vagy nyomtatási kép készítése közben.
is: Þessu skjali er ekki hægt að breyta þegar verið er að prenta eða forskoða.
ka: ბეჭდვის ან ბეჭდვის ესკიზის რეჟიმში დოკუმენტის შეცვლა არ შეიძლება.
kn: ಮುದ್ರಿಸುವಾಗ ಅಥವ ಮುದ್ರಣದ ಮುನ್ನೋಟದಲ್ಲಿ ದಸ್ತಾವೇಜನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ.
ku: Dema nivîsandinê û dema ku Çaper pêşdîtin dike nikarî guhartinan çêkî.
lb: D'Dokument kann net geännert gi während dem Drécken oder an der Dréckiwwersiicht.
lv: Dokumentu nevar izmainīt, kamēr tas tiek drukāts vai priekšskatīts.
ml: പ്രിന്റ് ചെയ്യുമ്പോഴും അതിന് മുമ്പ് സ്ക്രീനില്‍ കാണുമ്പോഴും രേഖയില്‍ മാറ്റം വരുത്തുവാന്‍ സാധ്യമല്ല.
mn: Энэ хуудас Хэвлэгдэж байх үед юм уу Хэвлэх харагдацанд байх үед өөрчлөгдөж чадахгүй.
ms: Dokumen tidak boleh diubah semasa Dicetak atau dalam Pratonton Cetakan.
ne: मुद्रण गर्दा वा मुद्रण पूर्वदृश्यमा यो कागजात परिवर्तन हुन सक्दैन।
nn_no: Dokumentet kan ikkje endrast under utskriving eller i førehandsvising.
oc: Lo document pòt pas èsser modificat pendent l'estampatge o la previsualizacion.
pt: O documento não pode ser alterado enquanto estiver a ser impresso ou no modo de pré-visualização.
rw: Inyandiko ntishobora guhinduka mu gihe irgushirwa ku rupapuro cyangwa mu migaragarire y'Urupapuro mbere y'Ishyirwa-Rupapuro.
si: ලේඛනය මුද්‍රණය වන විට හෝ මුද්‍රණ පූර්‍වදසුනේදි වෙනස් කළ නොහැක.
te: పత్రమును ముద్రించునప్పుడు లేదా ముద్రణ ఉపదర్శనంలో మార్చబడదు.
th: ไม่สามารถเปลี่ยนแปลงเอกสารขณะกำลังพิมพ์หรืออยู่ในตัวอย่างก่อนพิมพ์
tk: Çap Edilýärkä ýa-da Çap Öňsynynda resminama üýtgedip bolanok.
tt: Dokument, Bastırılğanda yeise Bastıru Al-qarawda üzgere almas.
ug: ھۆججەتنى بېسىۋاتقان ياكى بېسىشنى ئالدىن كۆزىتىۋاتقاندا ئۆزگەرتكىلى بولمايدۇ.
uz: Hujjat "Chop qilish" yoki "Chop qilishni koʻrish" usulida boʻlganda, uni oʻzgartira olmaysiz.
vi: Không thể chỉnh sửa tài liệu trong khi đang in hoặc ở chế độ xem trước.
wa: Li documint n' sait nén esse candjî sol tins d' l' imprimaedje ou do prévoeyaedje divant d' imprimer.
zh_tw: 不能修改列印或預覽列印中的文件。
zu: Le dokhumenti ngeke ishintshe isaPrinta noma iseMbonweni Wokuzoprintwa.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
ar: يستخدم هذا العنوان منفذ شبكة مستخدم عادة لأغراض غير تصفّح الوِب. ألغى فَيَرفُكس الطلب لحمايتك.
az: Bu ünvan baxışdan başqa məqsədlər üçün istifadə edilən bir şəbəkə bağlantı nöqtəsi istifadə edir. Brauzeriniz təhlükəsizlik üçün bu bağlanma istəyini yerinə yetirmədi.
bg: Този адрес използва мрежов порт, който обикновено се използва за цели, различни от сърфиране. Firefox прекъсна заявката, за да ви защити.
bn_bd: এই ঠিকানায় উল্লেখিত পোর্টটি সাধারণত নেটওয়ার্ক ব্রাউজিং এর জন্য ব্যবহার করা হয় না। আপনার নিরাপত্তার জন্য ফায়ারফক্স এই অনুরোধটি বাতিল করে দিয়েছে।
bn_in: নিরাপত্তা জড়িত কারণে উল্লিখিত পোর্ট সংখ্যা ব্যবহারের অনুমতি নিষ্ক্রিয় করা হয়েছে।
br: Emañ ar chomlec'h oc'h arverañ ur porzh hag a zo arveret dre voaz evit palioù all eget ar merdeiñ war internet. Dilezet eo bet ar goulenn gant Firefox evit ho kwarez.
ca: Aquesta adreça utilitza un port de xarxa que normalment es fa servir per a altres propòsits que no són la navegació web. El Firefox ha cancel·lat la sol·licitud per a la vostra protecció.
es_mx: Esta dirección está usando un puerto de red normalmente usado para propositos diferentes a la navegación web. Firefox canceló la solicitud para tu protección.
fur: Chest indiriç al dopre une puarte di rêt che di solit no je doprade par navigâ la rêt. Par proteziti Firefox al à anulât la richieste.
gu: આ સરનામું નેટવર્ક પોર્ટ વાપરે છે કે જે સામાન્ય રીતે વેબ બ્રાઉઝીંગ સિવાયના અન્ય હેતુ માટે વપરાય છે. Firefoxે તમારી સુરક્ષા માટેની અરજી રદ કરી છે.
he: כתובת זו משתמשת בשער רשת המיעד בדרך כלל לשימוש אחר מאשר גלישה באינטרנט. הדפדפן ביטל את הבקשה עבור ההגנה והאבטחה שלך.
hi_in: यह पता एक संजाल पोर्ट का प्रयोग करता है जो कि वेब ब्रॉउजिंग के अलावे सामान्य रूप से प्रयुक्त होता है. Firefox ने आपकी सुरक्षा के लिये आग्रह रद्द कर दिया है.
hr: Pristup broju porta je onemogućen zbog sigurnosnih razloga.
hu: Ez a cím olyan hálózati portot használ, amelyet általában a webböngészéstől eltérő célra szoktak használni. A Firefox megszakította ezt a lekérést az Ön védelme érdekében.
is: Þetta veffang notar netgátt sem er venjulega ekki notuð til þess að vafra. Firefox hefur lokað á beiðnina þér til verndar.
ka: მისამართი იყენებს ქსელის პორტს, რომელიც სხვა მიზნებით გამოიყენება. უსაფრთხოების მიზნით პროგრამამ მოთხოვნა გააუქმა.
kn: ಈ ವಿಳಾಸವು ಸಾಮಾನ್ಯವಾಗಿ ಜಾಲ ವೀಕ್ಷಣೆಯನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಕಾರ್ಯಗಳಿಗೆ ಬಳಸಲಾಗುವ ಒಂದು ಜಾಲಬಂಧ ಪೋರ್ಟನ್ನು ಬಳಸುತ್ತದೆ.ಫೈರ್ಫಾಕ್ಸ್ ನಿಮ್ಮ ಸುರಕ್ಷತೆಯ ದೃಷ್ಟಿಯಿಂದ ಮನವಿಯನ್ನು ರದ್ದು ಮಾಡಿದೆ.
ku: Ji ber sedemên ewlekariyê gihîştina ji bo hejmara portê ya hatiye dayîn, girtî ye.
lb: Dës Adress benotzt ee Port deen normalerweis fir aner Zwecker wéi fir Surfe genotzt gëtt. Firefox huet d'Ufro zu denger Sécherheet ofgebrach.
lv: Drošības apsvērumu dēļ pieeja šim porta numuram nav atļauta.
ml: വെബ് ബ്രൌസിങ് ഒഴികെ മറ്റ് സാധാരണ ആവശ്യങ്ങള്‍ക്കുന്നതിനുള്ള ഒരു നെറ്റ്‌വര്‍ക്ക് പോര്‍ട്ട് ആണ് ഈ വിലാസം ഉപയോഗിക്കുന്നത്. നിങ്ങളുടെ സുരക്ഷയ്ക്കായി ഫയര്‍ഫോക്സ് ഈ ആവശ്യം റദ്ദാക്കിയിരിക്കുന്നു.
ms: Alamat ini menggunakan port rangkaian yang kebiasaannya digunakan untuk kegunaan selain pelayaran Web. Firefox telah membatalkan permohonan untuk keselamatan anda.
ne: यो ठेगाना सामान्य रुपमा वेब ब्राउजिंग भन्दा अन्य प्रयोजनको लागि प्रयोग गरिन्छ, जसले एउटा नेटवर्क पोर्टको उपयोग गर्दछ। Firefox ले तपाईको सुरक्षाको लागि अनुरोध रद्द गरेको छ।
nn_no: Denne adressa brukar ein nettverksport som vanlegvis vert nytta til andre føremål enn nettlesing. Firefox har brote av førespurnaden for å ta vare på på personvernet ditt.
oc: Aquesta adreça utiliza un pòrt ret pas costumièr per la navigacion Web. Per mesura de seguretat, Firefox a abandonat la requèsta.
pt: Este endereço utiliza uma porta de rede que é normalmente utilizada para outros fins para além da navegação Web. Para sua proteção o Firefox cancelou o pedido.
rw: Iyi aderesi ikoresha umuyoboro w'urusobemiyoboro ubusanzwe ukoreshwa hagamijwe ibintu bindi hatarimo gushakisha ku Rubuga. Firefox yahagaritse ikibazo mu rwego rwo kukurinda.
si: මෙම ලිපිනය වෙබ් අඩවි ගවේෂණය සඳහා සාමාන්‍යන් භාවිතා නොකරන කෙවනියක් භාවිතා කරයි. ඔබගේ ආරක්‍ෂාව සඳහා Firefox එම ඉල්ලීම අහෝසි කරන ලඳි.
te: సాధారణంగా వెబ్ అన్వేషణ కాకవేరే వాటికి ఉద్దేశించిన నెట్వర్కుపోర్టను ఈ చిరునామా వుపయోగించుచున్నది.మీ రక్షణ కొరకు ఫైర్‌ఫాక్సుఈ అభ్యర్దనను రద్దుచేసింది.
th: ที่อยู่นี้ใช้พอร์ตเครือข่ายซึ่งปกติใช้สำหรับวัตถุประสงค์อื่นนอกเหนือจากการท่องเว็บ Firefox ได้ยกเลิกคำร้องขอดังกล่าวเพื่อปกป้องคุณ
tk: Bu salgy köplenç internetdan başga magsatlar üçin ulanylýan tor girişini ulanýar. Firefox siziň goranmagyňyz üçin talaby bes etdi.
tt: Bu adres adetince Ağda kezinmekten başqa muratlar içün qullanılğan bir çilter limanını qullana. Himayeñiz içün Firefox bu istemni lâğu etti.
ug: بۇ ئادرېس ئادەتتە باشقا توركۆرگۈ ئىشلىتىدىغان تور ئېغىزىنى ئىشلىتىپتۇ. بىخەتەرلىك سەۋەبىدىن Firefox بۇ ئىلتىماسنى بىكار قىلدى.
uz: Manzil boshqa maqsadlarda ishlatiladigan tarmoq portidan foydalanadi, shu sababli Firefox sizni himoyalash maqsadida soʻrovni bekor qildi.
vi: Địa chỉ này dùng một cổng mạng vốn thường được dùng cho mục đích khác chứ không phải duyệt Web. Firefox đã hủy bỏ yêu cầu này để bảo vệ bạn.
wa: Ciste adresse si sieve d' on pôrt del rantoele k' est normålmint eployeye po des ôtès afwaires kel betchtaedje avå l' Waibe. Firefox a rnoncî al dimande po vos waeranti.
zh_tw: 此網址所用的通訊埠 (Port) 通常不是用於網路瀏覽。為了安全性考量，Firefox 已經取消連線要求。
zu: Leli kheli lisebenzisa iphothi yenethiwekhi evame ukusetshenziselwa izinjongo okungezona ezokubheka iWebhu. IFirefox isikhanselile lesi sicelo ukuze uvikeleke.

source: Firefox is configured to use a proxy server that can’t be found.
gu: Firefox પ્રોક્સી સર્વર વાપરવા માટે રૂપરેખાંકિત કરાયેલ છે કે જે શોધી શકાતું નથી.
ne: Firefox लाई प्रोक्सी चलाउन मिलाइएको छ जुन भेट्टाउन सकिएन ।
nn_no: Firefox klarte ikkje å finna mellomtenaren han er stilt inn til å bruka.
pt: O Firefox está configurado para utilizar um servidor de proxy que não pode ser encontrado.
th: Firefox ถูกกำหนดค่าให้ใช้เซิร์ฟเวอร์พร็อกซีที่ไม่สามารถหาพบ
uz: Firefox topilmaydigan proksi serverdan foydalanishga moslangan.

source: Firefox is configured to use a proxy server that is refusing connections.
ar: فَيَرفُكس مضبوط ليستخدم خادومًا وسيطًا يرفض الاتصالات.
az: Firefox bağlanma istəklərini rədd edən bir proxy serverə bağlanacaq şəkildə nizamlanıb.
bg: Firefox е настроен да използва прокси сървър, който отказва свързване.
bn_bd: আপনার দ্বারা কনফিগার করা প্রক্সি সার্ভারটি সংযোগ প্রত্যাখ্যান করছে।
bn_in: আপনার দ্বারা কনফিগার করা একটি প্রক্সি সার্ভারের সাথে যোগাযোগ করার সময় সংযোগ বিচ্ছিন্ন হয়ে গেছে। অনুগ্রহ করে প্রক্সির জন্য নির্ধারিত বৈশিষ্ট্য পরীক্ষা করে পুনরায় প্রচেষ্টা করুন।
br: Kefluniet eo Firefox evit arverañ un dafariad proksi hag a nac'h ar c'hennaskoù.
ca: El Firefox està configurat per utilitzar un servidor intermediari que està rebutjant les connexions.
es_mx: Firefox está configurado para usar un servidor proxy que está rechazando las conexiones.
fur: Firefox al è configurât par doprâ un servidôr proxy che al è ch'al refude lis conessions.
gu: Firefox પ્રોક્સી સર્વર વાપરવા માટે રૂપરેખાંકિત કરાયેલ છે કે જે જોડાણ તોડી રહ્યું છે.
he: Firefox מוגדר להשתמש בשרת מתווך המסרב לחיבורים.
hi_in: Firefox को प्रॉक्सी सर्वर का प्रयोग करने के लिये विन्यस्त किया है जो कि संबंधन अस्वीकृत कर रहा है.
hr: Veza je odbijena pri pokušaju kontaktiranja proxy poslužitelja kojeg ste podesili. Molim vas, provjerite vaše proxy postavke i pokušajte ponovno.
hu: A Firefox proxykiszolgáló használatára lett beállítva, ám az visszautasítja a kapcsolatot.
is: Firefox er stilltur til að nota milliþjón sem neitar tengingum.
ka: პროგრამისთვის მითითებული პროქსი სერვერი კავშირს უარყოფს.
kn: ಫೈರ್ಫಾಕ್ಸ್ ಸಂಪರ್ಕಗಳನ್ನು ನಿರಾಕರಿಸುವ ಒಂದು ಪ್ರಾಕ್ಸಿ ಪರಿಚಾರಕವನ್ನು ಬಳಸುವಂತೆ ಸಂರಚಿತಗೊಂಡಿದೆ.
ku: Mîhegên te dema ku digel pêşkêşkara Cîgir têkilî dihat danîn, girêdanê red kir. Mîhegnên pêşkêşkara Cîgir kontrol bike û ji nû ve biceribîne.
lb: Firefox ass agestallt e Proxy-Server ze benotzen deen d'Connectioune refuséiert.
lv: Neizdevās pieslēgties jūsu norādītajam starpniekserverim. Lūdzu, pārbaudiet starpniekservera iestatījumus un mēģiniet vēlreiz.
ml: കണക്ഷന്‍ നിരസ്സിക്കുന്ന ഒരു പ്രോക്സി സെര്‍വര്‍ ഉപയോഗിക്കുവാന്‍ ഫയര്‍ഫോക്സ്‌ ക്രമീകരിച്ചിരിക്കുന്നു.
mn: Firefox прокси сервер хэрэглэнэ гэж тохируулагдсан боловч прокси нь холболтоос татгалзлаа.
ms: Firefox tertatarajah menggunakan pelayan proksi yang menolak talian.
ne: Firefox लाई प्रोक्सी चलाउन मिलाइएको छ जसले सम्पर्क अस्विकार गर्दै छ ।
nn_no: Firefox er stilt inn til å bruka ein mellomtenar som ikkje godtek tilkoplingar.
oc: Firefox es configurat per utilizar un servidor proxy mas aqueste accèpta pas las connexions.
pt: O Firefox está configurado para utilizar um servidor proxy que está a recusar ligações.
rw: Firefox yahawe imiterere kugira ngo ikoreshe seriveri ya porogisi irimo kwanga imyinjiro.
si: Firefox ප්‍රොක්සි සේවාදායකය භාවිතා කිරිම සඳහා සකසා ඇති අතර එය සබධතාවය ප්‍රතික්‍ෂේප කරයි.
te: ఫైర్‌ఫాక్సు ప్రోక్సీ సేవికను వుపయోగించుకొనునట్లు ఆకృతీకరించబడింది అది అనుసంధానాల్ని తిరస్కరిస్తోంది.
th: Firefox ถูกกำหนดค่าให้ใช้เซิร์ฟเวอร์พร็อกซีที่ปฏิเสธการเชื่อมต่อ
tk: Firefox, baglanyşyga garşy bir ygtyýarly birikdirijä ulanmaga düzülen.
tt: Firefox bağlanmalarnı red etken bir proksi sunucısını qullanmağa ayarlanğan.
ug: Firefox سىز بەلگىلىگەن ۋاكالەتچى مۇلازىمىتىرغا ئۇلىنىشنى سىنىغاندا رەت قىلىندى.
uz: Firefox ulanishlarni rad qiladigan proksi serverga moslangan.
vi: Firefox đã được cấu hình sử dụng máy chủ proxy, nhưng proxy đang từ chối kết nối.
wa: Firefox est apontyî po s' siervi d' on sierveu procsi k' rifuze les raloyaedjes.
zh_tw: Firefox 無法與您設定的 Proxy 伺服器連線。
zu: IFirefox ihlelelwe ukusebenzisa iseva ye-proxy eyenqabayo ukuxhuma.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
ar: الصفحة التي تحاول زيارتها لا يمكن عرضها لأنها تستخدم نوعًا خطأ أو غير مدعوم من الضغط.
az: Baxmaq istədiyiniz səhifə gösdərilə bilmir, çünki etibarsız ya da dəstəklənməyən formatda sıxışdırmadan istifadə edir. Bu problemi bildirmək üçün lütfən sayt sahibləri ilə əlaqə yaradın.
bg: Страницата не може да бъде показана, защото използва невалиден или неподдържан вид компресия.
bn_bd: একটি অকার্যকর বা অসমর্থিত কমপ্রেশন ব্যবহার করায় পৃষ্ঠাটি প্রদর্শন করা সম্ভব হচ্ছে না।
bn_in: প্রদর্শনের জন্য চিহ্নিত পৃষ্ঠা দ্বারা অবৈধ অথবা অসমর্থিত ধরনের কমপ্রেশন ব্যবহারের ফলে এটি প্রদর্শন করা সম্ভব নয়।
br: Ar bajennad emaoc'h o klask gwelout n'hall ket bezañ diskouezet rak un doare koazhañ anskoret pe didalvoudek zo arveret ganti.
ca: No pot mostrar-se la pàgina que esteu intentant visualitzar perquè utilitza una forma de compressió no vàlida o incompatible.
es_mx: La página que intentas ver no puede mostrarse porque usa una forma de compresión no válida o admitida.
fur: No si pues visualizâ la pagjine che tu ciris di viodi parcè che e dopre une forme di compression invalide o no supuartade.
gu: પાનું કે જેને તમે જોવાનો પ્રયાસ કરી રહ્યા છો તે બતાવી શકાશે નહિં કારણ કે તે સંકોચનનું અયોગ્ય અથવા બિનઆધારભૂત બંધારણ વાપરે છે. મહેરબાની કરીને વેબસાઈટના માલિકોને આ સમસ્યાની જાણ કરવા માટે સંપર્ક કરો.
he: לא ניתן להציג את הדף שאתה מנסה לראות מכיוון שהוא משתמש בסוג דחיסה לא חוקי או לא ידוע. אנא צור קשר עם בעלי האתר כדי ליידע אותם על בעיה זו.
hi_in: पृष्ठ जिसे आप देखने की कोशिश कर रहे हैं नहीं दिखाया जा सकता है क्योंकि यह संकुचन का अवैध अथवा असमर्थित रूप का प्रयोग करता है.
hr: Stranica koju pokušavate otvoriti ne može biti prikazana jer koristi nepostojeće ili nepodržane oblike sažimanja.
hu: A megtekinteni kívánt oldal nem jeleníthető meg, mert érvénytelen vagy nem támogatott tömörítést használ.
is: Ekki er hægt að sýna þessa síðu því hún notar ógilda eða óstudda gagnaþjöppun.
kn: ನೀವು ನೋಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಪುಟವನ್ನು ತೋರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ಅದು ಒಂದು ಅಮಾನ್ಯವಾದ ಅಥವ ಬೆಂಬಲವಿಲ್ಲದ ಸಂಕುಚನಾ (ಕಂಪ್ರೆಶನ್) ವಿಧಾನವನ್ನು ಬಳಸುತ್ತದೆ.
ku: Ji ber ku malpera dixwazî vekî şidandina forman a nayê naskirin bi kar tîne, nayê vekirin. Ji kerema xwe re ji bo çareserkirina vê pirsgirêkê bi xwediyê malperê re bikeve têkiliyê.
lb: D'Säit déi s de kucke wëlls kann net ugewise gi well se eng ongülteg oder net ënnerstëtze Kompressiounsform notzt.
lv: Lapu, kuru jūs mēģināt aplūkot, nevar parādīt, jo tā izmanto nekorektu vai neatbalstītu kompresijas formu.
ml: തെറ്റായ അല്ലെങ്കില്‍ പിന്തുണ ലഭ്യമല്ലാത്ത തരത്തിലുള്ള കംപ്രഷന്‍ ഉപയോഗിയ്ക്കുന്നതിനാല്‍, നിങ്ങള്‍ തുറക്കുവാന്‍ ശ്രമിയ്ക്കുന്ന താള്‍ ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല.
ms: Laman yang anda cuba lihat tidak boleh dipaparkan kerana cara pemampatan yang digunakan tidak sah atau tidak disokong.
ne: तपईँले हेर्न खोजिराख्नुभाको पृष्ठ देखाउन सकिँदैन किनभने यसले अमान्य वा असमर्थित कम्प्रेसन शैलीको प्रयोग गर्दछ।
nn_no: Nettsida du prøvar å opna kan ikkje visast fordi ho brukar ei ugyldig eller ustøtta form for kompimering.
oc: La pagina qu'ensajatz de veire pòt èsser afichada perque utiliza un tipe de compression invalid o pas pres en carga.
pt: A página que está a tentar ver não pode ser mostrada porque utiliza uma forma de compressão inválida ou não suportada.
si: ඔබ නැරඹීමට උත්සාහ කරන පිටුව වලංගු නොවන හෝ සහය නොදක්වන ආකාරයේ හැකිළුම් ක්‍රමයක් භාවිතා කරයි.
te: మీరు దర్శించుటకు ప్రయత్నిస్తున్న పేజీ చూపబడదు ఎంచేతంటే అది సరికాని లేదా మద్దతీయని కుదింపు(కంప్రెషన్) విధానాన్ని వుపయోగిస్తోంది.
th: ไม่สามารถแสดงหน้าที่คุณกำลังพยายามจะดูเนื่องจากหน้าใช้รูปแบบการบีบอัดที่ไม่ถูกต้องหรือไม่รองรับ
tk: Nädogry ýa-da goldawsyz görnüşli gysnyşyk sebäpli, görmek isleýän sahypaňyz görkezilip bilnenok.
tt: Baqmağa talpınğanıñız saife kösterilalmay, çünki keçersiz yaki desteklenmegen sıqıştırma şeklini qullana.
ug: سىز كۆرمەكچى بولغان بەتنى كۆرسىتەلمىدى چۈنكى ئۇ ئىناۋەتسىز ياكى قوللىمايدىغان پرېسلاش شەكلىنى ئىشلەتكەن.
uz: Ochmoqchi boʻlgan sahifangizni koʻrib boʻlmaydi, chunki u xato yoki mos kelmaydigan siqish shaklidan foydalanadi.
vi: Không thể hiển thị trang bạn muốn xem vì nó dùng một dạng thức nén bất hợp lệ hoặc không được hỗ trợ.
wa: Li pådje ki vs sayîz d' vey ni sait esse mostrêye pask' elle eploye ene cogne di rastrindaedje nén valåbe ou nén sopoirtêye.
zh_tw: 您嘗試檢視的頁面無法顯示，因為其中使用了無效或不支援的壓縮類型。
zu: Le khasi ozama ukulibuka alikwazi ukuboniswa ngoba lisebenzisa indlela yokuminyanisa engasekelwanga noma engavumelekile.
