Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/netError.dtd.po
Languages: bg, bn_bd, bn_in, br, cy, es_es, fa, fur, ga_ie, he, id, is, kk, km, ku, lb, lv, ml, pt, ro, sw, th, tk, tt, uz, zu

source: The page isn’t redirecting properly
bg: Страницата не пренасочва правилно
bn_bd: পৃষ্ঠাটি সঠিকভাবে রিডিরেক্ট হচ্ছে না
br: Adheñchañ ar bajenn n'eo ket dereat
cy: Nid yw'r dudalen yn ailgyfeirio'n iawn
fa: این صفحه درست تغییر مسیر نمی‌دهد
ga_ie: Níl an leathanach ag atreorú i gceart
id: Laman tidak teralihkan dengan benar
is: Síðan er ekki að endurbeina rétt
kk: Парақтағы бағдарлау дұрыс емес
lv: Lapa netiek korekti pāradresēta
ml: ഈ താള്‍ ശരിയായി റീഡയറക്ട്‌ ചെയുന്നില്ല
pt: A página não está a redirecionar corretamente
th: หน้าไม่ได้เปลี่ยนเส้นทางอย่างถูกต้อง
uz: Sahifa to‘g‘ri yo‘naltirilmagan

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
bg: <ul><li>Такъв проблем може да е причинен от изключване или забраняване на бисквитки.</li></ul>
bn_bd: <ul> <li>কুকি নিষ্ক্রিয় অথবা প্রত্যাখ্যান করা হলে এই সমস্যা হওয়ার সম্ভাবনা আছে।</li> </ul>
br: <ul><li>A-wechoù e c'hoarvez ar gudenn-mañ rak diweredekaet pe nac'het eo bet an toupinoù.</li></ul>
cy: <ul> <li>Gall y broblem yma fod wedi ei achosi drwy anablu neu wrthod cookie.</li> </ul>
fa: <ul> <li>این مشکل گاهی ممکن است به دلیل غیر فعال کردن یا خودداری از قبول کوکی‌ها به وجود بیاید.</li> </ul>
ga_ie: <ul> <li>Uaireanta tarlaíonn an fhadhb seo de bharr fianáin a bheith díchumasaithe nó bheith ag diúltú leo.</li></ul>
id: <ul> <li>Masalah ini kadangkala disebabkan karena mematikan fungsi atau menolak menerima kuki.</li> </ul>
is: <ul> <li>Þetta vandamál getur verið vegna þess að lokað er á smákökur eða þær hafa verið aftengdar.</li> </ul>
kk: <ul> <li>Бұл мәселе анда-санда cookies қабылдау сөндірілген кезде болуы мүмкін.</li> </ul>
lv: <ul> <li>Šo problēmu reizēm var atrisināt, deaktivējot sīkdatnes vai nepieņemot tās no šīs lapas.</li> </ul>
ml: <ul> <li>ഈ പ്രശ്നം ചിലപ്പോള്‍ കുക്കികള്‍ നിഷേധിക്കുന്നതു കൊണ്ടോ, കുക്കികള്‍ നിര്‍വീര്യമാക്കുന്നതു കൊണ്ടോ സംഭവിക്കുന്നതാവാം</li></ul>
pt: <ul> <li>Este problema pode, por vezes, ser causado pela não-aceitação ou desativação das cookies.</li> </ul>
th: <ul> <li>ปัญหานี้บางครั้งอาจมีสาเหตุมาจากการปิดใช้งานหรือปฏิเสธการยอมรับคุกกี้</li> </ul>
uz: <ul> <li>Ushbu muammo ba’zida kukilarni o‘chirilishiga yoki rozilikni rad qilinishiga sabab bo‘lishi mumkin.</li> </ul>

source: Unexpected response from server
bg: Неочакван отговор от сървъра
bn_bd: সার্ভার থেকে অপ্রত্যাশিত উত্তর
bn_in: সার্ভার থেকে প্রাপ্ত অপ্রত্যাশিত প্রতিক্রিয়া
br: Respont direizh
cy: Ymateb annisgwyl gan y gweinydd
es_es: Respuesta inesperada del servidor
fa: جواب غیرمنتظره از کارگزار
fur: Rispueste dal servidôr no spietade
ga_ie: Freagra nach rabhthas ag súil leis ón bhfreastalaí
he: תגובה לא צפויה מהשרת
id: Jawaban yang tidak diharapkan dari server
is: Rangt svar frá netþjóni
kk: Сервердің жауабы күтпеген түрде
km: ចម្លើយតប​ពី​ម៉ាស៊ីន​បម្រើ​ដែល​មិន​បាន​រំពឹងទុក
ku: Çewtî! Soket nayê zanîn
lb: D'Äntwert vum Server ass onerwaart
lv: Negaidīta atbilde no servera
ml: സെര്‍വറില്‍ നിന്നും പ്രതീക്ഷിക്കാത്ത പ്രതികരണം
pt: Resposta inesperada do servidor
ro: Răspuns neașteptat de la server
sw: Mwitikio usiotarajiwa kutoka kwa seva
th: การตอบสนองที่ไม่คาดคิดจากเซิร์ฟเวอร์
tk: Birikdirijiden garaşylmadyk jogap
tt: Serverden kötölmegen cawap
uz: Serverdan kutilmagan javob
zu: Impendulo engalindelekile evela kwi seva

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
bg: <ul><li>Проверете дали системата има инсталиран Personal Security Manager.</li><li>Настройките на сървъра може да са нестандартни.</li></ul>
bn_bd: <ul> <li>আপনার সিস্টেমে ব্যক্তিগত নিরাপত্তা ব্যবস্থা উপস্থিত রয়েছে কিনা তা পরীক্ষা করুন।</li> <li>সার্ভারে আদর্শ কনফিগারেশন না থাকার ফলে এই সমস্যাটি হতে পারে।</li> </ul>
br: <ul> <li>Gwiriekait eo staliet ar Ardoer Diogelroez Personel war ho reizhad.</li> <li>Marteze eo kefluniet an dafariad en un doare divoutin.</li> </ul>
cy: <ul> <li>Gwiriwch fod gan eich system Reolwr Diogelwch Personol wedi ei osod.</li> <li>Gall hyn fod oherwydd ffurfweddiad ansafonol ar y gweinydd.</li> </ul>
fa: <ul> <li>مطمئن شوید که «مدیریت امنیت شخصی» روی رایانهٔ شما نصب شده باشد.</li> <li>این اشکال ممکن است از پیکربندی غیر استاندارد کارگزار باشد.</li> </ul>
ga_ie: <ul> <li>Cinntigh go bhfuil an Bainisteoir Pearsanta Slándála suiteáilte ar do ríomhaire.</li> <li>D'fhéadfadh seo tarlú de dheasca cumraíocht neamhchaighdeánach an fhreastalaí.</li></ul>
id: <ul> <li>Pastikan sistem Anda telah terpasang Pengelola Keamanan Pribadi.</li> <li>Hal ini mungkin disebabkan konfigurasi server yang tidak standar.</li> </ul>
is: <ul> <li>Athugaðu hvort tölvan þín sé með persónulegan öryggisstjóra uppsettann.</li> <li>Þetta vandamál gæti verið vegna óstaðlaða stillinga á netþjóni.</li> </ul>
kk: <ul> <li>Жүйеңізде Personal Security Manager орнатылғанын тексеріңіз.</li> <li>Бұл мәселе қалыпты емес бапталған сервер себебінен болуы мүмкін.</li> </ul>
lv: <ul> <li>Pārliecinieties, ka jums ir instalēts Personiskās drošības pārvaldnieks.</li> <li>Iemesls var būt arī nestandarta servera konfigurācija.</li> </ul>
ml: <ul> <li>പേഴ്സണല്‍ സെക്യൂരിറ്റി മാനേജര്‍ നിങ്ങളുടെ സിസ്റ്റത്തില്‍ ഇന്‍‌സ്റ്റോള്‍ ചെയ്തിട്ടുണ്ട്‌ എന്നു് ഉറപ്പു് വരുത്തുക.</li> <li> എത്‌ ചിലപ്പോള്‍ സെര്‍വറിന്റെ നിലവാരമില്ലാത്ത ക്രമീകരണം മൂലമാകാം.</li> </ul>
pt: <ul> <li>Verifique se o seu sistema tem o Personal Security Manager instalado.</li> <li>Isto pode ser causado por uma configuração não comum no servidor.</li> </ul>
th: <ul> <li>ตรวจสอบให้แน่ใจว่าระบบของคุณมีตัวจัดการความปลอดภัยส่วนบุคคลติดตั้งอยู่</li> <li>สิ่งนี้อาจเกิดจากการกำหนดค่าที่ไม่มาตรฐานบนเซิร์ฟเวอร์</li> </ul>
uz: <ul> <li>Shaxsiy xavfsizlik boshqaruvchisi (PSM) tizimingizda o‘rnatilganligini tekshirib ko‘ring.</li> <li>Bu serveringizning nostandart moslanganligidan ham bo‘lishi mumkin.</li> </ul>

source: Secure Connection Failed
bg: Грешка в шифрованата връзка
bn_bd: নিরাপদ সংযোগ স্থাপন করতে ব্যর্থ
br: C'hwitadenn war ar c'hennaskañ diarvar
cy: Methodd y Cysylltiad Diogel
fa: برقراری اتصال ایمن شکست خورد
ga_ie: Níorbh Fhéidir Ceangal Slán a Bhunú
id: Sambungan Aman Gagal
is: Örugg tenging mistókst
kk: Қорғалған байланысты орнату сәтсіз
lv: Drošais savienojums neizdevās
pt: A ligação segura falhou
th: การเชื่อมต่อปลอดภัยล้มเหลว
uz: Xavfsiz ulanib bo‘lmadi

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bg: <ul> <li>Страницата, която искате да видите, не може да бъде показана, защото достоверността на получените данни не може да бъде проверена.</li> <li>Моля, свържете се със собствениците на уебсайта и ги информирайте за този проблем.</li> </ul>
bn_bd: <ul> <li>প্রাপ্ত তথ্যের যথার্থতা পরীক্ষা করা সম্ভব না হওয়ার ফলে প্রদর্শনের জন্য চিহ্নিত পৃষ্ঠা প্রদর্শন করা সম্ভব হয়নি।</li> <li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েব-সাইট নির্মাতাদের সূচিত করুন।</li> </ul>
br: <ul> <li>N'hall ket bezañ diskouezet ar bajennad emaoc'h o klask gwelout rak n'hall ket bezañ gwiriet dilested ar roadennoù bet degemeret.</li> <li>Kit e darempred gant perc'henned al lec'hienn evit kas keloù dezho a-zivout ar gudenn-mañ.</li> </ul>
cy: <ul> <li>Nid oes modd dangos y dudalen rydych yn ceisio ei darllen gan nad oes modd gwirio dilysrwydd y data derbyniwyd.</li> <li>Cysylltwch â pherchennog y wefan i'w hysbysu o'r anhawster.</li> </ul>
fa: <ul><li>صفحه‌ای که تلاش می‌کنید از آن بازدید کنید قابل نمایش نیست، زیرا امکان تایید اعتبار اطلاعات دریافتی آن وجود ندارد.</li><li>لطفاً با صاحبان این پایگاه اینترنتی تماس بگیرید و آنها را در جریان این مشکل قرار دهید.</li></ul>
ga_ie: <ul> <li>Ní féidir an leathanach atá tú ag iarraidh amharc air a thaispeáint toisc nach féidir fírinne na sonraí a fuarthas a fhíordheimhniú.</li> <li>Téigh i dteagmháil le húinéirí an tsuímh Ghréasáin leis an fhadhb seo a chur in iúl dóibh le do thoil.</li> </ul>
id: <ul> <li>Laman yang ingin dibuka tidak dapat ditampilkan karena keaslian data yang diterima tidak bisa diverifikasi.</li> <li>Mohon hubungi pemilik situs web mengenai masalah ini.</li> </ul>
is: <ul> <li>Ekki er hægt að sýna síðuna vegna þess að ekki var hægt að auðkenna gögnin.</li> <li>Hafið samband við vefstjóra svæðisins til að láta hann vita af þessu vandamáli.</li> </ul>
kk: <ul> <li>Сіз сұраған парақ көрсетілмейді, өйткені алынған мәліметтерді тексеру мүмкін емес.</li> <li>Сайттың иесімен осы мәселе жөнінде хабарласыңыз.</li> </ul>
lv: <ul> <li>Lapu, kuru jūs šobrīd mēģināt aplūkot, nevar parādīt, jo nevar pārbaudīt tās nosūtīto datu autentiskumu.</li> <li>Lūdzu, sazinieties ar lapas īpašniekiem un informējiet viņus par šo problēmu.</li> </ul>
ml: <ul> <li>നിങ്ങള്‍ ഇപ്പോള്‍ കാണുവാന്‍ ശ്രമിക്കുന്ന താള്‍ ലഭ്യമല്ല. കാരണം ലഭ്യമായ ഡേറ്റയുടെ ആധികാരികത ഉറപ്പാക്കുവാന്‍ സാധ്യമായില്ല.</li> <li>ഇതു് സംബന്ധിച്ചുള്ള വിവരങ്ങള്‍ ദയവായി വെബ്സൈറ്റ് ഉടമസ്ഥരെ അറിയിക്കുക.</li> </ul>
pt: <ul> <li>A página que está a tentar ver não pode ser mostrada porque não foi possível verificar a autenticidade dos dados recebidos.</li> <li>Por favor, reporte o problema aos proprietários do website.</li> </ul>
th: <ul> <li>หน้าที่คุณกำลังพยายามจะดูไม่สามารถแสดงได้เนื่องจากไม่สามารถยืนยันความถูกต้องของข้อมูลที่ได้รับ</li> <li>โปรดติดต่อเจ้าของเว็บไซต์เพื่อแจ้งพวกเขาให้ทราบถึงปัญหานี้</li> </ul>
uz: <ul> <li>Siz ko‘rmoqchi bo‘lgan sahifani ko‘rsatib bo‘lmaydi, chunki olingan fayllar tasdiqdan o‘tmagan.</li> <li>Ushbu muammo haqida xabar berish uchun vebsahifa egasi bilan bog‘laning.</li> </ul>

# certerror.longpagetitle1
source: Your connection is not secure
bg: Връзка е незащитена
bn_bd: আপনার সংযোগ নিরাপদ নয়
br: N'eo ket diarvar ho kennask
cy: Nid yw eich cysylltiad yn ddiogel
fa: اتصال شما امن نیست
ga_ie: Níl do cheangal slán
id: Sambungan Anda tidak aman
is: Tenging er ekki örugg
kk: Сіздің байланысыңыз қауіпсіз емес
lv: Savienojums nav drošs
pt: A sua ligação não é segura
th: การเชื่อมต่อของคุณไม่ปลอดภัย
uz: Ulanish xavfsiz emas

source: The owner of <span class='hostname'/> has configured their website improperly. To protect your information from being stolen, &brandShortName; has not connected to this website.
bg: Собственикът на <span class='hostname'/> е настроил техния уебсайт неправилно. За да ви защити от кражба на информация, &brandShortName; не се свърза с този уебсайт.
bn_bd: <span class='hostname'/> এর মালিক তাদের ওয়েবসাইটটি ত্রুটিপূর্ণভাবে কনফিগার করেছেন। আপনার তথ্যকে চুরি হয়ে যাওয়া থেকে বাঁচানোর জন্য &brandShortName; ওয়েবসাইটটির সাথে যুক্ত করা হয়নি।
br: Direizh eo ket bet kefluniet o lec'hienn wiad gant perc'henned <span class='hostname'/>. Kuit na vefe laeret ho stlennoù n'oc'h ket bet kennasket ouzh al lec'hienn-mañ gant &brandShortName;.
cy: Mae perchennog <span class='hostname'/> wedi ffurfweddu ei wefan yn anghywir. I rwystro eich manylion rhag cael eu dwyn, nid yw &brandShortName; wedi cysylltu â'r wefan.
fa: مالک <span class='hostname'/> سایت خود را به گونه‌ای نادرست پیکربندی کرده‌ است. جهت محافظت از دزدیده شدن اطلاعات شما، &brandShortName; به این سایت متصل نشده است.
ga_ie: Níor chumraigh úinéir <span class='hostname'/> an suíomh mar is ceart. Níor cheangail &brandShortName; leis an suíomh seo chun do chuid faisnéise a chosaint.
id: Pemilik <span class='hostname'/> telah mengonfigurasikan situs web secara tidak benar. Untuk melindungi informasi Anda dari pencurian, &brandShortName; tidak menyambungkan Anda ke situs ini.
is: Eigandi <span class='hostname'/> hefur stillt vefsvæðið sitt rangt. Til að koma í veg fyrir að upplýsingunum þínum verði stolið, mun &brandShortName; ekki tengjast þessu vefsvæði.
kk: <span class='hostname'/> иесі өз сайтын дұрыс емес баптаған. Ақпаратыңызды ұрланудан қорғау үшін, &brandShortName; бұл веб сайтпен байланыспады.
lv: Lapas <span class='hostname'/> saimnieks ir nepareizi nokonfigurējis savu lapu. Lai pasargātu jūs no informācijas zādzības, &brandShortName; nesavienojas ar šo lapu.
pt: O proprietário de <span class='hostname'/> configurou o website incorretamente. Para impedir que a sua informação fosse furtada, o &brandShortName; não se ligou a este website.
th: เจ้าของ <span class='hostname'/> ได้กำหนดค่าเว็บไซต์ของพวกเขาไม่เหมาะสม เพื่อปกป้องข้อมูลของคุณจากการถูกขโมย &brandShortName; จึงไม่ได้เชื่อมต่อไปยังเว็บไซต์นี้
uz: <span class='hostname'/> egasi veb-saytini noto‘g‘ri sozlagan. Ma’lumotlaringizni o‘g‘irlanishdan himoyalash maqsadida, &brandShortName; bu veb-saytga ulanmadi.

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer’s network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
bg: <ul><li>Страницата може да е временно недостъпна или твърде заета. Опитайте пак след малко.</li><li>Ако не можете да заредите друга страница, проверете хардуера на компютъра.</li><li>Ако компютърът или мрежата ви са зад защитна стена или прокси проверетедали на &brandShortName; е разрешен достъпът до Интернет.</li></ul>
bn_bd: <ul> <li>সাইটটি সম্ভবত সাময়িকভাবে অকার্যকর বা অত্যন্ত ব্যস্ত। কিছুক্ষন পর আবার চেষ্টা করুন।</li> <li>কোন পৃষ্ঠাই লোড করা সম্ভব না হলে আপনার কম্পিউটারের নেটওয়ার্ক সংযোগ পরীক্ষা করুন।</li> <li>আপনার কম্পিউটার বা নেটওয়ার্ক যদি কোনো ফায়ারওয়াল অথবা প্রক্সি দিয়ে সুরক্ষিত থাকে, &brandShortName; কে ওয়েবে সংযোগ করার অনুমতি প্রদান করা হয়েছে কিনা তা পরীক্ষা করুন।</li> </ul>
br: <ul> <li>Marteze n'eo ket hegerz al lec'hienn evit un nebeud amzer. Klaskit en-dro diwezhatoc'h.</li> <li>Ma n'oc'h ket gouest da verdeiñ war lec'hiennoù all, gwiriit kennaskañ hoc'h urzhiataer ouzh ar rouedad.</li> <li>Ma'z eo gwaredet hoc'h urzhiataer pe ho rouedad gant un tanvoger pe ur proksi, gwiriit ez eo aotreet &brandShortName; da gennaskañ ouzh ar rouedad</li> </ul>
cy: <ul> <li>Efallai bod y wefan yn brysur neu nad yw ar gael dros dro. Ceisiwch eto ymhen ychydig.</li> <li>Os nad ydych yn gallu llwytho unrhyw dudalennau, gwiriwch gysylltiad rhwydwaith eich cyfrifiadur.</li> <li>Os yw eich cyfrifiadur neu rwydwaith wedi ei ddiogelu gan fur cadarn neu ddirprwy, gwnewch yn siŵr fod gan &brandShortName; hawl i fynediad i'r we.</li> </ul>
fa: <ul> <li>ممکن است این پایگاه به طور موقت خارج از دسترس یا بیش از حد مشغول باشد. چند دقیقه صبر کنید و بعد دوباره تلاش کنید.</li> <li>اگر نمی‌توانید هیچ صفحه‌ای را مرور کنید، اتصال شبکهٔ رایانه را بررسی کنید.</li> <li>اگر رایانه یا شبکهٔ شما توسط کارگزار یا دیوارآتش محافظت می‌شود مطمئن شوید که &brandShortName; اجازه دسترسی به وب را دارد.</li> </ul>
ga_ie: <ul> <li>D'fhéadfadh an suíomh bheith gan fáil nó ró-ghnóthach go sealadach. Bain triail eile as ar ball beag.</li> <li>Mura bhfuil tú in ann leathanach ar bith a luchtú, déan seiceáil ar cheangal líonra do ríomhaire.</li> <li>Má tá do ríomhaire nó do líonra á chosaint ag balla dóiteáin nó seachfhreastalaí, cinntigh go bhfuil cead ag &brandShortName; an Gréasán a rochtain.</li></ul>
id: <ul> <li>Sementara ini mungkin situs terlalu sibuk atau tidak menyala. Cobalah beberapa saat lagi.</li> <li>Apabila Anda tidak dapat memuat laman apa pun, periksa sambungan jaringan komputer Anda.</li> <li>Apabila komputer atau jaringan Anda dilindungi firewall atau proxy, pastikan bahwa &brandShortName; diizinkan mengakses Web.</li> </ul>
is: <ul> <li>Vefsvæðið er kannski ekki aðgengilegt eins og stendur eða er upptekið. Reyndu aftur seinna.</li> <li>Ef þú getur ekki hlaðið inn neinni síðu, athugaðu þá nettengingu tölvunnar.</li> <li>Ef tölvan eða netið er varið af eldvegg eða milliþjóni, athugaðu þá hvort &brandShortName; hafi aðgang til þess að fara á netið.</li> </ul>
kk: <ul> <li>Сайт уақытша қолжетерсіз, немесе сұранымдарға толы шығар. Кейінірек қайталап көріңіз.</li> <li>Басқа да сайттарды аша алмасаңыз, компьютеріңіздің желіге байланысу баптауларын тексеріңіз.</li> <li>Компьютер немесе желі желіаралық экранмен немесе прокси-сервермен қорғалған болса – &brandShortName; үшін Интернетке шығуға рұқсат бар екеніне көз жеткізіңіз.</li> </ul>
lv: <ul> <li>Lapa var būt īslaicīgi nepieejama vai pārāk aizņemta. Mēģiniet vēlreiz pēc pāris minūtēm.</li> <li>Ja nevarat atvērt nevienu lapu, pārbaudiet sava datora tīkla savienojumu.</li> <li>Ja jūsu datu aizsardzībai tiek izmantots ugunsmūris, pārliecinieties, ka &brandShortName; ir atļauts piekļūt tīmeklim.</li> </ul>
ml: <ul> <li>ഈ സൈറ്റ് തല്‍ക്കാലം ലഭ്യമല്ല അല്ലെങ്കില്‍ തിരക്കിലാവാം. കുറച്ച് സമയത്തിന് ശേഷം വീണ്ടും ശ്രമിക്കുക.</li> <li>നിങ്ങള്‍ക്ക് ഒരു പേജും കിട്ടുന്നില്ലെങ്കില്‍, നിങ്ങളുടെ കംപ്യൂട്ടറിന്റെ നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ പരിശോധിക്കുക.</li> <li>നിങ്ങളുടെ കംപ്യൂട്ടര്‍ അല്ലെങ്കില്‍ നെറ്റ്‌വര്‍ക്ക്, ഫയര്‍വോള്‍ അല്ലെങ്കില്‍ പ്രോക്സി ഉപയോഗിച്ച് സുരക്ഷിതമാക്കിയിരിക്കുന്നു എങ്കില്‍, &brandShortName; -ന് വെബിലേക്ക് പ്രവേശിക്കുവാനുള്ള അനുവാദം ഉണ്ടെന്നുറപ്പാക്കുക.</li> </ul>
pt: <ul> <li>O site pode estar temporariamente indisponível ou demasiado ocupado. Tente novamente dentro de alguns momentos.</li> <li>Se não conseguir carregar quaisquer páginas, verifique a ligação do seu computador à rede.</li> <li>Se o seu computador ou rede estiverem protegidos por uma firewall ou proxy, certifique-se de que o &brandShortName; tem permissão para aceder à Web.</li> </ul>
th: <ul> <li>ไซต์อาจใช้งานไม่ได้ชั่วคราวหรือกำลังทำงานหนักเกินไป ลองอีกครั้งในอีกสักครู่</li> <li>หากคุณไม่สามารถโหลดหน้าใด ๆ ได้ ตรวจสอบการเชื่อมต่อเครือข่ายของคอมพิวเตอร์ของคุณ</li> <li>หากคอมพิวเตอร์หรือเครือข่ายของคุณถูกปกป้องด้วยไฟร์วอลล์หรือพร็อกซี ตรวจสอบให้แน่ใจว่า &brandShortName; ได้รับอนุญาตให้เข้าถึงเว็บ</li> </ul>
uz: <ul> <li>Bu sayt vaqtinchalik ishlamayotgan yoki juda band bo‘lishi mumkin. Bir ozdan so‘ng urinib ko‘ring.</li> <li>Agar birorta ham sahifa yuklanmasa, kompyuteringizni tarmoqqa ulanishini tekshirib ko‘ring.</li> <li>Agar kompyuter yoki tarmog‘ingiz fayervol yoki proksi bilan himoyalangan bo‘lsa, &brandShortName;ning internetga kirishi cheklanmaganligini tekshirib ko‘ring.</li> </ul>

source: Blocked by Content Security Policy
bg: Блокирано от политика за сигурност на страницата
bn_bd: বিষয়বস্তুর নিরাপত্তা নীতিমালা দ্বারা ব্লক
bn_in: তথ্য সুরক্ষার নীতির কারণে প্রতিরোধ করা হয়েছে
br: Harzet gant ur reolenn diogelroez a-fet endalc'hadoù
cy: Rhwystrwyd gan Bolisi Diogelwch Cynnwys
es_es: Bloqueado por la política de seguridad de contenido
fa: مسدود شده بنا بر سیاست امنیتی محتوا
ga_ie: Bactha ag an Polasaí Slándala Inneachair
he: נחסם בהתאם למדיניות האבטחה של התוכן
id: Diblokir oleh Kebijakan Keamanan Konten
is: Lokað á vegna öryggisreglu
kk: Құрамасының қауіпсіздік саясатымен блокталған
km: បាន​ទប់ស្កាត់​ដោយ​គោលការណ៍​អំពី​សុវត្ថិភាព​មាតិកា
ku: Ji hêla Peymana Ewlekariya Naverokê ve hate astenkirin
lb: Blockéiert wéinst deng Sécherheetsrichtlinnen
lv: Bloķē satura drošības politika
ml: ഉള്ളടക്കത്തിലുള്ള സുരക്ഷാ പോളിസി കാരണം തടഞ്ഞിരിയ്ക്കുന്നു
pt: Bloqueada pela Content Security Policy
ro: Blocat de politica de securitate asupra conținutului
sw: Imezuiliwa na Sera ya Usalama wa Maudhui
th: ถูกปิดกั้นโดยนโยบายความปลอดภัยของเนื้อหา
tk: Mazmun Gorag Syýasaty tarapyndan böwetlendi
tt: Muhteva Emniyeti Siyaseti Tarafından Bloklanğan
uz: Kontent xavfsizlik nazorati tomonidan bloklangan
zu: Kuvinjelwe yinqubomgomo yokuphepha okuqukethwe

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
bg: <p>&brandShortName; предотврати зареждането на страницата по този начин, защото страницата е с политика за сигурност, което го забранява.</p>
bn_bd: <p>এভাবে পৃষ্ঠা লোড করতে &brandShortName; বাধা দেয় কারণ এ পৃষ্ঠার বিষয়বস্তুর নিরাপত্তা নীতিমালা এটা করতে অনুমোদন দেয় না।</p>
bn_in: <p>এই পৃষ্ঠার মধ্যে উপস্থিত তথ্য সুরক্ষার নীতির কারণে &brandShortName; দ্বারা এই পৃষ্ঠাটি এই পদ্ধতিতে লোড করতে প্রতিরোধ করা হয়েছে।</p>
br: <p>&brandShortName; en deus miret ar bajennad-mañ ouzh bezañ pellgarget gant an doare-mañ rak reolennoù a-fet diogelroez ez eus er bajennad o tisaotren d'hen ober.</p>
cy: <p>Mae &brandShortName; wedi rhwystro'r dudalen rhag llwytho yn y ffordd yma gan fod gan y dudalen bolisi diogelwch cynnwys sy'n atal hynny.</p>
es_es: <p>&brandShortName; ha impedido que esta página se cargue de esta forma porque la página tiene una política de seguridad de contenido que no lo permite.</p>
fa: <p>&brandShortName; از بارگیری این صفحه به این شیوه جلوگیری کرد، زیرا این صفحه دارای یک سیاست امنیتی است که این کار در تضاد با آن قرار دارد.</p>
ga_ie: <p>Chuir &brandShortName; stad ar luchtú an leathanaigh seo toisc go bhfuil polasaí slándála inneachair ag an leathanach a dhícheadaíonn é.</p>
he: <p>&brandShortName; מונע מדף זה להיטען בצורה זו מאחר שהדף כולל מדיניות אבטחת תוכן שמונעת זאת.</p>
id: <p>&brandShortName; mencegah pemuatan laman dengan cara ini karena laman mengandung kebijakan keamanan konten yang tidak mengizinkan hal ini.</p>
is: <p>&brandShortName; kom í veg fyrir að þessi síða birtist á þennan hátt þar sem síðan inniheldur öryggisreglu sem kemur í veg fyrir það.</p>
kk: <p>&brandShortName; бұл парақтың осы жолмен жүктелуге жол бермеген, өйткені онда осыны рұқсат етпейтін қауіпсіздік саясаты бар.</p>
km: <p>&brandShortName; បាន​រារាំង​ទំព័រ​នេះ​មិន​ឲ្យ​ផ្ទុក​តាម​មធ្យោបាយ​នេះ​ទេ ពីព្រោះ​ទំព័រ​មាន​គោលការណ៍​អំពី​សុវត្ថិភាព​មាតិកា​ដែល​មិន​អនុញ្ញាត​ចំពោះ​វា ។</p>
ku: <p>Ji ber ku di vê rûpelê de naverokeke dijberî peymana ewlekariyê heye, &brandShortName;ê ew asteng kir.</p>
lb: <p>&brandShortName; huet verhënnert dass dës Säit geluede gëtt well deng Sécherheetsrichtlinnen et net erlaben.</p>
lv: <p>&brandShortName; liedza šīs lapas ielādi, jo tās drošības politika to neļauj.</p>
ml: <p>ഈ താളിന്റെ ഉള്ളടക്ക സുരക്ഷാ പോളിസി ഈ തരത്തില്‍ താള്‍ ലഭ്യമാക്കുന്നതു് അനുവദിയ്ക്കുന്നതല്ല, അതിനാല്‍ &brandShortName; ഇതു് തടയുന്നു.</p>
pt: <p>O &brandShortName; impediu o carregamento desta página desta forma porque a página tem uma política de segurança de conteúdo que não o permite.</p>
ro: <p>&brandShortName; a împiedicat această pagină să se încarce în acest mod deoarece pagina are o politică de securitate asupra conținutului ce nu permite asta.</p>
sw: <p>&brandShortName; imzuia ukurasa huu kupakiwa kwa njia hii kwa sababu ukurasa una sera ya usalama wa maudhui ambayo haiiruhusu.</p>
th: <p>&brandShortName; ได้ป้องกันหน้านี้จากการโหลดในลักษณะนี้เนื่องจากหน้ามีนโยบายความปลอดภัยของเนื้อหาที่ไม่อนุญาต</p>
tk: <p>&brandShortName; sahypanyň mazmun gorag syýasatynyň rugsat bermeýänligi sebäpi, sahypanyň bu şekilde ýüklenmegini saklady .</p>
tt: <p>&brandShortName; bu saifeniñ bu şekilde yüklenüviniñ aldını aldı çünki saife buña izin bermegen bir muhteva emniyeti siyasetine sahiptir.</p>
uz: <p>&brandShortName; ushbu sahifani bu yo‘lda yuklashga to‘sqinlik qildi, chunki sahifadagi xavfsizlik siyosati bunga ruxsat bermadi.</p>
zu: <p>&brandShortName; ivimbele le khasi ekulayisheni ngale ndlela ngoba ikhasi linenqubomgomo yokuphepha kokuqukethwe okuyinqabelayo.</p>

source: Corrupted Content Error
bg: Грешка на развалено съдържание
bn_bd: ক্ষতিগ্রস্ত বিষয়বস্তুর ত্রুটি
bn_in: ক্ষতিগ্রস্ত তথ্য সম্বন্ধীয় ত্রুটি
br: Fazi a-fet endalc'had bet kontronet
cy: Gwall Cynnwys Llygredig
es_es: Error de contenido corrupto
fa: خطای خرابی محتوا
ga_ie: Earráid: Ábhar Truaillithe
he: שגיאת תוכן פגום
id: Galat Konten Rusak
is: Villa skemmd gögn
kk: Зақымдалған құрама қатесі
km: កំហុស​មាតិកា​ដែល​ខូច
ku: Çewtiya Naveroka Şikestî
lv: Bojāta satura kļūda
ml: തകരാറുള്ള ഉള്ളടക്കത്തില്‍ പിശക്
pt: Conteúdo corrompido
ro: Eroare cauzată de conținut corupt
sw: Kosa la Kuharibika kwa Maudhui
th: ข้อผิดพลาดเนื้อหาเสียหาย
tk: Bozulan Mazmun Ýalňyşlygy
tt: İfsat Etilgen Muhteva Hatası
uz: Buzilgan kontent xatosi
zu: Iphutha lokuqukethwe elimoshekile
