Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/netError.dtd.po
Languages: bg, bn_bd, bn_in, br, cy, es_es, fa, fur, ga_ie, he, id, is, kk, km, ku, lb, lv, ml, pt, ro, sw, th, tk, tt, uz, zu

source: <ul> <li>Press "Try Again" to switch to online mode and reload the page.</li> </ul>
bn_in: <ul> <li>"পুনরায় প্রচেষ্টা করুন" টিপে অন-লাইন মোডে পরিবর্তন করে পৃষ্ঠাটি পুনরায় লোড করুন।</li> </ul>
he: <ul> <li>לחץ על "נסה שוב" כדי לעבור למצב מקוון ולטעון מחדש את הדף.</li> </ul>
km: <ul> <li>ចុច "ព្យាយាម​ម្ដងទៀត" ដើម្បី​ប្ដូរ​ទៅជា​របៀប​លើ​បណ្ដាញ រួច​ផ្ទុក​ទំព័រ​នេះ​ឡើង​វិញ ។</li> </ul>
ku: <ul> <li>Ji bo ku derbasî moda girêdayî bibî û rûpelê nû bikî "Dîsa Biceribîne"yê bitikîne.</li> </ul>
ro: <ul> <li>Apasă "Încearcă din nou" pentru a comuta la navigarea în modul online și reîncarcă pagina.</li> </ul>
sw: <ul> <li>Bonyeza "Jaribu tena" Ili kubadili kwa hali ya mtandaoni na kupakia upya ukurasa.</li> </ul>
tk: <ul> <li>Aragatnaşykly usula geçmek üçin &quot;Gaýtadan Synanşa&quot; basyň we sahypany täzeden ýükläň.</li> </ul>
zu: <ul> <li>Chofoza u-"Zama futhi" ukushintshela kundlela eku-inthanethi futhi ulayishe kabusha ikhasi.</li> </ul>

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bn_in: <ul> <li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েব-সাইট নির্মাতাদের সূচিত করুন।</li> </ul>
es_es: <ul> <li>Por favor, contacte con los propietarios del sitio web para informarles de este problema.</li> </ul>
fur: <ul> <li>Contate par plasê l'aministradôr dal sît par informâlu di chest probleme.</li> </ul>
he: <ul> <li>אנא צור קשר עם בעלי האתר כדי ליידע אותם על בעיה זו.</li> </ul>
km: <ul> <li>សូម​ទាក់ទង​ម្ចាស់​តំបន់​បណ្ដាញ​ដើម្បី​ជូន​ដំណឹង​ពួក​គេ​ពី​បញ្ហា​នេះ ។</li></ul>
ku: <ul> <li>Ji kerema xwe re xwediyên malperê derbarê vê arîşeyê de agahdar bike.</li> </ul>
lb: <ul> <li>Kontaktéier w.e.g. de Besëtzer vun der Websäit an informéier hien iwwer dëse Problem.</li> </ul>
ro: <ul> <li>Vă rugăm să luați legătura cu proprietarii saitului pentru a-i informa despre această problemă.</li> </ul>
sw: <ul> <li>Tafadhali wasiliana na wamiliki wa tovuti kuwajulisha kuhusu shida hii.</li> </ul>
tk: <ul> <li>Bu meseläni haýyş internet saýt eýesine habar ediň.</li> </ul>
tt: <ul> <li>Bu meseleden haberdar etmek içün lütfen sayt sahipleri ile temasqa keçiñiz.</li> </ul>
zu: <ul> <li>Sicela uxhumane nabanikazi bewebhusayithi ukuze ubazise ngalenkinga</li> </ul>

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bn_in: <ul> <li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েব-সাইট নির্মাতাদের সূচিত করুন।</li> </ul>
es_es: <ul> <li>Por favor, contacta con los propietarios del sitio web para informarles de este problema.</li> </ul>
he: <ul> <li>בבקשה צור קשר עם בעלי האתר כדי ליידע אותם על בעיה זו.</li> </ul>
km: <ul> <li>សូម​ទាក់ទង​ម្ចាស់​តំបន់​បណ្ដាញ​ដើម្បី​ជូន​ដំណឹង​ពួក​គេ​ពី​បញ្ហា​នេះ ។</li></ul>
ku: <ul> <li>Ji kerema xwe re xwediyên malperê derbarê vê arîşeyê de agahdar bike.</li> </ul>
ro: <ul> <li>Vă rugăm să luați legătura cu proprietarii saitului pentru a-i informa despre această problemă.</li> </ul>
sw: <ul> <li>Tafadhali wasililiana na wamiliki wa tovuti kuwajulisha kuhusu shida hii.</li> </ul>
tk: <ul> <li>Bu meseläni haýyş internet saýt eýesine habar ediň.</li> </ul>
zu: <ul> <li>Sicela uxhumane nabanikazi bewebhusayithi ukuze ubazise ngalenkinga.</li> </ul>

source: The address wasn't understood
bn_in: ঠিকানা মীমাংসা করা যায়নি
es_es: La dirección no resulta comprensible
fur: No ai capît la direzion
km: មិន​ស្គាល់​អាសយដ្ឋាន​នេះ
ku: protocolNotFound sernav
lb: De Protokoll ass onbekannt
ro: Adresa nu a fost înțeleasă
sw: Anwani haikueleweka
tk: Salgy düşnüksiz
tt: Adres añlaşılmadı
zu: Leli kheli aliqondakalanga

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
bn_in: <ul> <li>চিহ্নিত ঠিকানা খোলার জন্য সম্ভবত কয়েকটি সফ্টওয়্যার ইনস্টল করা আবশ্যক।</li> </ul>
es_es: <ul> <li>Podría necesitar instalar otro software para abrir esta dirección.</li> </ul>
fur: <ul> <li>Par vierzi cheste direzion ti tocjarà instalâ altris programs.</li> </ul>
km: <ul> <li>អ្នក​អាច​នឹង​ត្រូវ​ដំឡើង​កម្មវិធី​ផ្សេងទៀត ដើម្បី​បើក​អាសយដ្ឋាន​នេះ ។</li> </ul>
ku: <ul> <li>Dibe ku ji bo vekirina vê navnîşanê pêwîst be ku tu nermalaveke din saz bikî.</li> </ul>
lb: <ul> <li>Du muss eventuell aner Softwaren installéiere fir dës Adress opzemaachen.</li> </ul>
ro: <ul> <li>S-ar putea să fie nevoie să instalați alt software pentru a deschide această adresă.</li> </ul>
sw: <ul> <li>Huenda utahitaji kusakinsha programu nyingine ili kufungua anwani hii.</li> </ul>
tk: <ul> <li>Bu salgyny açmak üçin başga programma gurmagyňyz gerek bolup biler.</li> </ul>
tt: <ul> <li>Bu adresní açu öçön başqa yazılım qoruwığız kirek.</li> </ul>
zu: <ul> <li>Kungase kudingeke ukuba ufakele olunye uhlaka olusetshenziswayo ukuze uvule leli kheli.</li> </ul>

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
bn_in: <ul><li>প্রক্সি সংক্রান্ত বৈশিষ্ট্য সঠিকরূপে স্থাপিত হয়েছে কিনা তা পরীক্ষা করুন।</li><li>আপনার দ্বারা ব্যবহৃত প্রক্সি সার্ভার সঠিকরূপে চলছে কিনা জানতে নেটওয়ার্ক অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।</li> </ul>
es_es: <ul> <li>Compruebe la configuración de proxy para asegurarse de que es correcta.</li> <li>Contacte con su administrador de red para asegurarse de que el servidor proxy está funcionando.</li> </ul>
fur: <ul> <li>Controle lis impostazions proxy par verificâ che a sedin coretis.</li> <li>Contate il to aministradôr di rêt par verificâ che il servidôr proxy al funzioni.</li> </ul>
he: <ul> <li>בדוק כי הגדרות השרת המתווך שלך נכונות.</li> <li>צור קשר עם מנהל הרשת שלך וודא כי השרת המתווך מתפקד</li> </ul>
km: <ul> <li>ពិនិត្យមើល​ការ​កំណត់​ប្រូកស៊ី​ ដើម្បី​ឲ្យ​ប្រាកដ​ថាពួកវា​ត្រឹមត្រូវ ។</li> <li>ទាក់ទង​អ្នក​គ្រប់គ្រង​តំបន់បណ្ដាញ​របស់​អ្នក​ ដើម្បី​ឲ្យ​ប្រាកដ​ថា​ម៉ាស៊ីន​បម្រើ​ប្រូកស៊ី​ដំណើរការ ។</li> </ul>
ku: <ul> <li>Rastbûna mîhengên proksiyê kontrol bike.</li> <li>Ji bo ka servîsa proxyê dixebite an na, bi rêvebira xwe ya torê re têkeve têkiliyê.</li> </ul>
lb: <ul> <li>Kontrolléier d'Proxy-Astellunge fir sécher ze goen dass se richteg sinn.</li> <li>Kontaktéier den Netzwierkadministrator fir sécher ze goen dass de Proxy-Server funktionéiert.</li> </ul>
ro: <ul> <li>Asigurați-vă că parametrii proxy-ului sunt corecți.</li> <li>Luați legătura cu administratorul rețelei pentru a vă asigura că serverul proxy funcționează.</li> </ul>
sw: <ul> <li>Kagua mipangilio mbadala kuhakikisha kuwa ni sahihi.</li> <li>Wasiliana na msimamizi wako wa mtandao kuhakikisha uwa seva mbadala inafanya kazi.</li> </ul>
tk: <ul> <li>Ygtyýarlandyryjy gurnamalarynyň dogrydygyny barlaň.</li> <li>Ygtyýarlandyrylan birikdirijiniň dogry işleýändigini barlamak üçin tor dolandyryjyňyz bilen habarlaşyň.</li> </ul>
tt: <ul> <li>Proksi köylenmeleríníñ döröslígín tikşírígíz.</li> <li>Proksi serveríníñ íşlegenínnen ışanıçlı buluwığız öçön çílter mödiríne bílíşígíz.</li> </ul>
zu: <ul> <li>Hlola ukuhlelwa kwe-proxy ukuze uqiniseke ukuthi kuyikho.</li> <li>Thintana nomphathi wenethiwekhi yakho ukuze uqiniseke ukuthi iseva ye-proxy iyasebenza.</li> </ul>

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
bn_in: <ul><li>প্রক্সি সংক্রান্ত বৈশিষ্ট্য সঠিকরূপে স্থাপিত হয়েছে কিনা তা পরীক্ষা করুন।</li><li>পরীক্ষা করুন আপনার কম্পিউটারের সাথে সঠিকরূপে নেটওয়ার্কের সংযোগ স্থাপিত রয়েছে কিনা।</li><li>আপনার কম্পিউটার যদি কোনো ফায়ারওয়াল অথবা প্রক্সির আড়ালে স্থাপিত হয় তাহলে &brandShortName;-কে ওয়েবে সংযোগ করার অনুমতি প্রদান করুন।</li> </ul>
es_es: <ul> <li>Compruebe la configuración de proxy para asegurarse de que es correcta.</li> <li>Compruebe que su equipo tiene una conexión de red operativa.</li> <li>Si su equipo o red está protegida por un cortafuegos o proxy, asegúrese de que &brandShortName; tiene permiso para acceder a la web.</li> </ul>
fur: <ul> <li>Controle lis impostazions proxy par verificâ che a sedin coretis.</li> <li>Siguriti che il to ordenadôr al vedi une conession di rêt che e funzionedi.</li> <li>Se il to ordenadôr o rêt a son protezûts di un firewall o di un proxy, siguriti che &brandShortName; al vedi il permès di acedi al Web.</li> </ul>
he: <ul> <li>בדוק כי הגדרות השרת המתווך שלך נכונות.</li> <li>ודא כי חיבור המחשב שלך לרשת פעיל.</li> <li>אם המחשב או הרשת שלך מוגנים באמצעות חומת אש או שרת מתווך, ודא כי &brandShortName; מורשה לגישה לרשת.</li> </ul>
km: <ul> <li>ពិនិត្យមើល​ការ​កំណត់​ប្រូកស៊ី ដើម្បី​ឲ្យ​ប្រាកដ​ថា​ពួកវា​ត្រឹមត្រូវ ។</li> <li>ពិនិត្យមើល​ដើម្បី​ឲ្យ​ប្រាកដ​ថា​កុំព្យូទ័រ​របស់​អ្នក​មាន​ការ​តភ្ជាប់​បណ្ដាញ​ដែល​ដំណើរការ ។</li> <li>ប្រសិនបើ​កុំព្យូទ័រ​ ឬ​បណ្ដាញ​របស់​អ្នក​ត្រូវ​បាន​ការពារ​ដោយ​ជញ្ជាំងភ្លើង ឬ​ប្រូកស៊ី សូម​ប្រាកដ​ថា &brandShortName; ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ចូល​ប្រើ​បណ្ដាញ ។</li> </ul>
ku: <ul> <li>Mîhengên proksiyê kontrol bike ka bêpirsgirêkên an na.</li> <li>kontrol bike ka di komputera te de girêdaneke xebatê ya torê heye an na.</li> <li>Heke komputer an jî tora te ji hêla firewall an jî proksiyekê ve tê parastin hîn bibe ka ji bo &brandShortName; têkeve Webê destûr heye an na.</li> </ul>
lb: <ul> <li>Kontrolléier d'Proxy-Astellunge fir sécher ze goen dass se richteg sinn.</li> <li>Kontrolléier op däi Computer eng Netzwierkconnectioun huet déi funktionéiert.</li> <li>Wann däi Computer oder Netzwierk vun enger Firewall oder engem Proxy geschützt ass, kuck op de &brandShortName; d'Erlaabnis huet fir sech mam Internet ze connectéieren.</li> </ul>
ro: <ul> <li>Asigurați-vă că parametrii proxy-ului sunt corecți.</li> <li>Asigurați-vă că sistemul dumneavoastră are o conexiune funcțională la rețea.</li> <li>Dacă sistemul dumneavoastră este protejat de un paravan (firewall) sau proxy, asigurați-vă că &brandShortName; are permisiunea de a folosi web-ul.</li> </ul>
sw: <ul> <li>Kagua mipangilio ya mbadala kuhakikisha kuwa ni sahihi.</li> <li>Kagua kuhakikisha tarakilishi yako ina muungano wa mtandao unaofanya kazi.</li> <li>Kama tarakilishi au mtandao wako umelindwa na ngome au mbadala, hakikisha kuwa &brandShortName; imeruhusiwa kufikia Wavuti.</li> </ul>
tk: <ul> <li>Ygtyýarlandyryjy gurnamalarynyň dogrydygyny barlaň.</li> <li>Kompýuteriňizde dogry işleýän tor baglanyşygyň bardygyny barlaň.</li> <li>Eget kompýuteriňiz ýa-da toruňyz Goranyş Diwary ýa-da ygtyýarlandyryjy tarapyndan goralan bolsa, hakykatdan hem &brandShortName;a interneta girmek üçin rugsatyň berilenligini barlaň .</li> </ul>
tt: <ul> <li>Proksi köylenmeleríníñ döröslígín tikşírígíz.</li> <li>Bílgísanarığıznıñ íşlewçí çílter ílímtesíne iye bulğanın tikşírígíz.</li> <li>Bílgísanar yaki çílterígíz ut-diwarı yaki proksi ximayesí astında ise, &brandShortName; qullanmasına Perewízge iríşü röxsetí birílgen buluwınnan ışanıçlı bulığız.</li> </ul>
zu: <ul> <li>Hlola ukuhlelwa kwe-proxy ukuze uqiniseke ukuthi kuyikho.</li> <li>Hlola ukuze uqiniseka ukuthi ikhompyutha yakho ixhume kunethiwekhi esebenzayo.</li> <li>Uma ikhompyutha yakho noma inethiwekhi ivikelwe isivikeli noma i-proxy, qiniseka ukuthi &brandShortName; livunyelwe ukungena kuwebhu</li> </ul>

source: The page isn't redirecting properly
bn_in: পেজ থেকে সঠিকরূপে অনুরোধ প্রেরিত হচ্ছে না
es_es: La página no está redirigiendo adecuadamente
fur: Il re-indreçament di cheste pagjine nol funzione ben
he: הדף מבצע העברה לא תקינה
km: ទំព័រ​មិន​កំពុងតែ​ប្ដូរ​ទិស​យ៉ាង​ត្រឹមត្រូវ​ទេ
ku: redirectLoop sernav
lb: D'Säit leet net richteg weider
ro: Pagina nu redirecționează corect
sw: Ukurasa huu hauelekezi tena vizuri
tk: Sahypa, salga dogry görnüşde gidenok
tt: Sexifeníñ yene yüneltüwí döröst tügíl
zu: Leli khasi aliqondile kahle kwenye indawo

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
bn_in: <ul><li>কুকি নিষ্ক্রিয় অথবা প্রত্যাখ্যান করা হলে এই সমস্যা দেখা দেওয়ার সম্ভাবনা রয়েছে।</li></ul>
es_es: <ul> <li>Este problema a veces está causado por desactivar o rechazar la recepción de cookies.</li> </ul>
fur: <ul> <li>Chest probleme al pues a voltis jessi causât de disativazion o de mancjade acetazion dai cookies.</li> </ul>
he: <ul> <li>בעיה זו נגרמת לעיתים מסירוב לקבל עוגיות או ניטרולן.</li> </ul>
km: <ul> <li>ពេល​ខ្លះ បញ្ហា​នេះ​អាច​កើតឡើង​ដោយសារ​តែ​ការ​បិទ ឬ​ការ​បដិសេធ​ក្នុង​ការ​ទទួល​យក​ខូគី ។</li> </ul>
ku: <ul> <li>Dibe ku ev pirsgirêk bibe sedema neçalakirin an jî redkirina erêkirina çerezan.</li> </ul>
lb: <ul> <li>Dëse Problem kënnt heiansdo duerch d'Ofschalte vu Cookien, oder d'Refuséieren, Cookien ze akzeptéieren.</li> </ul>
ro: <ul> <li>Problema poate apărea dacă dezactivați sau refuzați să acceptați cookie-uri.</li> </ul>
sw: <ul> <li>Shida hii yaweza wakati mwingine kusababishwa na kulemaza au kukataa kukubali vidukizo.</li> </ul>
tk: <ul> <li>Bu mesele köplenç gutapjyklaryň gadagan edilmeginden ýada kabul edilmezliginden bolup biler.</li> </ul>
tt: <ul> <li>Bu mes'ele beğzen biskwitlerníñ seletsízlendírílüwínnen yeise kirí qağıluwınnan urtağa çığa ala.</li> </ul>
zu: <ul> <li>Le nkinga ngezinye izikhathi ingase ibangelwe ukwenza angasebenzi noma ukwenqaba ukwamukela amakukizi.</li> </ul>

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
bn_in: <ul> <li>আপনার সিস্টেমে ব্যক্তিগত নিরাপত্তা ব্যবস্থা উপস্থিত রয়েছে কিনা তা পরীক্ষা করুন।</li> <li>সার্ভারে অপ্রমিত কনফিগারেশন স্থাপনার ফলে এই সম্ভাবনা রয়েছে।</li> </ul>
es_es: <ul> <li>Compruebe que su sistema tiene el administrador personal de seguridad instalado.</li> <li>Esto podría deberse a una configuración no estándar en el servidor.</li> </ul>
fur: <ul> <li>Siguriti che il to sisteme al vedi instalât il Personal Security Manager.</li> <li>Chest al podarès jessi dovût a une configurazion no standard sul servidôr.</li> </ul>
he: <ul> <li>ודא כי מותקן על המערכת שלך מנהל האבטחה האישי.</li> <li>ייכתן וההגדרות השרת אינן תקניות</li> </ul>
km: <ul> <li>ពិនិត្យមើល​ ដើម្បី​ឲ្យ​ប្រាកដ​ថា​ប្រព័ន្ធ​​របស់​អ្នក​មាន​កម្មវិធី​គ្រប់គ្រង​សុវត្ថិភាព​ផ្ទាល់ខ្លួន​ដែល​បាន​ដំឡើង​រួចហើយ ។</li> <li>នេះ​ក៏​ព្រោះតែ​ការ​កំណត់​រចនាសម្ព័ន្ធ​មិន​ស្តង់ដារ​នៅ​លើ​ម៉ាស៊ីន​បម្រើ ។</li> </ul>
ku: <ul> <li>Teqez bike ka Gerînendetiya Ewlekariyê ya Takeksî ya pergalê sazkirî ye an na.</li> <li>Dibe ku ev ji vesazkirina nestandard a pêşkêşkarê be.</li> </ul>
lb: <ul> <li>Kontrolléier ob op dengem Computer de Personal-Security-Manager installéiert ass.</li> <li>Dëst kann un enger net-standard Konfiguratioun vum Server leien.</li> </ul>
ro: <ul> <li>Verificați ca sistemul dumneavoastră să aibă instalat Personal Security Manager.</li> <li>Aceasta se poate întâmpla și datorită unei configurații nestandard a serverului.</li> </ul>
sw: <ul> <li>Kagua kuhakikisha kuwa mfumo wako umesakinisha Msimamizi wa Usalama wa Binafsi </li> <li>Hii yaweza kusababishwa na usanidi usio sanifu kwenye sava.</li> </ul>
tk: <ul> <li>Ulgamyňyzda Şahsy Gorag Teripleýijiňiziň gurulandygyny barlaň .</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
tt: <ul> <li>Sistemígízde Şexsi İminlík İdareçísí'níñ qorolğan buluwın tikşírígíz.</li> <li>Monoñ, serverde standart-tışı konfigurasiye sebeplí buluwı mömkin.</li> </ul>
zu: <ul> <li>Hlola ukuze uqiniseke ukuthi uhlelo lwakho lunoMqondisi wokuvikela Okungowakho ofakelwe.</li> <li>Lokhu kungase kubangelwe isimo esingafani nezinye esikuseva.</li> </ul>

# nssFailure2.title
source: Secure Connection Failed
bn_in: নিরাপদ সংযোগ স্থাপন করতে ব্যর্থ
es_es: Conexión segura fallida
fur: Conession sigure falide
he: קישור מאובטח נכשל
km: ការ​តភ្ជាប់​សុវត្ថិភាព​បរាជ័យ
ku: Girêdana Ewle Têk Çû
lb: D'geséchert Connectioun ass feelgeschloen
ro: Conexiunea sigură a eșuat
sw: Muunganisho Salama Umeshindwa
tk: Goragly Baglanyşyk Şowsuz
zu: Uxhumo oluvikelekile luhlulekile

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bn_in: <ul> <li>প্রাপ্ত তথ্যের যথার্থতা পরীক্ষা করা সম্ভব না হওয়ার ফলে প্রদর্শনের জন্য চিহ্নিত পৃষ্ঠা প্রদর্শন করা সম্ভব হয়নি।</li> <li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েব-সাইট নির্মাতাদের সূচিত করুন।</li> </ul>
fur: <ul> <li>No si pues visualizâ cheste pagjine parcè che no si à podût verificâ la autenticitât dai dâts ricevûts.<ul> <li>Par plasê contate il proprietari dal sît web par informâlu dal probleme.</li> </ul>
km: <ul> <li>មិន​អាច​បង្ហាញ​ទំព័រ​ដែល​អ្នក​កំពុង​ព្យាយាម​មើល​ដោយ​សារ​មិន​អាច​ផ្ទៀងផ្ទាត់​ទិន្នន័យ​ដែល​បាន​ទទួល។</li> <li>សូម​​ទាក់ទង​ម្ចាស់​តំបន់​បណ្ដាញ ដើម្បី​ប្រាប់​អំពី​បញ្ហា​នេះ។</li> </ul>
ro: <ul> <li>Pagina pe care încercați să o vedeți nu poate fi afișată deoarece nu s-a putut verifica autenticitatea datelor primite.</li> <li>Vă rugăm să luați legătura cu proprietarii saitului pentru a-i informa despre această problemă</li> </ul>

# nssBadCert.title
source: Secure Connection Failed
bn_in: নিরাপদ সংযোগ স্থাপন করতে ব্যর্থ
es_es: La conexión segura ha fallado
fur: Conession sigure falide
he: קישור מאובטח נכשל
km: ការ​តភ្ជាប់​សុវត្ថិភាព​បរាជ័យ
ku: Girêdana Ewle Têk Çû
lb: D'geséchert Connectioun ass feelgeschloen
ro: Conexiunea sigură a eșuat
sw: Muungano Salama Umeshindwa
tk: Goragly Baglanyşyk şowsuz
zu: Uxhumo oluvikelekile luhlulekile

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
bn_in: <ul> <li>সম্ভবত সার্ভারের কনফিগারেশনে সমস্যা হয়েছে অথবা কোনো ব্যক্তি এই সার্ভারের পরিচয়ের ভুঁয়ো ব্যবহারের প্রচেষ্টা করছে।</li> <li>পূর্বে এই সার্ভারের সাথে সফল সংযোগ স্থাপন করা হয়ে থাকলে, সম্ভবত কোনো অস্থায়ী কারণে এই সমস্যা দেখা দিয়েছে এবং পুনরায় কোনো সময়ে প্রচেষ্টা করুন।</li> </ul>
es_es: <ul> <li>Puede ser un problema con la configuración del servidor, o bien que alguien está intentando suplantar al servidor.</li> <li>Si está seguro de que se ha conectado anteriomente a este servidor con éxito, el error puede ser temporal por lo que se puede intentar nuevamente dentro de un tiempo.</li> </ul>
fur: <ul> <li>Chest al pues jessi un probleme cu la configuazion dal servidôr, o al podarès jessi che cualchidun al stedi provant a impersonâ il servidôr.</li> <li>Se in passât la conession a chest servidôr e lave, l'erôr al podarès jessi temporani, e tu puedis provâ di gnûf plui tart.</li> </ul>
he: <ul> <li>תופעה זו יכולה להיות בעיה בהגדרה בשרת או שמדובר בשרת שמנסה להתחזות לשרת אחר. </li> <li>אם התחברת לשרת זה בהצלחה בעבר, ייתכן שהשגיאה זמנית, וכדאי שתנסה שוב מאוחר יותר.</li> </ul>
km: <ul> <li>នេះ​អាច​បណ្ដាល​មកពី​បញ្ហា​ជាមួយ​នឹង​ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់​ម៉ាស៊ីន​បម្រើ ឬ​វា​អាច​បណ្ដាល​មក​ពី​អ្នកណា​ម្នាក់​ព្យាយាម​បន្លំ​ម៉ាស៊ីន​បម្រើ ។</li> <li>ប្រសិនបើ​ពីមុន អ្នក​បាន​តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​នេះ​ដោយ​ជោគជ័យ​​រួចហើយ កំហុស​អាច​នឹង​មាន​លក្ខណៈ​បណ្ដោះអាសន្ន​ ហើយ​អ្នក​អាច​ព្យាយាម​ម្ដងទៀត​នៅ​ពេល​ក្រោយ ។</li> </ul>
ku: <ul> <li>Dibe ku ev ji ber mîhenhgên pêşkêşkarê be an jî hin kes êrîşî pêşkêşkarê dikin.</li> <li>Heke berê tu bi awayekî ewle ketibî vê pêşkêşkarê, dibe ku pirsgirêk demdemî be lewre piştre dîsa biceribîne.</li> <li>Dikarî lîsteya pêşkêşkarê bi pirsgirêkên tên zanîn çareser bikî bi alîkariya şîfrekirina ewle.</li> </ul>
lb: <ul> <li>Dëse Problem kann un der Serverkonfiguratioun leien, oder et kéint eng Persoun probéieren de Server z'imitéieren.</li> <li>Wann s de fréier erfollegräich op de Server komm bass, kann de Feeler temporär sinn; probéier et spéider nach eng Kéier.</li> </ul>
ro: <ul> <li>Acest lucru s-ar putea datora unei probleme în configurația serverului, sau s-ar putea ca cineva să încerce să pretindă în mod fraudulos că este acest server.</li> <li>Dacă v-ați conectat cu succes în trecut la acest server, eroarea poate fi temporară și puteți încerca din nou mai târziu.</li> </ul>
sw: <ul> <li>Hii yaweza kuwa shida ya usanidi wa sava, au yaweza kuwa mtu anayejaribu kuiga sava.</li> <li>Kama umefanikiwa kuunganishwa kwa sava hii hapo awali, kosa laweza kuwa la muda tu, na unaweza kujaribu tena baadaye.</li> </ul>
tk: <ul> <li>Bu birikdirijidäki düzüm ýalňyşlygy bolup biler, ýa-da kimdir biri özüni birikdiriji hökmünde görkezýär.</li> <li>Eger bu birikdirijä öň şowly şekilde baglanan bolsaňyz, bu ýalňyşlyk wagtlaýyn bolup biler we siz az salymdan gaýtadan synanşyp bilersiňiz.</li> </ul>
tt: <ul> <li>Bunıñ sebebi, sunucınıñ ayarlamasındaki bir mesele ya da biriniñ bu sunucını taqlit etmege talpınması olabilir.</li> <li>Keçmişte bu sunucığa muvafaqiyetnen bağlanğan iseñiz, hata muvaqqat olabilir ve soñra yañıdan deñeybilirsiñiz.</li> </ul>
zu: <ul> <li>Lokhu kungaba yinkinga nezimiso zeseva, noma kungaba ukuthi omunye umuntu ozama ukuzenza omunye umuntu kuseva.</li> <li>Uma uke waxhumeka kule seva ngempumelelo ngaphambilini, iphutha lingaba ngalesi sikhashana, futhi ungabuye uzame kamuva.</li> </ul>
