Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/netError.dtd.po
Languages: bg, bn_bd, bn_in, br, cy, es_es, fa, fur, ga_ie, he, id, is, kk, km, ku, lb, lv, ml, pt, ro, sw, th, tk, tt, uz, zu

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
bn_in: <ul> <li>সাইটটি সম্ভবত সাময়িকরূপে উপলব্ধ নয় অথবা অত্যন্ত ব্যস্ত। কয়েক মুহূর্ত পরে পুনরায় প্রচেষ্টা করুন।</li> <li>পেজ লোড সম্ভব না হলে আপনার কম্পিউটারের সাথে নেটওয়ার্কের সংযোগ পরীক্ষা করুন।</li> <li>আপনার কম্পিউটার যদি কোনো ফায়ারওয়াল অথবা প্রক্সির আড়ালে স্থাপিত হয় তাহলে &brandShortName;-কে ওয়েবে সংযোগ করার অনুমতি প্রদান করুন।</li> </ul>
es_es: <ul> <li>El sitio podría estar no disponible temporalmente o demasiado ocupado. Vuelva a intentarlo en unos momentos.</li> <li>Si no puede cargar ninguna página, compruebe la conexión de red de su equipo.</li> <li>Si su equipo o red están protegidos por un cortafuegos o proxy, asegúrese de que &brandShortName; tiene permiso para acceder a la web.</li> </ul>
fur: <ul> <li>Il sît al podarès jessi par cumò no disponibil o masse impegnât. Torne a provâ ca di cualchi moment.</li> <li>Se no tu rivis a cjamâ nissune pagjine, verifiche la conession ae rêt dal to ordenadôr.</li> <li>Se il to ordenadôr o rêt a son protezûts di un firewall o di un proxy, siguriti che &brandShortName; al vedi il permès di acedi al Web.</li> </ul>
he: <ul> <li>האתר איננו זמין כרגע או שהוא עמוס מדי. אנא נסה שוב בעוד מספר רגעים.</li> <li>אם אינך מצליח לטעון דפים כלשהם, בדוק את הקישוריות של המחשב שלך לרשת.</li> <li>אם המחשב או הרשת שלך מוגנים באמצעות חומת אש או שרת מתווך, ודא כי &brandShortName; מורשה לגישה לרשת.</li> </ul>
km: <ul> <li>តំបន់បណ្ដាញ​នេះ​អាច​នឹង​មិន​ដំណើរការ​ជា​បណ្ដោះអាសន្ន ឬ​ក៏​វា​រវល់​ពេក ។ ព្យាយាម​ម្ដងទៀត​ក្នុង​រយៈ​ពេល​ពីរបី​នាទី​ក្រោយ ។</li> <li>ប្រសិនបើ​ អ្នក​មិន​អាច​ផ្ទុក​​ទំព័រ​ណាមួយ​បាន​ទេ សូម​ពិនិត្យមើល​ការ​តភ្ជាប់​បណ្ដាញ​កុំព្យូទ័រ​របស់​អ្នក ។</li> <li>ប្រសិនបើ​ កុំព្យូទ័រ ឬ​បណ្ដាញ​របស់​អ្នក​ត្រូវ​បាន​ការពារ​ដោយ​ជញ្ជាំងភ្លើង​ ឬ​ប្រូកស៊ី សូម​ប្រាកដ​ថា &brandShortName; អនុញ្ញាត​ឲ្យ​ចូល​ប្រើ​បណ្ដាញ ។</li> </ul>
ku: <ul> <li>Dibe ku mapler ji bo demekê hatibe rawestandin an jî zêde mijûl be. Di demeke kin de dîsa biceribîne.</li> <li>Heke nikaribî tu malperan vekî, girêdana torê ya komputera xwe kontrol bike.</li> <li>Heke komputer an jî tora te ji hêla Firewall an jî proxyekê ve tê parastin, binêre ka destûra &brandShortName; 'ê ya têketina webê heye an na.</li> </ul>
lb: <ul> <li>D'Säit kéint temporär onerreechbar oder ze ausgelaascht sinn. Probéier spéider nach eng Kéier.</li> <li>Wann s de guer keng Säit geluede kriss; kontrolléier dengem Computer seng Netzwierkconnectioun.</li> <li>Wann däi Computer oder Netzwierk vun enger Firewall oder engem Proxy geschützt ass, kuck op de &brandShortName; d'Erlaabnis huet fir sech mam Internet ze connectéieren.</li> </ul>
ro: <ul> <li>Acest sait poate fi indisponibil temporar sau prea ocupat. Încercați din nou în câteva momente.</li> <li>Dacă nu puteți încărca nicio pagină, verificați legătura la rețea a calculatorului dumneavoastră.</li> <li>Dacă sistemul sau rețeaua dumneavoastră este protejat de un paravan (firewall) sau proxy, asigurați-vă că &brandShortName; are permisiunea de a accesa Web-ul.</li> </ul>
sw: <ul> <li>Tovuti yaweza kuwa haipatikani kwa muda ama inashuguli sana. Jaribu tena katika dakika chache.</li> <li>Kama umeshindwa kupakia kurasa zozote, kagua muungano mtandao wa tarakilish yako.</li> <li>Kama tarakilishi au mtandao wako umelindwa na ngome au mbadala, hakikisha kuwa &brandShortName; imeruhusiwa kufikia Wavuti.</li> </ul>
tk: <ul> <li>Saýt wagtlaýynça tapylmaýar ýada gaty meşgul bolup biler. Az salymdan gaýtadan synanşyň.</li> <li>Eger hiç bir sahypa ýüklenmeýän bolsa, kompýuteriňiziň tor baglanyşygyny barlaň.</li> <li>Eget kompýuteriňiz ýa-da toruňyz, Goranyş Diwary ýa-da ygtyýarlandyryjy tarapyndan goralan bolsa, &brandShortName; üçin interneta girmäge rugsatyň berilendigini barlaň .</li> </ul>
tt: <ul> <li>Saytnıñ waqıtlıça faydalanılışlı bulmawı yeise artıq meşğûl buluwı mömkin. Bíraz soñraq bír tağı sınağız.</li> <li>Hiçbír sexifení yökliy almıysız ise, bílgísanarığıznıñ çílter ílímtesín tikşírígíz.</li> <li>Bílgísanar yeise çílterígíz ut-diwarı yeise proksi ximayesí astında ise, &brandShortName; qullanmasına Perewízge iríşü röxsetí birílgen buluwınnan ışanıçlı bulığız.</li> </ul>
zu: <ul> <li>Kungenzeka ukuthi le ngosi ayitholakali okwesikhashana noma imatasa kakhulu. Phinda uzame ngemva kwesikhashana.</li> <li>Uma ungakwazi ukulayisha amakhasi athile, hlola ukuthi ikhompyutha yakho ixhumekile kunethiwekhi.</li> <li>Uma ikhompyutha yakho noma inethiwekhi ivikelwe isivikeli noma i-proxy, qiniseka ukuthi &brandShortName; ivunyelwe ukungena kuwebhu.</li> </ul>

source: Suspected Attack Site!
bn_in: সম্ভবত আক্রমণকারী সাইট!
es_es: ¡Posible sitio atacante!
fur: Sît atacant suspiet!
he: חשד לאתר תוקף!
km: សង្ស័យ​តំបន់​បណ្ដាញ​វាយ​ប្រហារ!
ku: Malpera Êrîşkar a Gumanbar!
lb: Verdacht op eng Ugrëffs-Säit!
ro: Sait suspect de atacuri!
sw: Inashukiwa kuwa Wavuti Shambulizi!
tk: Şübheli Zabt Ediji Saýt!
tt: Suizan İtílgen Höcüm Saytı!
zu: Isayithi lokuhlasela elisolwayo!

source: <p>Attack sites try to install programs that steal private information, use your computer to attack others, or damage your system.</p> <p>Website owners who believe their site has been reported as an attack site in error may <a href='http://www.stopbadware.org/home/reviewinfo' >request a review</a>.</p>
bn_in: <p>আক্রমণকারী সাইট দ্বারা কিছু প্রোগ্রাম ইনস্টল করা হয়। এই প্রোগ্রামগুলির মাধ্যমে ব্যক্তিগত তথ্য চুরি, ব্যবহারকারীর কম্পিউটার থেকে অন্যদের আক্রমণ অথবা সিস্টেমের ক্ষতি করা হয়।</p> <p>কোনো ওয়েব-সাইট যদি ভুলবসত আক্রমণকারী সাইট হিসাবে চিহ্নিত হয়ে থাকে, তাহলে সংশ্লিষ্ট সাইটের মালিকরা <a href='http://www.stopbadware.org/home/reviewinfo' >তা পুনরায় যাচাইয়ের অনুরোধ জানাতে পারবেন</a>।</p>
es_es: <p>Los sitios atacantes intentan instalar programas que pueden robar información privada, usar su equipo para atacar otros o dañar su sistema.</p> <p>Los propietarios de sitios web que crean que han sido reportados como un sitio atacante pueden <a href='http://www.stopbadware.org/home/reviewinfo' >pedir una revisión</a>.</p>
he: <p>אתרים תוקפים מנסים להתקין תוכנות שגונבות מידע פרטי, משתמשות במחשב שלך לתקיפת אחרים או לגרום נזק למערכת שלך.</p> <p>בעלי אתרים המאמינים כי האתר שלהם דווח בטעות בתור אתר תוקף יכולים <a href='http://www.stopbadware.org/home/reviewinfo' >לבקש בדיקה חוזרת</a>.</p>
km: <p>តំបន់បណ្ដាញ​វាយប្រហារ​ព្យាយាម​ដំឡើង​កម្មវិធី​ដែល​លួច​យក​ព័ត៌មាន​ឯកជន ប្រើ​កុំព្យូទ័រ​របស់​អ្នក​ដើម្បី​វាយ​ប្រហារ​កុំព្យូទ័រ​ផ្សេងទៀត ឬក៏​បំផ្លាញ​ប្រព័ន្ធ​របស់​អ្នក ។</p> <p>ម្ចាស់​តំបន់បណ្ដាញ​ដែល​ជឿជាក់​ថា តំបន់បណ្ដាញ​របស់​ពួកគេ​ត្រូវ​បាន​រាយការណ៍​ជា​តំបន់បណ្ដាញ​វាយប្រហារ​អាច <a href='http://www.stopbadware.org/home/reviewinfo' >ស្នើសុំ​ការ​ត្រួតពិនិត្យ​ឡើង​វិញ​</a> ។</p>
ku: <p>Malperên êrîşkar dikin ku li ser komputera te bnernameyan saz bikin û li ser komputera te êrîşî komputerên din bikin.</p> <p>Xwediyên malperên ku malperên wan wekî malperên êrîşkar hatine raporkirin dikarin serî li <a href='http://www.stopbadware.org/home/reviewinfo' >bidin</a>.</p>
ro: <p>Saiturile de atac încearcă să instaleze programe sau să fure informații private, folosind calculatorul dumneavoastră pentru a ataca altele sau provocând pagube calculatorului dumneavoastră.</p> <p>Proprietarii saiturilor web care cred că saitul lor a fost raportat ca unul de atac dintr-o greșeală pot <a href='http://www.stopbadware.org/home/reviewinfo' >cere o recenzie</a>.</p>
sw: <p>Vamia wavuti ili kujaribu kusakinisha programu ambazo zinaiba maelezo ya ufaragha, tumia kompyuta yako kuvamia nyingine, au kuharibu mfumo wako.</p> <p>Wamiliki wa wavuti ambao wanaamini wavuti wao umeripotiwa kama wavuti vamizi katika kosa wanaweza <a href='http://www.stopbadware.org/home/reviewinfo' >omba ukaguzi</a>.</p>
tk: <p>Zabt ediji saýtlar şahsy maglumatyňyzy ogurlamak üçin, ulgamyňyza zyýan ýetirmek üçin ýa-da kompýuteriňiz bilen beýlekileri zabt etmek üçin programma gurmaga synanşýar.</p> <p>Web saýt eýeleri, öz saýtlarynyň ýalňyşlyk bilen zabt ediji saýtlaryň hataryna hasabat edilendigine ynanýan bolsa, <a href='http://www.stopbadware.org/home/reviewinfo' >gaýtadan synlamagy talap</a> edip bilerler.</p>
tt: <p>Höcüm saytları, xosusî meğlümatnı urlağan, bílgísanarığıznı başqalarına höcüm itü öçön qullanğan ya da sistemígízge zarar birgen programnar qororğa talpınır.</p> <p>Saytınıñ xataen bír höcüm saytı bularaq meğruze itílgen bulğanına inanğan perewíz saytı iyelerí bír <a href='http://www.stopbadware.org/home/reviewinfo'>küzden kiçírü ístemí</a>n yasıy alırlar.</p>
zu: <p>Amasayithi wokuhlasela angazama ukufaka izinhlelo zokuntshontsha imininingwane eyimfihlo, asebenzise ikhompyutha yakho ukuhlasela amanye, noma amoshe uhlelo lwakho.</p> <p>Abanikazi bama webhusayithi abakholelwa ukuthi isayithi labo libikwe ngokuthi lingumhlaseli ngephutha <a href='http://www.stopbadware.org/home/reviewinfo' > bangacela isibuyekezo</a>.</p>

source: Suspected Unwanted Software Site!
bn_in: সন্দেহভাজন অবাঞ্ছিত সফ্টওয়্যার সাইট!
ro: Sait cu programe nedorite suspectat!

source: <p>Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.</p>
bn_in: <p>অবাঞ্ছিত সফ্টওয়্যার পেজ যা সফটওয়্যার ইন্সটল করবার চেষ্টা করছে যা আপনার সিস্টেমকে খারাপ করে দিতে পারে অনিচ্ছাকৃত ভাবেই।</p>

source: Suspected Web Forgery!
bn_in: সম্ভাব্য ওয়েব প্রতারণার ইঙ্গিত!
es_es: ¡Posible sitio web fraudulento!
fur: Sît pustiç!
he: חשד לזיוף ברשת!
km: សង្ស័យ​ការ​បន្លំ​តំបន់​បណ្ដាញ!
ku: Malpera Sextekariyê ya Gumanbar!
lb: Verdacht op eng gefälschten Internetsäit!
ro: Sait suspectat de fals!
sw: Inashukiwa kuwa Wavuti Ughushi!
tk: Şübheli Web Aldawy(Duzak)!
zu: Ukusolwa kokubhumbuluwa kwe webhu!

source: <p>Entering any personal information on this page may result in identity theft or other fraud.</p> <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
bn_in: <p>এই পেজের মধ্যে ব্যবহারকারীরা ব্যক্তিগত তথ্য লিখে থাকলে তাদের পরিচয় অপব্যবহার হতে পারে। অন্যান্য ধরনের প্রতারণার শিকারও হওয়া সম্ভব।</p> <p>ওয়েবের মাধ্যমে হওয়া এই সমস্ত জালিয়াতী ফিশিং নামে পরিচিত। এই ধরনের জালিয়াতীর ক্ষেত্রে ব্যবহারকারীদের পরিচিত কোনো উৎসস্থলের নকল কোনো স্থান থেকে ভুয়োঁ ওয়েব পেজ ও ই-মেইলের সাহায্য তাদের প্রতারিত করার প্রচেষ্টা করা হয়।</p>
es_es: <p>Introducir cualquier información personal en esta página puede resultar en un robo de identidad u otro fraude.</p> <p>Estos tipos de webs fraudulentas son usadas en ataques de phishing, en los cuales páginas y correos electrónicos fraudulentos se utilizan para imitar fuentes en las que confías.</p>
fur: <p>Se tu inserissis cualsisei informazion su cheste pagjine web tu puedis riscjâ la robarie de identitât o altris brois.</p> <p>Chescj gjenars di sîts pustiçs a son doprâts in brois cognossûs come atacs di phishing, dulà che pagjinis web e messaçs di pueste eletroniche fraudolents a vegnin doprâts par imitâ fonts di cui tu ti fidis.</p>
he: <p>הכנסת מידע אישי לדף זה יכולה להסתיים בגניבת זהות או הונאה אחרת.</p> <p>סוגי זיוף אלו משמשים להונאת משתמשים ומוכרים גם בתור "מתקפות דיוג", בהן נוכלים שותלים דפים והודעות דואר אלקטרוני המהווים חיקוי של מקורות שאתה סומך עליהם.</p>
km: <p>ការ​បញ្ចូល​ព័ត៌មាន​ផ្ទាល់ខ្លួន​ណាមួយ​លើ​ទំព័រ​នេះ អាច​បណ្ដាល​ឲ្យ​មាន​ការ​លួច​អត្ត​សញ្ញាណ ឬ​ការ​បន្លំ​ផ្សេង​ទៀត ។</p><p>ប្រភេទ​នៃ​ការ​បន្លំ​តំបន់​បណ្ដាញ​ទាំងនេះ​ត្រូវ​បាន​ប្រើ​ជា​ស្កែម ដែល​ស្គាល់​ជា​ការ​វាយ​ប្រហារ​ការ​ក្លែង​បន្លំ ដែល​ទំព័រ​បណ្ដាញ​ និង​អ៊ីមែលបន្លំ​ត្រូវ​បាន​ប្រើ​ដើម្បី​ធ្វើ​តាម​ប្រភព ដែល​អ្នក​ទុក​ចិត្ត ។</p>
ku: <p>Dibe ku agahiyên bikevî vê malperê bibin sedema dizîna agahiyên te yên takekesî.</p> <p>Ev cure malperên sextekar xwe wekî ewle nîşan didin lê êrîşên nepen dikin.</p>
lb: <p>D'Ugi vu perséinlechen Donnéeën op dëser Säit kann zu Dateklau oder anere Fälschunge féieren.</p> <p>Dës Art vu gefälschten Internetsäite gëtt genotzt fir Bedruch deen als Phishing-Attack bekannt ass. Hei bäi ginn hannerhälteg Websäiten an E-mails benotzt fir Säiten z'imitéieren deenen s de normalerweis traus.</p>
ro: <p>Introducerea de informații personale pe această pagină ar putea rezulta în furt de identitate sau altă fraudă.</p> <p>Aceste tipuri de falsuri web sunt folosite în păcăleli cunoscute ca atacuri de tip „phishing”, în care pagini și e-mailuri frauduloase sunt folosite pentru a imita surse în care aveți încredere.</p>
sw: <p>Kuinigiza maelezo yoyote ya kibinafsi kwenye ukurasa huu kwaweza kusababisha wizi wa utambulishi au aina nyingine za udanganyifu.</p> <p>Aina hizi za ughushi wa wavuti zinatumiwa katika uvamizi wa utapeli data, amabapo kurasa za wavuti danganyifu na barua pepe zinatumiwa kuiga chanzo unachoweza kuamimi.</p>
tk: <p>Şu sahypada haýsydyr şahsy maglumatyňyzy ýazmagyňyz öz maglumatyňyzyň ogurlanmagyna ýa-da beýleki hilelere ýetirip biler .</p> <p>Şunuň ýaly internet hileleri, özlerini ynanylýan hakyky saýtlar ýa-da e-poçtalar hökmünde görkezip, maglumat zabt etmek üçin ulanylýar.</p>
tt: <p>Bu saifede her hangi şahsiy malümatnıñ kirsetilmesi, kimlik hırsızlığı ya da başqa tür dolandırıcılıq ile neticelenebilir.</p> <p>Bu tür ağ sahtekârlıqları yemleme hücümleri olaraq bilingen dümenlerde qullanılır ki, olarda itimat etebilecegiñiz menbalar dolandırıcı ağ saifeleri ve e-poçtalar qullanılaraq taqlit etilir.</p>
zu: <p>Ukufaka noma iyiphi imininingwane yakho kule khasi kungaholela ekuntshontshweni kobunikazi noma kokuye ukukhohlisa.</p> <p>Lezi zinhlobo zokubhumbuluzwa kwe webhu kusetshenziswa ekuqolweni okwaziwa ngokuhlaselwa kwe-phishing, lapho amakhasi wewebhu anenkohliso nama imeyili asetshenziselwa ukufaniswa nemithombo ongayethemba.</p>

source: Or you can add an exception…
bn_in: অথবা আপনি একটি ব্যতিক্রম যোগ করতে পারবেন…
es_es: O puede añadir una excepción…
fur: O tu puedis zontâ une ecezion…
he: באפשרותך גם להוסיף חריגה…
km: ឬ​អ្នក​អាច​បន្ថែម​ករណី​លើកលែង…
ku: Heke bixwazî zêdekariyan bidê...
lb: Oder du kanns eng Exceptioun bäisetzen…
ro: Sau puteți adăuga o excepție…
sw: Au unaweza kuongeza jambo la pekee…
tk: Ýa-da aýratynlyk goşup bilersiňiz...
tt: Yaki bir istisna östiy alasız…
zu: Noma ungangeza okungaphandle…

source: Get me out of here!
bn_in: আমি এখান থেকে প্রস্থান করতে চাই!
es_es: ¡Sácame de aquí!
fur: Tirimi fûr di ca!
he: תוציא אותי מכאן!
km: យក​ខ្ញុំ​ចេញ​ពី​ទីនេះ!
ku: Min ji vê derê derxe!
lb: Huel mech hei raus!
ro: Du-mă de aici!
sw: Niondoe hapa!
tk: Meni bu ýerden çykar !
tt: Miní monnan çığar!
zu: Ngikhiphe lapha!

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
bn_in: <p>Yসম্পূর্ণ বিশ্বাসযোগ্য ইন্টারনেট সংযোগ ব্যবহার না করা হলে অথবা এই সার্ভার থেকে কোনো ধরনের সতর্কবার্তা সাধারণত না প্রদর্শিত হলে, ব্যতিক্রম যোগ না করা বাঞ্ছনীয়।</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
es_es: <p>No debería añadir una excepción si se está usando una conexión a Internet en la que no se confía plenamente o si no solía ver una advertencia en este sitio.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
he: <p>מומלץ שלא להוסיף חריגה אם אתה משתמש בחיבור רשת בלתי מהימן לחלוטין או אם אינך רגיל לראות אזהרות עבור שרת זה.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
km: <p>អ្នក​មិន​គូរ​បន្ថែម​ករណី​លើកលែង​ទេ ប្រសិនបើ​អ្នក​កំពុងតែ​ប្រើ​ការ​តភ្ជាប់​អ៊ីនធឺណិត​ដែល​អ្នក​មិន​ទុកចិត្ត​ទាំងស្រុង ឬ​ប្រសិនបើ​អ្នក មិន​ធ្លាប់​ឃើញ​ការ​ព្រមាន​ណាមួយ​សម្រាប់​ម៉ាស៊ីន​បម្រើ​នេះ ។</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
ku: <p>Eger girêdana te ya înternetê ne ewle ye an û bi temamî baweriya te pê tune ye, an jî eger ji vê pêşkêşkarê hişyariyan nabînî divê zêdekariyê nediyê.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
lb: <p>Du solls keng Exceptioun bäisetze wann s du eng Internetconnectioun benotz där s de net komplett traus oder wann s de et net gewinnt bass eng Warnung fir dëse Server ze gesinn.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
ro: <p>Nu ar trebui să adăugați o excepție dacă utilizați o conexiune la internet în care nu aveți încredere în întregime sau dacă nu sunteți obișnuit să vedeți un avertisment pentru acest server.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
sw: <p>Unafaa kuongeza jambo la pekee kama unatumia muungano wa mtandao ambao huuamini kikamilifu au kama hujazoea kuona onyo kwa sava hii.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
tk: <p>Eger ynanylmaýan internet baglanyşygy ulanýan bolsaňyz ýa-da öň bu birikdirijiden duýduruş görmedik bolsaňyz, aýratynlyk goşmagyňyz ündelmeýär.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
tt: <p>Tam olaraq itimat etkeniñiz bir internet bağlantısını qullanmay iseñiz ya da bu sunucı içün bir tenbih körmege alışıq degil iseñiz bir istisna eklemeyüviñiz kerektir.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
zu: <p>Akumele ungeze okungaphandle uma usebenzisa uxhumo lwe-inthanethi ongalethembi ngokugcwele noma ungajwayele ukubona isexwayiso kulesi siphakeli.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>

source: Report this error
bn_in: এই ত্রুটিটি রিপোর্ট করুন
km: រាយការណ៍​កំហុស​នេះ
ro: Raportați această eroare

source: Reporting the address and certificate information for <span id='hostname'></span> will help us identify and block malicious sites. Thanks for helping create a safer web!
bn_in: অ্যাড্রেস এবং সার্টিফিকেট তথ্য রিপোর্ট করা হচ্ছে <span id='hostname'></span> এর জন্য যা আমাদের দূষিত সাইট চিহ্নিত করতে এবং ব্লক করতে সাহায্য করবে। ধন্যবাদ একটি সুরক্ষিত ওয়েব তৈরি করার কাজে সাহায্য করবার জন্য!
km: ការ​រាយការណ៍​ព័ត៌មាន​អាសយដ្ឋាន និង​វិញ្ញាបនបត្រ​សម្រាប់ <span id='hostname'></span> នឹង​ជួយ​យើង​ឲ្យ​កំណត់ និង​ទប់ស្កាត់​តំបន់បណ្ដាញ​ព្យាបាទ។ អរគុណ​សម្រាប់​ការ​ជួយ​ធ្វើឲ្យ​តំបន់បណ្ដាញ​កាន់តែ​មាន​សុវត្ថិភាព!
ro: Raportarea adresei și informațiilor din certificat pentru <span id='hostname'></span> ne va ajuta să identificăm și să blocăm saiturile malițioase. Vă mulțumim pentru ajutor la crearea un web mai sigur!

source: Automatically report errors in the future
bn_in: ভবিষ্যতে ত্রুটিসমূহ স্বয়ংক্রিয়ভাবে রিপোর্ট করুন
km: រាយការណ៍​កំហុស​ដោយ​ស្វ័យប្រវត្តិ​នៅ​ពេល​អនាគត
ro: Raportează automat erorile în viitor

source: Sending report
bn_in: রিপোর্ট পাঠানো হচ্ছে
km: កំពុង​ផ្ញើ​របាយការណ៍
ro: Se trimite raportul

source: Report sent
bn_in: রিপোর্ট পাঠানো হয়ে গেছে
km: របាយការណ៍​បាន​ផ្ញើ
ro: Raport trimis

source: Report
bn_in: রিপোর্ট
km: រាយការណ៍
ro: Raportați

source: Try again
bn_in: পুনরায় চেষ্টা করুন
km: ព្យាយាម​ម្ដងទៀត
ro: Încercați din nou

source: Advanced info: ssl_error_unsupported_version
bn_in: উন্নত তথ্য: ssl_error_unsupported_version
km: ព័ត៌មាន​កម្រិត​ខ្ពស់៖ ssl_error_unsupported_version
ro: Informație suplimentară: ssl_error_unsupported_version

source: Learn More…
bn_in: আরও জানুন...
km: ស្វែងយល់​បន្ថែម...
ro: Aflați mai multe…

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; only connect to it securely. As a result, it is not possible to add an exception for this certificate.
lv: Šī lapa izmanto HTTP Strict Transport Security (HSTS), lai norādītu, ka &brandShortName; pieslēdzas tai tikai drošā režīmā. Šī iemesla dēļ, nav iespējams pievienot sertifikāta izņēmumu šai lapai.

source: <ul> <li>Press &quot;Try Again&quot; to switch to online mode and reload the page.</li> </ul>
es_es: <ul> <li>Presione &quot;Probar de nuevo&quot; para cambiar al modo con conexión y recargar la página.</li> </ul>
tt: <ul> <li>Çílter-íçí rejimge almaşu we sexifení yene yöklew öçön &quot;Yañadan Sına&quot;ğe basığız.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem. Alternatively, use the command found in the help menu to report this broken site.</li> </ul>
es_es: <ul> <li>La página que está intentando ver no puede mostrarse porque no se ha podido verificar la autenticidad de los datos recibidos.</li> <li>Por favor, contacte con los administradores del sitio web para informarles de este problema. De manera alternativa, use la opción del menú Ayuda para informar del problema de este sitio web.</li> </ul>
tt: <ul> <li>Kürírge talpınğanığız sexife kürsetílelmiy, çönki alınğan birülerníñ sexixlígí döröslenelmedí.</li> <li>Bu mes'ele xaqında alarnı xeberdar itü öçön sayt xucaları bílen ílímtege kírígíz. Al'ternativ bularaq, bu sınıq saytnı reportlaw öçön yerdem menüsínde tabılğan emírní qullanığız.</li> </ul>
