Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/netError.dtd.po
Languages: bg, bn_bd, bn_in, br, cy, es_es, fa, fur, ga_ie, he, id, is, kk, km, ku, lb, lv, ml, pt, ro, sw, th, tk, tt, uz, zu

source: <p>The requested document is not available in &brandShortName;’s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
bg: <p>Исканият документ не е наличен в кеша на &brandShortName;.</p><ul><li>Като мярка за безопасност, &brandShortName; не изтегля наново сенситивни документи.</li><li>Натиснете Опит отново за ново изтегляне на документа от сайта.</li></ul>
bn_bd: <p>&brandShortName;' এর ক্যাশে আপনি যে নথিটি চেয়েছেন তা পাওয়া যাচ্ছে না।</p><ul><li>নিরাপত্তার জন্য, &brandShortName; নাজুক নথির জন্য পুনরায় অনুরোধ পাঠাবে না।</li><li>আবার চেষ্টা করুন বাটনে ক্লিক করে ওয়েবসাইট থেকে নথিটি পুনরায় অনুরোধ করুন।</li></ul>
br: <p>N’eo ket hegerz an teul goulennet e-barzh krubuilh &brandShortName;.</p><ul><li>&brandShortName; ne c’houlenn ket en-dro teulioù kizidik ent emgefreek evit ho tiogelroez.</li><li>Klikit war Klask en-dro a-benn goulenn an teul digant al lec’hienn en-dro.</li></ul>
cy: <p>Nid yw'r ddogfen gofynnwyd amdani ar gael yn storfa &brandShortName;.</p><ul><li>Fel mesur diogelwch, nid yw, &brandShortName; yn gofyn eto yn awtomatig am ddogfennau sensitif.</li><li>Cliciwch Ceisiwch Eto i ofyn eto am y ddogfen o'r wefan.</li></ul>
fa: <p> پرونده درخواستی در حافظه &brandShortName; موجود نیست.</p><ul><li>برای احتیاط امنیتی بیشتر، &brandShortName; دیگر به‌طور خودکار درخواست پرونده‌های حساس نمی‌کند.</li><li>برای درخواست مجدد پرونده از این سایت، روی دکمه "تلاش دوباره" کلیک کنید.</li></ul>
ga_ie: <p>Níl an cháipéis iarrtha ar fáil i dtaisce &brandShortName;.</p><ul><li>Mar gheall ar chúrsaí slándála, ní dhéanfaidh &brandShortName; iarracht eile aon cháipéis íogair a fháil go huathoibríoch.</li><li>Cliceáil 'Déan Iarracht Eile' chun an cháipéis a iarraidh ón suíomh arís.</li></ul>
id: <p>Dokumen yang diminta tidak tersedia pada tembolok &brandShortName;.</p><ul><li>Sebagai tindakan pencegahan, &brandShortName; tidak meminta ulang dokumen sensitif secara otomatis.</li><li>Klik Coba Lagi untuk meminta ulang dokumen dari situs web.</li></ul>
is: <p>Umbeðið skjal er ekki til í skyndiminni &brandShortName;.</p><ul><li>Vegna öryggisástæðna, nær &brandShortName; ekki sjálfkrafa aftur í viðkvæm skjöl.</li><li>Smelltu á reyna aftur til að ná aftur í skjalið frá vefsvæðinu.</li></ul>
kk: <p>Сұралған құжат &brandShortName; кэшінде жоқ.</p><ul><li>Қауіпсіздік мақсатында, &brandShortName; сезімтал құжаттарды автоматты түрде қайта сұрамайды.</li><li>Құжатты веб сайттан қайта сұрау үшін Қайтадан көру батырмасын шертіңіз.</li></ul>
lv: <p>Pieprasītais dokuments vairs nav pieejams &brandShortName; kešatmiņā.</p><ul><li>Drošības apsvērumu dēļ, &brandShortName; neveic sensitīvu dokumentu automātisku atkārtotu pieprasīšanu.</li><li>Klikšķiniet uz Mēģināt vēlreiz, lai atkārtoti pieprasītu šo dokumentu no mājas lapas.</li></ul>
ml: <p>&brandShortName; -ന്റെ ക്യാഷില്‍ ആവശ്യപ്പെട്ട രേഖ ലഭ്യമല്ല.</p><ul><li>സുരക്ഷ എന്ന നിലയില്‍, സെന്‍സിറ്റീവ് രേഖകള്‍ക്കായി &brandShortName; ഓട്ടോമാറ്റിക്കായി വീണ്ടും ആവശ്യപ്പെടുന്നില്ല.</li><li>വെബ്സൈറ്റില്‍ നിന്നും രേഖ വീണ്ടും ആവശ്യപ്പെടുന്നതിനായി വീണ്ടും ശ്രമിയ്ക്കുക ക്ലിക്ക് ചെയ്യുക.</li></ul>
pt: <p>O documento solicitado não está disponível na cache do &brandShortName;.</p><ul><li>Como precaução de segurança, o &brandShortName; não solicita novamente e de forma automática documentos sensíveis.</li><li>Clique em Tentar novamente para solicitar novamente o documento do website.</li></ul>
th: <p>เอกสารที่ร้องขอไม่มีในแคชของ &brandShortName;</p><ul><li>ตามมาตรการรักษาความปลอดภัย &brandShortName; จะไม่ร้องขอเอกสารที่ละเอียดอ่อนให้ใหม่โดยอัตโนมัติ</li><li>คลิก ลองอีกครั้ง เพื่อร้องขอเอกสารจากเว็บไซต์ใหม่</li></ul>
uz: <p>So‘ralgan hujjat &brandShortName;’ning keshida mavjud emas.</p><ul><li>Xavfsizlik sabablariga ko‘ra, &brandShortName; maxfiy hujjatlarni avtomatik qayta so‘ramaydi.</li><li>Hujjatni saytdan qayta so‘rash uchun "Yana urinib ko‘ring"ni bosing.</li></ul>

source: Offline mode
bg: Режим на работа извън мрежата
bn_bd: অফলাইন মোড
bn_in: অফলাইন মোড
br: Mod ezlinenn
cy: Modd all-lein
es_es: Modo sin conexión
fa: حالت منفصل
fur: Mût fûr linie
ga_ie: Mód as líne
he: מצב לא־מקוון
id: Mode luring
is: Ónettengdur hamur
kk: Дербес жұмыс істеу режимі
km: របៀប​ក្រៅ​បណ្ដាញ
ku: Moda negirêdayî
lb: Offline-Modus
lv: Nesaistes režīms
ml: ഓഫ്‌ലൈന്‍ മോഡ്‌
pt: Modo offline
ro: Mod offline
sw: Modi ya nje ya mtandao
th: โหมดออฟไลน์
tk: Aragatnaşyksyz usul
tt: Çílter-tışı rejim
uz: Oflayn usuli
zu: Ayikho ku-inthanethi

source: <ul> <li>Press "Try Again" to switch to online mode and reload the page.</li> </ul>
bg: <ul> <li>Натиснете „Нов опит“, за да превключите към режим с връзка и да презаредите страницата.</li> </ul>
bn_bd: <ul> <li>পৃষ্ঠা পুনরায় চালু করতে এবং অনলাইন মোড পরিবর্তন করতে "আবার চেষ্টা করুন" চাপুন।</li> </ul>
br: <ul> <li>Pouezit war "Klask en-dro" evit trec'haoliñ etrezek ar mod enlinenn hag adkargañ ar bajennad.</li> </ul>
cy: <ul> <li>Clicio "Ceisio newid eto" i newid i'r modd ar-lein ac ail lwytho'r dudalen.</li> </ul>
fa: <ul><li>دکمۀ "تلاش دوباره" را فشار دهید تا به حالت آنلاین برگردید و صفحه را دوباره بارگذاری کنید.</li></ul>
ga_ie: <ul> <li>Brúigh "Déan Iarracht Arís" chun dul ar líne agus an leathanach a luchtú arís.</li> </ul>
id: <ul> <li>Tekan "Coba Lagi" untuk kembali ke mode daring dan memuat ulang lamannya.</li> </ul>
is: <ul> <li>Smelltu á "Reyna aftur" til að tengjast netinu og endurnýja síðuna.</li> </ul>
kk: <ul> <li>Мәзірде "Дербес жұмыс істеу" жалаушасын алып тастап, қайталап көріңіз.</li> </ul>
lv: <ul> <li>Nospiediet "Mēģināt vēlreiz" lai pārslēgtos uz tiešsaistes režīmu un pārlādētu lapu.</li> </ul>
ml: <ul> <li>ഓണ്‍ലൈന്‍ മോഡില്‍ തിരികെ ചെന്നു് താള്‍ വീണ്ടും ലഭ്യമാക്കുന്നതിനായി "വീണ്ടും ശ്രമിയ്ക്കുക" അമര്‍ത്തുക.</li> </ul>
pt: <ul> <li>Prima "Tentar novamente" para trocar para o modo online e recarregar a página.</li> </ul>
th: <ul> <li>กด "ลองอีกครั้ง" เพื่อสลับเป็นโหมดออนไลน์และโหลดหน้าใหม่</li> </ul>
uz: <ul> <li>Onlayn usuliga o‘tish va sahifani qayta yuklash uchun "Yana urinib ko‘rish"ni bosing.</li> </ul>

source: Content Encoding Error
bg: Грешка в кодирането на съдържанието
bn_bd: বিষয়বস্তুর এনকোডিং-এ ত্রুটি
bn_in: বিষয়বস্তুর এনকোডিং সংক্রান্ত সমস্যা
br: Fazi enrinegañ an endalc'had
cy: Gwall Amgodio Cynnwys
es_es: Error de codificación de contenido
fa: خطای کدگذاری محتوا
fur: Erôr te codifiche dal contignût
ga_ie: Earráid Ionchódaithe Inneachair
he: שגיאה בקידוד תוכן
id: Kesalahan Pengodean Isi (Content Encoding)
is: Kóðunarvilla
kk: Құраманы декодтау кезінде қате кетті
km: កំហុស​ក្នុង​ការ​អ៊ិនកូដ​មាតិកា
ku: Çewtiya Enkodkirina Naverokê
lb: Feeler beim Encodéiere vum Inhalt
lv: Satura kodējuma kļūda
ml: എന്‍കോഡിങ് പിശക്
pt: Erro de codificação de conteúdo
ro: Eroare în codarea conținutului
sw: Kosa la Usimbuaji Yaliyomo
th: ข้อผิดพลาดการเข้ารหัสเนื้อหา
tk: Mazmun Kodlaşdyrma Ýalňyşlygy
uz: Kontentni kodlashda xato
zu: Iphutha lokubhala ngemfihlo okuqukethwe

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bg: <ul> <li>Моля, свържете се със собствениците на сайта, за да ги информирате за проблема.</li> </ul>
bn_bd: <ul> <li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েবসাইট নির্মাতাদের অবগত করুন।</li> </ul>
br: <ul> <li>Kit e darempred gant perc'henned al lec'hienn evit kas keloù dezho a-zivout ar gudenn-mañ.</li> </ul>
cy: <ul> <li>Cysylltwch â pherchnogion y wefan am y broblem hon.</li> </ul>
fa: <ul> <li>لطفاً با صاحبان پایگاه وب تماس بگیرید تا آنها را در جریان این مشکل قرار دهید.</li> </ul>
ga_ie: <ul> <li>Téigh i dteagmháil le húinéirí an tsuímh ghréasáin leis an bhfadhb a chur in iúl dóibh, le do thoil.</li> </ul>
id: <ul> <li>Mohon hubungi pemilik situs web mengenai masalah ini.</li> </ul>
is: <ul> <li>Hafðu samband við vefstjóra vefsvæðisins og láttu hann vita af þessu vandamáli.</li> </ul>
kk: <ul> <li>Веб сайт иелеріне осы мәселе жөнінде хабарлаңыз.</li> </ul>
lv: <ul> <li>Lūdzu, informējiet mājas lapas īpašniekus par šo problēmu.</li> </ul>
ml: <ul> <li>ദയവായി വെബ്സൈറ്റ് ഉടമസ്ഥരെ ഈ പ്രശ്നം അറിയിക്കുക.</li> </ul>
pt: <ul> <li>Por favor, comunique o problema aos proprietários do website.</li> </ul>
th: <ul> <li>โปรดติดต่อเจ้าของเว็บไซต์เพื่อแจ้งพวกเขาให้ทราบถึงปัญหานี้</li> </ul>
uz: <ul> <li>Ushbu muammo haqida xabar berish uchun vebsahifa egasi bilan bog‘laning.</li> </ul>

source: Unsafe File Type
bg: Опасен вид файл
bn_bd: অনিরাপদ শ্রেণীর ফাইল
bn_in: ফাইলের ধরন নিরাপদ নয়
br: Rizh restr arvarus
cy: Math Anniogel o ffeil
es_es: Tipo de archivo no seguro
fa: نوع پروندهٔ ناامن
fur: Gjenar di file no sigûr
ga_ie: Cineál Comhaid Baolach
he: סוג קובץ מסוכן
id: Jenis Berkas Tidak Aman
is: Óörugg skráartegund
kk: Қауіпсіз емес файл түрі
km: ប្រភេទ​ឯកសារ​គ្មាន​សុវត្ថិភាព
ku: Çewtî: Naveroka Neewle.
lb: De Fichier-Typ ass onsécher
lv: Nedrošs faila tips
ml: സുരക്ഷിതമല്ലാത്ത തരത്തിലുള്ള ഫയല്‍
pt: Tipo de ficheiro inseguro
ro: Tip de fișier nesigur
sw: Aina ya Faili Isiyo Salama
th: ชนิดไฟล์ที่ไม่ปลอดภัย
tk: Howply Faýl Görnüşi
uz: Xavfli fayl turi
zu: Uhlobo lwefayela elingaphephile

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bg: <ul> <li>Моля, свържете се със собствениците на сайта и ги информирайте за проблема.</li> </ul>
bn_bd: <ul> <li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েবসাইট নির্মাতাদের অবগত করুন।</li> </ul>
br: <ul> <li>Kit e darempred gant perc'henned al lec'hienn evit kas keloù dezho a-zivout ar gudenn-mañ.</li> </ul>
cy: <ul> <li>Cysylltwch â pherchnogion y wefan am y broblem hon.</li> </ul>
fa: <ul> <li>لطفاً با صاحبان پایگاه وب تماس بگیرید تا آنها را در جریان این مشکل قرار دهید.</li> </ul>
ga_ie: <ul> <li>Téigh i dteagmháil le húinéirí an tsuímh ghréasáin leis an bhfadhb a chur in iúl dóibh, le do thoil.</li> </ul>
id: <ul> <li>Mohon hubungi pemilik situs web mengenai masalah ini.</li> </ul>
is: <ul> <li>Hafðu samband við vefstjóra vefsvæðisins og láttu hann vita af þessu vandamáli.</li> </ul>
kk: <ul> <li>Веб сайт иелеріне осы мәселе жайында хабарлаңыз.</li> </ul>
lv: <ul> <li>Lūdzu, informējiet mājas lapas īpašniekus par šo problēmu.</li> </ul>
ml: <ul> <li>ദയവായി വെബ്സൈറ്റ് ഉടമസ്ഥരെ ഈ പ്രശ്നം അറിയിക്കുക.</li> </ul>
pt: <ul> <li>Por favor, comunique o problema aos proprietários do website.</li> </ul>
th: <ul> <li>โปรดติดต่อเจ้าของเว็บไซต์เพื่อแจ้งพวกเขาให้ทราบถึงปัญหานี้</li> </ul>
uz: <ul> <li>Ushbu muammo haqida xabar berish uchun vebsahifa egasi bilan bog‘laning.</li> </ul>

source: The connection was reset
bg: Връзката беше прекъсната
bn_bd: সংযোগ পুনঃনির্ধারণ করা হয়েছে
bn_in: সংযোগ পুনরায় নির্ধারিত হয়েছে
br: Ehanet eo bet ar c'hennaskañ
cy: Cafodd y cysylltiad ei ailosod
es_es: La conexión ha sido reiniciada
fa: اتصال قطع شد
fur: La conession e je stade reiniziade
ga_ie: Athshocraíodh an ceangal
he: החיבור הופסק
id: Sambungan diputus
is: Tenging slitnaði
kk: Байланыс үзілген
km: ការ​តភ្ជាប់​ត្រូវ​បាន​កំណត់​ឡើង​វិញ
ku: Çewtî! Net Reset
lb: D'Connectioun gouf zeréckgesat
lv: Savienojums tika pārrauts
ml: കണക്ഷന്‍ റീസെറ്റ്‌ ചെയ്യപ്പെട്ടിരിക്കുന്നു
pt: A ligação foi reposta
ro: Conexiunea a fost reinițializată
sw: Muungano umewekwa upya
th: การเชื่อมต่อถูกตั้งใหม่
tk: Baglanyşyk täzelendi
tt: Ílímte taşlandı
uz: Ulanish uzilib qolgan
zu: Ukuxhumana kuqaliswe phansi

source: The connection has timed out
bg: Просрочено време на връзката
bn_bd: সংযোগের সময়সীমা উত্তীর্ণ হয়েছে
bn_in: সংযোগের সময়সীমা উত্তীর্ণ হয়েছে
br: Troc'het eo bet ar c'hennask rak re hir e oa
cy: Mae cyfnod y cyswllt wedi dod i ben
es_es: La conexión ha caducado
fa: مهلت اتصال تمام شد
fur: La conession e je lade fûr timp massim
ga_ie: Ceangal imithe thar am
he: תם הזמן המוקצב לחיבור
id: Tenggang waktu tersambung habis
is: Tengitími rann út
kk: Байланысты күту уақыты аяқталды
km: អស់​ពេល​ក្នុង​ការ​តភ្ជាប់
ku: Çewtî! Demê Têrê Nekir
lb: D'Connectiounszäit gouf iwwerschratt
lv: Savienojumam iestājās noilgums
ml: കണക്ഷന്റെ സമയം കഴിഞ്ഞിരിക്കുന്നു
pt: A ligação expirou
ro: Timpul conexiunii a expirat
sw: Wakati wa muungano umekwisha
th: การเชื่อมต่อหมดเวลา
tk: Baglanyşygyň wagty gutardy
tt: Ílímte zaman aşımına ílektí
uz: Ulanish vaqti o‘tib ketdi
zu: Ukuxhumana kuphelelwe isikhathi

source: The address wasn’t understood
bg: Адресът не е разпознат
bn_bd: ঠিকানাটি বোঝা যায়নি
br: N'eo ket bet komprenet ar chomlec’h
cy: Heb ddeall y cyfeiriad
fa: نشانی قابل فهم نبود
ga_ie: Níor tuigeadh an seoladh
id: Alamat tidak dipahami
is: Óþekkt samskiptaregla
kk: Адресті талдау қатесі
lv: Adrese netika saprasta
ml: വിലാസം മനസ്സിലാക്കുവാന്‍ സാധിച്ചില്ല
pt: O endereço não foi entendido
th: ไม่เข้าใจที่อยู่
uz: Manzil tushunilmadi

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
bg: <ul> <li>Може би трябва да инсталирате друг софтуер, за да отворите този адрес.</li> </ul>
bn_bd: <ul> <li>এই ঠিকানা খোলার জন্য অন্য সফটওয়্যার ইনস্টল করার প্রয়োজন হতে পারে।</li> </ul>
br: <ul> <li> Marteze ho peus ezhomm da staliañ meziantoù all evit digeriñ ar chomlec'h-mañ.</li> </ul>
cy: <ul> <li>Efallai bydd angen i chi osod meddalwedd arall i agor y cyfeiriad yma.</li> </ul>
fa: <ul> <li> ممکن است نیاز به نصب برنامهٔ دیگری برای باز نمودن این نشانی داشته باشید. </li> </ul>
ga_ie: <ul> <li>B'fhéidir go mbeidh ort bogearraí eile a shuiteáil leis an seoladh seo a oscailt.</li></ul>
id: <ul> <li>Anda mungkin perlu untuk menginstal perangkat lunak lain untuk membuka alamat ini.</li> </ul>
is: <ul> <li>Til að opna þetta veffang gætir þú þurft að hlaða inn öðrum hugbúnaði.</li> </ul>
kk: <ul> <li>Бұл адресті ашу үшін сізге қосымша бағдарламаларды орнату керек мүмкін.</li> </ul>
lv: <ul> <li>Iespējams, jums jāuzinstalē kāda cita programma, lai apstrādātu šī tipa adreses.</li> </ul>
ml: <ul> <li>ഈ വിലാസം തുറക്കുവാനായി മറ്റ്‌ സോഫ്റ്റ്‌വെയറുകള്‍ ഇന്‍‌സ്റ്റോള്‍ ചെയ്യേണ്ടതായി വന്നേക്കാം </li> </ul>
pt: <ul> <li>Pode precisar de instalar outro programa para abrir este endereço.</li> </ul>
th: <ul> <li>คุณอาจจำเป็นต้องติดตั้งซอฟต์แวร์อื่นเพื่อเปิดที่อยู่นี้</li> </ul>
uz: <ul> <li>Ushbu manzilni ochish uchun boshqa dasturni o‘rnatishingiz kerak.</li> </ul>

source: The proxy server is refusing connections
bg: Прокси сървърът отказва свързване
bn_bd: প্রক্সি সার্ভার সংযোগ প্রত্যাখ্যান করছে
bn_in: প্রক্সি সার্ভার সংযোগ প্রত্যাখ্যান করছে
br: Dafariad ar proksi zo o nac'hañ ar c'hennaskañ
cy: Mae'r gweinydd dirprwy yn gwrthod cysylltiadau
es_es: El servidor proxy está rechazando las conexiones
fa: کارگزار پیشکار از برقراری اتصال خودداری می‌کند.
fur: Il servidôr proxy al refude lis conessions.
ga_ie: Tá an seachfhreastalaí ag diúltú le ceangail
he: השרת המתווך דחה את ההתחברות
id: Server proxy menolak sambungan
is: Milliþjónn neitar tengingum
kk: Прокси сервері сұранымдарды үзіп тұр
km: ម៉ាស៊ីន​បម្រើ​ប្រូកស៊ី​កំពុងតែ​បដិសេធ​ការ​តភ្ជាប់
ku: Pêşkêşkara proksiyê girêdanan red dike
lb: De Proxy-Server huet d'Connectioun refuséiert
lv: Starpniekserveris (proxy) nepieņem savienojumus
ml: പ്രോക്സി സെര്‍വര്‍ കണക്ഷനുകള്‍ നിഷേധിക്കുന്നു
pt: O servidor proxy está a recusar ligações
ro: Serverul proxy refuză conexiuni
sw: Seva mbadala inakataa miungano
th: เซิร์ฟเวอร์พร็อกซีปฏิเสธการเชื่อมต่อ
tk: Ygtyýarlandyrylan birikdiriji baglanyşygy kabul edenok.
tt: Proksi serverí totaşularnı kirí qağa
uz: Proksi server ulanishlarni rad qilmoqda
zu: Iseva ye-proxy iyenqaba ukuxhuma

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
bg: <ul> <li>Проверете дали настройките на проксито са правилни.</li> <li>Свържете се с мрежовия администратор и проверете дали прокси сървърът работи.</li> </ul>
bn_bd: <ul> <li>প্রক্সির সেটিং সঠিক কিনা তা পরীক্ষা করুন।</li> <li>প্রক্সি সার্ভার ঠিকভাবে চলছে কিনা জানতে নেটওয়ার্ক অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।</li> </ul>
br: <ul><li>Gwiriekait arventennoù ar proksi evit bezañ sur int reizh.</li><li> Kit e darempred gant ardoer ar rouedad evit bezañ sur ez a en-dro dafariad ar proksi.</li> </ul>
cy: <ul> <li>Gwiriwch osodiadau'r dirprwy i wneud yn siŵr eu bod yn gywir.</li> <li>Cysylltwch eich gweinyddwr system i wneud yn siŵr fod y gweinydddirprwyol yn gweithio.</li> </ul>
fa: <ul> <li>بررسی کنید که تنظیمات پیشکار صحیح باشند.</li> <li>با مدیر شبکه تماس بگیرید تا مطمئن شوید که کارگزار پیشکار به درستی کار می‌کند.</li> </ul>
ga_ie: <ul> <li>Cinntigh go bhfuil na socruithe seachfhreastalaí ceart.</li> <li>Téigh i dteagmháil le do riarthóir líonra le bheith cinnte go bhfuil an seachfhreastalaí ag obair.</li></ul>
id: <ul> <li>Periksa pengaturan proxy, pastikan sudah benar.</li> <li>Hubungi administrator jaringan Anda untuk memastikan server proxy sudah berjalan.</li> </ul>
is: <ul> <li>Athugaðu milliþjóna stillingar netþjóns til að ganga úr skugga um að þær séu réttar.</li> <li>Hafðu samband við netkerfisstjóra til að athuga hvort milliþjónn sé virkur.</li> </ul>
kk: <ul> <li>Прокси баптауларын дұрыс болуына тексеріңіз.</li> <li>Прокси жұмыс істеуіне көз жеткізу үшін желі әкімшіңізбен хабарласыңыз.</li> </ul>
lv: <ul> <li>Pārbaudiet starpniekservera (proxy) iestatījumus.</li> <li>Sazinieties ar savu tīkla administratoru, lai pārliecinātos, ka starpniekserveris strādā korekti.</li> </ul>
ml: <ul> <li>പ്രോക്സി സെറ്റിങ്ങുകള്‍ ശരിയാണ്‌ എന്ന് ഉറപ്പുവരുത്തുക.</li> <li> പ്രോക്സി സെര്‍വര്‍ പ്രവര്‍ത്തിക്കുന്നുവെന്ന് ഉറപ്പ്‌ വരുത്തുവാനായി നെറ്റ്‌വര്‍ക്‌ ഉപ്ദേഷ്ടാവുമായി ബന്ധപ്പെടുക</li> </ul>
pt: <ul> <li>Verifique as definições do proxy.</li> <li>Contacte o administrador de rede para ter a certeza de que o servidor proxy está a funcionar.</li> </ul>
th: <ul> <li>ตรวจสอบให้แน่ใจว่าการตั้งค่าพร็อกซีถูกต้อง</li> <li>ติดต่อผู้ดูแลเครือข่ายของคุณเพื่อให้แน่ใจว่าเซิร์ฟเวอร์พร็อกซีกำลังทำงานอยู่</li> </ul>
uz: <ul> <li>Proksi moslamalari to‘g‘ri ekanligini tekshirib ko‘ring.</li> <li>Proksi server ishlayotganligiga ishonch hosil qilish uchun tarmoq administratori bilan bog‘laning.</li> </ul>

source: Unable to find the proxy server
bg: Прокси сървърът не може да бъде намерен
bn_bd: প্রক্সি সার্ভার পাওয়া যায়নি
bn_in: প্রক্সি সার্ভার পাওয়া যায়নি
br: N'eo ket bet kavet an dafariad proksi
cy: Methu canfod y gweinydd dirprwyol
es_es: No se puede encontrar el servidor proxy
fa: کارگزار پیشکار پیدا نشد
fur: No si pues cjatâ il servidôr proxy
ga_ie: Ní féidir an seachfhreastalaí a aimsiú
he: שרת מתווך לא נמצא
id: Tidak dapat menemukan server proxy
is: Fann ekki milliþjónn
kk: Прокси сервері табылмады
km: មិន​អាច​រក​ឃើញ​ម៉ាស៊ីន​បម្រើ​ប្រូកស៊ី​
ku: Pêşkêşkara proksiyê nayê dîtin to find the proxy server
lb: De Proxy-Server gouf net fonnt
lv: Nevar atrast starpniekserveri
ml: പ്രോക്സി സെര്‍വര്‍ കണ്ടെത്താനായില്ല
pt: Servidor proxy não encontrado
ro: Nu se poate găsi serverul proxy
sw: Imeshindwa kupata seva mbadala
th: ไม่สามารถค้นหาเซิร์ฟเวอร์พร็อกซี
tk: Ygtyýarlandyrylan birikdiriji tapylanok
tt: Proksi serverín taba almıym
uz: Proksi server topilmadi
zu: Ayikwazi ukuthola iseva ye-proxy

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
bg: <ul><li>Проверете дали настройките на прокси сървъра са правилни.</li><li>Проверете дали връзката на компютъра с мрежата е наред.</li><li>Ако компютърът или мрежата ви са зад защитна стена или прокси проверетедали на &brandShortName; е разрешен достъпът до Интернет.</li></ul>
bn_bd: <ul> <li>প্রক্সি সংক্রান্ত বৈশিষ্ট্য সঠিকরূপে স্থাপিত হয়েছে কিনা তা পরীক্ষা করুন।</li> <li>পরীক্ষা করুন আপনার কম্পিউটারের সাথে সঠিকরূপে নেটওয়ার্কের সংযোগ স্থাপিত রয়েছে কিনা।</li> <li>আপনার কম্পিউটার যদি কোনো ফায়ারওয়াল অথবা প্রক্সির আড়ালে স্থাপিত হয় তাহলে &brandShortName;-কে ওয়েবে সংযোগ করার অনুমতি প্রদান করুন।</li> </ul>
br: <ul> <li>Gwiriekait arventennoù ar proxy evit bezañ sur int reizh.</li> <li>Gwiriekait ez a en-dro kennaskadur ho urzhiataer d'ar rouedad</li> <li>Ma 'z eo gwarezet ho urzhiataer gant un tanvoger pe ur proksi, gwiriekait eo aotreet &brandShortName; da dizhout ar web</li></ul>
cy: <ul> <li>Gwiriwch y gosodiadau dirprwyol i wneud yn siŵr eu bod yn gywir.</li> <li>Gwiriwch fod gan eich cyfrifiadur cyswllt a'r we sy'n gweithio.</li> <li>Os yw eich cyfrifiadur wedi ei ddiogelu gan fur cadarn neu ddirprwy, gwnewch yn siŵr fod gan &brandShortName; fynediad i'r we.</li> </ul>
fa: <ul> <li>بررسی کنید که تنظیمات پیشکار صحیح باشند.</li> <li>بررسی کنید تا مطمئن شوید که اتصال شبکهٔ رایانۀ شما به درستی کار می‌کند.</li> <li>اگر رایانه یا شبکهٔ شما توسط کارگزار یا دیوارآتش محافظت می‌شود، مطمئن شوید که &brandShortName; اجازهٔ دسترسی به وب را دارد.</li> </ul>
ga_ie: <ul> <li>Cinntigh go bhfuil na socruithe seachfhreastalaí ceart.</li> <li>Cinntigh go bhfuil ceangal líonra do ríomhaire ag obair.</li> <li>Má tá do ríomhaire nó do líonra á chosaint ag balla dóiteáin nó seachfhreastalaí, cinntigh go bhfuil cead ag &brandShortName; an Gréasán a rochtain.</li></ul>
id: <ul> <li>Periksa pengaturan proxy, pastikan sudah benar.</li> <li>Pastikan sambungan ke jaringan komputer Anda berjalan dengan baik.</li> <li>Apabila komputer atau jaringan Anda dilindungi firewall atau proxy, pastikan bahwa &brandShortName; diizinkan mengakses Web.</li> </ul>
is: <ul> <li>Athugaðu milliþjóna stillingar netþjóns til að ganga úr skugga um að þær séu réttar.</li> <li>Athugaðu hvort tölvan þín sé tengd við netið.</li> <li>Ef tölvan eða netið er varið af eldvegg eða milliþjóni, athugaðu þá hvort &brandShortName; hefur leyfi til að tengjast netinu.</li> </ul>
kk: <ul> <li>Прокси баптауларын олардың дұрыстығына тексеріңіз.</li> <li>Компьютеріңіз белсенді желіге қосулы тұрғанына көз жеткізіңіз.</li> <li>Егер компьютеріңіз желілік экран не файрволмен қорғалған болса, &brandShortName; үшін Интернетке қатынау рұқсаты бар-жоғын тексеріңіз.</li> </ul>
lv: <ul> <li>Pārbaudiet starpniekservera (proxy) iestatījumus.</li> <li>Pārliecinieties, ka datoram ir strādājošs tīkla savienojums.</li> <li>Ja jūsu datu aizsardzībai tiek izmantots ugunsmūris, pārliecinieties, ka &brandShortName; ir atļauts piekļūt tīmeklim.</li> </ul>
ml: <ul> <li>പ്രോക്സി ക്രമികരണങ്ങള്‍ ശരിയാണോ എന്ന് നോക്കുക.</li> <li>നിങ്ങളുടെ കംപ്യൂട്ടര്‍ പ്രവര്‍ത്തനത്തിലുള്ള ഒരു നെറ്റ്‌വര്‍ക്ക് കണക്ഷനിലെന്ന് ഉറപ്പ് വരുത്തുക.</li> <li>നിങ്ങളുടെ കംപ്യൂട്ടര്‍ അല്ലെങ്കില്‍ നെറ്റ്‌വര്‍ക്ക് ഒരു ഫയര്‍വോള്‍ അല്ലെങ്കില്‍ പ്രോക്സി ഉപയോഗിച്ച് സുരക്ഷിതമാക്കിയിരിക്കുന്നു എങ്കില്‍, &brandShortName; -ന് വെബിലേക്ക് പ്രവേശിക്കുവാനുള്ള അനുവാദം ഉണ്ടെന്നുറപ്പാക്കുക.</li> </ul>
pt: <ul> <li>Verifique se as definições do proxy estão corretas.</li> <li>Verifique se o seu computador tem uma ligação de rede ativa.</li> <li>Se o seu computador ou rede estiverem protegidos por uma firewall ou um proxy, verifique se o &brandShortName; tem permissão de acesso à Web.</li> </ul>
th: <ul> <li>ตรวจสอบให้แน่ใจว่าการตั้งค่าพร็อกซีถูกต้อง</li> <li>ตรวจสอบให้แน่ใจว่าคอมพิวเตอร์ของคุณมีการเชื่อมต่อเครือข่ายที่ทำงานได้</li> <li>หากคอมพิวเตอร์หรือเครือข่ายของคุณถูกปกป้องด้วยไฟร์วอลล์หรือพร็อกซี ตรวจสอบให้แน่ใจว่า &brandShortName; ได้รับอนุญาตให้เข้าถึงเว็บ</li> </ul>
uz: <ul> <li>Proksining to‘g‘ri moslanganligini tekshirib ko‘ring.</li> <li>Kompyuteringizning tarmoqqa ulanganligini tekshirib ko‘ring.</li> <li>Agar kompyuteringiz yoki tarmog‘ingiz fayervol yoki proksi bilan himoyalanganbo‘lsa, &brandShortName;ning internetga kirishi cheklanmaganligini tekshirib ko‘ring.</li> </ul>
