Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/netError.dtd.po
Languages: bg, bn_bd, bn_in, br, cy, es_es, fa, fur, ga_ie, he, id, is, kk, km, ku, lb, lv, ml, pt, ro, sw, th, tk, tt, uz, zu

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
bg: <p>Не може да се покаже страницата, която се опитвате на видите, защото беше открита грешка при прехвърлянето на данни.</p><ul><li>Моля, свържете се със собствениците на сайта и ги информирайте за проблема.</li></ul>
bn_bd: <p>প্রাপ্ত তথ্যের যথার্থতা পরীক্ষা করা সম্ভব না হওয়ার ফলে পৃষ্ঠাটি প্রদর্শন করা সম্ভব হয়নি।</p><ul><li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েব-সাইট নির্মাতাদের অবগত করুন।</li></ul>
bn_in: <p>তথ্য বিনিময়ের সময় একটি ত্রুটি সনাক্ত হওয়ার ফলে, আপনার অনুরোধ করা পৃষ্ঠাটি প্রদর্শন করা সম্ভব নয়।</p><ul><li>অনুগ্রহ করে, ওয়েব সাইটের পরিচালকদের এই সমস্যা সম্পর্কে অবগত করুন।</li></ul>
br: <p>Ar bajenn emaoc'h o klask gweladenniñ n'hall ket bezañ skrammet rak degouezhet ez eus bet ur fazi e-pad treuzkas ar roadennoù.</p><ul><li>Mar plij, kit e darempred gant perc'henned al lec'hienn a-benn kelaouiñ anezho eus ar gudenn-mañ.</li></ul>
cy: <p>Nid oes modd dangos y dudalen rydych y ceisio ei gweld oherwydd bu canfuwyd gwall wrth drosglwyddo data.</p><ul><li>Cysylltwch â pherchnogion y wefan i'w hysbysu o'r anhawster.</li></ul>
es_es: <p>La página que está intentando ver no puede ser mostrada porque se detectó un error en la transmisión de los datos.</p><ul><li>Por favor, contacte con los propietarios del sitio web para informarles de este problema</li></ul>
fa: <p>صفحه‌ای که تلاش می‌کنید از آن بازدید کنید قابل نمایش نیست، زیرا خطایی در هنگام انتقال اطلاعات رُخ داده است.</p><ul><li>لطفاً با صاحبان این پایگاه اینترنتی تماس بگیرید و آنها را در جریان این مشکل قرار دهید.</li></ul>
ga_ie: <p>An leathanach atá tú ag iarraidh a amharc, ní féidir é a thaispeáint toisc gur tharla earráid agus na sonraí á seoladh.</p><ul><li>Téigh i dteagmháil le húinéir an tsuímh agus inis dóibh faoin fhadhb seo.</li></ul>
he: <p>הדף שאתה מנסה לצפות בו אינו יכול להיות מוצג בגלל שהתגלתה שגיאה בהעברת הנתונים.</p><ul><li>אנא צור קשר עם בעלי האתר והודע על הבעיה הזאת.</li></ul>
id: <p>Laman yang akan dibuka tidak dapat ditampilkan karena ada terdeteksi galat pada pengiriman data.</p><ul><li>Mohon hubungi pemilik situs web mengenai masalah ini.</li></ul>
is: <p>Ekki er hægt að sýna síðuna vegna villu í gagnasendingu.</p><ul><li>Hafðu samband við vefsíðueiganda til að láta hann vita af vandamálinu.</li></ul>
kk: <p>Сіз қараймын деген парақ көрсетілмейді, өйткені мәліметтер тасымалданған кезде қате анықталды.</p><ul><li>Веб сайт иелеріне осы мәселе жөнінде хабарлаңыз.</li></ul>
km: <p>ទំព័រ​ដែល​អ្នក​កំពុងតែ​ព្យាយាម​មើល​ មិន​អាច​បង្ហាញ​បាន​ទេ ពីព្រោះ​បាន​រក​ឃើញ​កំហុស​នៅ​ក្នុង​ការ​ផ្ទេរ​ទិន្នន័យ ។</p><ul><li>សូម​ទាក់ទង​ម្ចាស់​តំបន់បណ្ដាញ​ ដើម្បី​ប្រាប់​ឲ្យ​ពួក​គេ​ដឹង​អំពី​បញ្ហា​នេះ ។</li></ul>
ku: <p>Ji ber ku di guhestina daneyan de çewtiyek hat dîtin rûpel nayê nîşandan.</p><ul><li>Bi xwediyên malperê re bikeve têkiliyê yan jî ji menuya alîkariyê zêdetir agahiyan bixwîne.</li></ul>
lv: <p>Lapu, ko mēģināt apskatīt nevar attēlot datu pārraides kļūdas dēļ.</p><ul><li>Lūdzu sazinieties ar lapas īpašniekiem un informējiet viņus par šo problēmu.</li></ul>
ml: <p>ഡേറ്റാ അയയ്ക്കുന്നതിലുള്ള പിശകു് കാരണം നിങ്ങള്‍ കാണുവാന്‍ ശ്രമിയ്ക്കുന്ന താള്‍ നിങ്ങള്‍ക്കു് കാണുവാന്‍ സാധ്യമല്ല.</p><ul><li>ഈ പ്രശ്നത്തെപ്പറ്റി ദയവായി വെബ്സൈറ്റിന്റെ ഉടമസ്ഥരെ അറിയിയ്ക്കുക.</li></ul>
pt: <p>A página que está a tentar ver não pode ser exibida porque foi detetado um erro na transmissão de dados.</p><ul><li>Por favor reporte o problema aos proprietário do website.</li></ul>
ro: <p>Pagina pe care încercați să o vedeți nu poate fi afișată deoarece a fost detectată o eroare legată de transmiterea datelor.</p><ul><li>Vă rugăm să luați legătura cu proprietarii saitului pentru a-i informa despre această problemă.</li></ul>
sw: <p>Ukurasa unaojaribu kuangalia hauwezi kuonyeswha kwa sababu unatumia mfanyizo batili au usioauniwa.</p><ul><li>Tafadhali wasiliana na wamiliki wa wavuti kuwajulisha kuhusu shida hii.</li></ul>
th: <p>ไม่สามารถแสดงหน้าที่คุณกำลังพยายามจะดูเนื่องจากตรวจพบข้อผิดพลาดในการส่งผ่านข้อมูล</p><ul><li>โปรดติดต่อเจ้าของเว็บไซต์เพื่อแจ้งพวกเขาให้ทราบถึงปัญหานี้</li></ul>
tk: <p>Maglumat geçirmede ýalňyşlyk tapylanlygy sebäpli siziň synlamaga çalyşýan sahypaňyz görkezilip bilnenok.</p><ul><li>Bu meseläni haýyş internet saýt eýesine habar ediň.</li></ul>
tt: <p>Seyretmege talpınğanıñız saife kösterilalmay çünki verilerniñ naqlinde bir hata keşfetildi.</p><ul><li>Bu meseleden haberdar etmek içün lütfen sayt sahipleri ile temasqa keçiñiz.</li></ul>
uz: <p>Siz ko‘rmoqchi bo‘lgan sahifani ko‘rsatib bo‘lmaydi, chunki ma’lumotlarni uzatishda xato aniqlandi.</p><ul><li>Ushbu muammo haqida xabar berish uchun veb sayt egasi bilan bog‘laning.</li></ul>
zu: <p>Le khasi ozama ukulibuka alikwazi ukuboniswa ngoba lisebenzisa indlela yokuminyanisa engavumelekile noma engasekelwanga.</p><ul><li>Sicela uxhumane nabanikazi bewebhusayithi ukubazisa ngalenkinga.</li></ul>

source: Add Exception…
bg: Добавяне на изключение…
bn_bd: ব্যতিক্রম যোগ…
bn_in: ব্যতিক্রম যোগ করুন…
br: Ouzhpennañ un nemedenn…
cy: Ychwanegu Eithriad…
es_es: Añadir excepción…
fa: افزودن استثنا…
fur: Zonte ecezion…
ga_ie: Cruthaigh Eisceacht…
he: הוסף חריגה…
id: Tambah Pengecualian…
is: Bæta við undantekningu…
kk: Ерекше ереже қосу…
km: បន្ថែម​ករណី​លើកលែង…
ku: Zêdebariyê Bidê…
lb: Exceptioun bäisetzen…
lv: Pieļaut izņēmumu...
ml: എക്സെപ്ഷന്‍ ചേര്‍ക്കുക…
pt: Adicionar exceção…
ro: Adaugă excepție…
sw: Ongeza Jambo la pekee…
th: เพิ่มข้อยกเว้น…
tk: Aýratynlyk Goş...
tt: İstisna Öste…
uz: Istisno qo‘shish
zu: Yengeza okungaphandle…

source: Report errors like this to help Mozilla identify and block malicious sites
bg: Докладвайте такива грешки, за да помогнете на Mozilla да идентифицира и блокира злонамерени сайтове
bn_bd: মজিলাকে এই ধরনের প্রতিবেদন দিয়ে ক্ষরিকারক সাইট চিহ্নিত এবং অবরুদ্ধ করতে সাহায্য করুন।
br: Danevellit kudennoù evel-se evit sikour Mozilla da naoudiañ ha stankañ al lec'hiennoù droukrañsus
cy: Mae adroddiadau gwall fel hyn y cynorthwyo Mozilla i adnabod a rhwystro gwefannau maleisus
fa: خطاهایی مانند این را گزارش کنید تا به موزیلا برای شناسایی و مسدود کردن سایت‌های مخرب کمک کنید.
ga_ie: Tuairiscigh earráidí cosúil leis seo chun cuidiú le Mozilla suíomhanna mailíseacha a aithint agus a chosc
id: Laporkan kesalahan seperti ini untuk membantu Mozilla mengidentifikasi dan memblokir situs yang mencurigakan.
is: Tilkynntu villur eins og þessa til að hjálpa Mozilla að bera kennsl á og loka á hættuleg vefsvæði
kk: Осындай қателер туралы хабарлап, Mozilla-ға зиянды сайттарды анықтауға және блоктауға көмектесіңіз
lv: Ziņojiet par šādām kļūdām Mozilla, lai varētu identificēt un bloķēt kaitnieciskas lapas
pt: Comunique erros como este para ajudar a Mozilla a identificar e bloquear sites maliciosos
th: รายงานข้อผิดพลาดเช่นนี้เพื่อช่วย Mozilla ระบุและปิดกั้นไซต์ที่ประสงค์ร้าย
uz: Shu kabi xatolik hisobotlari Mozillaga zararli saytlarni aniqlash va bloklashda yordam beradi

source: Learn more…
bg: Научете повече…
bn_bd: আরও জানুন…
bn_in: আরও জানুন ...
br: Gouzout hiroc'h…
cy: Dysgu rhagor…
fa: اطلاعات بیشتر…
ga_ie: Tuilleadh eolais…
he: מידע נוסף…
id: Pelajari lebih lanjut…
is: Fræðast meira…
kk: Көбірек білу…
km: ស្វែងយល់​បន្ថែម...
ku: Bêtir bizane…
lv: Uzzināt vairāk…
ml: കൂടുതല്‍ അറിയുക...
pt: Saber mais…
ro: Aflați mai multe…
th: เรียนรู้เพิ่มเติม…
uz: Ko‘proq o‘rganish…

source: Remote XUL
bg: Отдалечен XUL
bn_bd: রিমোট XUL
bn_in: দূরবর্তী XUL
br: XUL a-bell
cy: XUL pell
es_es: XUL remoto
fa: XUL راه دور
fur: XUL remot
ga_ie: XUL Cianda
he: XUL מרוחק
id: XUL Daring
is: Fjarlægt XUL
kk: Қашықтағы XUL
km: XUL ពី​ចម្ងាយ
ku: XULa dûr
lb: Entfernte XUL
lv: Attālināts XUL
ml: റിമോട്ട് XUL
pt: XUL remoto
ro: XUL la distanță
sw: XUL ya Mbali
th: XUL ระยะไกล
tk: Uzakdan XUL
tt: Yıraqtan XUL
uz: Masofadagi XUL
zu: Isilawuli-kude se-XUL

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
bg: <p><ul><li>Моля, свържете се със собствениците на сайта и ги информирайте за проблема.</li></ul></p>
bn_bd: <p><ul><li>এই সমস্যাটি সম্পর্কে অনুগ্রহ করে ওয়েবসাইটের মালিককে জানান।</li></ul></p>
bn_in: <p><ul><li>অনুগ্রহ করে ওয়েব-সাইটের পরিচালকদেরকে এই সমস্যা সম্পর্কে অবহিত করুন।</li></ul></p>
br: <p><ul><li>Mar plij, kit e darempred gant perc'henned al lec'hienn evit kelaouiñ anezho diwar-benn ar gudenn-mañ.</li></ul></p>
cy: <p><ul><li>Cysylltwch â pherchnogion y wefan i'w hysbysu am y broblem..</li></ul></p>
es_es: <p><ul><li>Por favor, contacte con los propietarios del sitio web para informarles de este problema.</li></ul></p>
fa: <p><ul><li>لطفاً با صاحب این وب‌گاه تماس بگیرید و آنها را در جریان این مشکل قرار دهید.</li></ul></p>
fur: <p><ul><li>Contate par plasê l'aministradôr dal sît par informâlu di chest probleme.</li></ul></p>
ga_ie: <p><ul><li>Téigh i dteagmháil le húinéir an tsuímh agus inis dóibh faoin fhadhb seo.</li></ul></p>
he: <p><ul><li>פנה אל בעלי האתר כדי ליידע אותם על הבעיה.</li></ul></p>
id: <p><ul><li>Hubungi pemilik situs web untuk memberitahukan masalah ini.</li></ul></p>
is: <p><ul><li>Hafðu samband við eigendur vefsvæðins til að láta þá vita af þessu vandamáli.</li></ul></p>
kk: <p><ul><li>Бұл мәселе жөнінде веб сайт иесімен хабарласыңыз.</li></ul></p>
km: <p><ul><li>សូម​ទាក់ទង​ម្ចាស់​តំបន់បណ្ដាញ​ ដើម្បី​ប្រាប់​ពួក​គេ​ឲ្យ​ដឹង​អំពី​បញ្ហា​នេះ ។</li></ul></p>
ku: <p><ul><li>Tika ye ji bo çareserkirina vê pirsgirêkê bi xwediyê malperê re bikeve têkiliyê.</li></ul></p>
lb: <p><ul><li>Kontaktéier w.e.g. de Besëtzer vun der Websäit an informéier hien iwwer dëse Problem.</li></ul></p>
lv: <p><ul><li>Lūdzu sazinieties ar mājas lapas īpašniekiem un informējiet viņus par šo problēmu.</li></ul></p>
ml: <p><ul><li>ദയവായി വെബ് സൈറ്റ് ഉടമസ്ഥാക്കളെ ഈ പ്രശ്നത്തെപ്പറ്റി അറിയിയ്ക്കുക.</li></ul></p>
pt: <p><ul><li>Por favor contacte os proprietários do website para os informar sobre este problema.</li></ul></p>
ro: <p><ul><li>Vă rugăm să luați legătura cu proprietarii saitului pentru a-i informa despre această problemă.</li></ul></p>
sw: <p><ul><li>Tafadhali wasiliana na wamiliki wa tovuti ili kuwafahamisha juu ya tatizo hili.</li></ul></p>
th: <p><ul><li>โปรดติดต่อเจ้าของเว็บไซต์เพื่อแจ้งพวกเขาให้ทราบถึงปัญหานี้</li></ul></p>
tk: <p><ul><li>Bu meseläni haýyş internet saýt eýesine habar ediň.</li></ul></p>
tt: <p><ul><li>Bu meseleden haberdar etmek içün lütfen ağ saytı sahipleri ile temasqa keçiñiz.</li></ul></p>
uz: <p><ul><li>Muammo haqida xabar berish uchun veb sayt egasi bilan bog‘laning.</li></ul></p>
zu: <p><ul><li>Sicela uxhumane nabanikazi bewebhusayithi ukuze ubazise ngalenkinga.</li></ul></p>

source: Unable to Connect Securely
bg: Невъзможно създаване на защитена връзка
bn_bd: সুরক্ষিতভাবে কানেক্ট করতে ব্যার্থ
bn_in: সুরক্ষিতভাবে কানেক্ট করতে অক্ষম
br: N'haller ket kennaskañ outi ent diarvar
cy: Methu Cysylltu'n Ddiogel
fa: قادر به برقراری اتصال امن نمیباشد
ga_ie: Ní féidir ceangal slán a bhunú
id: Gagal Tersambung dengan Aman
is: Get ekki tengst á öruggan hátt
kk: Қауіпсіз түрде байланысу мүмкін емес
km: មិន​អាច​តភ្ជាប់​ដោយ​សុវត្ថិភាព​ឡើយ
lv: Neizdevās droši pieslēgties
ml: സുരക്ഷിതമായി കണക്ട് ചെയ്യുവാന്‍ സാധ്യമല്ല
pt: Não é possível ligar com segurança
ro: Nu se poate conecta în mod securizat
th: ไม่สามารถเชื่อมต่ออย่างปลอดภัย
uz: Xavfsiz ulanish amalga oshmadi

source: Advanced info: SSL_ERROR_UNSUPPORTED_VERSION
bg: Допълнителна информация: SSL_ERROR_UNSUPPORTED_VERSION
bn_bd: বিস্তারিত তথ্য: SSL_ERROR_UNSUPPORTED_VERSION
br: Titouroù kempleshoc'h : SSL_ERROR_UNSUPPORTED_VERSION
cy: Gwybodaeth uwch: SSL_ERROR_UNSUPPORTED_VERSION
fa: اطلاعات پیشرفته: SSL_ERROR_UNSUPPORTED_VERSION
ga_ie: Ardeolas: SSL_ERROR_UNSUPPORTED_VERSION
id: Info lebih lanjut: SSL_ERROR_UNSUPPORTED_VERSION
is: Ítarlegar upplýsingar: SSL_ERROR_UNSUPPORTED_VERSION
kk: Кеңейтілген ақпарат: SSL_ERROR_UNSUPPORTED_VERSION
lv: Papildus informācija: ssl_error_unsupported_version
pt: Informação avançada: SSL_ERROR_UNSUPPORTED_VERSION
th: ข้อมูลขั้นสูง: SSL_ERROR_UNSUPPORTED_VERSION
uz: Qo‘shimcha ma’lumot: SSL_ERROR_UNSUPPORTED_VERSION

# weakCryptoUsed.title
source: Your connection is not secure
bg: Връзка е незащитена
br: N'eo ket diarvar ho kennask
cy: Nid yw eich cysylltiad yn ddiogel
fa: اتصال شما امن نیست
ga_ie: Níl do cheangal slán
id: Sambungan Anda tidak aman
is: Tenging er ekki örugg
kk: Сіздің байланысыңыз қауіпсіз емес
lv: Savienojums nav drošs
pt: A sua ligação não é segura
th: การเชื่อมต่อของคุณไม่ปลอดภัย
uz: Ulanish xavfsiz emas

source: Advanced info: SSL_ERROR_NO_CYPHER_OVERLAP
bg: Допълнителна информация: SSL_ERROR_NO_CYPHER_OVERLAP
br: Titouroù kempleshoc'h : SSL_ERROR_NO_CYPHER_OVERLAP
cy: Gwybodaeth uwch: SSL_ERROR_NO_CYPHER_OVERLAP
fa: اطلاعات پیشرفته: SSL_ERROR_NO_CYPHER_OVERLAP
ga_ie: Ardeolas: SSL_ERROR_NO_CYPHER_OVERLAP
id: Info lebih lanjut: SSL_ERROR_NO_CYPHER_OVERLAP
is: Ítarlegar upplýsingar: SSL_ERROR_NO_CYPHER_OVERLAP
kk: Кеңейтілген ақпарат: SSL_ERROR_NO_CYPHER_OVERLAP
lv: Papildus informācija: ssl_error_no_cypher_overlap
pt: Informação avançada: SSL_ERROR_NO_CYPHER_OVERLAP
th: ข้อมูลขั้นสูง: SSL_ERROR_NO_CYPHER_OVERLAP
uz: Qo‘shimcha ma’lumot: SSL_ERROR_NO_CYPHER_OVERLAP

# weakCryptoAdvanced.title
source: Advanced
bg: Допълнителни
br: Kempleshoc'h
cy: Uwch
fa: پیشرفته
ga_ie: Ardroghanna
id: Canggih
is: Ítarlegt
kk: Кеңейтілген
lv: Papildu
pt: Avançado
th: ขั้นสูง
uz: Qo‘shimcha

source: <span class='hostname'></span> uses security technology that is outdated and vulnerable to attack. An attacker could easily reveal information which you thought to be safe.
bg: <span class='hostname'></span> използва технологии за защита, които са остарели и уязвими за атака. Атакуваща страна може да разкрие информация, която си мислите, че е в безопасност.
br: Galvezouriezh diogelroez diamzeret a vez arveret gant <span class='hostname'></span>, ha bresk eo d'an tagadennoù. Gallout a ra un tager dizoloiñ titouroù a soñje deoc'h oa diogel.
cy: Mae <span class='hostname'></span> yn defnyddio hen dechnoleg diogelwch sy'n fregus iawn. Gall ymosodwr ddatgelu'n hawdd fanylion roeddech yn meddwl eu bod yn ddiogel.
fa: <span class='hostname'></span> از تکنولوژی امنیتی منسوخ شده استفاده می‌کند که در برابر حمله‌ها آسیب‌پذیر است. یک مهاجم به راحتی می‌تواند اطلاعاتی که شما فکر می‌کنید امن هستند را افشا کند.
ga_ie: Baineann <span class='hostname'></span> úsáid as teicneolaíocht slándála sheanaimseartha agus tá sé i mbaol a ionsaí. Bheadh bradaí in ann teacht ar d'fhaisnéis phearsanta go héasca.
id: <span class='hostname'></span> menggunakan teknologi keamanan yang ketinggalan zaman dan rentan penyerangan. Penyerang bisa mengungkapkan informasi yang Anda sangka aman.
is: <span class='hostname'></span> notar öryggi sem er úrelt og er ekki öruggt. Árásaraðili gæti auðveldlega fengið aðgang að upplýsingum sem þú heldur að séu öruggar.
kk: <span class='hostname'></span> ескірген және шабуылдарға тұрақсыз қауіпсіздік технологиясын қолдануда. Шабуылшы сіз қауіпсіз деп ойлап тұрған ақпаратты оңай ала алады.
lv: <span class='hostname'></span> izmanto drošības tehnoloģiju, kas ir novecojusi un pakļauj jūs uzbrukuma riskam. Uzbrucēji var viegli iegūt informāciju, kuru uzskatījāt par drošu.
pt: <span class='hostname'></span> usa tecnologia de segurança que está desatualizada e vulnerável a ataque. Um atacante pode facilmente revelar informação que pensasse ser segura.
th: <span class='hostname'></span> ใช้เทคโนโลยีความปลอดภัยที่ล้าสมัยและเสี่ยงต่อการถูกโจมตี ผู้โจมตีสามารถเปิดเผยข้อมูลที่คุณคิดว่าปลอดภัยได้อย่างง่ายดาย
uz: <span class='hostname'></span> eskirgan, hujumga qarshi zaif xavfsizlik texnologiyasidan foydalanadi. Siz xavfsiz deb o‘ylagan ma’lumotni hujumchi osongina oshkor qilishi mumkin.

source: (Not secure) Try loading <span class='hostname'></span> using outdated security
bg: (Не е защитено) Опит за зареждане на <span class='hostname'></span>, използвайки остарели нива на защита
br: (Arvarus) Klaskit kargañ <span class='hostname'></span> gant diogelroez diamzeret
cy: (Ddim yn ddiogel) Ceisiwch llwytho <span class='hostname'></span> gan ddefnyddio hen offer diogelwch
fa: (امن نیست) تلاش برای بارگذاری <span class='hostname'></span>با استفاده از امنیت منسوخ شده
ga_ie: (Contúirteach) Bain triail as <span class='hostname'></span> a luchtú in ainneoin teicneolaíocht slándála seanaimseartha
id: (Tidak aman) Coba muat <span class='hostname'></span> menggunakan keamanan yang ketinggalan zaman
is: (Ekki öruggt) Prófa að hlaða inn <span class='hostname'></span> á óöruggan hátt
kk: (Қауіпсіз емес) <span class='hostname'></span> ескірген қауіпсіздікті қолданып, жүктеу талабы
lv: (Nav drošs) Mēģiniet ielādēt <span class='hostname'></span> izmantojot novecojušu drosību
pt: (Não seguro) Tente carregar <span class='hostname'></span> utilizando segurança desatualizada
th: (ไม่ปลอดภัย) ลองโหลด <span class='hostname'></span> โดยใช้ความปลอดภัยที่ล้าสมัย
uz: (Xavfsiz emas) Eskirgan xavfsizlik texnologiyali <span class='hostname'></span> sahifasini yuklab ko‘rish

source: <p>A secure connection to <span id='wrongSystemTime_URL'/> isn’t possible because your clock appears to show the wrong time.</p> <p>Your computer thinks it is <span id='wrongSystemTime_systemDate'/>, when it should be <span id='wrongSystemTime_actualDate'/>. To fix this problem, change your date and time settings to match the correct time.</p>
bg: <p>Невъзможно е да се осъществи сигурна връзка с <span id='wrongSystemTime_URL'/>, защото изглежда, че вашият часовник е настроен неправилно.</p> <p>Вашият компютър показва време <span id='wrongSystemTime_systemDate'/>, докато трябва да показва <span id='wrongSystemTime_actualDate'/>. За да поправите проблема, променете датата и часа в настройките, така че да съвпадат с правилното време.</p>
br: <p>N'eo ket posupl kaout ur c'hennask diogel da <span id='wrongSystemTime_URL'/> peogwir eo diskouezet un eur fall gant ho horolaj.</p><p>Krediñ a ra hoc'h urzhiataer eo <span id='wrongSystemTime_systemDate'/>, padal e rankfe bezañ <span id='wrongSystemTime_actualDate'/>. Evit ratreañ ar gudenn-se e c'hallit kemmañ an deiziad hag an eur en arventennoù evit klotañ gant an eur reizh.</p>
cy: <p>Nid yw cysylltiad diogel i <span id='wrongSystemTime_URL'/> yn bosib gan fod eich cloc i weld yn dangos yr amser yn anghywir.</p> <p>Mae eich cyfrifiadur yn meddwl mai <span id='wrongSystemTime_systemDate'/>, yw hi, pan ddylai fod yn <span id='wrongSystemTime_actualDate'/>. I ddatrys yr anhawster, newidiwch eich gosodiadau dyddiad ac amser i'w cydweddu â'r amser cywir.</p>
ga_ie: <p>Ní féidir ceangal slán a bhunú le <span id='wrongSystemTime_URL'/> toisc nach bhfuil clog do ríomhaire ar an am ceart.</p> <p>Síleann do ríomhaire gurb é <span id='wrongSystemTime_systemDate'/> an t-am, ach is é <span id='wrongSystemTime_actualDate'/> an t-am ceart. Chun an fhadhb seo a réiteach, ceartaigh an dáta agus an t-am ar do ríomhaire.</p>
is: <p>Ekki er hægt að koma á öruggri tengingu við <span id='wrongSystemTime_URL'/> þar sem klukkan þín virðist vera röng.</p> <p>Tölvan þín heldur að tíminn sé <span id='wrongSystemTime_systemDate'/>, þegar hann ætti að vera <span id='wrongSystemTime_actualDate'/>. Til að laga þetta vandamál, breyttu þá dagsetningu og tíma til að passa við réttan tíma.</p>
kk: <p><span id='wrongSystemTime_URL'/> сайтына қауіпсіз байланысу мүмкін емес, өйткені сіздің сағатыңыз қате уақытты көрсетіп тұрған сияқты.</p> <p>Сіздің компьютеріңіздің уақыты <span id='wrongSystemTime_systemDate'/>, ал, нақты уақыт <span id='wrongSystemTime_actualDate'/>. Осы мәселені түзету үшін, компьютеріңіздің күн/уақыт баптауын дұрыстаңыз.</p>
pt: <p>Uma ligação segura para <span id='wrongSystemTime_URL'/> não é possível porque o relógio parece mostrar a hora errada.</p> <p>O seu computador pensa que são <span id='wrongSystemTime_systemDate'/>, quando devem ser <span id='wrongSystemTime_actualDate'/>. Para reparar este problema, altere as suas definições de data e hora para corresponderem à hora correta.</p>
th: <p>การเชื่อมต่อปลอดภัยไปยัง <span id='wrongSystemTime_URL'/> เป็นไปไม่ได้เนื่องจากนาฬิกาของคุณดูเหมือนจะแสดงเวลาผิด</p> <p>คอมพิวเตอร์ของคุณคิดว่าคือ <span id='wrongSystemTime_systemDate'/> ขณะที่ควรจะเป็น <span id='wrongSystemTime_actualDate'/> เพื่อแก้ปัญหานี้ เปลี่ยนการตั้งค่าวันที่และเวลาของคุณเพื่อให้ตรงกับเวลาที่ถูกต้อง</p>
uz: <p> <span id='wrongSystemTime_URL'/> saytiga xavfsiz ulana olmaydi, chunki tizimdagi soat noto‘g‘riga o‘xshayapti..</p> <p>Kompyuteringiz <span id='wrongSystemTime_systemDate'/> vaqtini noto‘g‘ri deb o‘ylayapti, vaqt <span id='wrongSystemTime_actualDate'/> bo‘lishi kerak. Bu muammoni hal qilish uchun sana va vaqtni to‘g‘rilang.</p>

source: Insecure Connection
bg: Несигурна връзка
bn_bd: অনিরাপদ সংযোগ
br: Kennask arvarus
cy: Cysylltiad Anniogel
fa: ارتباط نا امن
ga_ie: Ceangal Neamhshlán
id: Sambungan Tidak Aman
is: Óörugg tenging
kk: Қауіпсіз емес байланыс
lv: Nedrošs savienojums
ml: സുരക്ഷിതമല്ലാത്ത കണക്ഷന്‍
pt: Ligação não segura
th: การเชื่อมต่อไม่ปลอดภัย
uz: Xavfli ulanish

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; may only connect to it securely. As a result, it is not possible to add an exception for this certificate.
bg: Сайтът използва HTTP Strict Transport Security (HSTS), за да укаже на &brandShortName; да се свързва само по сигурен начин. В резултат на това не може да се добави изключение за този сертификат.
bn_bd: সাইটটি HTTP ব্যবহার করে পরিবহনে সর্বোচ্চ নিরাপত্তা (HSTS) নিশ্চিত করে যে &brandShortName; এর সাথে শুধুমাত্র সুরক্ষিত সংযোগ করবে। যার ফলে, এই সার্টিফিকেট এর জন্যে একটি ব্যতিক্রম যোগ করা যাবেনা।
br: Al lec'hienn-mañ a arver HTTP Strict Transport Security (HSTS) evit erspizañ e rank &brandShortName; kennaskañ outi gant un doare diogel. N'haller ket ouzhpennañ un nemedenn evit an testeni-mañ eta.
cy: Mae'r wefan hon yn defnyddio HTTP Strict Transport Security (HSTS) i bennu fod &brandShortName; yn unig yn cysylltu iddo'n ddiogel. O ganlyniad, nid yw'n bosib ychwanegu eithriad ar gyfer y dystysgrif hon.
fa: این پایگاه از HTTP Strict Transport Security (HSTS) برای نشان دادن اینکه &brandShortName; تنها می‌تواند بصورت امن به آن متصل شود، استفاده می‌کند. در نتیجه، امکان اضافه کردن استثنا برای این گواهی‌نامه وجود ندارد.
ga_ie: Úsáideann an suíomh seo HTTP Strict Transport Security (HSTS) le cinntiú go gceanglaíonn &brandShortName; leis trí cheangal slán. Dá bharr seo, ní féidir eisceacht a chruthú don teastas seo.
is: Þetta vefsvæði notar HTTP Strict Transport Security (HSTS) til að skilgreina að &brandShortName; megi aðeins tengjast með öryggum hætti. Það þýðir, að það er ekki hægt að bæta við undantekningu fyrir þetta skilríki.
kk: Бұл сайт &brandShortName; оған тек қауіпсіз түрде қосылу алатынын көрсету үшін HTTP Strict Transport Security (HSTS) қолданады. Нәтижесінде, бұл сертификатты ережеден тыс қосу мүмкін емес.
pt: Este site utiliza HTTP Strict Transport Security (HSTS) para especificar que o &brandShortName; apenas se liga ao mesmo em segurança. Como resultado, não é possível adicionar uma exceção para este certificado.
th: ไซต์นี้ใช้ HTTP Strict Transport Security (HSTS) เพื่อระบุให้ &brandShortName; นั้นเชื่อมต่ออย่างนิรภัยเท่านั้น ผลที่ตามมาคือจะไม่สามารถเพิ่มข้อยกเว้นให้ใบรับรองนี้ได้
uz: Ushbu sayt HTTP Strict Transport Security (HSTS)dan &brandShortName; faqat xavfsuz ulanganini ko‘rsatish uchun foydalanadi. Natija sifatida ushbu sertifikat uchun istisnoni qo‘shib bo‘lmaydi.
