Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/netError.dtd.po
Languages: bg, bn_bd, bn_in, br, cy, es_es, fa, fur, ga_ie, he, id, is, kk, km, ku, lb, lv, ml, pt, ro, sw, th, tk, tt, uz, zu

source: Problem loading page
bg: Проблем при зареждане на страница
bn_bd: পৃষ্ঠা লোড করতে সমস্যা
bn_in: পেজ লোড করতে সমস্যা
br: Kudenn o kargañ ar bajennad
cy: Anhawster llwytho tudalen
es_es: Problema al cargar la página
fa: اشکال در هنگام بارگیری
fur: Probleme cjamant la pagjine
ga_ie: Fadhb i rith luchtú an leathanaigh
he: בעיה בטעינת דף
id: Memuat laman bermasalah
is: Villa við að hlaða inn síðu
kk: Парақты жүктегенде қате кетті
km: បង្ហាញ​ក្នុង​ការ​ផ្ទុក​ទំព័រ
ku: Di barkirina rûpelê de çewtî
lb: E Problem ass beim Lueden opgetrueden
lv: Problēma ar lapas ielādi
ml: താള്‍ ലോഡ്‌ ചെയ്യുന്നതില്‍ തകരാര്‍
pt: Ocorreu um problema ao carregar a página
ro: Problemă la încărcarea paginii
sw: Tatizo katika kupakia ukurasa
th: เกิดปัญหาในการโหลดหน้า
tk: Sahypa ýüklenmeginde mesele bar
tt: Sexife yöklewde xata
uz: Sahifani yuklashda muammo
zu: Kune nkinga ekulayisheni ikhasi

source: Try Again
bg: Нов опит
bn_bd: পুনরায় চেষ্টা করুন
bn_in: পুনরায় চেষ্টা করুন
br: Klask en-dro
cy: Ceisiwch eto
es_es: Reintentar
fa: تلاش دوباره
fur: Torne a provâ
ga_ie: Déan Iarracht Arís
he: נסה שוב
id: Coba Lagi
is: Reyna aftur
kk: Қайтадан көру
km: ព្យាយាម​ម្តងទៀត
ku: Dîsa Biceribîne
lb: Nach eemol probéieren
lv: Mēģināt vēlreiz
ml: വീണ്ടും ശ്രമിക്കുക
pt: Tentar novamente
ro: Încearcă din nou
sw: Jaribu Tena
th: ลองอีกครั้ง
tk: Gaýtadan Synanş
tt: Yañadan Sına
uz: Yana urinib ko‘rish
zu: Phinda Uzame

source: Go Back
bg: Връщане назад
bn_bd: পিছনে ফিরে যাও
br: Distreiñ
cy: Ewch Nôl
fa: برو عقب
ga_ie: Siar
id: Mundur
is: Til baka
kk: Артқа
lv: Iet atpakaļ
ml: തിരികെ പോകൂ
pt: Retroceder
th: ย้อนกลับ
uz: Orqaga

# advanced.label
source: Advanced
bg: Допълнителни
br: Kempleshoc'h
cy: Uwch
fa: پیشرفته
ga_ie: Ardroghanna
id: Canggih
is: Ítarlegt
kk: Кеңейтілген
lv: Papildu
pt: Avançado
th: ขั้นสูง
uz: Qo‘shimcha

source: Unable to connect
bg: Не може да бъде установена връзка
bn_bd: সংযোগ করতে ব্যর্থ
bn_in: সংযোগ করতে ব্যর্থ
br: N'haller ket kennaskañ
cy: Methu cysylltu
es_es: No se puede conectar
fa: قادر به برقراری اتصال نیست
fur: No si pues conetisi
ga_ie: Ní féidir ceangal
he: כישלון בהתחברות
id: Tidak dapat tersambung
is: Get ekki tengst
kk: Байланысты орнату сәтсіз аяқталды
km: មិន​អាច​តភ្ជាប់
ku: Çewtî! Di Girêdanê de Kêmasî hene
lb: D'Connectioun ass feelgeschloen
lv: Nevar pieslēgties
ml: കണക്ട്‌ ചെയ്യുവാന്‍ സാധിച്ചില്ല
pt: Ligação não estabelecida
ro: Nu se poate conecta
sw: Imeshindwa kuunganisha
th: ไม่สามารถเชื่อมต่อ
tk: Baglanyp bilenok
tt: Totaşa almadım
uz: Ulana olmadi
zu: Ayikwazi Ukuxhuma

source: This address is restricted
bg: Този адрес е ограничен
bn_bd: এই ঠিকানাটি সীমাবদ্ধ
bn_in: নিরাপত্তাজনীত কারণে চিহ্নিত ঠিকানার উপর বিধি নিষেধ আরোপ করা হয়েছে
br: Dindan strishadurioù emañ ar porzh-mañ
cy: Mae'r cyfeiriad wedi ei gyfyngu
es_es: Esta dirección está restringida
fa: این نشانی ممنوع است
fur: Cheste direzion e je restrizude
ga_ie: Tá an seoladh seo srianta
he: כתובת זו מוגבלת
id: Penggunaan alamat ini telah dibatasi
is: Aðgangur að gátt er ekki leyfður
kk: Бұл портқа тыйым салынған
km: អាសយដ្ឋាន​នេះ​ត្រូវ​បាន​ដាក់កម្រិត
ku: Portê Ji Ber Sedemên Ewlekariyê Asteng Kir
lb: Dës Adress ass ageschränkt
lv: Piekļuve šai adresei ir liegta
ml: ഈ വിലാസം നിരോധിക്കപ്പെട്ടതാണ്‌
pt: Este endereço é restrito
ro: Această adresă este restricționată
sw: Anwani hii imezuiliwa
th: ที่อยู่นี้ถูกจำกัด
tk: Bu salgy gadagan edilen
tt: Bu adres çiklengen
uz: Bu manzil cheklangan
zu: Leli kheli livinjelwe

source: Server not found
bg: Сървърът не е намерен
bn_bd: সার্ভার পাওয়া যায়নি
bn_in: সার্ভার পাওয়া যায়নি
br: N'eo ket bet kavet ar chomlec'h
cy: Heb ganfod gweinydd
es_es: Servidor no encontrado
fa: کارگزار پیدا نشد
fur: Servidôr no cjatât
ga_ie: Freastalaí gan aimsiú
he: שרת לא נמצא
id: Server tidak ditemukan
is: Netþjónn fannst ekki
kk: Сервер табылмады
km: រក​មិន​ឃើញ​ម៉ាស៊ីន​បម្រើ
ku: Pêşkêşkar nehate dîtin
lb: De Server gouf net fonnt
lv: Serveris nav atrasts
ml: സെര്‍വര്‍ കണ്ടെത്താനായില്ല
pt: Servidor não encontrado
ro: Serverul nu a fost găsit
sw: Seva haipatikani
th: ไม่พบเซิร์ฟเวอร์
tk: Birikdiriji tapylmady
tt: Server tabılmadı
uz: Server topilmadi
zu: Iseva Ayitholakali

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer’s network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
bg: <ul> <li>Проверете адреса за правописни грешки, като например <strong>ww</strong>.example.com вместо <strong>www</strong>.example.com</li><li>Ако не можете да заредите каквато и да е страница, проверете хардуера.</li><li>Ако компютърът ви е зад защитна стена или прокси, проверете дали на &brandShortName; е разрешен достъп до мрежата.</li> </ul>
bn_bd: <ul> <li>এরকমবানান ভুল আছে নাকি দেখে নিন <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>কোন পেজ না খুললে, নেটওয়ার্ক চেক করুন connection.</li> <li>ফায়ারওয়াল বা প্রক্সি দিয়ে সুরক্ষিত থাকলে, নিশ্চিত করুন যে &brandShortName; কে ওয়েব ব্যবহারের অনুমতি দেওয়া আছে</li> </ul>
br: <ul> <li>Gwiriekait n’ez eus fazi bizskrivañ ebet evel <strong>ww</strong>.example.com e-lec'h <strong>www</strong>.example.com</li><li>Ma n'oc'h gouest da gargañ pajenn ebet, gwiriekait eo kennasket ho urzhiataer d'ar rouedad.</li><li>Ma ’z eo gwarezet hoc'h urzhiataer gant un tanvoger pe ur proksi, gwiriekait eo aotreet &brandShortName; da dizhout ar web.</li></ul>
cy: <ul> <li>Gwiriwch y cyfeiriad am wallau teipio megis <strong>ww</strong>.example.com yn lle <strong>www</strong>.example.com</li> <li>Os ydych yn methu llwytho unrhyw dudalen, gwiriwch gysylltiad rhwydwaith eich cyfrifiadur.</li> <li>Os yw eich cyfrifiadur neu rwydwaith wedi ei ddiogelu gan fur cadarn neuddirprwy gwnewch yn siŵr fod gan &brandShortName; ganiatâd i fynd ar y We.</li> </ul>
fa: <ul> <li>نشانی را برای اشتباهات تایپی بررسی کنید که مثلا <strong>ww </strong>.example.com به طور اشتباه به جای <strong>www</strong>.example.com وارد نشده باشد.</li> <li>اگر نمی‌توانید هیچ صفحه‌ای را بارگذاری کنید، اتصال شبکهٔ رایانهٔ خود را بررسی کنید.</li> <li>اگر رایانه یا شبکه شما توسط کارگزار یا دیوارآتش محافظت می‌شود مطمئن شوید که &brandShortName; دسترسی به وب را دارد.</li> </ul>
ga_ie: <ul> <li>Scrúdaigh an seoladh le haghaidh botún cosúil le <strong>ww</strong>.example.com in áit <strong>www</strong>.example.com</li> <li>Mura bhfuil tú in ann leathanach ar bith a luchtú, déan seiceáil ar cheangal líonra do ríomhaire.</li> <li>Má tá do ríomhaire nó do líonra á chosaint ag balla dóiteáin nó seachfhreastalaí, cinntigh go bhfuil cead ag &brandShortName; an Gréasán a rochtain.</li> </ul>
id: <ul> <li>Periksa kesalahan pengetikan pada alamat seperti <strong>ww</strong>.example.com yang seharusnya <strong>www</strong>.example.com</li> <li>Bila Anda tidak dapat memuat laman apa pun, periksa sambungan jaringan komputer Anda.</li> <li>Bila komputer atau jaringan Anda dilindungi firewall atau proxy, pastikan bahwa &brandShortName; diizinkan untuk mengakses Web.</li> </ul>
is: <ul> <li>Athugaðu hvort netfang inniheldur innsláttarvillur til dæmis <strong>ww</strong>.mozilla.org í staðinn fyrir <strong>www</strong>.mozilla.org</li> <li>Ef þú getur ekki tengst öðrum síðum, athugaðu þá nettengingu tölvunnar.</li> <li>Ef tölvan þín er varin af eldvegg eða milliþjóni, vertu viss um að &brandShortName; hafi aðgang til að tengjast vefnum.</li> </ul>
kk: <ul> <li>Адресті енгізген кезде қате кетпегенге көз жеткізіңіз, мысалы <strong>www</strong>.example.com орнына <strong>ww</strong>.example.com</li> <li>Бірде-бір парақ жүктелмесе – Интернетпен байланысының баптауларын тексеріңіз.</li> <li>Компьютер немесе желі желіаралық экранмен немесе прокси-сервермен қорғалған болса – &brandShortName; үшін Интернетке шығуға рұқсат бар екеніне көз жеткізіңіз.</li> </ul>
lv: <ul> <li>Pārbaudiet, vai lapas adresē nav drukas kļūdu - piemēram, <strong>ww</strong>.example.com vajadzīgā <strong>www</strong>.example.com vietā.</li> <li>Ja nevarat atvērt nevienu lapu, pārbaudiet sava datora tīkla savienojumu.</li> <li>Ja jūsu datu aizsardzībai tiek izmantots ugunsmūris, pārliecinieties, ka &brandShortName; ir atļauts piekļūt tīmeklim.</li> </ul>
ml: <ul> <li> <strong>www</strong>.example.com-ന് പകരം <strong>ww</strong>.example.com എന്നത് പോലുള്ള അക്ഷര പിശകുകള്‍ക്കായി വിലാസം പരിശോധിക്കുക. </li><li>നിങ്ങള്‍ക്ക് ഏതെങ്കിലും പേജ് ലഭ്യമല്ലെങ്കില്‍, കംപ്യൂട്ടറിന്റെ നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ പരിശോധിക്കുക.</li> <li>നിങ്ങളുടെ കംപ്യൂട്ടര്‍ അല്ലെങ്കില്‍ നെറ്റ്‌വര്‍ക്ക് ഒരു ഫയര്‍വോള്‍ അല്ലെങ്കില്‍ പ്രോക്സി ഉപയോഗിച്ച് സുരക്ഷിതമാക്കിയിരിക്കുന്നു എങ്കില്‍, &brandShortName; -ന് വെബിലേക്ക് പ്രവേശിക്കുവാനുള്ള അനുവാദം ഉണ്ടെന്നുറപ്പാക്കുക..</li> </ul>
pt: <ul> <li>Verifique se existem erros de escrita no endereço tais como <strong>ww</strong>.example.com em vez de <strong>www</strong>.example.com</li> <li>Se não conseguir carregar quaisquer páginas, verifique a ligação do seu computador à rede.</li> <li>Se o seu computador ou rede estão protegidos por uma firewall ou proxy, verifique se o &brandShortName; tem permissão para aceder à Web.</li> </ul>
th: <ul> <li>ตรวจสอบข้อผิดพลาดในการพิมพ์ที่อยู่ อย่างเช่น <strong>ww</strong>.example.com แทนที่จะเป็น <strong>www</strong>.example.com</li> <li>หากคุณไม่สามารถโหลดหน้าใด ๆ ได้ ตรวจสอบการเชื่อมต่อเครือข่ายของคอมพิวเตอร์ของคุณ</li> <li>หากคอมพิวเตอร์หรือเครือข่ายของคุณถูกปกป้องด้วยไฟร์วอลล์หรือพร็อกซี ตรวจสอบให้แน่ใจว่า &brandShortName; ได้รับอนุญาตให้เข้าถึงเว็บ</li> </ul>
uz: <ul> <li>Manzil to‘g‘ri kiritilganligini tekshiring. Masalan, <strong>www</strong>.example.com o‘rniga<strong>ww</strong>.example.com kiritilgan bo‘lishi mumkin.</li> <li>Agar birorta ham sahifa yuklanmagan bo‘lsa, kompyuterning tarmoqqa ulanganini tekshirib ko‘ring.</li> <li>Agar kompyuter yoki tarmoq fayervol bilan himoyalangan bo‘lsa, &brandShortName;ning internetga kirishdan to‘silmaganligini tekshirib ko‘ring.</li> </ul>

source: File not found
bg: Файлът не е намерен
bn_bd: ফাইল পাওয়া যায়নি
bn_in: ফাইল পাওয়া যায়নি
br: Restr dianav
cy: Heb ganfod ffeil
es_es: Archivo no encontrado
fa: پرونده پیدا نشد
fur: File no cjatât
ga_ie: Comhad gan aimsiú
he: קובץ לא נמצא
id: Berkas tidak ditemukan
is: Skrá fannst ekki
kk: Файл табылмады
km: រក​មិន​ឃើញ​ឯកសារ
ku: Çewtî! Pel Nayê Dîtin
lb: De Fichier gouf net fonnt
lv: Fails nav atrasts
ml: ഫയല്‍ കാണ്‍മാനില്ല
pt: Ficheiro não encontrado
ro: Fișier negăsit
sw: Faili haipatikani
th: ไม่พบไฟล์
tk: Faýl tapylmady
tt: Dosye tabılmadı
uz: Fayl topilmadi
zu: Ifayela alitholakali

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
bg: <ul> <li>Проверете името на файла за големи/малки букви или други грешки при въвеждане.</li> <li>Проверете дали файлът не е преместен, преименуван или изтрит.</li> </ul>
bn_bd: <ul> <li>ফাইলের নামের বানান ও ছোট/বড় অক্ষর পরীক্ষা করুন।</li> <li>ফাইলের স্থান, নাম পরিবর্তিত হয়েছে কিনা বা সেটি মুছে ফেলা হয়েছে কিনা তা পরীক্ষা করুন।</li> </ul>
br: <ul> <li>Gwiriañ anv ar chomlec'h rak marteze ez eus fazioù pennlizherennoù pe fazioù skrivañ all.</li> <li>Gwiriañ ha dilec'hiet eo bet, adanvet pe dilamet an ergorenn.</li> </ul>
cy: <ul> <li>Gwiriwch yr enw ffeil am brif lythrennu neu wallau teipio eraill.</li> <li>Gwiriwch i weld os yw'r ffeil wedi symud, ailenwi neu ei dileu.</li> </ul>
fa: <ul><li>صحتِ نام پرونده را برای احتمال وجود غلط املایی بررسی کنید. </li><li>بررسی کنید که آیا پرونده جابه‌جا شده، تغییر نام یافته، یا پاک شده است.</li></ul>
ga_ie: <ul> <li>Scrúdaigh an t-ainm comhaid le haghaidh botúin chlóscríofa sna litreacha móra srl.</li> <li>Féach an bhfuil an comhad bogtha, athainmnithe nó scriosta.</li> </ul>
id: <ul> <li>Periksa penggunaan huruf besar/kecil pada nama berkas atau kesalahan pengetikan lain.</li> <li>Periksa apakah berkas sudah dipindah, diganti namanya, atau dihapus.</li> </ul>
is: <ul> <li>Athugaðu hvort þú hefur slegið inn skráarnafnið með hástafaritun eða aðra innsláttarvillu.</li> <li>Athugaðu hvort skráin hefur verið færð, endurnefnt eða eytt.</li> </ul>
kk: <ul> <li>Файлдың енгізілген аты, үлкен-кіші әріптердің дұрыстығы, және басқа да қателер жоқ екеніне көз жеткізіңіз.</li> <li>Файлдың аты ауысқан, ол өшірілген немесе басқа жаққа көшірілген болуы мүмкін.</li> </ul>
lv: <ul> <li>Pārbaudiet, vai faila vārds ir uzrakstīts pareizi un ar pareizā lieluma burtiem.</li> <li>Pārliecinieties, ka fails nav pārvietots, pārsaukts vai izdzēsts.</li> </ul>
ml: <ul> <li>ടൈപ്പ് ചെയ്യുന്നതിലുള്ള പിശകുകള്‍ക്കായി ഫയലിന്റെ പേര് പരിശോധിക്കുക.</li> <li>ഫയല്‍ നീക്കം ചെയ്യുകയോ,പേര് മാറ്റുകയോ അല്ലെങ്കില്‍ വെട്ടി നീക്കുകയോ മറ്റോ ചെയ്തോ എന്ന് പരിശോധിക്കുക.</li> </ul>
pt: <ul> <li>Verifique se existem erros de escrita no nome do ficheiro.</li> <li>Verifique se o ficheiro foi movido, renomeado ou apagado.</li> </ul>
th: <ul> <li>ตรวจสอบชื่อไฟล์สำหรับตัวพิมพ์ใหญ่เล็กหรือข้อผิดพลาดการพิมพ์อื่น ๆ</li> <li>ตรวจสอบเพื่อดูหากไฟล์ถูกย้าย เปลี่ยนชื่อ หรือลบ</li> </ul>
uz: <ul> <li>Fayl nomlarining katta-kichik harfdaligi yoki matndagi boshqa xatolarini tekshiring.</li> <li>Fayl o‘chirilgan, nomi o‘zgargan yoki ko‘chirilgan bo‘lishi mumkin.</li> </ul>

source: Access to the file was denied
bg: Достъпът до файла беше отказан
bn_bd: ফাইলে প্রবেশাধিকার প্রত্যাখ্যাত হয়েছে
br: Nac'het eo bet haeziñ d'ar restr
cy: Mae mynediad i'r ffeil wedi ei wrthod
fa: دسترسی به پرونده رد شد
ga_ie: Diúltaíodh rochtain ar an gcomhad
id: Akses terhadap berkas ditolak
is: Aðgangur að skránni ekki leyfður
kk: Файлға қатынау құқығы жоқ
lv: Pieeja failam tika liegta
pt: O acesso ao ficheiro foi negado
th: การเข้าถึงไฟล์ถูกปฏิเสธ
uz: Fayldan foydalanishga ruxsat berilmadi

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
bg: <ul><li>Може би е изтрит, преместен или правата на файла ограничават достъпа.</li></ul>
bn_bd: <ul><li>এটা মুছে ফেলা হতে পারে, সরিয়ে নেয়া হতে পারে, অথবা ফাইল প্রবেশাধিকার প্রতিরোধ করা হয়ে থাকতে পারে।</li></ul>
br: <ul> <li>Gallout a ra bezañ dilamet, dilec'hiet, pe n'eus ket ar gwirioù a-zere evit an haeziñ.</li> </ul>
cy: <ul> <li>Gall ei fod wedi ei dynnu, symud neu fod caniatâd ffeiliau yn rhwystro mynediad.</li> </ul>
fa: <ul><li>ممکن است حذف،‌منتقل شده باشد یا مجوز‌های آن از دسترسی جلوگیری‌ می‌کند.</li></ul>
ga_ie: <ul> <li>Seans nach bhfuil an comhad ann a thuilleadh, nó b'fhéidir nach bhfuil cead agat é a rochtain.</li> </ul>
id: <ul> <li>Mungkin sudah dihapus, dipindahkan, atau hak akses yang ada mencegah akses terhadap berkas. </li> </ul>
is: <ul> <li>Vera má að skráin hafi verið fjarlægð, færð til eða réttindi leyfi ekki aðgengi.</li> </ul>
kk: <ul><li>Ол өшірілген, жылжытылған немесе файл рұқсаттары қатынауға жол бермеуі мүмкін.</li></ul>
lv: <ul> <li>Tas varētu būt aizvākts, pārvietots vai arī faila piekļuves tiesības liedz piekļuvi tam.</li> </ul>
pt: <ul> <li>Pode ter sido removido, movido, ou as permissões do ficheiro podem estar a prevenir o acesso.</li> </ul>
th: <ul> <li>ไฟล์อาจถูกเอาออก ย้าย หรือการอนุญาตของไฟล์อาจป้องกันการเข้าถึง</li> </ul>
uz: <ul> <li>O‘chirib tashlangan, ko‘chirilgan yoki foydalanishga ruxsat berilmagan bo‘lishi mumkin.</li> </ul>

source: Oops.
bg: Опа.
bn_bd: ওহ্ হো!
bn_in: ওহহ!
br: N'haller ket echuiñ an azgoulenn-mañ.
cy: Wps.
fa: متأسفیم.
fur: Orpo.
ga_ie: Úps.
he: שגיאה כללית
id: Ups.
is: Ææ.
kk: Қате.
km: អ្ហុះ !
ku: Ahhaaa.
lb: Upps.
lv: Savādi gan...
ml: അയ്യോ!!
ro: Au.
sw: Lo.
th: อุปส์
tk: How.
tt: Ğafu.
uz: Obbo.
zu: Hayi bo.

source: <p>&brandShortName; can’t load this page for some reason.</p>
bg: <p>&brandShortName; не може да зареди тази страница.</p>
bn_bd: <p>কোনো কারণে &brandShortName; এই পৃষ্ঠাটি লোড করতে পারছে না।</p>
br: <p>N’hall ket &brandShortName; kargañ ar bajennad-mañ.</p>
cy: <p>Nid yw &brandShortName; yn gallu llwytho'r dudalen am ryw reswm.</p>
fa: <p>&brandShortName; به دلایلی نمی‌توان این صفحه را بارگیری کرد.</p>
ga_ie: <p>Ní féidir le &brandShortName; an leathanach seo a luchtú ar fáth éigin.</p>
id: <p>Untuk alasan tertentu &brandShortName; tidak dapat memuat laman ini.</p>
is: <p>Af einhverri ástæðu getur &brandShortName; ekki hlaðið inn þessari síðu.</p>
kk: <p>&brandShortName; осы парақты белгісіз себептермен жүктей алмайды.</p>
lv: <p>Kāda nezināma iemesla dēļ &brandShortName; nevar atvērt šo lapu.</p>
ml: <p>ചില കാരണങ്ങളാല്‍ &brandShortName;-ന്‌ ഈ താള്‍ ലോഡ്‌ ചെയ്യുവാന്‍ സാധ്യമല്ല</p>
pt: <p>O &brandShortName; não conseguiu carregar a página por alguma razão.</p>
th: <p>&brandShortName; ไม่สามารถโหลดหน้านี้ได้ด้วยเหตุผลบางอย่าง</p>
uz: <p>&brandShortName; ushbu sahifani ba’zi sabablarga ko‘ra yuklay olmadi.</p>

source: The address isn’t valid
bg: Адресът е невалиден
bn_bd: ঠিকানাটি কার্যকর নয়
br: N'eo ket talvoudek ar chomlec’h
cy: Nid yw'r cyfeiriad yn ddilys
fa: نشانی معتبر نیست
ga_ie: Níl an seoladh bailí
id: Alamat tidak valid
is: Veffang ekki löglegt
kk: Адрес пішімі қате
lv: Adrese nav pareiza
ml: വിലാസം വാലിഡ്‌ അല്ല
pt: O endereço não é válido
th: ที่อยู่ไม่ถูกต้อง
uz: Xato manzil

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
bg: <ul><li>Обикновено адресите изглеждат така:<strong>http://www.example.com/</strong></li><li>Проверете дали използвате наклонени черти(т.е. <strong>/</strong>).</li></ul>
bn_bd: <ul> <li>ওয়েব ঠিকানা সাধারণত এভাবে লেখা হয় - <strong>http://www.example.com/</strong></li> <li>আপনি ফরওয়ার্ড স্ল্যাশ (<strong>/</strong>) ব্যবহার করেছেন কিনা তা পরীক্ষা করুন।</li> </ul>
br: <ul> <li>Peurvuiañ e vez skrivet ar chomlec’hioù web evel-mañ <strong>http://www.example.com/</strong></li> <li>Gwiriekait e vez implijet barennoù stouet ganeoc'h (d.l.e <strong>/</strong>).</li> </ul>
cy: <ul> <li>Fel rheol mae cyfeiriadau Gwe'n cael eu hysgrifennu fel <strong>http://www.example.com/</strong></li> <li>Gwnewch yn siŵr eich bod yn defnyddio blaen slaes (h.y. <strong>/</strong>).</li> </ul>
fa: <ul><li>نشانی‌های وب معمولاً به این صورت نوشته می‌شوند <strong>http://www.example.com/</strong></li> <li>مطمئن شوید که از ممیز درست استفاده می‌کنید (یعنی <strong>/</strong>).</li> </ul>
ga_ie: <ul> <li>De ghnáth scríobhtar seoltaí Gréasáin mar seo <strong>http://www.example.com/</strong></li> <li>Bí cinnte gur tulslaiseanna atá agat (.i. <strong>/</strong>).</li> </ul>
id: <ul> <li>Umumnya alamat web ditulis seperti ini <strong>http://www.example.com/</strong></li> <li>Pastikan Anda menggunakan garis miring depan, yakni <strong>/</strong>).</li> </ul>
is: <ul> <li>Veffang er venjulega skrifað sem <strong>http://www.example.com/</strong></li> <li>Vertu viss um að þú sért að slá inn skástrik (þ.e. <strong>/</strong>).</li> </ul>
kk: <ul> <li>Веб адрестері әдетте келесідей жазылады - <strong>http://www.example.com/</strong></li> <li>Қалыпты слэштер қолданатыңызға көз жеткізіңіз (мыс. <strong>/</strong>).</li> </ul>
lv: <ul> <li>Tīmekļa lapu adreses parasti raksta kā <strong>http://www.example.com/</strong></li> <li>Pārliecinieties, ka izmantojat pareizās slīpsvītras (proti, <strong>/</strong>).</li> </ul>
ml: <ul> <li>വെബിന്റെ വിലാസങ്ങള്‍ സാധാരണ ഇപ്രകാരമാണ് എഴുതുന്നത്: <strong>http://www.example.com/</strong></li> <li>മുന്നോട്ടുള്ള സ്ളാഷ് ആണുപയോഗിക്കുന്നത് എന്നുറപ്പാക്കുക (അതായത്, <strong>/</strong>).</li> </ul>
pt: <ul> <li>Os endereços Web são geralmente escritos como <strong>http://www.example.com/</strong></li> <li>Verifique se está a utilizar as barras corretamente (exemplo: <strong>/</strong>).</li> </ul>
th: <ul> <li>ที่อยู่เว็บมักจะเขียนเป็น <strong>http://www.example.com/</strong></li> <li>ตรวจสอบให้แน่ใจว่าคุณใช้เครื่องหมายทับไปข้างหน้า (กล่าวคือ <strong>/</strong>)</li> </ul>
uz: <ul> <li>Veb manzillar, odatda, quyidagicha:<strong>http://www.example.com/</strong> yoziladi</li> <li>/ belgisini to‘g‘ri yozilganligini tekshirib ko‘ring <strong>/</strong>).</li> </ul>

source: The connection was interrupted
bg: Връзката беше прекъсната
bn_bd: সংযোগ বিঘ্নিত হয়েছে
bn_in: সংযোগ বিঘ্নিত হয়েছে
br: Harzet eo bet treuzkas ar roadennoù
cy: Cafodd y cysylltiad ei darfu
es_es: La conexión ha sido interrumpida
fa: اتصال مختل شد
fur: La conession e je stade interote
ga_ie: Idirbhriseadh an ceangal
he: החיבור הופסק
id: Sambungan terputus
is: Tenging slitnaði
kk: Байланыс үзілген
km: ការ​តភ្ជាប់​ត្រូវ​បាន​កាត់​ផ្តាច់
ku: Girêdan qut bû
lb: D'Connectioun gouf ënnerbrach
lv: Savienojums tika pārtraukts
ml: ഈ കണക്ഷന്‍ തടസ്സപ്പെട്ടിരിക്കുന്നു
pt: A ligação foi interrompida
ro: Conexiunea a fost întreruptă
sw: Muunganisho ulisitishwa
th: การเชื่อมต่อถูกขัดจังหวะ
tk: Baglanyşyk kesildi
tt: Ílímte kisíldí
uz: Aloqa uzilib qoldi
zu: Ukuxhumana kuphazamisekile

source: Document Expired
bg: Документът е с изтекъл срок на валидност
bn_bd: ডকুমেন্ট মেয়াদউত্তীর্ণ হয়েছে
bn_in: নথির মেয়াদ উত্তীর্ণ হয়েছে
br: Diamzeret eo an teul
cy: Daeth y Ddogfen i Ben
es_es: Documento expirado
fa: پروندۀ منقضی
fur: Document scjadût
ga_ie: Cáipéis As Feidhm
he: תוקף המסמך פג
id: Dokumen Kedaluwarsa
is: Skjal er útrunnið
kk: Құжат ескірген
km: ឯកសារ​បាន​ផុត​កំណត់
ku: Dema belgeyê derbas bû
lv: Dokumenta derīguma termiņš beidzies
ml: രേഖയുടെ കാലാവധി കഴിഞ്ഞിരിയ്ക്കുന്നു
pt: Documento expirado
ro: Document expirat
sw: Waraka Umepita Wakati
th: เอกสารหมดอายุ
tk: Resminamanyň möhleti gutaran
tt: Dokument İskírgen
uz: Hujjat mavjud emas
zu: Umbalo uphelelwe isikhathi
