Repository: translate/mozilla-l10n
Catalog: */browser/chrome/overrides/netError.dtd.po
Languages: bg, bn_bd, bn_in, br, cy, es_es, fa, fur, ga_ie, he, id, is, kk, km, ku, lb, lv, ml, pt, ro, sw, th, tk, tt, uz, zu

source: Copy text to clipboard
bg: Копиране на текста в системния буфер
bn_bd: লেখা ক্লিপবোর্ডে কপি করুন।
br: Eilañ an destenn er golver
cy: Copïo testun i'r clipfwrdd
fa: رونوشت متن به کلیپ بورد
ga_ie: Cóipeáil an téacs go dtí an ghearrthaisce
id: Salin teks ke papan klip
is: Afrita texta á klemmuspjald
kk: Мәтінді алмасу буферіне көшіру
lv: Kopēt tekstu atmiņā
ml: ക്ലിപ്പ്ബോര്‍ഡിലേക്കു് വാചകം പകര്‍ത്തുക
pt: Copiar texto para a área de transferência
th: คัดลอกข้อความไปยังคลิปบอร์ด
uz: Matndan vaqtinchalik xotiraga nusxa olish

# inadequateSecurityError.title
source: Your connection is not secure
bg: Връзка е незащитена
bn_bd: আপনার সংযোগ নিরাপদ নয়
br: N'eo ket diarvar ho kennask
cy: Nid yw eich cysylltiad yn ddiogel
fa: اتصال شما امن نیست
ga_ie: Níl do cheangal slán
id: Sambungan Anda tidak aman
is: Tenging er ekki örugg
kk: Сіздің байланысыңыз қауіпсіз емес
lv: Savienojums nav drošs
ml: താങ്കളുടെ കണക്ഷന്‍ സുരക്ഷിതമല്ല
pt: A sua ligação não é segura
th: การเชื่อมต่อของคุณไม่ปลอดภัย
uz: Ulanish xavfsiz emas

source: <p><span class='hostname'></span> uses security technology that is outdated and vulnerable to attack. An attacker could easily reveal information which you thought to be safe. The website administrator will need to fix the server first before you can visit the site.</p><p>Error code: NS_ERROR_NET_INADEQUATE_SECURITY</p>
bg: <p><span class='hostname'></span> използва остаряла технология за сигурност, уязвима към атаки. Такива атаки може лесно да разкрият информация, която мислите, че е защитена. Администраторът на сайта трябва да поправи сървъра преди да може да използвате сайта.</p><p>Код на грешка: NS_ERROR_NET_INADEQUATE_SECURITY</p>
bn_bd: <p><span class='hostname'></span> মেয়াদহীন নিরাপত্তা প্রযুক্তি ব্যবহার করছে যা আক্রমণের শিকার হতে পারে। আপনি হয়তো একে নিরাপদ মনে করছেন, কিন্তু একজন আক্রমণকারী খুব সহজেই আপনার তথ্য জেনে নিতে পারবে। ওয়েবসাইটের এডমিন এই সার্ভারের নিরাপত্তা ত্রুটি সারানোর আগ পর্যন্ত আপনি ভিজিট করতে পারবেন না।</p><p>Error code: NS_ERROR_NET_INADEQUATE_SECURITY</p>
br: <p><span class='hostname'></span> a arver ur c'halverezh diogelroez diamzeret ha bresk. Gallout a rafe un tager dizoloiñ titouroù a gredec'h diarvar. Ret vo da verour al lec'hienn ratreañ an dafariad a-raok ma c'hallfec'h gweladenniñ al lec'hienn.</p><p>Boneg fazi: NS_ERROR_NET_INADEQUATE_SECURITY</p>
cy: Mae <p><span class='hostname'></span> yn defnyddio technoleg diogelwch sy'n hen ac yn agored i ymosodiad. Gall yr ymosodwr weld manylion am hyn roeddech yn meddwl ei fod yn ddiogel. Mae angen i weinyddwr y wefan drwsio'r gweinydd yn gyntaf cyn bod modd i chi ymweld â' r wefan.</p><p>Cod gwall: NS_ERROR_NET_INADEQUATE_SECURITY</p>
fa: <p><span class='hostname'></span> استفاده از تکنولوژی های امنیتی که تاریخ‌ آن‌ها گذشته است در برابر حملات آسیب پذیراست. و حمله کننده می ‌تواند به راحتی اطلاعاتی که شما تصویر می‌کنید امن است را فاش کند. مدیریت پایگاه وب نیاز دارد تا نخست کارگزار را قبل از بازدید پایگاه وب درست کند.</p><p> کد خطا: NS_ERROR_NET_INADEQUATE_SECURITY</p>
ga_ie: <p>Úsáideann <span class='hostname'></span> teicneolaíocht slándála atá as dáta agus leochaileach ar ionsaithe. D'fhéadfadh ionsaitheoir eolas a nochtadh áit ar shíl tú go raibh sé slán. Beidh ar riarthóir an tsuímh gréasáin an freastalaí a dheisiú sula mbeidh tú ábalta cuairt a thabhairt ar an suíomh. </p><p> Cód Earráide: NS_ERROR_NET_INADEQUATE_SECURITY</p>
id: <p><span class='hostname'></span> menggunakan teknologi keamanan yang sudah kedaluwarsa dan rentan diserang. Penyerang dapat dengan mudah mengorek informasi yang Anda anggap aman. Administrator situs web perlu memperbaiki peladen terlebih dahulu sebelum Anda dapat mengunjungi situsnya.</p><p>Kode galat: NS_ERROR_NET_INADEQUATE_SECURITY</p>
is: <p><span class='hostname'></span> notast við öryggistækni sem er úreld og ekki lengur örugg. Árásaraðili gæti auðveldlega komist í upplýsingar sem þú telur vera öruggar. Vefumsjónaraðilinn verður að laga miðlarann áður en þú getur heimsótt vefsvæðið .</p><p>Villu kóði: NS_ERROR_NET_INADEQUATE_SECURITY</p>
kk: <p><span class='hostname'></span> ескірген және шабуылдарға әлсіз қауіпсіздік технологиясын қолдануда. Шабуылшы сіз қауіпсіз деп ойлаған ақпаратты оңай анықтай алады. Сіз сайтты шолғанға дейін оның әкімшісі серверді ретке келтіруі тиіс.</p><p>Қате коды: NS_ERROR_NET_INADEQUATE_SECURITY</p>
lv: <p><span class='hostname'></span> izmanto novecojušu un nedrošu drošības tehnoloģiju. Uzbrucējs varētu piekļūt informācijai, kuru uzskatījāt par droši aizsargātu. Lapas administratoram vajadzēs salabot serveri, pirms varēsiet apmeklē lapu.</p><p>Kļūdas kods: NS_ERROR_NET_INADEQUATE_SECURITY</p>
pt: <p><span class='hostname'></span> utiliza tecnologia de segurança que está desatualizada e vulnerável a ataques. Um atacante pode facilmente revelar informação que pensou estar segura. O administrador do website precisa de corrigir o servidor primeiro antes que possa visitar o site. </p><p>Código de erro: NS_ERROR_NET_INADEQUATE_SECURITY</p>
th: <p><span class='hostname'></span> ใช้เทคโนโลยีความปลอดภัยที่ล้าสมัยและเสี่ยงต่อการถูกโจมตี ผู้โจมตีสามารถเปิดเผยข้อมูลที่คุณคิดว่าปลอดภัยได้อย่างง่ายดาย ผู้ดูแลเว็บไซต์จำเป็นต้องแก้ไขเซิร์ฟเวอร์ก่อนที่คุณจะสามารถเยี่ยมชมไซต์ได้</p><p>รหัสข้อผิดพลาด: NS_ERROR_NET_INADEQUATE_SECURITY</p>
uz: <p><span class='hostname'></span> hujumlarga chidamsiz va eskirgan xavfsizlik texnonolgiyasidan foydalanadi. Xakker siz xavfsiz deb o‘ylaydigan ma’lumotlarni osongina ochib ko‘rishi mumkin. Siz saytga kira olishingiz uchun avvalo sayt administratori serverni to‘g‘rilashi kerak.</p><p>Xatolik kodi: NS_ERROR_NET_INADEQUATE_SECURITY</p>

source: It looks like your network security settings might be causing this. Do you want the default settings to be restored?
bg: Изглежда вашите настройките на сигурността може да са предизвикали това. Искате ли да възстановите оригиналните настройки?
bn_bd: আপনার নেটওয়ার্কের সুরক্ষা সেটিংস এই সমস্যা কারণ বলে প্রতীয়মান হচ্ছে। আপনি কি সেটিংস পূর্বাবস্থায় ফিরিয়ে নিতে চান?
br: Gallout a ra hoc'h arventennoù rouedad bezañ kaoz eus kement-se. Fellout a ra deoc'h assav an arventennoù dre ziouer?
cy: Mae'n edrych fel mai eich gosodiadau diogelwch rhwydwaith sy'n achosi hyn. Hoffech chi adfer y gosodiadau rhagosodedig?
fa: به نظر می‌رسد تنظیمات امنیتی شبکه شما ممکن است باعث این شده باشند. آیا می‌خواهید که تنظیمات پیش‌فرض دوباره تنظیم شوند؟
ga_ie: De réir cosúlachta, is éard atá cúis leis seo ná do chuid socruithe slándála líonra. An bhfuil fonn ort filleadh ar na réamhshocruithe?
is: Svo virðist sem netöryggisstillingar gætu valdið þessu. Viltu endurheimta sjálfgefnar stillingar?
kk: Сіздің желілік қауіпсіздік баптаулар осыны туғызатын сияқты. Бастапқы баптауларды қалпына келтіруді қалайсыз ба?
pt: Parece que as suas definições de segurança de rede podem estar a causar isto. Pretende que as definições predefinidas sejam restauradas?
th: ดูเหมือนว่าการตั้งค่าความปลอดภัยเครือข่ายของคุณอาจเป็นสาเหตุของสิ่งนี้ คุณต้องการเรียกคืนการตั้งค่าปริยายหรือไม่?
uz: Tarmoq xavfsizligi bo‘yicha sozlamalar bunga sabab bo‘lishi mumkin. Standart sozlamalarni tiklashni xohlaysizmi?

source: Restore default settings
bg: Възстановяване на оригиналните настройки
bn_bd: পূর্বনির্ধারিত সেটিং পুনরুদ্ধার করুন
br: Assav an arventennoù dre ziouer
cy: Adfer y gosodiadau rhagosodedig
fa: بازگردانی تنظیمات پیش‌فرض
ga_ie: Athchóirigh na réamhshocruithe
is: Endurheimta sjálfgefnar stillingar
kk: Бастапқы баптауларды қалпына келтіру
ml: സ്വതേയുള്ള സജ്ജീകരണങ്ങള്‍ വീണ്ടെടുക്കുക
pt: Restaurar definições predefinidas
th: เรียกคืนการตั้งค่าปริยาย
uz: Standart sozlamalarni tiklash

source: Open Login Page
fa: باز کردن صفحه ورود

source: Advanced
bn_bd: উন্নততর

source: Log in to network
bn_bd: নেটওয়ার্কে লগইন করুন

source: <p>You must log in to this network before you can access the Internet.</p>
bn_bd: <p>ইন্টারনেট প্রবেশ করতে হলে, আপনাকে এই নেটওয়ার্কে অবশ্যই লগইন করতে হবে।</p>

source: Open Network Login Page
bn_bd: নেটওয়ার্ক লগইন পৃষ্ঠা খুলুন

source: <p> &brandShortName; did not connect to <span id='wrongSystemTime_URL'/> because your computer’s clock appears to show the wrong time and this is preventing a secure connection.</p> <p>Your computer is set to <span id='wrongSystemTime_systemDate'/>, when it should be <span id='wrongSystemTime_actualDate'/>. To fix this problem, change your date and time settings to match the correct time.</p>
bn_bd: <p> &brandShortName; আপনার <span id='wrongSystemTime_URL'/> সাথে সংযোগ স্থাপন করেনি। কারণ আপনার কম্পিউটারের ঘড়ি ভুল সময় প্রদর্শন করছে, যা নিরাপদ সংযোগ স্থাপনের অন্তরায়।</p><p>আপনার কম্পিউটার<span id='wrongSystemTime_systemDate'/> সেট করা রয়েছে, অথচ এটি <span id='wrongSystemTime_actualDate'/> সেট থাকার কথা। এই সমস্যা দূর করতে, আপনার তারিখ ও সময়ের সেটিংস সঠিক করুন।</p>

source: <p>&brandShortName; did not connect to <span id='wrongSystemTimeWithoutReference_URL'/> because your computer’s clock appears to show the wrong time and this is preventing a secure connection.</p> <p>Your computer is set to <span id='wrongSystemTimeWithoutReference_systemDate'/>. To fix this problem, change your date and time settings to match the correct time.</p>
bn_bd: <p> &brandShortName; আপনার <span id='wrongSystemTimeWithoutReference_URL'/> সাথে সংযোগ স্থাপন করেনি। কারণ আপনার কম্পিউটারের ঘড়ি ভুল সময় প্রদর্শন করছে, যা নিরাপদ সংযোগ স্থাপনের অন্তরায়।</p><p>আপনার কম্পিউটার <span id='wrongSystemTimeWithoutReference_systemDate'/> সেট করা রয়েছে। এই সমস্যা দূর করতে, আপনার তারিখ ও সময়ের সেটিংস সঠিক করুন।</p>

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
bn_in: <ul><li>ঠিকানা টাইপ করার সময় হওয়া ভুলত্রুটি পরীক্ষা করুন যেমন<strong>www</strong>.example.com-র পরিবর্তে<strong>ww</strong>.example.com</li> <li>একটিও পেজ লোড করা সম্ভব না হলে কম্পিউটারের সাথে নেটওয়ার্কের সংযোগ পরীক্ষা করুন।</li><li>আপনার কম্পিউটার যদি কোনো ফায়ারওয়াল অথবা প্রক্সির আড়ালে স্থাপিত হয় তাহলে &brandShortName;-কে ওয়েবে সংযোগ করার অনুমতি প্রদান করুন।</li> </ul>
es_es: <ul> <li>Compruebe que la dirección no tiene errores de escritura del tipo <strong>ww</strong>.ejemplo.com en lugar de <strong>www</strong>.ejemplo.com</li> <li>Si no puede cargar ninguna página, compruebe la conexión de red de su equipo.</li> <li>Si su equipo o red están protegidos por un cortafuegos o proxy, asegúrese de que &brandShortName; tiene permiso para acceder a la web.</li> </ul>
fur: <ul> <li>Verifiche che te direzion no tu vedis fat erôrs di digjitazion come <strong>ww</strong>.example.com invezit di <strong>www</strong>.example.com</li> <li>Se no tu rivis a cjamâ nissune pagjine, verifiche la conession ae rêt dal to ordenadôr.</li> <li>Se il to ordenadôr o rêt a son protezûts di un firewall o di un proxy, siguriti che &brandShortName; al vedi il permès di acedi al Web.</li> </ul>
he: <ul> <li>בדוק כי הכתובת הוקלדה ללא שגיאות כגון <strong>ww</strong>.example.com במקום <strong>www</strong>.example.com</li> <li>אם אינך יכול לטעון כל דף, בדוק את החיבור לרשת של המחשב.</li> <li>אם המחשב או הרשת מוגנים בחומת אש או בשרת מתווך, ודא כי &brandShortName; מורשה לגשת לרשת.</li> </ul>
km: <ul> <li>ពិនិត្យ​អាសយដ្ឋាន​រក​មើល​កំហុស​ដែល​បាន​វាយ​ដូចជា <strong>ww</strong>.example.com ជំនួសឲ្យ <strong>www</strong>.example.com</li> <li>ប្រសិនបើ អ្នក​មិន​អាច​ផ្ទុក​ទំព័រ​ណាមួយ​បាន​ទេ ពិនិត្យមើល​ការ​តភ្ជាប់​បណ្ដាញ​របស់​កុំព្យូទ័រ ។</li> <li>ប្រសិនបើ កុំព្យូទ័រ ឬ​បណ្ដាញ​របស់​អ្នក​ត្រូវ​បាន​ការពារ​ដោយ​ជញ្ជាំងភ្លើង ឬ​ប្រូកស៊ី សូម​ប្រាកដ​ថា &brandShortName; ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ចូល​ដំណើរការ​បណ្ដាញ ។</li> </ul>
ku: <ul> <li>Ji ber gumana çewtiyan navnîşanê kontrol bike. Dibe ku te <strong>ww</strong>.example.com nivîsandibe ji dêvla vê ve: <strong>www</strong>.example.com</li> <li>Eger nikaribî tu rûpelekê vekî, girêdana înternetê ya kompîtera xwe kontrol bike.</li> <li>Eger kompîtera te ji hêla firewall an jî proksiyekê ve tê parastin, teqez bike ka ji bo that &brandShortName;ê destûra Webê heye an na.</li> </ul>
lb: <ul> <li>Kontrolléier d'Adress no Schreiffeeler wéi <strong>ww</strong>.beispill.lu aplaz vun <strong>www</strong>.beispill.lu</li> <li>Wann s de keng Säit geluede kriss, kontrolléier dengem Computer seng Netzwierkconnectioun.</li> <li>Wann däi Computer vun enger Firewall oder engem Proxy geschützt ass, kuck op de &brandShortName; d'Erlaabnis huet fir sech mam Internet ze connectéieren.</li> </ul>
ro: <ul> <li>Verificați adresa de erori de tastare cum ar fi <strong>ww</strong>.exemplu.ro în loc de <strong>www</strong>.exemplu.ro</li> <li>Dacă nu puteți încărca nicio pagină, verificați conexiunea la rețea a calculatorului dumneavoastră.</li> <li>Dacă sistemul sau rețeaua dumneavoastră este protejat de un paravan (firewall) sau proxy, asigurați-vă că &brandShortName; are permisiunea de a accesa Web-ul.</li> </ul>
sw: <ul> <li>Kagua anwani ya kuchapisha makosa kama vile <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>ikiwa huwezi kupakiza kurasa zozote, kagua muunganisho wa mtandao wa tarakilishi.</li> <li>Ikiwa tarakilishi yako au mtandao umelindwa na firewall au proxy, hakikisha kuwa &brandShortName; imeruhusiwa kufikia Wavuti.</li> </ul>
tk: <ul> <li>Salgyny <strong>www</strong>.salgy.com ýerine <strong>ww</strong>.salgy.com</li> ýaly ýazgy ýalňyşy üçin barlaň. <li>Eger hiç bir sahypa ýüklenmeýän bolsa, kompýuteriňiziň tor baglanyşygyny barlaň.</li> <li>Eget kompýuteriňiz ýa-da toruňyz Goranyş Diwary ýa-da ygtyýarlanyjy tarapyndan goralan bolsa, hakykatdan hem &brandShortName; üçin interneta girmäge rugsatyň berilendigini barlaň .</li> </ul>
tt: <ul> <li>Adresní xeríflew xataları öçön tikşírígíz: meselen, <strong>www</strong>.example.com urınına <strong>ww</strong>.example.com</li> <li>Hiçbír sexifení yökli almıysız iken, bílgísanarığıznıñ çílter ílímtesín tikşírígíz.</li> <li>Bílgísanar yeise çílterígíz ut-diwarı yeise proksi ximayesí astında ise, &brandShortName; qullanmasına Perewízge iríşü röxsetí birílgen buluwınnan ışanıçlı bulığız.</li> </ul>
zu: <ul> <li>Hlola ukuthi ikheli alinawo amaphutha okubhala njengokuthi <strong>ww</strong>.isibonelo.com esikhundleni sokuthi <strong>www</strong>.isibonelo.com</li> <li>Uma ungakwazi ukulayisha noma iliphi ikhasi, hlola ukuxhuma kunethiwekhi yekhompyutha yakho.</li> <li>Uma ikhompyutha yakho noma inethiwekhi ivikelwe isivikeli noma i-proxy, qiniseka ukuthi i-&brandShortName; ivunyelwe ukungena kuwebhu.</li> </ul>

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
bn_in: <ul> <li>ফাইলের নামের মধ্যে ভুলবসত লেখা বড় ছাঁদের হরফ অথবা অন্যান্য ত্রুটি পরীক্ষা করুন।</li> <li>ফাইলের স্থান অথবা নাম পরিবর্তিত হয়েছে কিনা অথবা সেটি মুছে ফেলা হয়েছে কিনা তা পরীক্ষা করুন।</li> </ul>
es_es: <ul> <li>Compruebe que el nombre de archivo no tiene errores de escritura, incluyendo el uso de mayúsculas.</li> <li>Compruebe si el archivo ha sido movido, renombrado o eliminado.</li> </ul>
fur: <ul> <li>Verifiche di vê scrit esat maiusculis e minusculis o di no vê fat altris erôrs cussì.</li> <li>Verifiche che il file nol sedi stât movût, cambiât di non o eliminât.</li> </ul>
he: <ul> <li>בדוק ששם הקובץ אוית נכון, שנעשה שימוש נכון באותיות רישיות ושאין שגיאות הקלדה אחרות.</li> <li>בדוק אם הקובץ הועבר, שינה שם או נמחק.</li> </ul>
km: <ul> <li>ពិនិត្យ​ឈ្មោះ​ឯកសារ​រក​មើល​អក្សរពុម្ព​ ឬ​កំហុស​ក្នុង​ការ​វាយ​ផ្សេងទៀត​ ។</li> <li>ពិនិត្យមើល​ថា តើ​ឯកសារ​ត្រូវ​បាន​ផ្លាស់ទី ប្ដូរ​ឈ្មោះ ឬ​លុប​ដែរ​ឬ​ទេ ។</li> </ul>
ku: <ul> <li>Dibe ku di nivîsandina tîpên hûrdek/girdek de çewtî hebe.</li> <li>Dibe ku ciyê pelê an jî navê wê hatibe guhertin an jî hatibe jêbirin.</li> </ul>
lb: <ul> <li>Kontrolléier de Numm vum Fichier op Grouss/Klengschreiwung oder aner Schreiffeeler.</li> <li>Kontrolléier ob de Fichier verréckelt, ëmbenannt oder geläscht gouf.</li> </ul>
ro: <ul> <li>Verificați ca numele fișierului să nu aibă erori de majuscule/minuscule sau alte erori de tastare.</li> <li>Verificați ca fișierul să nu fi fost mutat, redenumit sau șters.</li> </ul>
sw: <ul> <li>Kagua jina la faili kwa utumizi wa herufi kubwa na makosa mengine ya kuchapa.</li> <li>Kagua kuona kama faili iliondolewa, imepewa jina lipya au imefutwa.</li> </ul>
tk: <ul> <li>Faýl adyny baş harp ýa-da beýleki ýazgy ýalňyşlygy üçin barlaň.</li> <li>Faýlyň süýşürlendigi, aýrylandygyny ýa-da adynyň üýtgedilendigini barlaň.</li> </ul>
tt: <ul> <li>Dosye isímín baş-xeríflew we başqa xeríflew xataları öçön tikşírígíz.</li> <li>Dosyeníñ taşılğan, yene-isímlendírílgen yeise suwırılğan bulıp bulmağanın tikşírígíz.</li> </ul>
zu: <ul> <li>Hlola igama lefayela ukuthi osonhlamvukazi babhalwe kahle namanye amaphutha okubhala.</li> <li>Hlola ubone ukuthi ifayela aliyiswanga kwenye indawo, laqanjwa futhi noma lasuswa.</li> </ul>

source: <p>&brandShortName; can't load this page for some reason.</p>
bn_in: <p>কোনো কারণবসত &brandShortName;-র দ্বারা এই পৃষ্ঠা লোড করা সম্ভব নয়।</p>
es_es: <p>&brandShortName; no puede cargar esta página por alguna razón.</p>
fur: <p>&brandShortName; nol rive a cjamâ cheste pagjine par cualchi motîf.</p>
he: <p>&brandShortName; אינו יכול לטעון דף זה מסיבה לא ידועה.</p>
km: <p>&brandShortName; មិន​អាច​ផ្ទុក​ទំព័រ​នេះ​បាន​ទេ ពីព្រោះ​តែ​ហេតុផល​មួយ​ចំនួន ។</p>
ku: <p>&brandShortName; ji ber sedemeke nayê zanîn, nikare vê rûpelê veke.</p>
lb: <p>&brandShortName; kann dës Säit aus iergendengem Grond net lueden.</p>
ro: <p>&brandShortName; nu poate încărca pagina dintr-un motiv oarecare.</p>
sw: <p>&brandShortName; haiwezi kupakia ukurasa huu kwa sababu fulani.</p>
tk: <p>&brandShortName; käbir sebäplerden şu sahypany ýükläp bilenok.</p>
tt: <p>&brandShortName; bílínmegen bír sebepten bu sexifení yökliy almıy.</p>
zu: <p>&brandShortName; alikwazi ukulayisha leli khasi ngenxa yesizathu esithile.</p>

source: The address isn't valid
bn_in: ঠিকানা বৈধ নয়
es_es: La dirección no es válida
fur: La direzion no je valide
he: כתובת לא חוקית
km: អាសយដ្ឋាន​មិនត្រឹមត្រូវ
ku: Çewtî' Navnîşan Nederbasdar e
lb: Dës Adress ass net gülteg
ro: Adresa nu este validă
sw: Anwani sio sahihi
tk: Salgy geçerli däl.
tt: Bu adres kiçíşlí tügíl
zu: Leli kheli alisebenzi

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you're using forward slashes (i.e. <strong>/</strong>).</li> </ul>
bn_in: <ul> <li>ওয়েব ঠিকানা সাধারণত উল্লিখিত রূপে লেখা হয় <strong>http://www.example.com/</strong></li> <li>আপনি ফরওয়ার্ড স্ল্যাশ চিহ্ন ব্যবহার করেছেন কিনা তা পরীক্ষা করুন (i.e. <strong>/</strong>)।</li> </ul>
es_es: <ul> <li>Las direcciones web se escriben normalmente como <strong>http://www.ejemplo.com/</strong></li> <li>Asegúrese de que está usando barras inclinadas hacia delante (p.e. <strong>/</strong>).</li> </ul>
fur: <ul> <li>Lis direzions Web a son par solit scritis come <strong>http://www.example.com/</strong></li> <li>Siguriti di doprâ lis sbaris justis (chês indevant, <strong>/</strong>).</li> </ul>
he: <ul> <li>כתובות אתרים מכתבות בדרך־כלל בתבנית של <strong>http://www.example.com/</strong></li> <li>ודא שאתה משתמש בלוכסן קדמי ("<strong>/</strong>").</li> </ul>
km: <ul> <li>ជាទូទៅ អាសយដ្ឋាន​បណ្ដាញ​ត្រូវ​បាន​សរសេរ​ដូចនេះ <strong>http://www.example.com/</strong></li> <li>សូម​ប្រាកដ​ថា អ្នក​កំពុង​តែ​ប្រើ​សញ្ញា (/) (ឧ. <strong>/</strong>)។</li> </ul>
ku: <ul> <li>Navnîşan bi piranî wekî <strong>http://www.navnisan.com/</strong> tên nivîsandin.</li> <li>Gelo xalbenda parvekirinê rast hatiye nivîsandin? (Divê wisa be: <strong>/</strong>).</li> </ul>
lb: <ul> <li>Webadresse ginn normalerweis folgendermoosse geschriwwen <strong>http://www.beispill.lu/</strong></li> <li>Kontrolléier ob s du schif Strécher benotz hues (d.h. <strong>/</strong>).</li> </ul>
ro: <ul> <li>Adresele web se scriu de obicei așa: <strong>http://www.exemplu.ro/</strong></li> <li>Asigurați-vă că folosiți slash-uri corecte (adică <strong>/</strong>).</li> </ul>
sw: <ul> <li>Anwani za tovuti kawaida huandikwa kama <strong>http://www.example.com/</strong></li> <li>Hakikisha kuwa unatumia mikwaju mbele (k.v. <strong>/</strong>).</li> </ul>
tk: <ul> <li>Web salgylar köplenç şeýle ýazylýar: <strong>http://www.salgy.com/</strong></li> <li>Şuny dogry ulanandygyňyzy barlaň:( <strong>/</strong>).</li> </ul>
tt: <ul> <li>Perewíz adreslerí ğadette <strong>http://www.example.com/</strong> kíbík yazılır</li> <li>Qıyıq sızıqlar qullanğanığızdan ışanıçlı bulığız (yeğni, <strong>/</strong>).</li> </ul>
zu: <ul> <li>Amakheli ewebhu avame ukubhalwa kanje <strong>http://www.example.com/</strong></li> <li>Qiniseka ukuthi usebenzisa isileshi esibheke phambili (isib. <strong>/</strong>).</li> </ul>

source: <p>The requested document is not available in &brandShortName;'s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
bn_in: <p>&brandShortName;-র ক্যাশের মধ্যে, অনুরোধ করা নথিটি উপলব্ধ নেই।</p><ul><li>নিরাপত্তার খাতিরে, সংবেদনশীল নথির ক্ষেত্রে &brandShortName; দ্বারা স্বয়ংক্রিয়ভাবে পুনরায় অনুরোধ করা হয় না।</li><li>ওয়েব-সাইট থেকে নথিটি পুনরায় অনুরোধ করার জন্য 'পুনরায় প্রচেষ্টা' ক্লিক করুন।</li></ul>
es_es: <p>El documento requerido ya no está disponible en la caché de &brandShortName;.</p><ul><li>Como precaución de seguridad, &brandShortName; no vuelve a pedir automáticamente documentos sensibles.</li><li>Haga clic en Intentar de nuevo para volver a pedir el documento del sitio web.</li></ul>
he: <p>המסמך המבוקש לא זמין במטמון של &brandShortName;.</p><ul><li>כאמצעי זהירות, &brandShortName; לא יבקש שוב אוטומטית מסמכים רגישים.</li><li>לחץ נסה שוב כדי לבקש מחדש את המסמך מאתר האינטרנט.</li></ul>
km: <p>ឯកសារ​ដែល​បាន​ស្នើ មិន​មាន​នៅ​ក្នុង​ឃ្លាំង​សម្ងាត់​របស់ &brandShortName; ទេ ។</p><ul><li>ជា​ការ​ប្រុងប្រយ័ត្ន​សុវត្ថិភាព​ជាមុន &brandShortName; មិន​ស្នើ​ឯកសារ​សម្ងាត់​ឡើងវិញ​ដោយ​ស្វ័យប្រវត្តិ​ឡើយ ។</li><li>ចុច​ព្យាយាម​ម្ដងទៀត ដើម្បី​ស្នើ​ឯកសារ​ម្ដងទៀត​ពី​តំបន់​បណ្ដាញ ។</li></ul>
ku: <p>Bergeya xwestî di pêşbîra &brandShortName;ê de tune ye.</p><ul><li>Wekî rêgiriyeke ewlekariyê, &brandShortName; belgeyên bihîstyar ji nû ve naxwaze.</li><li>Ji bo ku belgeyê dîsa ji malperê bixwazî Dîsa Biceribîneyê bitikîne.</li></ul>
ro: <p>Documentul cerut nu mai este disponibil în memoria temporară creată de &brandShortName;.</p><ul><li>Ca o măsură de siguranță, &brandShortName; nu cere din nou automat documente ce par a fi confidențiale.</li><li>Clic pe Încearcă din nou pentru a cere din nou documentul de la saitul de unde provine.</li></ul>
sw: <p>Waraka ulioombwa haupatikani katika &brandShortName; kache. .</p><ul><li>Kama hadhari ya usalama, &brandShortName; haiombi tena kiotomatiki nyaraka zenye hisia.</li><li>Bofya Jaribu Tena ili kuomba tena waraka kutoka kwa wavuti.</li></ul>
tk: <p>Talap edilen resminama &brandShortName; öňýadynda tapylanok.</p><ul><li>Gorag üçin, &brandShortName; eserdeň resminamalary öz-özünden gaýta talap edenok.</li><li>Saýtdan resminamany gaýtadan talap etmek üçin Gaýtadan Synanşa basyň.</li></ul>
tt: <p>İstengen vesiqa &brandShortName; zulasında faydalanışlı degildir.</p><ul><li>Bir emniyet ihtiyatı olaraq, &brandShortName; hassas vesiqalarnı avtomatik olaraq kene istemez.</li><li>Vesiqanı ağ saytından tekrar istemek içün Yañıdan Deñe'ge çertiñiz.</li></ul>
zu: <p>Umbhalo oceliwe awutholakali esilondolozini se-&brandShortName;</p><ul><li>Njesiqaphelisi sokuphepha, i-&brandShortName; ayiceli kabusha ngokuzenzakalela imibhalo ezwela kakhulu.</li><li>Qhofoza u-Zama Futhi ukuze ucele kabusha umbhalo kusuka kuwebhusayithi.</li></ul>
