Repository: translate/mozilla-l10n
Catalog: gn_*/toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: gn_bo

source: Search all add-ons
gn_bo: Eeka oporomborɨ vae reta

# loading.label
source: Loading…
gn_bo: Ombogüeyɨ güɨnoi...

source: You don't have any add-ons of this type installed
gn_bo: Nde mbaetɨ renoi kuae nunga oñeñonogüe reta oporomborɨ vae reta

# listEmpty.availableUpdates.label
source: No updates found
gn_bo: Mbaetɨ oñeväe oyembopɨau vae reta

source: You haven't recently updated any add-ons
gn_bo: Mbaetɨ oyembopɨau ramo metei ave oporomborɨ vae

source: Check For Updates
gn_bo: Eeka oyembopɨau vae reta

source: Could not find any matching add-ons
gn_bo: Mbaetɨ oñeväe metei ave oyovake vae oporomborɨ vae reta pe

source: Learn more about add-ons
gn_bo: Enoi jeta mbae re omombeu vae oporomborɨ vae reta regua

source: &Install Add-on From File…
gn_bo: Eñono oporomborɨ vae kuatía jenda gü&i...

source: Tools for all add-ons
gn_bo: Tembiporu reta oporomborɨ vae reta peguarä

source: Go back one page
gn_bo: Epea jaɨkue kotɨ metei página

source: Go forward one page
gn_bo: Emondo jenonde metei página

source: All add-ons have been disabled by safe mode.
gn_bo: Opaete oporomborɨ vae reta opa oyembogüe agüɨye vaerä oikomegua.

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
gn_bo: Ñamae kavi oyovake vaerä vae reta re vae ogüe oï. nde ipuere ko renoi kuae oyovakembae vae reta.

# warning.checkcompatibility.enable.label
source: Enable
gn_bo: Eñono kavi

source: Enable add-on compatibility checking
gn_bo: Eñono kavi oyovake vae re omae kavi oporomborɨ vae reta peguarä.

source: Add-on update security checking is disabled. You may be compromised by updates.
gn_bo: Oñemae kavi jese jaekavi vaerä yembopɨau reta omborɨ vae ogüe oï. Ñee reeka pɨpe vae ipuere oikomegua yembopɨau reta rupi.

# warning.updatesecurity.enable.label
source: Enable
gn_bo: Eñono kavi

source: Enable add-on update security checking
gn_bo: Eñono omae kavi oporomborɨ oyembopɨau vae peguarä vae re

# info.plugincheck.label
source: Check to see if your plugins are up to date
gn_bo: Eumbiri kuae pe reecha vaerä ndeplugins reta oyembopɨau ra oï

# info.plugincheck.tooltip
source: Check to see if your plugins are up to date
gn_bo: Eumbiri kuae pe reecha vaerä ndeplugins reta oyembopɨau ra oï

source: Get Add-ons
gn_bo: Enoi oporomborɨ vae reta

source: Recent Updates
gn_bo: Oyembopɨau ramo vae reta

source: Available Updates
gn_bo: Oyembopɨau vae reta jae kavi ñogüɨnoi vae

source: &Check for Updates
gn_bo: &Eeka yembopɨau reta

source: &View Recent Updates
gn_bo: Emae oyembopɨau ramo &vae reta re

source: Update &Add-ons Automatically
gn_bo: Embopɨ&au oporomborɨ vae reta jae aeño oparavɨkɨ vae

source: &Reset All Add-ons to Update Automatically
gn_bo: Eñono kavi ye opaete opo&romborɨ vae reta ombopɨau vaerä jae aeño

source: &Reset All Add-ons to Update Manually
gn_bo: Eñono kavi ye opaete opo&romborɨ vae reta rembopɨau vaerä nde etei

source: Updating add-ons
gn_bo: Ombopɨau güɨnoi oporomborɨ vae reta

source: Your add-ons have been updated.
gn_bo: Ndemborɨ vae reta oyembopɨau ma.

source: Your add-on updates have been downloaded.
gn_bo: Oyembopɨau vae reta ndemborɨ vae reta güi opa ma ombogueyɨ reta.

source: Restart now to complete installation
gn_bo: Emboɨpɨ pɨau añave opa vaerä reñono kavi

# updates.noneFound.label
source: No updates found
gn_bo: Mbaetɨ oñeväe oyembopɨau vae reta

source: View Available Updates
gn_bo: Emae oyembopɨau vae reta jae kavi ñogüɨnoi vae re

source: Install Updates
gn_bo: Eñono oyembopɨau vae reta

source: Install available updates in this list
gn_bo: Eñono oyembopɨau vae reta jaekavi ñogüɨnoi oñemoäpɨta vae reta

source: &Show More Information
gn_bo: &Toechauka jeta mbae re omombeu vae

source: &Find Updates
gn_bo: Eeka yem&bopɨau reta

# cmd.preferencesWin.label cmd.preferencesWin.accesskey
source: &Options
gn_bo: &Oimeño vae reta

# cmd.preferencesUnix.label cmd.preferencesUnix.accesskey
source: &Preferences
gn_bo: Oye&paragüe reta

source: &About
gn_bo: Regu&a

source: &Enable
gn_bo: Eñono k&avi

source: &Disable
gn_bo: Oyembogüe

source: &Wear Theme
gn_bo: &Eiporu mbae re ko omombeu vae

source: Stop &Wearing Theme
gn_bo: &Agüɨye mo eiporu mbae re ko omombeu vae

source: &Install
gn_bo: Eñono

source: &Remove
gn_bo: Eekɨ

source: Options
gn_bo: Oimeño vae reta

# cmd.showPreferencesWin.tooltip
source: Change this add-on's options
gn_bo: Eipoepɨ oimeño vae reta kuae oporomborɨ vae pe

source: Preferences
gn_bo: Oyeparagüe reta

# cmd.showPreferencesUnix.tooltip
source: Change this add-on's preferences
gn_bo: Eipoepɨ yeparavo reta kuae oporomborɨ vae pe

source: &Contribute
gn_bo: Emboyao

source: Contribute to the development of this add-on
gn_bo: Emborɨ ojo vaerä tenonde kuae oporomborɨ vae

source: Show Release Notes
gn_bo: Toechauka kuatía regua reta

source: Show the release notes for this update
gn_bo: Toechauka kuatia regua reta kuae oporomborɨ vae peguarä

source: Hide Release Notes
gn_bo: Oñomi kuatia regua reta

source: Hide the release notes for this update
gn_bo: Oñomi kuatía regua reta kuae oyeapo pɨau vae

source: What are Add-ons?
gn_bo: ¿Mbae pa jókuae omborɨ ïru programa vae?

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
gn_bo: Oporomborɨ vae reta jae ko programa reta omaeño reike vaerä &brandShortName; pe oparavɨkɨ kavi vaerä ani oyapo kavi vaerä. Emboaporova metei jenda iyɨke kotɨ oï vae pe ɨmambae vaerä. Metei oikuaauka ɨmambae vae re jare metei omae oyeapogüe re oeya vaerä &brandShortName; pe reipota rami.

source: When you're connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
gn_bo: Reipea internet yave, kuae oechaukata amogüe ikavi vae reta jare oyeporu yae vae oporomborɨ vae, remboaporova vaerä.

source: Version
gn_bo: Kuatía

# detail.lastupdated.label
source: Last Updated
gn_bo: Yembopɨau taɨkuegua ete

source: Developer
gn_bo: Omondo tenonde vae

# detail.homepage.label
source: Homepage
gn_bo: Página yamboɨpɨ pɨpe vae

source: Downloads
gn_bo: Ombogüeyɨ reta

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
gn_bo: Tenonde güɨraja kuae oporomborɨ vae oiporu ndeve remborɨ vaerä iparavɨkɨ re, emboyao mbovɨ reyapogüe.

source: Automatic Updates
gn_bo: Oyeapogüe reta jaeño oparavɨkɨ vae

source: Default
gn_bo: Oikomegua vae rupi

source: Automatically install updates only if that's the default
gn_bo: Eñono yembopɨau reta jaeño oparavɨkɨ vae oime ma jaeño oï vae

source: On
gn_bo: Emboendɨ

source: Automatically install updates
gn_bo: Eñono jaeño oparavɨkɨ vae oyembopɨaugüe reta

source: Off
gn_bo: Embogüe

source: Don't automatically install updates
gn_bo: Agüɨye eñono jaeño oparavɨkɨ vae reta oyembopɨaugüe

# detail.home
source: Homepage
gn_bo: Página yamboɨpɨ pɨpe vae

source: Add-on Profile
gn_bo: Oporomborɨ vae re omombeu vae

source: Size
gn_bo: Tuichagüe

source: Check &for Updates
gn_bo: &Eeka oyembopɨaugüe reta

source: Check for updates for this add-on
gn_bo: Eeka yembopɨau reta kuae oporomborɨ vae peguarä

# detail.showPreferencesWin.label detail.showPreferencesWin.accesskey
source: &Options
gn_bo: &Oimeño vae reta

# detail.showPreferencesWin.tooltip
source: Change this add-on's options
gn_bo: Eipoepɨ oimeño vae reta kuae oporomborɨ vae pe

# detail.showPreferencesUnix.label detail.showPreferencesUnix.accesskey
source: &Preferences
gn_bo: Oye&paravogüe reta

# detail.showPreferencesUnix.tooltip
source: Change this add-on's preferences
gn_bo: Eipoepɨ yeparavo reta kuae oporomborɨ vae pe

source: Rating
gn_bo: Oyeparavo kavigüe

source: Pause
gn_bo: Epɨta räri

source: Cancel
gn_bo: Emboai

source: Name
gn_bo: Tee

source: Sort by name
gn_bo: Eñono kavi jee rupi

# sort.dateUpdated.label
source: Last Updated
gn_bo: Yembopɨau taɨkuegua ete

source: Sort by date updated
gn_bo: Eñono kavi yembopɨau ifecha rupi

source: Best match
gn_bo: Ikavi oyemboɨpɨ vae

source: Sort by relevance
gn_bo: Eñono kavi jenda rupi kavi

source: Price
gn_bo: Jepɨ

source: Sort by price
gn_bo: Eñono kavi jepɨ rupi

source: Search:
gn_bo: Eeka:

source: My Add-ons
gn_bo: Chemborɨ vae reta

source: Show installed add-ons
gn_bo: Toechauka oporomborɨ vae reta oñeñonogüe

source: Available Add-ons
gn_bo: Oporomborɨ vae reta jaekavi ñogüɨnoi vae

source: Show add-ons available to install
gn_bo: Oechauka oporomborɨ vae reta jae kavi ñogüɨnoi vae oñeñono vaerä

# addon.homepage
source: Homepage
gn_bo: Página yamboɨpɨ pɨpe vae

source: More
gn_bo: Jeta

source: Show more details about this add-on
gn_bo: Emae mbegüe pe kavi kuae oporomborɨ vae re

source: Unknown
gn_bo: Yaikuambae

source: (disabled)
gn_bo: (Oyembogüe)

source: Update
gn_bo: Toyembopɨau

# addon.undoAction.label
source: Undo
gn_bo: Oyemboi

source: Undo this action
gn_bo: Oyemboai kuae oyeapo vae

# addon.undoRemove.label
source: Undo
gn_bo: Oyemboi

source: Keep this add-on installed
gn_bo: Eeyaño kuae oñeñono oporomborɨ vae

source: Restart now
gn_bo: Emboɨpɨ pɨau añave

source: Install
gn_bo: Eñono

source: Install this add-on
gn_bo: Eñono kuae add - on

source: Update Now
gn_bo: Embopɨau añave

source: Install the update for this add-on
gn_bo: Eñono oyembopɨau vae reta kuae oporomborɨ vae peguarä

source: Include in Update
gn_bo: Toyea yembopɨau pe

source: An update is available
gn_bo: Metei yembopɨau jae kavi oï

source: Checking for updates…
gn_bo: Oñemae kavi yembopɨau reta re...

source: Release Notes:
gn_bo: Kuatía regua reta:

# addon.loadingReleaseNotes.label
source: Loading…
gn_bo: Ombogüeyɨ güɨnoi...

source: Sorry, but there was an error loading the release notes.
gn_bo: Neɨro cheve, echa oime metei mbaevɨ ombogüeyɨ ramboeve kuatía regua.

source: By
gn_bo: Rupi

source: End-User License Agreement
gn_bo: Ñee reta omaeño oiporu vaerä oparavɨkɨ vae

source: Accept and Install…
gn_bo: Eyapo jare eñono...

source: Browse…
gn_bo: Emae mbegüe pe kavi...
