Repository: translate/mozilla-l10n
Catalog: kw/toolkit/chrome/mozapps/plugins/plugins.properties.po
Languages: kw

source: To install %S, you need to agree to the following:
kw: Rag lea %S, res yw dhywgh bos unver gans an re a sew:

source: Downloading %S…
kw: Owth iskarga %S…

source: Finished downloading %S.
kw: Iskarga %S yw gorfennys.

source: Installing %S…
kw: Ow lea %S…

source: Successfully installed %S.
kw: %S les yn sowen.

source: Failed to install %S (%S).
kw: Gwall ow lea %S (%S).

source: Finished installing plugins.
kw: Lea ebilyansow yw gorfennys.

source: Installed
kw: Les

source: Failed
kw: Fyllys

source: License not accepted
kw: Ny veu degemerys an leshyans

source: Not Available
kw: Ankavadow

source: Manual Install
kw: Leans dre dhorn

source: Manually install the plugin.
kw: Lea an ebilyans dre dhorn.

source: No suitable plugins were found.
kw: Ny veu kevys ebilyansow gwiw.

source: No plugins were installed.
kw: Ny veu les ebilyans veth.

source: Unknown Plugin (%S)
kw: Ebilyans ankoth (%S)
