Repository: translate/mozilla-l10n
Catalog: mni/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: mni

source: History
mni: ৱারী

source: Show your history (%S)
mni: অদোমগী পুৱারী (%S) উৎলো

source: New Private Window
mni: অনৌবা প্রাইভেত ৱিন্দো

source: Open a new Private Browsing window (%S)
mni: অনৌবা প্রাইভেত ব্রাউজিং ৱিন্দো (%S) হাংদোকউ

source: Save Page
mni: লামায় সেভ তৌরো

source: Save this page (%S)
mni: লামায় (%S) অসি সেভ তৌরো

source: Find
mni: থিবা

source: Find in this page (%S)
mni: লামায় (%S) অসি থিদোকউ

source: Open File
mni: ফাইল হাংদোউ

source: Open a file (%S)
mni: ফাইল (%S) অমা হাংদোকউ

source: Developer
mni: দিভলপর

source: Open Web developer tools (%S)
mni: ৱেব দিভেলপর তুল (%S) হাংদোকউ

source: Sidebars
mni: সাইদবারশিং

source: Show sidebars
mni: সাইদবারশিং উৎলো

source: Add-ons
mni: এদ-ওনশিং

source: Manage your add-ons (%S)
mni: অদোমগী এদ-ওনশিং (%S) শিল্লাংউ

source: Preferences
mni: প্রিফরেন্সশিং

source: Open preferences
mni: প্রিফরেন্স হাংদোকউ

source: Open preferences (%S)
mni: প্রিফরেন্স (%S) হাংদোকউ

source: Options
mni: ওপসনশিং

source: Open options
mni: ওপসনশিং হা্ংদোকউ

source: Zoom Controls
mni: জুম কন্ত্রোলস

source: Zoom controls
mni: জুম কন্ত্রোল

source: Zoom out
mni: জুম আউত

source: Zoom out (%S)
mni: জুম আউত (%S)

source: Reset zoom level (%S)
mni: জুম লেভেল (%S) রিসেত তৌরো

source: Zoom in
mni: জুম ইন

source: Zoom in (%S)
mni: জুম ইন (%S)

source: Edit Controls
mni: কন্ত্রোলশিং শেমদোকউ

source: Edit controls
mni: কন্ত্রোলশিং শেমদোকউ

source: Cut
mni: ককপা

source: Cut (%S)
mni: ককপা (%S)

source: Copy
mni: শিনবা

source: Copy (%S)
mni: শিনবা (%S)

source: Paste
mni: নপশিনবা

source: Paste (%S)
mni: নপশিনবা (%S)

source: Subscribe
mni: সবস্ক্রাইব তৌরো

source: Subscribe to this page
mni: লামায় অসিদা সবস্ক্রাইব তৌরো

source: ­Text Encoding
mni: ­তেক্স এনকোদিং

source: Show text encoding options
mni: তেক্স এনকোদিং ওপসনশিং উৎলো

source: Email Link
mni: ইমেইল লিঙ্ক

source: Email a link to this page
mni: লামায় অসিদা লিঙ্ক অমা ইমেইল তৌরো

source: Share This Page
mni: লামায় অসি শেয়র তৌরো

source: Share this page
mni: লামায় অসি শেয়র তৌরো

source: Forget
mni: কাউবা

source: Forget about some browsing history
mni: ব্রাউজিংগী পুৱারী খরা কাউথোকউ

source: Open WebIDE (%S)
mni: WebIDE (%S) হাংদোকউ
