Repository: translate/mozilla-l10n
Catalog: an/security/manager/chrome/pippki/pippki.properties.po
Languages: an

source: Please enter the Personal Security Password for the PSM Private Keys security device.
an: Escriba a clau de seguranza personal ta las claus privadas PSM d'o dispositivo de seguranza.

source: Do you want to trust "%S" for the following purposes?
an: Quiere confiar en "%S" ta las fins siguients?

source: Certificate Authority (unnamed)
an: Entidat certificadera (sin nombre)

source: The certificate "%S" represents a Certificate Authority.
an: O certificau "%S" represienta a una entidat certificadera.

source: Are you sure you want to delete these server exceptions?
an: Ye seguro que quiere eliminar istas excepcions de servidor?

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
an: Si elimina una excepción de servidor, restaurará as comprobacions de seguranza habituals d'ixe servidor y le caldrá emplegar un certificau valido.

source: Delete Server Certificate Exceptions
an: Eliminar as excepcions de certificaus de servidor

# deleteUserCertConfirm
source: Are you sure you want to delete these certificates?
an: Ye seguro que quiere eliminar istos certificaus?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
an: Si elimina un d'os suyos propios certificaus, no podrá fer-lo servir ta identificar-se.

source: Delete your Certificates
an: Eliminar os suyos certificaus

source: You have requested to delete these CA certificates. For built-in certificates all trust will be removed, which has the same effect. Are you sure you want to delete or distrust?
an: Ha solicitau eliminar istos certificaus d'a CA. En o caso de certificaus integraus, se'n eliminará toda la confianza, que tiene o mesmo efecto. Ye seguro que eliminar-los o deixar-ie de confiar?

source: If you delete or distrust a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
an: Si elimina u deixa de confiar en un certificau d'una entidat certificadera (CA), ista aplicación deixará de confiar en qualsiquier certificau emitiu por ista CA.

source: Delete or Distrust CA Certificates
an: Eliminar u deixar de confiar en os certificaus d'a CA

source: Are you sure you want to delete these people's e-mail certificates?
an: Ye seguro que quiere eliminar istos certificaus de correu electronico d'istas personas?

source: If you delete a person's e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
an: Si elimina un certificau de correu electronico d'una persona, ya no podrá ninviar-le correu zifrau.

source: Delete E-Mail Certificates
an: Eliminar os certificaus de correu electronico

# deleteOrphanCertConfirm
source: Are you sure you want to delete these certificates?
an: Ye seguro que quiere eliminar istos certificaus?

source: Delete Certificates
an: Eliminar os certificaus

source: Certificate File to Import
an: Fichero de certificau ta importar

source: File Name to Backup
an: Nombre d'o fichero que cal fer-ne una copia de seguranza

source: PKCS12 Files
an: Fichers PKCS12

source: Please enter the password that was used to encrypt this certificate backup:
an: Escriba a clau que emplegó ta zifrar a copia de seguranza d'iste certificau.

source: This certificate has been verified for the following uses:
an: S'ha verificau o certificau ta os usos siguients:

source: Could not verify this certificate because it has been revoked.
an: No s'ha puesto verificar o certificau porque ye estau revocau.

source: Could not verify this certificate because it has expired.
an: No s'ha puesto verificar o certificau porque ha venciu.

source: Could not verify this certificate because it is not trusted.
an: No s'ha puesto verificar o certificau porque no se i confía.

source: Could not verify this certificate because the issuer is not trusted.
an: No s'ha puesto verificar o certificau porque no se confía en l'emisor.

source: Could not verify this certificate because the issuer is unknown.
an: No s'ha puesto verificar o certificau porque l'emisor ye desconoixiu.

source: Could not verify this certificate because the CA certificate is invalid.
an: No s'ha puesto verificar o certificau porque o certificau d'a CA no ye valido.

source: Could not verify this certificate because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
an: No s'ha puesto verificar o certificau porque ha estau sinyau con un algorismo de sinyadura inhabilitau porque no yera seguro.

source: Could not verify this certificate for unknown reasons.
an: No s'ha puesto verificar o certificau por razons desconoixidas.

source: Organization: "%S"
an: Organización: "%S"

source: Issued Under: "%S"
an: Emitiu baixo: "%S"

source: Connection Not Encrypted
an: A connexión no ye zifrada

source: The website %S does not support encryption for the page you are viewing.
an: O puesto web %S no permite l'uso de zifrau t'a pachina que ye veyendo.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
an: A información que se ninvia por Internet sin zifrar puede estar vista por terceras personas mientres ye en camín.

source: The page you are viewing is not encrypted.
an: A pachina que ye veyendo no ye zifrada.

source: Connection Encrypted (%1$S, %2$S bit keys, %3$S)
an: Connexión Zifrada (%1$S, claus de %2$S bits, %3$S)

source: Broken Encryption (%1$S, %2$S bit keys, %3$S)
an: Zifrau trencau (%1$S, claus de %2$S bits, %3$S)

source: The page you are viewing was encrypted before being transmitted over the Internet.
an: A pachina que ye veyendo s'ha zifrau antes de transmitir-la por Internet.

source: Encryption makes it difficult for unauthorized people to view information traveling between computers. It is therefore unlikely that anyone read this page as it traveled across the network.
an: O zifrau fa muit dificil que personas no autorizadas puedan veyer a información que viacha entre ordinadors. Por tanto, ye muit improbable que belún haiga leito ista pachina mientres viachaba por o ret.

source: Connection Partially Encrypted
an: Connexión zifrada parcialment

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet or the encryption is not strong enough.
an: Bellas partes d'a pachina que ye mirando no s'han zifrau antes d'estar transmesas por Internet u bien o zifrache no ye prou potent.

source: Certificate Viewer:
an: Visor de certificaus:

source: <Not Part Of Certificate>
an: <No ye parte d'o certificau>

source: (not set)
an: (no definiu)

source: Unable to change Master Password.
an: No se puede cambiar a clau mayestra.

source: You did not enter the correct current Master Password. Please try again.
an: No ha introduciu a clau mayestra actual correcta. Torne-lo a prebar.

source: Master Password successfully changed.
an: A clau mayestra s'ha cambiau con exito.

source: Warning! You have deleted your Master Password.
an: Aviso! Ha eliminau a suya clau mayestra.

source: Warning! You have decided not to use a Master Password.
an: Aviso! Ha decidiu no emplegar una clau mayestra.

source: Your stored web and email passwords, form data, and private keys will not be protected.
an: As suyas clau de web y de correu electronico, os datos d'os formularios y as claus privadas almagazenadas no se protecherán.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
an: Se troba en modo FIPS. FIPS requiere una clau mayestra no vueda.

source: Failed to Login
an: No s'ha puesto encetar a sesión

source: Choose a PKCS#11 device to load
an: Trigue un dispositivo PKCS#11 a cargar

source: Module
an: Modulo

source: Path
an: Camín

source: Label
an: Etiqueta

source: Manufacturer
an: Fabricante

source: Serial Number
an: Numero de serie

source: HW Version
an: Versión HW

source: FW Version
an: Versión FW

source: Status
an: Estau

source: Description
an: Descripción

source: Disabled
an: Deshabilitau

source: Not Present
an: No present

source: Uninitialized
an: No inicializau

source: Not Logged In
an: No ha encetau a sesión

source: Logged In
an: Sesión encetada

source: Ready
an: Presto

source: Enable FIPS
an: Activar os FIPS

source: Disable FIPS
an: Desactivar os FIPS

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
an: O modo FIPS requiere que tienga una clau mayestra establida ta cada dispositivo de seguranza. Estableixca a clau antes de tractar d'activar o modo FIPS.

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
an: No s'ha puesto cambiar o modo FIPS d'o dispositivo de seguranza. Se recomienda que salga y reinicie ista aplicación.

source: Reset Master Password
an: Restablir a clau mayestra

source: Your password has been reset.
an: S'ha restabliu a suya clau mayestra.

source: Select File containing somebody's Email certificate to import
an: Trigue o fichero que contiene o certificau de correu electronico d'unatra persona a importar

source: Select File containing CA certificate(s) to import
an: Trigue o fichero que contiene o(s) certificau(s) CA a importar

source: Select File containing Server certificate to import
an: Trigue o fichero que contiene o certificau de servidor a importar

source: Certificate Files
an: Fichers de certificaus

source: Save Certificate To File
an: Alzar o certificau en un fichero

source: X.509 Certificate (PEM)
an: Certificau X.509 (PEM)

source: X.509 Certificate with chain (PEM)
an: Certificau X.509 con cadena (PEM)

source: X.509 Certificate (DER)
an: Certificau X.509 (DER)

source: X.509 Certificate (PKCS#7)
an: Certificau X.509 (PKCS#7)

source: X.509 Certificate with chain (PKCS#7)
an: Certificau X.509 con cadena (PKCX#7)

source: File Error
an: Error de fichero

source: Can't write to file %S: %S.
an: No se puede escribir en o fichero %S: %S.

source: Access denied
an: S'ha denegau l'acceso

source: File is locked
an: O fichero ye bloquiau

source: No space left on device
an: No i hai espacio libre en o dispositivo

source: Unknown error
an: Error desconoixida

source: You are about to override how %S identifies this site.
an: Ye en momentos de sobreescribir a traza en que %S identifica iste puesto.

source: This site attempts to identify itself with invalid information.
an: Iste puesto mira d'identificar-se con información que no ye no valida.

source: Wrong Site
an: Puesto erronio

source: The certificate belongs to a different site, which could mean that someone is trying to impersonate this site.
an: O certificau perteneix a un puesto diferent, o qual podría significar que belún ye mirando de fer-se pasar por vusté.

source: Outdated Information
an: Información obsoleta

source: The certificate is not currently valid. It may have been stolen or lost, and could be used by someone to impersonate this site.
an: O certificau perteneix a un puesto diferent, o qual podría significar que belún ye mirando de fer-se pasar por vusté.

source: Unknown Identity
an: Identidat desconoixida

source: The certificate is not trusted because it hasn't been verified as issued by a trusted authority using a secure signature.
an: No se confía en o certificau, porque no ye verificau por una autoridat confiada que faiga servir una sinyadura segura.

source: Valid Certificate
an: Certificau valido

source: This site provides valid, verified identification. There is no need to add an exception.
an: Iste puesto proporciona identificación valida y verificada. No cal adhibir garra excepción.

source: Checking Information
an: Comprobación d'a información

source: Attempting to identify this site…
an: No se confía en o certificau, porque no ye verificau por una autoridat confiada que faiga servir una sinyadura segura.

source: No Information Available
an: No i hai garra información disponible

source: Unable to obtain identification status for this site.
an: No se puede obtener o estau d'identificación pa iste puesto.

source: Certificate Exists
an: O certificau existe

source: The Certificate already exists.
an: O certificau ya existe.
