Repository: translate/mozilla-l10n
Catalog: ilo/security/manager/chrome/pippki/pippki.dtd.po
Languages: ilo

source: Current password:
ilo: Agdinama a kontrasenias:

source: New password:
ilo: Baro a Kontrasenias:

source: New password (again):
ilo: Baro a Kontrasenias (manen):

source: Reset Master Password
ilo: Ituding ti Kontrasenias a Maestro

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
ilo: No baliwanyo ti kontrasenias a maestro, malipatan amin a kontraseniasyo nga nakadulin ti Web ken e-mail, datos ti pormulario, napakni a sertipiko ken napakni a tulbek. Siguradokayo kadi a kayato a baliwan ti kontraseniasyo a maestro?

source: Enter Master Password
ilo: Isuratyo ti Kontrasenias a Maestro

source: Security Device:
ilo: Aparato ti Seguridad:

source: Password:
ilo: Kontrasenias:

source: You have been asked to trust a new Certificate Authority (CA).
ilo: Dinawatkayo a talkan ti baro a Turay ti Sertipikasion (CA).

source: Trust this CA to identify email users.
ilo: Talken daytoy a CA tapno mailasin ti agar-aramat iti e-mail.

source: Trust this CA to identify software developers.
ilo: Talken daytoy a CA tapno mailasin ti programador ti software.

source: Examine CA certificate
ilo: Bigbigen ti sertipiko ti CA

source: User Identification Request
ilo: Dawat ti Bigbig ti Agar-aramat

source: This site has requested that you identify yourself with a certificate:
ilo: Dinawatkayo daytoy a purok agpabigbigkayo babaen ti sertipiko:

source: Choose a certificate to present as identification:
ilo: Pilien ti sertipiko nga idatag a kas pagilasinan:

# clientAuthAsk.message3
source: Details of selected certificate:
ilo: Detalie ti pinili a sertipiko:

source: Certificate:
ilo: Sertipiko:

# certPicker.detailsLabel
source: Details of selected certificate:
ilo: Detalie ti pinili a sertipiko:

source: Choose a Certificate Backup Password
ilo: Pilienyo ti Kontrasenias ti Pannakatipon ti Sertipiko

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
ilo: Ti kontrasenias ti pannakatipon ti sertipiko nga itudingyo ditoy ket salaknibannanto ti intar ti pannakatipon a parsuaenyonto. Nasken nga itudingyo daytoy a kontrasenias tapno maituloyyo ti pannakatiponna.

source: Certificate backup password:
ilo: Kontrasenias ti pannakatipon ti sertipiko:

source: Certificate backup password (again):
ilo: Kontrasenias ti pannakatipon ti sertipiko (manen):

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
ilo: Importante: No malipatanyo ti kontrasenias ti pannakatipon ti sertipiko, saanyonto a maipulang daytoy a pannakatipon intuno madamdama. Pagsuratanyo man ti natalged a disso.

source: Choose Token Dialog
ilo: Tawa ti Pannakapili ti Pagtadaanan

source: Please choose a token.
ilo: Pilienyo kadi ti pagtandaanan.

source: Encryption Key Copy
ilo: Kopia ti Tulbek a Pangikripta

source: Important: This certificate authority has asked to make a backup of your encryption private key.
ilo: Importante: Dinawat daytoy a turay ti sertipikasion nga agaramidkayo iti kopia a pannipon ti napakni a tulbekyo ti panagikripta.

source: The benefit is that if you lose access to your encryption private key, you can request a copy from this certificate authority.
ilo: Ti gundaway ket no maawanan ti panaggun-odyo iti napakni a tulbekyo ti panagikripta, mapadawatyo ti kopia manipud kadaytoy a turay ti sertipikasion.

source: However, your encryption private key will be stored by the certificate authority, and could be used to read your encrypted email or documents without your permission.
ilo: Nupay kasta, itiponto ti turay ti sertipikasion diay napakni a tulbekyo ti panagikripta santo mapagaramatna a makabasa kadagiti nakakripta a korreoyo wenno dagiti dokumentoyo nga awan ti pammalubosyo.

source: Generating A Private Key
ilo: Agparparsua iti Napakni a Tulbek

source: Key Generation in progress… This may take a few minutes….
ilo: Agdinama ti pannakaparsua ti tulbek... Agbayagsa iti sagmamano a daras....

source: Please wait…
ilo: Aguray man kayo...

source: Please authenticate to the token. Authentication method depends on the type of your token.
ilo: Agpaneknekkayo kadaytoy a pagtandaanan. Agdepende ti wagas ti panagpaneknek iti kita ti pagtandaananyo.

source: Token:
ilo: Pagtandaanan:
