Repository: translate/mozilla-l10n
Catalog: ilo/security/manager/chrome/pippki/pippki.properties.po
Languages: ilo

source: Please enter the Personal Security Password for the PSM Private Keys security device.
ilo: Isuratyo ti Kontrasenias ti Seguridad ti Kapaknian agpaay iti aparato ti seguridad ti Napakni a Tulbek a PSM.

source: Do you want to trust "%S" for the following purposes?
ilo: Taltalkanyo ti "%S" agpaay kadagiti sumagsaganad a pamuspusan?

source: Certificate Authority (unnamed)
ilo: Sertipikasion nga Awtoridad (di-napanaganan)

source: The certificate "%S" represents a Certificate Authority.
ilo: Isaup ti sertipiko a "%S" maysa a Sertipikasion nga Awtoridad.

source: Because you do not trust the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
ilo: Gapu ta saanyo taltalkan daytoy a turay ti sertipikasion a nangiwaras kadaytoy a sertipiko, saanyo met mataltalkan ti kinapudno datoy a sertipiko no pay wenno saan a naipakita ditoy.

source: Because you trust the certificate authority that issued this certificate, you trust the authenticity of this certificate unless otherwise indicated here.
ilo: Gapu ta taltalkanyo ti turay ti sertipikasion a nangiwaras kadaytoy a sertipiko, taltalkanyo met ti kinapudno daytoy a sertipiko no pay wenno saan a naipakita ditoy.

source: Because you do not know the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
ilo: Gapu ta saanyo nga ammo ti turay ti sertipikasion a nangiwaras kadaytoy a sertipiko, saanyo met taltalkan ti kinapudno daytoy a sertipiko no pay wenno saan a naipakita ditoy.

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
ilo: No buraenyo ti laksid ti serbidor, isubliyonto ti kadaywan a panangpaneknek iti seguridad kadayta a serbidor ken ipadawatyo nga agaramat ti maaarigan a sertipiko.

source: Delete Server Certificate Exceptions
ilo: Buraen ti Laksid ti Sertipiko ti Serbidor

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
ilo: No buraenyo ti maysa a bukodyo a sertipiko, saanyonto a maaramat dayta tapno makapamigbigan.

source: Delete your Certificates
ilo: Borraen dagiti Sertipikoyo

source: If you delete a person's e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
ilo: No borraenyo ti sertipiko ti korreo ti sabali, saanyonton a maipatulod ti nakakripta nga e-mail kadaydiay a tao.

source: Delete E-Mail Certificates
ilo: Borraen ti Sertipiko ti E-Mail

source: Delete Certificates
ilo: Borraen ti Sertipiko

source: File Name to Backup
ilo: Nagan ti Pagtiponan

source: PKCS12 Files
ilo: Intar a PKCS12

source: This certificate has been verified for the following uses:
ilo: Napatalgedan ti sertipiko agpaay kadagiti sumagsaganad nga aramat:

source: Could not verify this certificate because it has been revoked.
ilo: Saan a napasingkedan daytoy a sertipiko gapu ta nawaswasen.

source: Could not verify this certificate because it has expired.
ilo: Saan a napasingkedan daytoy a sertipiko gapu ta nagpason.

source: Could not verify this certificate because it is not trusted.
ilo: Saan a napasingkedan daytoy a sertipiko gapu ta saan a matalkan.

source: Could not verify this certificate because the issuer is not trusted.
ilo: Saan a mapasingkedan daytoy a sertipiko gapu ta saan a matalkan ti nangiwaras.

source: Could not verify this certificate because the issuer is unknown.
ilo: Saan a napasingkedan daytoy a sertipiko gapu ta saan nga am-ammo ti nangiwaras.

source: Could not verify this certificate for unknown reasons.
ilo: Saan a napasingkedan daytoy a sertpiko ta awan ti gapgapuna.

source: Organization: "%S"
ilo: Bunggoy: "%S"

source: Issued Under: "%S"
ilo: Naiparuar babaen ti: "%S"

source: Connection Not Encrypted
ilo: Saan a Nakakripta ti Panilpo

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
ilo: Mabasa ti sabali a tao ti damag nga impatulod nga awan ti panagikriptana aglasat iti Internet bayat ti pannakaakarna.

source: The page you are viewing is not encrypted.
ilo: Saan a nakakripta ti panid a basbasaenyo.

source: The page you are viewing was encrypted before being transmitted over the Internet.
ilo: Naikripta ti panid a basbasaenyo sakbay a nayakar aglasat iti Internet.

source: Connection Partially Encrypted
ilo: Nakakripta a Sangkapaset Laeng ti Panilpo

source: Certificate Viewer:
ilo: Mangipakita ti Sertipiko:

source: <Not Part Of Certificate>
ilo: <Saan a Paset ti Sertipiko>

source: You should click OK only if you trust "%S" to protect your encryption private key.
ilo: Klikanyo ti Annugotan no matalkanyo koma ti "%S" a mannalaknib iti napakni a tulbekyo a pangikripta.

source: You did not enter the correct current Master Password. Please try again.
ilo: Saanyo nga insurat ti agpaisu nga agdinama a Kontrasenias a Maestro. Padasenyo man manen.

source: Failed to Login
ilo: Napaay ti Pannakarugi ti Sesion

source: Choose a PKCS#11 device to load
ilo: Pilien ti aparato a PKCS#11 nga ikarganto

source: Module
ilo: Paset

source: Path
ilo: Danas

source: Label
ilo: Marka

source: Manufacturer
ilo: Pabrikante

source: Serial Number
ilo: Bilang ti Serie

source: HW Version
ilo: Bersion ti HW

source: FW Version
ilo: Bersion ti FW

source: Status
ilo: Kasasaad

source: Description
ilo: Pakabigbigan

source: Disabled
ilo: Nakaiddep

source: Not Present
ilo: Awan

source: Uninitialized
ilo: Di-narugian

source: Not Logged In
ilo: Saan a Napaneknekan

source: Logged In
ilo: Napaneknekan

source: Ready
ilo: Sidadaan

source: Disable FIPS
ilo: Iddepen ti FIPS

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
ilo: Saan a mabaliwan ti FIPS mode maipaay iti aparato ti seguridad. Naisingasing a ressatenyo sayo paandaren manen daytoy nga aplikasion.

source: Reset Master Password
ilo: Ituding ti Kontrasenias a Maestro

source: Your password has been reset.
ilo: Naitudingen ti kontraseniasyo.

source: Select File containing CA certificate(s) to import
ilo: Pilien ti intar nga aglalaon iti sertipiko a CA nga iyangkatto

source: Select File containing Server certificate to import
ilo: Pilien ti intar nga aglalaon iti sertipiko ti serbidor nga iyangkatto

source: Certificate Files
ilo: Intar ti Sertipiko

source: Save Certificate To File
ilo: Pagidulinan nga Intar ti Sertipiko

source: X.509 Certificate (PEM)
ilo: Sertipko a X.509 (PEM)

source: X.509 Certificate with chain (PEM)
ilo: sertipko a X.509 ken kawar (PEM)

source: X.509 Certificate (DER)
ilo: Sertipiko a X.509 (DER)

source: X.509 Certificate (PKCS#7)
ilo: Sertipiko a X.509 (PKCS#7)

source: X.509 Certificate with chain (PKCS#7)
ilo: Sertipiko a X.509 ken kawar (PKCS#7)

source: File Error
ilo: Kammali iti Intar

source: Can't write to file %S: %S.
ilo: Saan a masuratan ti intar: %S: %S.

source: Access denied
ilo: Napaidam ti Akses

source: File is locked
ilo: Natulbekan ti intar

source: No space left on device
ilo: Awan ti espasio ti aparato

source: Unknown error
ilo: Saan nga am-ammo a kammali

source: You are about to override how %S identifies this site.
ilo: Baliwantyonto ti pakailasin ti %S kadaytoy a purok.

source: Wrong Site
ilo: Saan a Natutup a Purok

source: Outdated Information
ilo: Daan a Damag

source: Valid Certificate
ilo: Natutup a Sertipiko

source: This site provides valid, verified identification. There is no need to add an exception.
ilo: Agpappaay daytoy a purok iti natutup ken napasingkedan a pagilasinan. Saan a nasken nga inayon ti laksid.

source: No Information Available
ilo: Awan ti Mabasa a Damag

source: The Certificate already exists.
ilo: Panagaddan ti sertipiko.
