Repository: translate/mozilla-l10n
Catalog: ks/toolkit/chrome/mozapps/downloads/unknownContentType.properties.po
Languages: ks

source: Opening %S
ks: %Sكھولان

source: Enter name of file to save to…
ks: فائل ہیوند ناو كریو دئخل یوْس تہئ محفوظ چھئوئ یژھان تھٲوُن...

source: %S (default)
ks: ڈیفالٹ (%S)

source: Choose Helper Application
ks: مددگار ایپلی کیشن ژعریو

source: The application you chose ("%S") could not be found. Check the file name or choose another application.
ks: ایپلیکیشن یوس توہیہ ژأروْ ("%S") ہیچ نْہ لْبِتھ۔ فایل ناو کْریو چک یا ژأریو بیاکھ ایپلیکیشن۔

source: Application not found
ks: ایپلی کیشن آ۪ی نئ اتھ۪ی

source: The file could not be saved because you do not have the proper permissions. Choose another save directory.
ks: یہ فایل ہیچ نْہ محفوظ کْرتھ کیازِ کہ توہیہ چُھ نْہ صحیح اجازت۔ بدل محفوظ ڈاریکٹری ژأریو۔

source: Invalid Save Permissions
ks: نامنظور محفوظ اجازتھ

source: Select Download Folder
ks: ڈاون لوڈ فولڈر ژعریو

source: Save File
ks: فایل كریو محفوظ

source: Cancel
ks: منسوخ

source: %S file
ks: %S فائل
