Repository: translate/mozilla-l10n
Catalog: kok/devtools/client/webide.dtd.po
Languages: kok

source: Firefox WebIDE
kok: फायरफॉक्स वेबIDE

source: Project
kok: प्रकल्प

source: New App…
kok: नवे अॅप...

source: Open Packaged App…
kok: पॅकेज्ड अॅप उगडात...

source: Open Hosted App…
kok: येजमान अॅप उगडात...

source: Open App…
kok: अॅप उगडात...

source: Install and Run
kok: प्रतिष्ठापित करात आणि चलयात

source: Stop App
kok: अॅप बंद करात

source: Debug App
kok: अॅप डिबग करात

# projectMenu_remove_label
source: Remove Project
kok: प्रकल्प काडात

# projectMenu_showPrefs_label
source: Preferences
kok: प्राधान्य

# projectMenu_manageComponents_label
source: Manage Extra Components
kok: अदिक घटकांचे व्यवस्थापन करात

source: Runtime
kok: चलोवपाची वेळ

source: Disconnect
kok: जोडणी तोडात

source: Screenshot
kok: स्क्रिनशॉट

# runtimeMenu_showDetails_label
source: Runtime Info
kok: चलपाचीवेळ इंन्फो

# runtimeMenu_showMonitor_label
source: Monitor
kok: मॉनिटर

# runtimeMenu_showDevicePrefs_label
source: Device Preferences
kok: उपकरण प्राधान्यां

# runtimeMenu_showSettings_label
source: Device Settings
kok: उपकरण स्थापितां

source: View
kok: दृश्य

source: Toggle Editor
kok: संपादक अदलाबदल करात

source: Zoom In
kok: व्हड करात

source: Zoom Out
kok: ल्हान करात

source: Reset Zoom
kok: झूम परत थारायात

source: Open App
kok: अॅप उगडात

source: Select Runtime
kok: चलपाचीवेळ निवडात

source: My Projects
kok: म्हजे प्रकल्प

source: Runtime Apps
kok: चलपाचीवेळ अॅप्स

source: Tabs
kok: टॅब्जा

source: USB Devices
kok: USB उपकरणां

source: Wi-Fi Devices
kok: वाय-फाय उपकरणां

source: Simulators
kok: प्रतिरूपक

source: Other
kok: हेर

source: Install Simulator
kok: प्रतिरूपक प्रतिष्ठापित करात

source: Install ADB Helper
kok: ADB मदत करपी प्रतिष्ठापित करात

source: Can’t see your device?
kok: तुमचे उपकरण दिसना?

source: valid
kok: वैध

source: warnings
kok: शिटकावण्यो

source: errors
kok: एरर्स

source: Description
kok: विवरण

source: Location
kok: थळ

source: App ID
kok: अॅप ID

# details_removeProject_button
source: Remove Project
kok: प्रकल्प काडात

source: Show Pre-package Log
kok: पूर्व-पॅकेज लॉग दाखयात

source: New App
kok: नवे अॅप

source: Select template
kok: टेंप्लेट निवडात

source: Loading templates…
kok: टेंप्लेट्स लोड करता...

source: Project Name:
kok: प्रकल्प नाव:

source: Close
kok: बंद

source: Extra Components
kok: अदिक घटक

source: Open Add-ons Manager
kok: अॅड-ऑन्स व्यवस्थापक उगडात

# prefs_title
source: Preferences
kok: प्राधान्य

source: Editor
kok: संपादक

source: General
kok: सर्वसादारण

# prefs_restore
source: Restore Defaults
kok: मुळावे परत दवरात

# prefs_manage_components
source: Manage Extra Components
kok: अदिक घटकांचे व्यवस्थापन करात

source: Reconnect to previous runtime
kok: फाटल्या चलपाचीवेळेन परत जोडात

source: Reconnect to previous runtime when WebIDE starts
kok: वेबIDE सुरू जातकेर फाटल्या चलपाच्यावेळेन परत जोडात

source: Remember last project
kok: निमणो प्रकल्प याद दवरात

source: Restore previous project when WebIDE starts
kok: वेबIDE सुरू जातकेर फाटलो प्रकल्प परत दवरात

source: Templates URL
kok: टेंप्लेट्स URL

source: Index of available templates
kok: उपलब्ध टेंप्लेटांची अनुक्रमणिका दाखयात

source: Show editor
kok: संपादक दाखयात

source: Show internal editor
kok: अंतर्गत संपादक दाखयात

source: Tab size
kok: टॅबाचो आकार

source: Soft tabs
kok: सॉफ्ट टॅबां

source: Use spaces instead of the tab character
kok: टॅब अक्षरापरस अवकाश वापरात

source: Autoindent
kok: आपशीचइंडेंट

source: Guess indentation based on source content
kok: स्त्रोत आशयार आधारित इंडेंटेशन ओळखात

source: Autocomplete
kok: आपशीच पुराय

source: Enable code autocompletion
kok: कोड आपशीचपुराय करप सक्षम करात

source: Autoclose brackets
kok: कंस आपशीच बंद करात

source: Automatically insert closing brackets
kok: आपशीच बंद जावपी कंस घालात

source: Keybindings
kok: कीबायंडिंग्ज

source: Default
kok: डिफॉल्ट

# runtimedetails_title
source: Runtime Info
kok: चलपाचीवेळ इंन्फो

source: ADB is root:
kok: ADB मूळ आसा:

source: root device
kok: मूळ उपकरण

source: (requires unlocked bootloader)
kok: (कुलुप नाशिल्लो बूटलोडर जाय)

source: Unrestricted DevTools privileges:
kok: आडोवनाशिल्ले डॅव्हसाधनां अधिकार:

source: request higher privileges
kok: उचेले अधिकारांची विनंती करात

source: (Will reboot device. Requires root access.)
kok: (उपकरण परतबूट करतलो. मूळ प्रवेश जाय.)

source: Boolean
kok: बुलियन

source: Integer
kok: पूर्णांक

source: String
kok: स्ट्रिंग

source: Object
kok: वस्त

source: Select a type
kok: प्रकार निवडात

# devicepreference_title
source: Device Preferences
kok: उपकरण प्राधान्या

source: Search preferences
kok: सोद प्राधान्या

source: New preference name
kok: नवे प्राधान्यांचे नाव

source: Preference value
kok: प्राधान्य मोल

source: Add new preference
kok: नवे प्राधान्य जोडात

# devicesetting_title
source: Device Settings
kok: उपकरण स्थापितां

source: Search settings
kok: सोद स्थापितां

source: New setting name
kok: नवे स्थापिताचे नाव

source: Setting value
kok: स्थापित मोल

source: Add new setting
kok: नवे स्थापित जोडात

# monitor_title
source: Monitor
kok: मॉनिटर

source: Help
kok: मदत

source: Client Identification
kok: क्लायंट ओळख

source: The endpoint you are connecting to needs more information to authenticate this connection. Please scan the QR code below via the prompt on your other device.
kok: तुमी जुळटा त्या शेवटाक ही जोडणी अधिकृत करपाक अदिक माहिती जाय. तुमच्या हेर उपकरणावयल्या प्रॉम्टातल्यान सकयलो QR कोड मात्सो स्कॅन करात.

source: No QR scanner prompt?
kok: QR स्कॅनर प्रॉम्ट ना?

source: Have a QR scanner prompt?
kok: QR स्कॅनर प्रॉम्ट आसा?

source: If your other device asks for a token instead of scanning a QR code, please copy the value below to the other device:
kok: तुमच्या हेर उपकरणान QR कोड स्कॅन करच्यापरस टोन विचारले, जाल्यार हेर उपकरणांन सकयल मात्शे मोलाची प्रत करात :

source: Pre-packaging Command Logs
kok: पूर्व-पॅकेजिंग आदेश लॉग्ज

source: Simulator Options
kok: प्रतिरूपक विकल्प

source: Delete Simulator
kok: प्रतिरूपक काडून उडयात

# simulator_reset
source: Restore Defaults
kok: मुळावे परत दवरात

source: Software
kok: सॉफ्टवेअर

source: Version
kok: आवृत्ती

source: Profile
kok: प्रोफायल

source: Hardware
kok: हार्डवेअर

source: Device
kok: उपकरण

source: Screen
kok: पड्डो

source: Pixel Ratio
kok: पिक्सेल प्रमाण
