Repository: translate/mozilla-l10n
Catalog: ff/browser/chrome/browser/aboutCertError.dtd.po
Languages: ff

source: Untrusted Connection
ff: Ceŋol ngol Hoolaaka

source: This Connection is Untrusted
ff: Ngol Ceŋol Hoolaaka

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
ff: A naamniima &brandShortName; yoo seŋo fannu kisnaaɗo to <b>#1</b>, kono min mbaawaa teeŋtinde so ceŋol maa ena hisi.

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
ff: Ena heewnoo so a etiima seŋaade kisngol; lowe ɗee maa ngaddu innittal koolangal ngam hollude ngon-ɗaa ko e ñiiɓirde hisnde. Kono innital ndee lowre waawaa hoolkiseede.

source: What Should I Do?
ff: Ko Pot-mi Waɗde?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
ff: So aɗa heewi seŋaade e ndee lowre tawa alaa caɗeele, ndeen juumre ena waawi firde won etotooɗo jamfaade lowre ndee, te a fotaani jokkude.

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; only connect to it securely. As a result, it is not possible to add an exception for this certificate.
ff: Ndee lowre huutortoo ko HTTP Strict Transport Security (HSTS) ngam joopaade yoo &brandShortName; seŋo tan e mayre e mbaydi kisndi. Ɗuum jibinta ko horaade ɓeydude heen paltol nguu seedamfaagu.

source: Get me out of here!
ff: Yaltin am ɗoo, a haalii bone!

source: I Understand the Risks
ff: Miɗo Faami Ñawooje ɗee

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
ff: So aɗa faami ko yahetee, aɗa waawi wiyde &brandShortName; yoo fuɗɗo hoolaade innital ndee lowre. <b>Hay so aɗa hoolii lowre ndee, ndeen juumre ena waawi firde wonde won gonɗo e wujjitaade seŋol maa.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
ff: luutndere hoto ɓeydu faltoore so wonaa tawa aɗa anndi daliilu moƴƴo ena woodi ko haɗi ndee lowre huutoraade innital koolangal.

source: Add Exception…
ff: Ɓeydu Paltoor…

source: Technical Details
ff: Cariiɗe Karallaaje
