Repository: translate/mozilla-l10n
Catalog: ff/browser/chrome/browser/places/places.dtd.po
Languages: ff

source: Library
ff: Deftordu

source: &Organize
ff: &Yuɓɓitin

source: Organize your bookmarks
ff: Yuɓɓitin maantore maa

source: &Close
ff: &Uddu

source: &Views
ff: &Jiyte

source: Change your view
ff: Waylu jiytol maa

source: Show &Columns
ff: Hollu &Dari

source: &Sort
ff: &Leemto

source: &Unsorted
ff: &Leemtaaaka

source: &A > Z Sort Order
ff: Deggondiral leemto &A > Z

source: &Z > A Sort Order
ff: Deggondiral leemto &Z > A

source: &Import Bookmarks from HTML…
ff: &Jiggo Maantore iwɗe e HTML…

source: &Export Bookmarks to HTML…
ff: Ji&ggito Maantore to HTML…

source: Import Data from &Another Browser…
ff: Jiggito Keɓe iwde e &Wanngorde Woɗnde…

source: &Backup…
ff: &Danndito…

source: &Restore
ff: &Artir

source: &Choose File…
ff: &Labo Fiilde…

source: &Bookmark This Page…
ff: &Maantoro Ngoo Hello…

source: &Delete This Page
ff: &Momtu Ngoo Hello

source: &Forget About This Site
ff: &Faalkiso Ndee Lowre

source: &Open
ff: &Uddit

source: Open in a &New Window
ff: Uddit e &Henorde Hesere

source: Open in a Ne&w Tab
ff: Uddit e &Tabbere Hesere

source: &Open All in Tabs
ff: &Uddit Fof e Tabbe

source: Propert&ies
ff: Keeroea&aɗi

source: &Sort By Name
ff: &Leemtir Innde

source: New &Bookmark…
ff: Maantorol &Kesol…

source: New F&older…
ff: &Runngere Hesere…

source: New &Separator
ff: &Ceerndirgol Kesol

source: &Reload Live Bookmark
ff: &Loowtu Maantore Tolbecce

source: &Move…
ff: &Dirtin…

source: Name
ff: Innde

source: Tags
ff: Tage

source: Location
ff: Nokkuure

source: Most Recent Visit
ff: Njillu Cakkitiingu

source: Visit Count
ff: Limoore Njillu

source: Keyword
ff: Helmere yiylorde

source: Description
ff: Cifagol

source: Added
ff: Ɓeydaa

source: Last Modified
ff: Waylaa Sakket

# search.label search.accesskey
source: &Search:
ff: &Yiylo:

source: &Import and Backup
ff: &Jiggo e Ndannditaa

source: Import and backup your bookmarks
ff: Jiggo e ndannditaa maantore maa

source: Go back
ff: Rutto

source: Go forward
ff: Ɓennu

source: Mor&e
ff: Ɓeyd&u

source: L&ess
ff: U&stu

source: Select an item to view and edit its properties
ff: Labo temre ngam yiyde e taƴtaade keeroraaɗi mum

# find.label find.accesskey
source: &Search:
ff: &Yiylo:

source: Vie&w
ff: Holl&ir

source: By &Date
ff: Leemto Ña&lngu

source: By &Site
ff: Leemto &Lowre

source: By Most &Visited
ff: Leemto Ɓurɗo &Yilleede

source: By &Last Visited
ff: Leemto &Jillaaɗo Sakket

source: By Da&te and Site
ff: Leemto Ñaln&gu e Lowre
