Repository: translate/mozilla-l10n
Catalog: ht/dom/chrome/layout/htmlparser.properties.po
Languages: ht

source: The character encoding of the HTML document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the page must be declared in the document or in the transfer protocol.
ht: The character encoding of the HTML document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the page must to be declared in the document or in the transfer protocol.

source: Saw “</>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped end tag.
ht: Wè "</>". Kòz pwobab : yon "<" ki pa echape (echape kòm "&lt;") osinon manke yon fen tag.

source: Character reference was not terminated by a semicolon.
ht: Karaktè referans lan pa fini pa yon pwen vigil.

source: No digits in numeric character reference.
ht: Pa gen chif nan yon karaktè referans nonm.

source: “>” in system identifier.
ht: ">" nan sistèm idantifikasyon.

source: “>” in public identifier.
ht: ">" nan sistèm idantifikasyon piblik.

source: Nameless doctype.
ht: Doctype san non.

source: Consecutive hyphens did not terminate a comment. “--” is not permitted inside a comment, but e.g. “- -” is.
ht: Tirè youn apre lòt pa fini yon kòmantè. "--" pa dwe mete anndan yon kòmantè, men " - -" kapab mete.

source: Premature end of comment. Use “-->” to end a comment properly.
ht: Kòmantè ki fini avan lè. Itilize "-->" pou fini yon kòmantè kòrèkteman.

source: Bogus comment.
ht: Kòmantè Bòg.

source: “<” in an unquoted attribute value. Probable cause: Missing “>” immediately before.
ht: "<" se vale yon atribi ki pa nan mitan gime. Koz pwobab: Manke yon ">" tou swit anvan.

source: “`” in an unquoted attribute value. Probable cause: Using the wrong character as a quote.
ht: "`" nan valè yon atribi ki ki pa nan mitan gimè. Kòz pwobab: Itilizasyon yon move karaktè kòm gimè.

source: Quote in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
ht: Gimè nan yon valè atribi ki pa gen gimè. Kòz pwobab : Atribi yo marye ansanm osinon yon rekèt URL chenn karaktè nan valè atribi san gimè.

source: “=” in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
ht: “=" nan yon atribi san gime. Koz pwobab : Atribi marye ansanm osinon yon rekèt URL chenn karaktè nan valè atribi san gimè.

source: No space between attributes.
ht: Pa gen espas nan mitan atribi yo.

source: “<” at the start of an unquoted attribute value. Probable cause: Missing “>” immediately before.
ht: "<" se vale yon atribi ki pa nan mitan gimè. Kòz pwobab: Manke yon ">" tou swit anvan.

source: “`” at the start of an unquoted attribute value. Probable cause: Using the wrong character as a quote.
ht: "<" nan kòmansman yon valè atribi san gimè. Kòz pwobab: Manke ">" tou swit apre.

source: “=” at the start of an unquoted attribute value. Probable cause: Stray duplicate equals sign.
ht: “=" nan kòmansman yon valè atribi san gimè. Kòz pwobab : Yon siy egal ki repete ki pèdi.

source: Attribute value missing.
ht: Valè atribi manke.

source: Saw “<” when expecting an attribute name. Probable cause: Missing “>” immediately before.
ht: Wè "<" lè w ap atann yon non atribi. Kòz pwobab: Manke ">" tou swit anvan.

source: Saw “=” when expecting an attribute name. Probable cause: Attribute name missing.
ht: Wè "=" lè w ap tann yon non atribi. Kòz pwobab: Non atribi manke.

source: Bad character after “<”. Probable cause: Unescaped “<”. Try escaping it as “&lt;”.
ht: Move karaktè apre "<". Kòz pwobab: "<" nou pa evite. Eseye evite &li tankou "lt;".

source: Saw “<>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped start tag.
ht: Wè "<>". Kòz pwobab : "<" pa echape (echape &l kòm "lt;") osinon baliz demaraj mal tape.

source: Saw “<?”. Probable cause: Attempt to use an XML processing instruction in HTML. (XML processing instructions are not supported in HTML.)
ht: Wè "<?". Kòz pwobab: Eseye pou itilize enstriksyon pwosesis XML nan HTML. (Enstriksyon pwosesis XML pa sipòte nan HTML.)

source: The string following “&” was interpreted as a character reference. (“&” probably should have been escaped as “&amp;”.)
ht: Chenn sa yo "" te entèprete kòm referans karaktè.("" ta dwe pwobableman echape ak "&amp;".)

source: Named character reference was not terminated by a semicolon. (Or “&” should have been escaped as “&amp;”.)
ht: Yon karaktè referans ke yo bay non pa fini ak yon pwen vigil. (osinon "" ta dwe echape kòm "&amp;".)

source: “&” did not start a character reference. (“&” probably should have been escaped as “&amp;”.)
ht: "" pa kòmanse yon karaktè referans. ("" ta dwe pwobableman echape kòm "&amp;".)

source: Saw a quote when expecting an attribute name. Probable cause: “=” missing immediately before.
ht: Wè yon gimè lè w ap tann yon non atribi. Kòz pwobab: manke "=" imedyatman anvan.

source: “<” in attribute name. Probable cause: “>” missing immediately before.
ht: "<" nan non atribi. Kòz pwobab: manke ">" imedyatman anvan.

source: Expected a public identifier but the doctype ended.
ht: Ou te ap tann yon idantifikasyon piblik men doctype la fini.

source: Bogus doctype.
ht: Move doctype.

source: End tag had attributes.
ht: Baliz finisman te gen atribi.

source: Stray “/” at the end of an end tag.
ht: Separe "/" nan fen yon baliz finisman.

source: Character reference expands to a control character.
ht: Referans a yon karaktè devlope yon karaktè de kontwòl.

source: A numeric character reference expanded to carriage return.
ht: Yon referans ak yon karaktè nimerik rive nan yon retou a la liy.

source: A numeric character reference expanded to the C1 controls range.
ht: Yon referans ak yon karaktè nimerik rive nan ran kontwòl C1.

source: End of file inside public identifier.
ht: Fen fichye andedan yon idantifyan piblik.

source: End of file inside comment.
ht: Fen fichye andedan kòmantè.

source: End of file inside doctype.
ht: Fen fichye andedan yon doctype.

source: End of file reached when inside an attribute value. Ignoring tag.
ht: Fen fichye a rive lè li andedan yon valè atribi. Inyore tag la.

source: End of file occurred in an attribute name. Ignoring tag.
ht: Fen fichye a rive nan yon non atribi. Inyore tag.

source: Saw end of file without the previous tag ending with “>”. Ignoring tag.
ht: Fen fichye a rive san tag presedan ki fini ak ">". Inyore tag.

source: End of file seen when looking for tag name. Ignoring tag.
ht: Fen fichye a rive lè n chèche pou non tag. Inyore tag.

source: End of file inside end tag. Ignoring tag.
ht: Fen fichye andedan fen yon tag. Inyore tag.

source: End of file after “<”.
ht: Fen fichye apre ">".

source: Character reference outside the permissible Unicode range.
ht: Referans ak karaktè ki deyò lis Unicode posib yo .

source: Duplicate attribute.
ht: Atribi ki repete.

source: End of file inside system identifier.
ht: Fen fichye andedan yon idantifyan sistèm.

source: Expected a system identifier but the doctype ended.
ht: Wap tann yon sistèm idantifikasyon men doctype la fini.

source: Missing space before doctype name.
ht: Gen yon espas ki manke anvan non doctype la.

source: “--!” found in comment.
ht: Genyen "--!" nan yon kòmantè.

source: No space between the doctype “SYSTEM” keyword and the quote.
ht: Pa gen espas ant mo kle doctype "SYSTEM" nan ak gimè yo.

source: No space between the doctype public and system identifiers.
ht: Pa gen espas ant doctype piblik ak idantifyan sistèm yo.

source: No space between the doctype “PUBLIC” keyword and the quote.
ht: Pa gen espas nan mitan doctype mo kle "PUBLIC" ak gimè.

source: Stray start tag “%1$S”.
ht: Kite espas nan baliz ki kòmanse "%1$S".

source: Stray end tag “%1$S”.
ht: Kite espas nan baliz ki fini "%1$S".

source: End tag “%1$S” seen, but there were open elements.
ht: Lè ou wè baliz finisman “%1$S”, te gen eleman ouvè.

source: End tag “%1$S” implied, but there were open elements.
ht: Baliz finisman “%1$S” vle di, te gen eleman ouvè.

source: A table cell was implicitly closed, but there were open elements.
ht: Gen yon selil ki te byen fèmen, men te gen eleman ki te rete louvri.

source: Stray doctype.
ht: Espase doctype.

source: Almost standards mode doctype. Expected “<!DOCTYPE html>”.
ht: Prèske tout mòd nòmal doctype. Sipoze gen “<!DOCTYPE html>”.

source: Quirky doctype. Expected “<!DOCTYPE html>”.
ht: Doctype nòmal. Sipoze gen “<!DOCTYPE html>”.

source: Non-space character in page trailer.
ht: Karaktè san espas nan paj anons.

source: Non-space after “frameset”.
ht: Pa gen espas apre "frameset".

source: Non-space in “frameset”.
ht: Pa gen espas nan "frameset".

source: Non-space character after body.
ht: Karaktè san espas apre body.

source: Non-space in “colgroup” when parsing fragment.
ht: Pa gen espas nan “colgroup” nan tretman fragman.

source: Non-space character inside “noscript” inside “head”.
ht: Karaktè san espas anndan “noscript” ak “head”.

source: “%1$S” element between “head” and “body”.
ht: “%1$S” eleman nan mitan “head” ak “body”.

source: “select” start tag where end tag expected.
ht: “select” baliz komansman kote ou espere baliz finisman.

source: “%1$S” start tag with “select” open.
ht: “%1$S” baliz kòmansman avèk “select” ouvè.

source: Bad start tag “%1$S” in “head”.
ht: Move baliz kòmansman “%1$S” anndan “head”.

source: Saw a start tag “image”.
ht: Te wè yon baliz kòmansman “image”.

source: “isindex” seen.
ht: Te wè "isindex".

source: An “%1$S” start tag seen but an element of the same type was already open.
ht: Wè yon baliz komansman “%1$S” pandan yon eleman menm jan an te ouvè deja.

source: Heading cannot be a child of another heading.
ht: Antèt paka eritye yon lòt antèt.

source: No cell to close.
ht: Pa gen selil pou fèmen.

source: Start tag for “table” seen but the previous “table” is still open.
ht: Baliz kòmansman ou te wè pou "table" la pandan ke gen yon “table” anvan li ki toujou ouvè.

source: End tag “br”.
ht: Baliz finisman “br”.

source: No table row to close.
ht: Pa gen ranje tab pou fèmen.

source: Unclosed children in “ruby”.
ht: Eritaj ki pat fèmen nan "ruby".
