Repository: translate/mozilla-l10n
Catalog: tzo/browser/chrome/browser/preferences/preferences.dtd.po
Languages: tzo

source: Options
tzo: Sventa chich' t'ujel

source: &brandShortName; Preferences
tzo: Ja' bu mas sk'upilik sventa &brandShortName;

source: General
tzo: Skotolal

source: Tabs
tzo: Sk'elobiltak

source: Search
tzo: Sa'el

source: Content
tzo: Sbel

source: Applications
tzo: Programaetik

source: Privacy
tzo: Mu'yuk bu chich' puk'bel sk'oplal

source: Security
tzo: Xchabiobil

source: Advanced
tzo: mas xa' abtelanbil
