Repository: translate/mozilla-l10n
Catalog: sa/dom/chrome/layout/css.properties.po
Languages: sa

source: Unexpected end of file while searching for %1$S.
sa: %1$S कृते अन्वेषणसमये अनेपेक्षितः फैल् अन्तः।

source: Whitespace-only string given to be parsed as rule.
sa: नियम इव परिशीलयितुं दत्तः रिक्त-मात्राक्षरसमूहः।

source: Declaration dropped.
sa: घोषणा त्यक्ता।

source: Skipped to next declaration.
sa: अग्रिमघोषणां प्रति क्षिप्तम्।

source: Unknown property '%1$S'.
sa: अज्ञातविशेषः '%1$S'।

source: Error in parsing value for '%1$S'.
sa: '%1$S' कृते मूल्यपरिशीलने दोषः।

source: Expected end of value but found '%1$S'.
sa: मूल्यान्तम् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Unrecognized at-rule or error parsing at-rule '%1$S'.
sa: अपरिचितः अट्-नियमः अथवा दोषः अट्-नियमं '%1$S' परिशीलयति।

source: charset string in @charset rule
sa: @charset नियमे चार्सेट् अक्षरसमूहः

source: Expected charset string but found '%1$S'.
sa: चार्सेट् अक्षरसमूहः अपेक्षितः परन्तु '%1$S' दृष्टम्।

source: end of media list in @import or @media rule
sa: @import अथवा @media नियमे मीडियासूच्याः अन्तः

source: Expected ',' in media list but found '%1$S'.
sa: मीडियासूच्यां ',' अपेक्षितम् परन्तु '%1$S' दृष्टम्।

source: Expected identifier in media list but found '%1$S'.
sa: मीडियासूच्याम् अभिज्ञेयम् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Expected URI in @import rule but found '%1$S'.
sa: @import नियमे URI अपेक्षितम् परन्तु '%1$S' दृष्टम्।

source: Invalid URI in @import rule: '%1$S'.
sa: असिद्धं URI @import नियमे : '%1$S'.

source: Found unexpected '%1$S' within @import.
sa: अनपेक्षितम् '%1$S' @import अन्तः दृष्टम्।

source: %1$S rule not allowed within @media or @-moz-document rule.
sa: %1$S नियमः नानुमोदितः @media अथवा @-moz-document नियमे।

source: Expected URI in @-moz-document rule but found '%1$S'.
sa: @-moz-document नियमे URI अपेक्षितम् परन्तु '%1$S' दृष्टम्।

source: next URI in @-moz-document rule
sa: अग्रिमं URI @-moz-document नियमे

source: namespace prefix in @namespace rule
sa: namespace उपसर्गः @namespace नियमे

source: namespace URI in @namespace rule
sa: namespace URI @namespace नियमे

source: Unexpected token within @namespace: '%1$S'.
sa: अनपेक्षितटोकन् @namespace: '%1$S' अन्तः।

source: name of @keyframes rule.
sa: @keyframes नियमस्य नाम।

source: Expected identifier for name of @keyframes rule.
sa: @keyframes नियमस्य नाम्ने अपेक्षितः अभिज्ञाता।

source: Expected opening { of @keyframes rule.
sa: उद्घाटनं { अपेक्षितं @keyframes नियमस्य।

source: closing } of declaration block
sa: घोषणाब्लोक् इत्यस्य } पिदधाति

source: closing } of invalid rule set
sa: असिद्धनियमसमूहस्य } पिदधाति

source: Ruleset ignored due to bad selector.
sa: दुष्टवरयितुः कारणात् रूल्सेट् उपक्षितम्।

source: Keyframe rule ignored due to bad selector.
sa: कुञ्चिकाबन्धनियमः उपेक्षितः अशुद्धवरणककारणात्।

source: ',' or '{'
sa: ',' अथवा '{'

source: Expected ',' or '{' but found '%1$S'.
sa: ',' अथवा '{' अपेक्षितम् परन्तु '%1$S' दृष्टम्।

source: Selector expected.
sa: वरयिता अपेक्षितः।

source: Dangling combinator.
sa: डैंगलिङ् संयोजकः

source: class name
sa: वर्गनाम

source: Expected identifier for class selector but found '%1$S'.
sa: वर्गवरयित्रे अभिज्ञेयम् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: element type
sa: तत्त्ववर्गः

source: Expected element name or '*' but found '%1$S'.
sa: तत्त्वनाम अथवा '*' अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Unknown namespace prefix '%1$S'.
sa: अज्ञातः नेम्स्पेस् उपसर्गः '%1$S'।

source: attribute name
sa: गुणनाम

source: Expected identifier for attribute name but found '%1$S'.
sa: गुणनाम्ने अभिज्ञेयम् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Expected attribute name or namespace but found '%1$S'.
sa: गुणनाम अथवा नेम्स्पेस् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Expected '|' but found '%1$S'.
sa: '|' अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: part of attribute selector
sa: गुणवरयितुः अंशः

source: Unexpected token in attribute selector: '%1$S'.
sa: गुणवरयितरि अनपेक्षितटोकन् : '%1$S'।

source: attribute value
sa: गुणमूल्यम्

source: ']' to end attribute selector
sa: ']' तः अन्तगुणवरयिता

source: Expected ']' to terminate attribute selector but found '%1$S'.
sa: ']' गुणवरयितारं रुन्ध्यात् इति अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: name of pseudo-class or pseudo-element
sa: मिथ्यावर्गस्य अथवा मिथ्यातत्त्वस्य नाम

source: Expected pseudo-element but found '%1$S'.
sa: मिथ्यातत्त्वम् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Negation pseudo-class can't be negated '%1$S'.
sa: व्यतिरेकमिथ्यावर्गस्य अपवादं कर्तुम् न शक्यते '%1$S'।

source: Pseudo-elements can't be negated '%1$S'.
sa: मिथ्यातत्त्वानां अपवादं कर्तुम् न शक्यते '%1$S'।

source: This pseudo-element must use the "::" form: '%1$S'.
sa: एतेन मिथ्यातत्त्वेन "::" रूपम् उपयोक्तव्यम् : '%1$S'।

source: Extra pseudo-element '%1$S'.
sa: अतिशयं मिथ्यातत्त्वम् '%1$S'।

source: Unknown pseudo-class or pseudo-element '%1$S'.
sa: अज्ञातमिथ्यावर्गः अथवा मिथ्यातत्त्वम् '%1$S'।

source: selector within negation
sa: व्यतिरेकस्य अन्तः वरयिता

source: Malformed simple selector as negation pseudo-class argument '%1$S'.
sa: सामान्यवरयिता व्यतिरेकमिथ्यावर्गवाद इव कुरचनीकृतः '%1$S'।

source: Missing closing ')' in negation pseudo-class '%1$S'.
sa: पिधानं ')' व्यतिरेकमिथ्यावर्गः '%1$S' इत्यस्मिन् अनुपस्थितम्।

source: Missing argument in negation pseudo-class '%1$S'.
sa: व्यतिरेकमिथ्यावर्गः '%1$S' इत्यस्मिन् वादः अनुपस्थितः।

source: argument to pseudo-class selector
sa: मिथ्यावर्गवरयित्रे वादः

source: Expected identifier for pseudo-class parameter but found '%1$S'.
sa: मिथ्यावर्गपैरामीटर् कृते अभिज्ञेयम् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Expected part of argument to pseudo-class but found '%1$S'.
sa: मिथ्यावर्गं प्रति वादभागम् अपेक्षितम्, परन्तु '%1$S' दृष्टम्।

source: Missing closing ')' in pseudo-class, found '%1$S' instead.
sa: पिधानं ')' व्यतिरेकमिथ्यावर्गः '%1$S' इत्यस्मिन् अनुपस्थितम्।

source: Missing argument in pseudo-class '%1$S'.
sa: मिथ्यावर्गः '%1$S' इत्यस्मिन् वादः अनुपस्थितः।

source: selector
sa: वरयिता

source: Expected '{' to begin declaration block but found '%1$S'.
sa: '{' घोषणाब्लोक् आरब्धुम् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: color
sa: वर्णः

source: Expected color but found '%1$S'.
sa: वर्णः अपेक्षितः परन्तु '%1$S' दृष्टम्।

source: color component
sa: वर्णघटकः

source: Expected a percentage but found '%1$S'.
sa: प्रतिशतम् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Expected an integer but found '%1$S'.
sa: पूर्णांकः अपेक्षितः परन्तु '%1$S' दृष्टम्।

source: Expected number or percentage in rgb() but found '%1$S'.
sa: rgb() मध्ये सङ्ख्या अथवा प्रतिशतम् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Expected '%2$S' but found '%1$S'.
sa: '%2$S' अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: hue
sa: ह्यू

source: Expected ',' but found '%1$S'.
sa: ',' अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: saturation
sa: परिपूर्णता

source: lightness
sa: लघुत्वम्

source: opacity in color value
sa: वर्णमूल्ये अपारदर्शिकता

source: Expected a number but found '%1$S'.
sa: एका सङ्ख्या अपेक्षिता परन्तु '%1$S' दृष्टम्।

source: Expected ')' but found '%1$S'.
sa: ')' अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: ';' or '}' to end declaration
sa: घोषणां समापयितुम् ';' अथवा '}'

source: Expected ':' but found '%1$S'.
sa: ':' अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Expected declaration but found '%1$S'.
sa: घोषणा अपेक्षिता परन्तु '%1$S' दृष्टम्।

source: end of declaration
sa: घोषणायाः अन्तः

source: important
sa: मुख्यम्

source: Expected 'important' but found '%1$S'.
sa: 'मुख्यम्' अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Expected ';' to terminate declaration but found '%1$S'.
sa: ';' घोषणां रुन्ध्यादिति अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Expected ';' or '}' to terminate declaration but found '%1$S'.
sa: ';' अथवा '}' घोषणां रुन्ध्यादिति अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Cannot specify value for internal property.
sa: आन्तरविशेषाय मूल्यं निर्देष्टुं न शक्यते।

source: end of comment
sa: टिप्पण्याः अन्तः

source: Found unclosed string '%1$S'.
sa: अपिधत्ताक्षरसमूहः '%1$S' दृष्टः।

source: Expected font descriptor but found '%1$S'.
sa: फाण्ट् वर्णयिता अपेक्षितः परन्तु '%1$S' दृष्टम्।

source: Unknown descriptor '%1$S' in @font-face rule.
sa: अज्ञातवर्णयिता '%1$S' @font-face नियमे।

source: Expected '(' to start media query expression but found '%1$S'.
sa: '(' अपेक्षितं, मीडियाप्रश्नोक्तिम् आरब्धुं परन्तु '%1$S' दृष्टम्।

source: contents of media query expression
sa: मीडिया प्रश्नोक्तेः अन्तर्गतवस्तूनि

source: Expected media feature name but found '%1$S'.
sa: मीडिया वैशिष्ट्यम् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Expected ':' or ')' after media feature name but found '%1$S'.
sa: ':' अथवा ')' मीडियावैशिष्ट्यनाम्नः परम् अपेक्षितं परन्तु '%1$S' दृष्टम्।

source: Media features with min- or max- must have a value.
sa: min- अथवा max- सह मीडियावैशिष्ट्यानां मूल्यं भवितव्यम्।

source: Found invalid value for media feature.
sa: मीडियावैशिष्ट्याय असिद्धमूल्यं दृष्टम्।

source: Expected '{' to begin @font-face rule but found '%1$S'.
sa: '{' अपेक्षितं @font-face नियमम् आरब्धुं परन्तु '%1$S' दृष्टम्।

source: Expected '}' to end @font-face rule but found '%1$S'.
sa: '}' @font-face नियमं समापयितुं परन्तु '%1$S' दृष्टम्।

source: Did not expect anonymous box.
sa: अज्ञातपेटिका न अपेक्षिता।
