Repository: translate/mozilla-l10n
Catalog: prs/dom/chrome/security/caps.properties.po
Languages: prs

source: Remember this decision
prs: این تصمیم را به خاطر بسپار

source: Security Error: Content at %S may not load or link to %S.
prs: خطای امنیتی: محتوای %S نمی‌تواند %S را بارگذاری کند یا به آن پیوند دهد.

source: Security Error: Content at %S may not load data from %S.
prs: خطای امنیتی: محتوای %S نمی‌تواند اطلاعات %S را بارگذاری کند.

source: Permission denied for <%1$S> to get property %2$S.%3$S from <%4$S>.
prs: به <%1$S> اجازهٔ خواندن مشخصهٔ %2$S.%3$S از <%4$S> داده نشد.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain has not been set).
prs: به <%1$S> (با مقدار document.domain برابر با <%5$S>)‏ اجازهٔ خواندن مشخصهٔ %2$S.%3$S از <%4$S> (بدون مقدار document.domain)‏ داده نشد.

source: Permission denied for <%1$S> (document.domain has not been set) to get property %2$S.%3$S from <%4$S> (document.domain=<%5$S>).
prs: به <%1$S> (بدون مقدار document.domain)‏ اجازهٔ خواندن مشخصهٔ %2$S.%3$S از <%4$S> (با مقدار document.domain برابر با <%5$S>)‏ داده نشد.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain=<%6$S>).
prs: به <%1$S> (با مقدار document.domain برابر با <%5$S>)‏ اجازهٔ خواندن مشخصهٔ %2$S.%3$S از <%4$S> (با مقدار document.domain برابر با <%6$S>)‏ داده نشد.

source: Permission denied for <%1$S> to set property %2$S.%3$S on <%4$S>.
prs: به <%1$S> اجازهٔ تغییر مقدار مشخصهٔ %2$S.%3$S در <%4$S> داده نشد.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain has not been set).
prs: به <%1$S> (با مقدار document.domain برابر با <%5$S>)‏ اجازهٔ تغییر مقدار مشخصهٔ %2$S.%3$S در <%4$S> (بدون مقدار document.domain)‏ داده نشد.

source: Permission denied for <%1$S> (document.domain has not been set) to set property %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
prs: به <%1$S> (بدون مقدار document.domain)‏ اجازهٔ تغییر مقدار مشخصهٔ %2$S.%3$S در <%4$S> (با مقدار document.domain برابر با <%5$S>)‏ داده نشد.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
prs: به <%1$S> (با مقدار document.domain برابر با <%5$S>)‏ اجازهٔ تغییر مقدار مشخصهٔ %2$S.%3$S در <%4$S> (با مقدار document.domain برابر با <%6$S>)‏ داده نشد.

source: Permission denied for <%1$S> to call method %2$S.%3$S on <%4$S>.
prs: به <%1$S> اجازهٔ فراخوانی روش %2$S.%3$S روی <%4$S> داده نشد.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain has not been set).
prs: به <%1$S> (با مقدار document.domain برابر با <%5$S>)‏ اجازهٔ فراخوانی روش %2$S.%3$S روی <%4$S> (بدون مقدار document.domain)‏ داده نشد.

source: Permission denied for <%1$S> (document.domain has not been set) to call method %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
prs: به <%1$S> (بدون مقدار document.domain)‏ اجازهٔ فراخوانی روش %2$S.%3$S روی <%4$S> (با مقدار document.domain برابر با <%5$S>)‏ داده نشد.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
prs: به <%1$S> (با مقدار document.domain برابر با <%5$S>)‏ اجازهٔ فراخوانی روش %2$S.%3$S روی <%4$S> (با مقدار document.domain برابر با <%6$S>)‏ داده نشد.

source: Permission denied for <%S> to get property %S.%S
prs: به <%S> اجازهٔ خواندن مشخصهٔ %S.%S داده نشد

source: Permission denied for <%S> to set property %S.%S
prs: به <%S> اجازهٔ تغییر مقدار مشخصهٔ %S.%S داده نشد

source: Permission denied for <%S> to call method %S.%S
prs: به <%S> اجازهٔ فراخوانی روش %S.%S داده نشد

source: Permission denied to create wrapper for object of class %S
prs: اجازهٔ ایجاد لفاف برای شیءای از رستهٔ %S داده نشد

source: Permission denied for <%2$S> to create wrapper for object of class %1$S
prs: به <%2$S> اجازهٔ ایجاد لفافی از یک شیء از ردهٔ %1$S داده نشد

source: Warning: Protocol handler for '%S' doesn't advertise a security policy. While loading of such protocols is allowed for now, this is deprecated. Please see the documentation in nsIProtocolHandler.idl.
prs: هشدار: اداره‌کنندهٔ قرارداد «%S» سیاست امنیتی منتشر نکرده است. با وجود آن که بارگیری چنین قراردادهایی فعلاً مجاز است، این کار منسوخ شده است. لطفاً مستندات پروندهٔ nsIProtocolHandler.idl را مشاهده نمایید.
