Repository: translate/mozilla-l10n
Catalog: kok/toolkit/chrome/global/config.properties.po
Languages: kok

source: default
kok: मुळावे

source: user set
kok: वापरप्यान थारायल्ले

source: locked
kok: कुलूप लायिल्ले

source: string
kok: वर्णमालिका

source: integer
kok: पूर्णांक

source: boolean
kok: बूलियन

source: New %S value
kok: नविन %S मोल

source: Enter the preference name
kok: प्राधान्य नाव घालात

source: Enter %S value
kok: %S मोल दियात

source: Invalid value
kok: अवैध मोल

source: The text you entered is not a number.
kok: तुमी घाल्लो मजकूर हो आंकडो न्ही.
