Repository: translate/mozilla-l10n
Catalog: kok/toolkit/chrome/global/config.dtd.po
Languages: kok

source: about:config
kok: विशीं:config

source: This might void your warranty!
kok: हें तुमची वॉरंटी निरुपेगी करीत

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
kok: ही अद्यावत स्थापिता बदलप ह्या अनुप्रयोगाच्या स्थैर्याक, सुरक्षेक आणि कार्यक्षमतेक घातक थारू येता. तुमी किदे करतात हाची तुमका खात्री आसत जाल्यारूच मुखार वचात.

source: I'll be careful, I promise!
kok: हांव उतर दिता. हांव जतनाय घेतलो!

source: Show this warning next time
kok: ही चत्राय फुडले वेळा दाखय

source: Sea&rch:
kok: सोद:

source: Preference Name
kok: प्राधान्य नाव

source: Status
kok: स्थिती

source: Type
kok: प्रकार

source: Value
kok: मोल

source: Click to sort
kok: वर्गीकरणाखातीर क्लिक करा.

source: Click to select columns to display
kok: स्तंभाची निवड करपाखातीर क्लिक करा.

source: &Copy
kok: आनी प्रत

source: Copy &Name
kok: नांव प्रत करात

source: Copy &Value
kok: मोलाची प्रत करात

source: &Modify
kok: बदलात

source: &Toggle
kok: अदलाबदल

source: &Reset
kok: परतून थारायात

source: Ne&w
kok: नवीन

source: &String
kok: वर्णमालिका

source: &Integer
kok: पूर्णांक

source: &Boolean
kok: बुलियन
