Repository: translate/mozilla-l10n
Catalog: */obsolete/browser/chrome/browser/devtools/gclicommands.properties.po
Languages: hr, vi

source: What to search for
hr: Što se treba tražiti
vi: Chuỗi tìm kiếm

source: Replacement string
hr: Zamjenski pojam
vi: Chuỗi thay thế

# pagemodReplaceIgnoreCaseDesc
source: Perform case-insensitive search
hr: Izvršite pretraživanje ignorirajući velika i mala slova
vi: Tìm kiếm không phân biệt hoa thường

source: CSS selector to root of search
hr: CSS selektor za korijen pretraživanja
vi: Bộ chọn CSS cho gốc tìm kiếm

source: CSS selector to match in search
hr: CSS selektor koji se treba podudarati u pretraživanju
vi: Bộ chọn CSS cho tìm kiếm

source: Attribute match regexp
hr: Atribut podudara regexp
vi: Các thuộc tính khớp với regexp

source: Restrict search to attributes
hr: Ograniči pretraživanje na atribute
vi: Hạn chế việc tìm kiếm các thuộc tính

source: Restrict search to text nodes
hr: Ograniči pretraživanje na tekstualne čvorove
vi: Giới hạn tìm kiếm trong nút văn bản

source: Elements matched by selector: %1$S. Replaces in text nodes: %2$S. Replaces in attributes: %3$S.
hr: Elementi koji se podudaraju sa selektorom: %1$S. Zamijenjuje u tekstualnim čvorovima: %2$S. Zamijenjuje u atributima: %3$S.
vi: Phần tử khớp với bộ chọn: %1$S. Thay thế trong nút văn bản: %2$S. Thay thế trong thuộc tính: %3$S.

source: Remove elements and attributes from page
hr: Uklonite elemente i atribute sa stranice
vi: Gỡ bỏ phần tử và thuộc tính từ trang

source: Remove elements from page
hr: Uklonite elemente sa stranice
vi: Gỡ bỏ phần tử từ trang

source: CSS selector specifying elements to remove
hr: CSS selektor koji definira elemente koje treba ukloniti
vi: Bộ chọn CSS chỉ rõ những phần tử bị xóa

source: CSS selector specifying root of search
hr: CSS selektor koji definira korijen pretraživanja
vi: Bộ chọn CSS mô tả gốc tìm kiếm

source: Remove element, but leave content
hr: Uklonite element, ali ostavite sadržaj
vi: Gỡ bỏ phần từ nhưng dữ lại nội dung

source: Remove only empty elements
hr: Uklonite samo prazne elemente
vi: Chỉ xóa bỏ các thành phần rỗng

source: Elements matched by selector: %1$S. Elements removed: %2$S.
hr: Elementi koji se podudaraju sa selektorom: %1$S. Uklonjeni elementi: %2$S.
vi: Những phần tử được so khớp bởi bộ chọn: %1$S. Những phần tử bị xóa: %2$S.

source: Remove matching attributes
hr: Ukloni atribute koji se podudaraju
vi: Gỡ bỏ các thuộc tính phù hợp

source: Regexp specifying attributes to remove
hr: Regexp koji definira atribute za uklanjanje
vi: Regexp chỉ ra các thuộc tính bị xóa

source: CSS selector of elements to include
hr: CSS selektor elemenata za uključiti
vi: Bọn chọn CSS của phần tử bao gồm

source: CSS selector of root of search
hr: CSS selektor korijena pretraživanja
vi: Bọn chọn CSS của gốc tìm kiếm

# pagemodRemoveAttributeIgnoreCaseDesc
source: Perform case-insensitive search
hr: Izvršite pretraživanje ignorirajući velika i mala slova
vi: Tìm kiếm không phân biệt hoa thường

source: Elements matched by selector: %1$S. Attributes removed: %2$S.
hr: Elementi koji se podudaraju sa selektorom: %1$S. Uklonjeni atributi: %2$S.
vi: Những phần tử được so khớp bởi bộ chọn: %1$S. Những thuộc tính bị xóa: %2$S.

source: Hack the %1$S Developer Tools
hr: Hackirajte %1$S alate za razvijatelje

source: Various commands related to hacking directly on the %1$S Developer Tools.
hr: Razne naredbe za hackiranje izravno na %1$S alate za razvijatelje.

source: Load tools from a mozilla-central checkout
hr: Učitava alate s mozilla-central checkoutom.

source: %1$s does not exist or is not a mozilla-central checkout.
hr: %1$s ne postoji ili nije mozilla-central checkout.

source: Tools loaded from %1$s.
hr: Alati učitani iz %1$s.

source: Load the %1$S Developer Tools from a complete mozilla-central checkout.
hr: Učitava %1$S alate za razvijatelje iz potpunog mozilla-central checkouta.

source: A mozilla-central checkout
hr: mozilla-central checkout

source: Use the builtin tools
hr: Koristi ugrađene alate

source: Use the builtin tools, overriding any previous srcdir command.
hr: Koristite ugrađene alate, zanemarujući eventualnu prijašnju srcdir naredbu.

source: Builtin tools loaded.
hr: Učitani ugrađeni alati.

source: Reload the developer tools
hr: Ponovno učitaj alate za razvijatelje

source: Tools reloaded.
hr: Alati ponovno učitani.

source: Display and alter cookies
hr: Prikažite i mijenjajte kolačiće
vi: Hiển thị và thay đổi các cookie

source: Commands to list, create, delete and alter cookies for the current domain.
hr: Naredbe za ispis, stvaranje, brisanje i mijenjanje kolačića za trenutnu domenu.
vi: Các lệnh để liệt kê, tạo, xóa và thay đổi cookies cho tên miền hiện tại.

source: Display cookies
hr: Prikaži kolačiće
vi: Hiển thị cookies

source: Display a list of the cookies relevant to the current page.
hr: Prikažite popis kolačića relevantnih za trenutnu stranicu.
vi: Hiển thị danh sách các cookie phù hợp với trang hiện tại.

source: Host:
hr: Poslužitelj:
vi: Máy chủ:

source: Path:
hr: Putanja:
vi: Đường dẫn:

# cookieListOutExpires
source: Expires:
hr: Ističe:

source: Attributes:
hr: Atributi:
vi: Thuộc tính:

source: None
hr: Ništa
vi: Không có

source: At browser exit (session)
hr: Pri zatvaranju preglednika (sesije)
vi: Lúc đóng trình duyệt (session)

source: No cookies found for this page
hr: Nisu pronađeni kolačići za ovu stranicu
vi: Không tìm thấy cookie trong trang này

source: No cookies found for host %1$S
hr: Nisu pronađeni kolačići za poslužitelja %1$S
vi: Không tìm thấy cookie tại máy chủ %1$S

source: Edit
hr: Uredi
vi: Chỉnh sửa

# cookieListOutRemove
source: Remove
hr: Ukloni

source: Remove a cookie
hr: Uklonite kolačić
vi: Gỡ bỏ một cookie

source: Remove a cookie, given its key
hr: Uklonite kolačić prema ključu
vi: Gỡ phần tử từ trang bằng cách nhập khóa của nó

source: The key of the cookie to remove
hr: Ključ kolačića kojeg treba obrisati
vi: Khoá của cookie cần gỡ

source: Set a cookie
hr: Postavite kolačić
vi: Thiết lập cookie

source: Set a cookie by specifying a key name, its value and optionally one or more of the following attributes: expires (max-age in seconds or the expires date in GMTString format), path, domain, secure
hr: Postavite kolačić definiranjem naziva ključa, njegove vrijednosti i, opcionalno, jednog ili više od sljedećih atributa: expires (max-age u sekundama ili datum isteka u GMTString formatu), path, domain, secure
vi: Đặt giá trị cho một cookie bằng cách chỉ định tên key, giá trị và có thể thêm một số attribute sau: expires (max-age tính theo giây hoặc ngày hết hạn theo định dạng GMTString), path, domain, secure

source: The key of the cookie to set
hr: Ključ kolačića kojeg se postavlja
vi: Khoá của cookie cần đặt

source: The value of the cookie to set
hr: Vrijednost kolačića kojeg se postavlja
vi: Giá trị của cookie cần đặt

# cookieSetOptionsDesc
source: Options
hr: Mogućnosti
vi: Tùy chọn

source: The path of the cookie to set
hr: Putanja kolačića kojeg se postavlja
vi: Đường dẫn của cookie cần đặt

source: The domain of the cookie to set
hr: Domena kolačića kojeg se postavlja
vi: Tên miền của cookie cần đặt

source: Only transmitted over https
hr: Prenosi se samo preko https-a
vi: Chỉ truyền tải thông qua https

source: Not accessible from client side script
hr: Nije moguće pristupiti putem klijentske skripte
vi: Không thể truy cập từ script phía máy khách

source: Only valid for the lifetime of the browser session
hr: Vrijedi samo za vrijeme trajanja sesije web preglednika

source: The expiry date of the cookie (quoted RFC2822 or ISO 8601 date)
hr: Datum isteka kolačića (citirani format prema RFC2822 ili ISO 8601 standardu)

source: The URL of the JS file to beautify
hr: URL JS datoteke koju treba uljepšati
vi: URL của file JS cần được sửa formatting

source: Indentation size in chars
hr: Veličina uvlake u znacima
vi: Kích thước lùi đầu dòng tính theo ký tự

source: The number of chars with which to indent each line
hr: Broj znakova s kojima će svaki redak biti uvučen
vi: Số ký tự trắng thêm vào đầu mỗi dòng dòng

source: The chars used to indent each line
hr: Znakovi koji se koriste za uvlaku svakog retka
vi: Ký tự được sử dụng để căn lề mỗi dòng

source: The chars used to indent each line. The possible choices are space or tab.
hr: Znakovi koji se koriste za uvlaku svakog retka. Mogući izbor su razmaknice ili tabulator.
vi: Ký tự được sử dụng để căn lề từng dòng. Có thể chọn dấu cách hoặc tab.

source: Do not preserve line breaks
hr: Ne čuvaj prelaske u novi redak
vi: Không giữ lại các dấu ngắt dòng

source: Should existing line breaks be preserved
hr: Treba li zadržati postojeće prekide redaka
vi: Có nên giữ lại các dấu ngắt dòng cũ

source: Max consecutive line breaks
hr: Najveći broj uzastopnih prekida redaka
vi: Số lượng dấu ngắt dòng liên tiếp tối đa

source: The maximum number of consecutive line breaks to preserve
hr: Najveći broj uzastopnih prekida redaka koje treba zadržati
vi: Số lượng tối đa các dấu ngắt dòng liên tiếp cần giữ lại

source: Enforce jslint-stricter mode?
hr: Primjenjivati jslint-stricter način?
vi: Có bắt buộc sử dụng chế độ jslint-stricter không?

source: When set to true, jslint-stricter mode is enforced
hr: Kada je postavljeno na 'true', primjenjivat će se jslint-stricter
vi: Khi thiết lập giá trị là true, chế độ jslint-stricter là bắt buộc

source: Select the coding style of braces
hr: Odaberite stil zagrada

source: Select the coding style of braces: collapse - put braces on the same line as control statements; expand - put braces on own line (Allman / ANSI style); end-expand - put end braces on own line; expand-strict - put braces on own line even if it will break your code.
hr: Odaberite stil zagrada: collapse - zagrade se postavljaju u istom retku kao i naredbe; expand - zagrade su postavljene u vlastitim recima (Allman/ANSI stil); end-expand - zagrade su postavljene se zatvaraju u vlastitom retku; expand-strict - zagrade su postavljane u vlastiti redak iako će pokvariti vaš kôd.

source: No space before conditional statements
hr: Nema razmaka prije uvjetnih naredbi
vi: Không có khoảng trắng trước câu lệnh điều kiện

source: Unescape \xNN characters?
hr: Izbjeći \xNN znakove?
vi: Ký tự \xNN không thoát?

source: Should printable characters in strings encoded in \xNN notation be unescaped?
hr: Trebaju li se izbjeći ispisivi znakovi u nizovima enkodiranima kao \xNN notacija?
vi: Có nên tự động chuyển các ký tự in được trong dạng escape như \xNN thành ký tự bình thường?

source: Please enter a valid URL
hr: Molim upišite ispravan URL
vi: Vui lòng nhập một URL hợp lệ

# jsbOptionsDesc
source: Options
hr: Mogućnosti
vi: Tùy chọn

source: Commands to manipulate function call logging
hr: Naredbe za manupuliranje zapisivanja poziva funkcija
vi: Lệnh để điều khiển việc ghi chép các lời gọi hàm

source: Start logging function calls to the console
hr: Započni zapisivati pozivanje funkcija u konzoli
vi: Bắt đầu ghi chép các lời gọi hàm vào console

# calllogStartReply
source: Call logging started.
hr: Zapisivanje poziva započeto.
vi: Đã bắt đầu ghi chép các lời gọi hàm.

# calllogStopDesc
source: Stop function call logging
hr: Zaustavi zapisivanje pozivanja funkcija
vi: Dừng ghi chép các lời gọi hàm

source: No call logging is currently active
hr: Zapisivanje poziva funkcija nije aktivno
vi: Không có bản ghi chép gọi hàm nào đang active

# calllogStopReply
source: Stopped call logging. Active contexts: %1$S.
hr: Zapisivanje poziva funkcija zaustavljeno. Aktivni konteksti: %1$S.
vi: Đã dừng ghi chép lời gọi hàm. Các ngữ cảnh active: %1$S.

source: Start logging function calls for chrome code to the console
hr: Započni zapisivati pozive funkcija za chrome kôd u konzolu
vi: Bắt đầu ghi chép các lời gọi hàm của phần mã giao diện (chrome) vào console

source: Global object, JSM URI, or JS to get a global object from
hr: Globalni objekt, JSM URI ili JS za dobivanje globalnog objekta
vi: Một đối tượng toàn cục, JSM URI hoặc JS để lấy đối tượng toàn cục

source: The global object, URI of a JSM, or JS to execute in the chrome window from which to obtain a global object
hr: Globalni objekt, URI JSM-a ili JS za izvršiti u chrome prozoru od kojeg će se prikupiti globalni objekt
vi: Đối tượng toàn cục, URI của một JSM hoặc một đoạn JS để thực thi trong cửa sổ giao diện (chrome) mà từ đó có thể lấy ra một đối tượng toàn cục

# calllogChromeStartReply
source: Call logging started.
hr: Zapisivanje poziva pokrenuto.
vi: Đã bắt đầu ghi chép các lời gọi hàm.

# calllogChromeStopDesc
source: Stop function call logging
hr: Zaustavi zapisivanje poziva funkcija
vi: Dừng ghi chép các lời gọi hàm

source: No call logging for chrome code is currently active
hr: Trenutno nema aktivnog zapisivanja za chrome kôd
vi: Không có bản ghi chép lời gọi hàm của phần mã giao diện (chrome) nào đang active

# calllogChromeStopReply
source: Stopped call logging. Active contexts: %1$S.
hr: Zapisivanje poziva zaustavljeno. Aktivni konteksti: %1$S.
vi: Dừng việc log. Ngữ cảnh kích hoạt: %1$S.

source: <anonymous>
hr: <anoniman>
vi: <vô danh>

source: Method call
hr: Poziv metode
vi: Gọi phương thức

source: Invalid JSM!
hr: Neispravan JSM!
vi: JSM không hợp lệ!

source: Variable not found in content window.
hr: Varijabla nije pronađena u prozoru sadržaja.
vi: Không tìm thấy biến ở cửa sổ nội dung.

source: Variable not found in chrome window.
hr: Varijabla nije pronađena u chrome prozoru.
vi: Không tìm thấy biến ở cửa sổ chrome.

source: Evaluated JavaScript threw the following exception
hr: Pregledani javascript javio je sljedeću iznimku
vi: Đoạn JavaScript được đọc và thực thi đưa ra exception sau

source: The JavaScript source must evaluate to an object whose method calls are to be logged e.g. "({a1: function() {this.a2()},a2: function() {}});"
hr: JavaScript izvor se mora procijeniti na objektu čije se metode zapisuju - npr. "({a1: function() {this.a2()},a2: function() {}});"
vi: Mã nguồn JavaScript khi được evaluate phải trở thành một đối tượng mà các lời gọi method của nó sẽ được ghi chép. VD: "({a1: function() {this.a2()},a2: function() {}});"

# paintflashingDesc
source: Highlight painted area
hr: Istakni oslikano područje

source: Turn on paint flashing
hr: Uključi paint flashing

source: Turn off paint flashing
hr: Isključi paint flashing

source: chrome frames
hr: chrome sličice

source: Draw repainted areas in different colors
hr: Iscrtaj višestruko oslikane površine u drugim bojama

# paintflashingTooltip
source: Highlight painted area
hr: Istakni oslikano područje
vi: Tô sáng vùng được vẽ

source: Toggle paint flashing
hr: Uključi/isključi oslikano područje

source: Toggle split console
hr: Uključi/isključi podijeljenu konzolu

source: Application cache utilities
hr: Alati priručne memorije aplikacije

source: Validate cache manifest
hr: Validiraj manifest pručne memorije

source: Find issues relating to a cache manifest and the files that it references
hr: Pronađi probleme povezane s manifestom priručne memorije i datoteka na koje se referencira

source: URI to check
hr: URI za provjeriti

source: Appcache validated successfully.
hr: Priručna memorija aplikacije uspješno validirana.

source: Clear entries from the application cache
hr: Obriši stavke iz priručne memorije aplikacije

source: Clear one or more entries from the application cache
hr: Obrišite jednu ili više stavki iz priručne memorije aplikacije

source: Entries cleared successfully.
hr: Stavke uspješno obrisane.

source: Display a list of application cache entries.
hr: Prikaži popis stavki u priručnoj memoriji aplikacije.

source: Display a list of all application cache entries. If the search parameter is used then the table displays the entries containing the search term.
hr: Prikaži popis svih stavki u priručnoj memoriji aplikacije. Ako se koristi parametar pretraživanja, tada će biti prikazana tablica stavki koje sadrže traženi pojam.

source: Filter results using a search term.
hr: Filtrira rezultate koristeći pojam pretraživanja.

source: Key:
hr: Ključ:

source: Data size:
hr: Veličina podataka:

source: Device ID:
hr: ID uređaja:

# appCacheListExpirationTime
source: Expires:
hr: Istiće:

source: Fetch count:
hr: Broj pozivanja:

source: Last fetched:
hr: Posljednji poziv:

source: Last modified:
hr: Posljednja promjena:

source: View Entry
hr: Prikaži stavku

# appCacheViewEntryDesc
source: Open a new tab containing the specified cache entry information.
hr: Otvara novu karticu s detaljima odabrane stavke iz priručne memorije.

# appCacheViewEntryManual
source: Open a new tab containing the specified cache entry information.
hr: Otvara novu karticu s detaljima odabrane stavke iz priručne memorije.

source: The key for the entry to display.
hr: Ključ stavke koju treba prikazati.

source: Manage profiler
hr: Upravljanje profilerom
vi: Quản lý profiler

source: Commands to start or stop a JavaScript profiler
hr: Naredbe za pokretanje ili zaustavljanje JavaScript profilera
vi: Câu lệnh để khởi động hoặc dừng JavaScript profiler

source: Open the profiler
hr: Otvori profiler
vi: Mở profiler

source: Close the profiler
hr: Zatvori profiler
vi: Đóng profiler

source: Start profiling
hr: Pokreni profiliranje

source: Name of a profile you wish to start.
hr: Naziv profila kojeg želite pokrenuti.

source: Stop profiling
hr: Zaustavi profiliranje

source: Name of a profile you wish to stop.
hr: Naziv profila kojeg želite zaustaviti.

source: List all profiles
hr: Prikaži sve profile
vi: Liệt kê tất cả hồ sơ

source: Show individual profile
hr: Prikaži pojedine profile
vi: Hiển thị hồ sơ cá nhân

source: Name of a profile.
hr: Naziv profila.

source: Profile has already been started
hr: Profil je već pokrenut

source: Profile not found
hr: Profil nije pronađen

source: Profiler has not been started yet. Use 'profile start' to start profiling
hr: Profil još nije pokrenut. Upotrijebite 'profile start' naredbu za početak profiliranja

source: Recording…
hr: Snimanje…

source: Stopped…
hr: Zaustavljeno…

source: For this command to work you need to open the profiler first
hr: Da bi ova naredba funkcionirala, najprije morate pokrenuti profiler
vi: Để câu lệnh có thể thực thi bạn cần mở profiler trước tiên

source: Open a remote debug port
hr: Otvori ulaz za udaljeno otklanjanje problema

source: %1$S can allow remote debugging over a TCP/IP connection. For security reasons this is turned off by default, but can be enabled using this command.
hr: %1$S može omogućiti udaljeno otklanjanje problema putem TCP/IP veze. Zbog sigurnosnih razloga, prema zadanim postavkama ova je opcija isključena, ali može se uključiti za korištenje ove naredbe.

source: The TCP port to listen on
hr: TCP ulaz za povezivanje

source: Listen is disabled by the devtools.debugger.remote-enabled preference
hr: Služanje prometa je onemogućeno putem devtools.debugger.remote-enabled opcije

source: Listening on port %1$S
hr: Slušanje na ulazu %1$S

source: DebuggerServer not initialized
hr: Poslužitelj nije inicijaliziran

source: CSS media type emulation
hr: Emulacija vrste CSS medija

source: Emulate a specified CSS media type
hr: Emulira specificiranu vrstu CSS medija

source: View the document as if rendered on a device supporting the given media type, with the relevant CSS rules applied.
hr: Prikazuje dokument kao da je renderiran na uređaju koji podržava danu vrstu medija s primijenjenim relevantnim CSS pravilima.

source: The media type to emulate
hr: Vrsta medija koji se treba emulirati

source: Stop emulating a CSS media type
hr: Zaustavi emulaciju vrstu CSS medija

source: Inject common libraries into the page
hr: Umetni popularne biblioteke u stranicu

source: Inject common libraries into the content of the page which can also be accessed from the console.
hr: Umeće popularne biblioteke u sadržaj stranice, kojima se također može pristupiti iz konzole.

source: Select the library to inject or enter a valid script URI to inject
hr: Odaberite biblioteku za umetanje ili upišite validan URI skripte

source: %1$S loaded
hr: %1$S učitan

source: Failed to load %1$S - Invalid URI
hr: Učitavanje %1$S nije uspjelo - neispravan URI

source: Open folders
hr: Otvori mape

source: Open folder path
hr: Otvori putanju mape

source: Directory Path
hr: Putanja direktorija

source: Open profile directory
hr: Otvori direktorij profila

source: Please enter a valid path
hr: Molim upišite ispravnu putanju

source: Opened %1$S
hr: Otvoren %1$S

source: Make page changes
vi: Tạo thay đổi trang
