Repository: translate/mozilla-l10n
Catalog: */obsolete/browser/chrome/browser/devtools/gclicommands.properties.po
Languages: hr, vi

source: Get help on the available commands
hr: Potražite pomoć u vezi dostupnih naredbi
vi: Tìm trợ giúp về các lệnh có sẵn

source: Available Commands
hr: Dostupne naredbe
vi: Các Lệnh Có Sẵn

source: The command '%1$S' is not available in multiprocess mode (E10S)
hr: Naredba '%1$S' nije dostupna u višeprocesnom načinu rada (E10S)

source: Commands to control the console
hr: Naredbe za kontrolu konzole
vi: Các lệnh để điều khiển trình kiểm soát

source: Filter, clear and close the web console
hr: Filtrirajte, očistite i zatvorite web konzolu
vi: Lọc, xóa trắng, và đóng trình kiểm soát web

source: Clear the console
hr: Očisti konzolu
vi: Xóa trắng trình kiểm soát

source: Save an image of the page
hr: Sprema sliku stranice
vi: Chụp lại ảnh của trang

source: Save a PNG image of the entire visible window (optionally after a delay)
hr: Sprema PNG sliku cijelog vidljivog prozora (moguće uz zadano kašnjenje)
vi: Lưu một file PNG chụp toàn bộ phần nhìn thấy được của cửa sổ (có thể thêm thời gian đợi)

source: Destination filename
hr: Naziv datoteke
vi: Tên tệp đích

source: The name of the file (should have a '.png' extension) to which we write the screenshot.
hr: Naziv datoteke (mora sadržavati '.png' sufiks) u koju će se spremiti slika zaslona.
vi: Tên file (nên ở định dạng png) để ghi lại ảnh màn hình.

source: Copy screenshot to clipboard? (true/false)
hr: Kopirati sliku zaslona u međuspremnik? (točno/netočno)
vi: Sao chép ảnh chụp màn hình hình vào vùng nhớ tạm? (true/false)

source: True if you want to copy the screenshot instead of saving it to a file.
hr: Točno ako želite kopirati sliku zaslona umjesto spremanja u datoteku.
vi: Chọn đúng nếu bạn muốn sao chép ảnh chụp màn hình thay vì lưu lại ra một tập tin.

source: Capture %1$S chrome window? (true/false)
hr: Snimiti %1$S chrome prozor? (točno/netočno)
vi: Chụp ảnh màn hình cửa sổ chrome %1$S? (true/false)

source: True if you want to take the screenshot of the %1$S window rather than the web page's content window.
hr: Točno ako želite snimiti sliku %1$S prozora umjesto prozora sa sadržajem web stranice.
vi: True nếu bạn muốn chụp màn hình của cả cửa sổ %1$S chứ không chỉ phần nội dung trang web.

# screenshotGroupOptions
source: Options
hr: Mogućnosti
vi: Tùy chọn

source: Delay (seconds)
hr: Odgoda (u sekundama)
vi: Độ trì hoãn (giây)

source: The time to wait (in seconds) before the screenshot is taken
hr: Vrijeme (u sekundama) prije snimanja slike zaslona
vi: Thời gian chờ (giây) trước khi chụp ảnh màn hình

source: Entire webpage? (true/false)
hr: Cijela web stranica? (true/false)
vi: Chọn toàn bộ trang? (có / không)

source: True if the screenshot should also include parts of the webpage which are outside the current scrolled bounds.
hr: 'True' ako prikaz zaslona treba sadržavati dijelove web stranice koji se ne vide u okviru prozora.
vi: Đúng nếu ảnh chụp màn hình bao gồm các phần của trang web bên ngoài đường biên cuộn hiện tại.

source: selector option is not supported when chrome option is true
hr: mogućnost 'selector' nije podržana kada je 'chrome' mogućnost uključena
vi: tùy chọn selector không được hỗ trợ khi tùy chọn chrome là true

source: Screen Shot %1$S at %2$S
hr: Slika zaslona %1$S u %2$S
vi: Ảnh chụp màn hình %1$S tại %2$S

source: Error saving to
hr: Greška pri spremanju u
vi: Lỗi lưu ra

source: Saved to
hr: Spremljeno u
vi: Được lưu ra

source: Error occurred while copying to clipboard.
hr: Greška prilikom kopiranja u međuspremnik.
vi: Xuất hiện lỗi khi sao chép vào bộ nhớ tạm.

source: Copied to clipboard.
hr: Kopirano u međuspremnik.
vi: Đã sao chép vào bộ nhớ tạm.

source: Take a fullpage screenshot
hr: Spremite sliku cijele stranice

source: Highlight nodes
hr: Istakni čvorove

source: Highlight nodes that match a selector on the page
hr: Istakni čvorove koji se podudaraju s biračem na stranici

# highlightSelectorDesc
source: CSS selector
hr: CSS selektor

source: The CSS selector used to match nodes in the page
hr: CSS selektor koji se koristi za podudaranje čvorova na stranici

# highlightOptionsDesc
source: Options
hr: Mogućnosti

source: Hide guides
hr: Sakrij vodiče

source: Hide the guides around the highlighted node
hr: Sakrij vodiče oko istaknutog čvora

source: Show the node infobar
hr: Prikaži informacijsku traku čvorova

source: Show the infobar above the highlighted node (the infobar displays the tagname, attributes and dimension)
hr: Prikaži informacijsku traku iznad istaknutog čvora (na traci su prikazani naziv taga, atributi i dimenzije)

source: Show all matches
hr: Prikaži sve rezultate

source: If too many nodes match the selector, only the first 100 will be shown to avoid slowing down the page too much. Use this option to show all matches instead
hr: Ako ima previše rezultata, bit će prikazano samo prvih 100, kako se stranica ne bi pretjerano usporila. Koristite ovu opciju za prikaz ako želite prikaz svih rezultata

source: Box model region
hr: Box model regija

source: Which box model region should be highlighted: 'content', 'padding', 'border' or 'margin'
hr: Box model regija koja bi trebala biti istaknula: 'content', 'padding', 'border' ili 'margin'

source: Fill style
hr: Stil ispune

source: Override the default region fill style with a custom color
hr: Premostite zadani stil ispune regije s proizvoljnom bojom

source: Keep existing highlighters
hr: Zadrži postojeće isticatelje

source: By default, existing highlighters are hidden when running the command, unless this option is set
hr: Prema zadanim postavkama, postojeći isticatelji su skriveni prilikom pokretanja naredbe, osim ako ova opcija nije podešena

source: %1$S node highlighted;%1$S nodes highlighted
hr: %1$S istaknuti čvor;%1$S istaknuta čvora;%1$S istaknutih čvorova

source: %1$S nodes matched, but only %2$S nodes highlighted. Use '--showall' to show all
hr: %1$S podudarajućih čvorova, ali samo %2$S istaknutih čvorova. Upotrijebite '--showall' za prikaz svih

source: Unhighlight all nodes
hr: Isključi isticanje svih čvorova

source: Unhighlight all nodes previously highlighted with the 'highlight' command
hr: Isključi isticanje svih čvorova koje je pokrenuto pomoću 'highlight' naredbe

source: Restart %1$S
hr: Ponovno pokreni %1$S

source: Disables loading content from cache upon restart
hr: Onemogućuje učitavanje sadržaja iz priručne memorije nakon ponovnog pokretanja
vi: Vô hiệu hóa việc tải nội dung từ bộ đệm trong lúc khởi động lại

source: Restart request cancelled by user.
hr: Zahtjev za ponovnim pokretanjem otkazao korisnik.
vi: Yêu cầu khởi động lại bị hủy bởi người dùng.

source: Restarting %1$S…
hr: Ponovno pokretanje %1$S…

source: Inspect a node
hr: Ispitajte čvor
vi: Thăm dò một nốt

source: Investigate the dimensions and properties of an element using a CSS selector to open the DOM highlighter
hr: Ispitajte dimenzije i svojstva elementa pomoću CSS izbornika kojim možete otvoriti DOM marker
vi: Điều tra kích cỡ và kích thước của phần tử sử dụng trình chọn CSS để mở trình tô sáng DOM

# inspectNodeDesc
source: CSS selector
hr: CSS selektor

source: A CSS selector for use with document.querySelector which identifies a single element
hr: CSS selektor za upotrebu s document.querySelector koji identificira pojedini element
vi: Một CSS selector định danh duy nhất một phần tử để dùng với hàm document.querySelector

# eyedropperDesc
source: Grab a color from the page
hr: Uhvati boju sa stranice

source: Open a panel that magnifies an area of page to inspect pixels and copy color values
hr: Otvara ploču koja uvećava podružje stranice za ispitivanje piksela i kopiranje vrijednosti boja

# eyedropperTooltip
source: Grab a color from the page
hr: Uhvati boju sa stranice

source: Visualize the webpage in 3D
hr: Vizualiziraj web stranicu u 3D-u
vi: Hiển thị trang web ở chế độ 3D

source: Investigate the relationship between various parts of a webpage and their ancestors in a 3D environment
hr: Ispitaj odnose između raznih dijelova web stranice i njihovih predaka u 3D okruženju
vi: Tìm hiểu mối quan hệ giữa các thành phần của một trang web trong môi trường 3D

source: Open the Inspector 3D view
hr: Otvori 3D prikaz inspektora
vi: Xem trong chế độ Inspector 3D

source: Initialize the 3D page inspector and optionally highlight a node using a CSS selector
hr: Inicijalizira 3D stranicu inspektora i opcionalno obilježava čvor pomoću CSS selektora
vi: Khởi tạo trang phân tích 3D, các node có thể được tô sáng sử dụng CSS selector

source: 3D View
hr: 3D prikaz

source: Move the webpage mesh
hr: Premjesti web stranicu u mrežu
vi: Di chuyển webpage mesh

source: Incrementally translate the webpage mesh in a certain direction
hr: Inkrementalno prevedi mrežu web stranice u određenom smjeru
vi: Tịnh tiến dần webpage mesh theo một hướng xác định trước

source: X (pixels)
hr: X (piksela)

source: The amount in pixels to translate the webpage mesh on the X axis
hr: Broj piksela za prijevod mreže web stranice na osi X
vi: Lượng pixel để tịnh tiến webpage mesh theo trục X

source: Y (pixels)
hr: Y (piksela)

source: The amount in pixels to translate the webpage mesh on the Y axis
hr: Broj piksela za prijevod mreže web stranice na osi Y
vi: Lượng pixel để tịnh tiến webpage mesh theo trục Y

source: Spin the webpage mesh
hr: Zavrti mrežu web stranice
vi: Quay webpage mesh

source: Incrementally rotate the webpage mesh in a certain direction
hr: Inkrementalno rotiraj mrežu web stranice u određenom smjeru
vi: Quay dần webpage mesh theo một hướng xác định trước

source: X (degrees)
hr: X (stupnjeva)
vi: X (độ)

source: The amount in degrees to rotate the webpage mesh along the X axis
hr: Broj stupnjeva za rotaciju mreže web stranice na osi X
vi: Góc (tính theo độ) để quay webpage mesh theo trục X

source: Y (degrees)
hr: Y (stupnjeva)
vi: Y (độ)

source: The amount in degrees to rotate the webpage mesh along the Y axis
hr: Broj stupnjeva za rotaciju mreže web stranice na osi Y
vi: Góc (tính theo độ) để quay webpage mesh theo trục Y

source: Z (degrees)
hr: Z (stupnjeva)
vi: Z (độ)

source: The amount in degrees to rotate the webpage mesh along the Z axis
hr: Broj stupnjeva za rotaciju mreže web stranice na osi Z
vi: Góc (tính theo độ) để quay webpage mesh theo trục Z

source: Move away or towards the webpage mesh
hr: Pomakni prema ili dalje od mreže web stranice
vi: Di chuyển ra xa hoặc lại gần webpage mesh

source: Incrementally move the webpage mesh in a certain direction along the Z axis
hr: Inkrementalno pomakni mrežu web stranice u određenom smjeru na osi Z
vi: Tịnh tiến dần webpage mesh theo hướng xác định trước trên trục Z

source: Zoom (pixels)
hr: Uvećanje (piksela)
vi: Thu/phóng (pixels)

source: The amount in pixels to translate the webpage mesh along the Z axis
hr: Broj piksela za prijevod mreže web stranice uz os Z
vi: Số pixel để tịnh tiến webpage mesh theo trục Z

source: Reset the translation, rotation and zoom
hr: Poništi prijevod, rotaciju i uvećanje
vi: Đặt lại lệnh tịnh tiến, quay và phóng to/thu nhỏ

source: Resets any transformations applied to the webpage mesh modelview matrix
hr: Resetira transformacije na matrici prikaza modela mreže web stranice
vi: Đặt lại bất cứ thay đổi nào đã áp dụng cho sơ đồ ma trận lưới trang web

source: Close the visualization if open
hr: Zatvori vizualizaciju ako je otvorena
vi: Đóng minh họa đang được mở

source: Close the visualization and switch back to the Inspector's default highlighter
hr: Zatvori vizualizaciju i vrati zadani način isticanja Inspektora
vi: Đóng trình diễn này và quay trở lại giao diện tô sáng chuẩn của Inspector

source: The debugger must be opened before using this command
hr: Debugger mora biti otvoren prije korištenja ove naredbe
vi: Trình gỡ lỗi phải được mở trước khi sử dụng lệnh này

source: The debugger must be opened before setting breakpoints
hr: Debugger mora biti otvoren prije postavljanja točaka prekida
vi: Trình gỡ rối phải được bật trước khi đặt breakpoint

source: Manage breakpoints
hr: Upravljanje točkama prekida
vi: Quản lý breakpoints

source: Commands to list, add and remove breakpoints
hr: Naredbe za ispis, dodavanje ili uklanjanje točaka prekida
vi: Các lệnh để liệt kê, thêm và gỡ bỏ breakpoint

source: Display known breakpoints
hr: Prikaži poznate točke prekida
vi: Hiển thị các breakpoint đã biết

source: No breakpoints set
hr: Nema postavljenih točaka prekida
vi: Chưa đặt breakpoint

# breaklistOutRemove
source: Remove
hr: Ukloni

source: Added breakpoint
hr: Dodana točka prekida
vi: Breakpoint được thêm

source: Could not set breakpoint: %S
hr: Nije moguće postaviti točku prekida: %S
vi: Không thể thiết lập breakpoint: %S

source: Add a breakpoint
hr: Dodaj točku prekida
vi: Thêm một breakpoint

source: Breakpoint types supported: line
hr: Podržane vrste točaka prekida: redak
vi: Kiểu breakpoint được hỗ trợ: line

source: Add a line breakpoint
hr: Dodaj točku prekida retka
vi: Thêm một breakpoint

source: JS file URI
hr: URI JS datoteke
vi: URI tệp JS

source: Line number
hr: Broj retka
vi: Số chỉ dòng

source: Remove a breakpoint
hr: Ukloni točku prekida
vi: Bỏ một breakpoint

source: Index of breakpoint
hr: Indeks točke prekida
vi: Chỉ mục của breakpoint

source: Breakpoint removed
hr: Točka prekida uklonjena
vi: Breakpoint đã được xóa

source: Manage debugger
hr: Upravljanje debuggerom
vi: Quản lý debugger

source: Commands to interrupt or resume the main thread, step in, out and over lines of code
hr: Naredbe za prekidanje ili nastavak glavnog niza, skakanje u linije i preskakanje redaka kôda
vi: Lệnh để ngắt hoặc tiếp tục luồng xử lý chính, step in, step out và step over các dòng code

source: Open the debugger
hr: Otvori debugger
vi: Mở trình gỡ rối

source: Close the debugger
hr: Zatvori debugger
vi: Tắt trình gỡ rối

source: Pauses the main thread
hr: Pauzira glavni niz
vi: Tạm dừng luồng chính

source: Resumes the main thread, and continues execution following a breakpoint, until the next breakpoint or the termination of the script.
hr: Nastavlja glavni niz i izvršavanje nakon točke prekida, sve do iduće točke prekida ili terminacije skripte
vi: Tiếp tục luồng xử lý chính và tiếp tục đến khi gặp một breakpoint hoặc đã chạy đến hết script.

source: Manage stepping
hr: Upravljanje skakanjem
vi: Quản lý stepping

source: Commands to step in, out and over lines of code
hr: Naredbe za skakanje u, izvan i preko redaka kôda
vi: Lệnh để step in, step out và step over các dòng mã

source: Executes the current statement and then stops at the next statement. If the current statement is a function call then the debugger executes the whole function, and it stops at the next statement after the function call
hr: Izvršava trenutnu naredbu i zaustavlja se na idućoj naredbi. Ako je trenutna naredba poziv funkcije, debugger tada izvršava cijelu funkciju, te se zaustavlja na idućoj naredbu nakon poziva funkcije
vi: Thực thi lệnh hiện tại và dừng lại trước lệnh tiếp theo. Nếu lệnh hiện tại là một lời gọi hàm thì tự động thực thi toàn bộ hàm đó và quay lại trước lệnh tiếp theo

source: Executes the current statement and then stops at the next statement. If the current statement is a function call, then the debugger steps into that function, otherwise it stops at the next statement
hr: Izvršava trenutnu naredbu i zaustavlja se na idućoj naredbi. Ako je trenutna naredba poziv funkcije, debugger uskače u funkciju, u suprotnome se zaustavlja na idućoj naredbi
vi: Thực thi lệnh hiện tại và dừng lại trước lệnh tiếp theo. Nếu lệnh hiện tại là một lời gọi hàm thì tiếp tục gỡ lỗi trong hàm đó

source: Steps out of the current function and up one level if the function is nested. If in the main body, the script is executed to the end, or to the next breakpoint. The skipped statements are executed, but not stepped through
hr: Iskače iz trenutne funkcije, jednu razinu iznad ako je funkcija ugniježđena. Ako je u glavnom tijelu, skripta se izvršava do kraja ili do iduće točke prekida. Preskočene naredbe se izvršavaju, ali nisu zakoračene
vi: Thoát ra khỏi hàm hiện tại và nhảy lên một bậc nếu hàm này được gọi bởi hàm khác. Nếu ở trong bậc ngoài cùng (main body) thì script sẽ được thực thi đến hết, hoặc đến điểm ngắt tiếp theo. Các lệnh bị nhảy qua vẫn được thực thi.

source: List the source URLs loaded in the debugger
hr: Prikaži izvorne URL-ove učitane u debuggeru
vi: Liệt kê các URL nguồn được tải trong trình gỡ lỗi

source: Black box sources in the debugger
hr: Postavite izvore u crnu kutiju debuggera

source: A specific source to black box
hr: Dodavanje određenog izvora u crnu kutiju

source: Black box all sources that match this glob (for example: "*.min.js")
hr: Dodaje sve izvore koji se podudaraju s ovim globom (npr. "*.min.js")

source: Invert matching, so that we black box every source that is not the source provided or does not match the provided glob pattern.
hr: Obrnuto podudaranje, kako bi u crnoj kutiji završio svaki izvor koji nije iz danog izvora ili se ne podudara s danim glob uzorkom.

source: (No sources black boxed)
hr: (Nema izvora u crnoj kutiji)

source: The following sources were black boxed:
hr: Sljedeći izvori su u crnoj kutiji:

source: Error black boxing:
hr: Greška prilikom dodavanja u crnu kutiju:

source: Stop black boxing sources in the debugger
hr: Onemogućuje crnu kutiju u debuggeru

source: A specific source to stop black boxing
hr: Onemogućava dodavanje određenog izvora u crnu kutiju

source: Stop black boxing all sources that match this glob (for example: "*.min.js")
hr: Onemogućava dodavanje svih izvora koji se podudaraju s ovim globom (npr. "*.min.js")

source: (Did not stop black boxing any sources)
hr: (Isključivanje crne kutije nije primijenjeno ni na jednom izvoru)

source: Stopped black boxing the following sources:
hr: Crna kutija je onemogućena za sljedeće izvore:

source: Error stopping black boxing:
hr: Greške pri onemogućavanju crne kutije:

source: Invert matching, so that we stop black boxing every source that is not the source provided or does not match the provided glob pattern.
hr: Obrnuto podudaranje, kako u crnoj kutiji ne bi završio svaki izvor koji nije iz danog izvora ili se ne podudara s danim glob uzorkom.

source: Close the console
hr: Zatvori konzolu
vi: Đóng console

source: Open the console
hr: Otvori konzolu
vi: Mở console

source: Tweak a page resource
hr: Prilagodite resurs stranice
vi: Tinh chỉnh một resource

source: Edit one of the resources that is part of this page
hr: Uredite jedan od resursa koji je dio ove stranice
vi: Chỉnh sửa một trong các resource của trang này

source: URL to edit
hr: URL za urediti
vi: URL để sửa

source: Line to jump to
hr: Skočiti na redak
vi: Nhảy đến dòng

source: Resize the page
hr: Promjena veličine stranice
vi: Thay đổi kích thước trang

source: Width in pixels
hr: Širina u pikselima
vi: Chiều rộng (bằng pixel)

source: Height in pixels
hr: Visina u pikselima
vi: Chiều cao (bằng pixel)

source: Enter Responsive Design Mode
hr: Uđi u način rada responsivnog dizajna
vi: Vào chế độ Responsive Design

source: Exit Responsive Design Mode
hr: Napusti način rada responsivnog dizajna
vi: Thoát khỏi chế độ Responsive Design

source: Toggle Responsive Design Mode
hr: Uključi/isključi responsivan dizajn
vi: Bật tắt chế độ Responsive Design

source: Responsive Design Mode
hr: Način rada responsivnog dizajna
vi: Chế độ Responsive Design

source: Alter page size
hr: Promjena veličine stranice
vi: Thay đổi kích thước trang

source: Control Responsive Design Mode
hr: Upravljanje responsivnim dizajnom
vi: Điều khiển chế độ Responsive Design

source: Responsive websites respond to their environment, so they look good on a mobile display, a cinema display and everything in-between. Responsive Design Mode allows you to easily test a variety of page sizes in %1$S without needing to resize your whole browser.
hr: Responsivne web stranice odgovaraju na svoje okruženje, stoga izgledaju dobro na zaslonu mobilnog uređaja, projekcijskom zaslonu i svemu između njih. Način rada responsivnog dizajna vam omogućuje jednostavno testiranje raznih veličina stranice unutar %1$S, bez potrebe za promjenom veličine cijelog web preglednika.
vi: Các trang web responsive đáp ứng với các môi trường khác nhau, nó có thể hiển thị tốt trên một màn hình điện thoại, cho đến một màn hình ở rạp chiếu phim. Chế độ Responsive Design cho phép bạn dễ dàng thử nghiệm các kích thước màn hình khác nhau trong %1$S mà không cần thay đổi kích thước cả trình duyệt.

source: Manipulate the commands
hr: Manipulirajte narebama
vi: Thao tác với lệnh

source: Re-read mozcmd directory
hr: Ponovno učitajte mozcmd direktorij
vi: Đọc lại thư mục mozcmd

source: Loaded commands from '%1$S'
hr: Učitane naredbe iz '%1$S'

source: Setup a mozcmd directory
hr: Podesi mozcmd direktorij

source: A 'mozcmd' directory is an easy way to create new custom commands. For more information see the <a href="https://developer.mozilla.org/docs/Tools/GCLI/Customization">MDN documentation</a>.
hr: 'mozcmd' direktorij je jednostavan način za stvaranje prilagođenih naredbi. Za više informacija posjetite <a href="https://developer.mozilla.org/docs/Tools/GCLI/Customization">MDN dokumentaciju</a>.

source: Directory containing .mozcmd files
hr: Direktorij koji sadrži .mozcmd datoteke

source: Manipulate add-ons
hr: Manipulitajte dodacima
vi: Thao tác với add-ons

source: List installed add-ons
hr: Ispišite instalirane dodatke
vi: Hiện danh sách phần mở rộng đang có

source: Select an add-on type
hr: Odaberite vrstu dodatka
vi: Chọn một kiểu add-on

source: The following dictionaries are currently installed:
hr: Instalirani su sljedeći rječnici:
vi: Các từ điển sau đã được cài đặt:

source: The following extensions are currently installed:
hr: Instalirani su sljedeća proširenja:
vi: Những phần mở rộng dưới dây đã được cài đặt:

source: The following locales are currently installed:
hr: Instalirani su sljedeći jezici:
vi: Các chế độ bản địa sau đã được cài đặt:

source: The following plugins are currently installed:
hr: Instalirani su sljedeći priključci:
vi: Các plugin dưới đây đã được cài đặt:

source: The following themes are currently installed:
hr: Instalirane su sljedeće teme:
vi: Các chủ đề dưới đây đã được cài đặt:

source: The following add-ons are currently installed:
hr: Instalirani su sljedeći dodaci:
vi: Các phần mở rộng dưới đây đã được cài đặt:

source: The following add-ons of the selected type are currently installed:
hr: Instalirani su sljedeći dodaci odabrane vrste:
vi: Có các tiện ích sau thuộc kiểu đã chọn đã được cài đặt:

source: Enable
hr: Omogući
vi: Bật

source: Disable
hr: Onemogući
vi: Vô hiệu hóa

source: pending
hr: na čekanju

source: enable
hr: omogući

source: disable
hr: onemogući

source: uninstall
hr: ukloni

source: install
hr: instaliraj

source: upgrade
hr: nadogradi

source: The name of the add-on
hr: Naziv dodatka
vi: Tên của phần mở rộng

source: There are no add-ons of that type installed.
hr: Nema instaliranih dodataka ove vrste.
vi: Không có các add-on cho kiểu đã được cài đặt.

source: Enable the specified add-on
hr: Omogućite definirani dodatak
vi: Kích hoạt phần mở rộng đã được chỉ ra

source: %S is already enabled.
hr: %S je već omogućen.
vi: %S đã được bật.

source: %S enabled.
hr: %S omogućen.
vi: %S đã kích hoạt.

source: Disable the specified add-on
hr: Onemogućite definirani dodatak
vi: Tắt phần mở rộng đã được chỉ ra

source: %S is already disabled.
hr: %S je već onemogućen.
vi: %S đã bị vô hiệu hóa.

source: %S disabled.
hr: %S onemogućen.
vi: %S đã bị vô hiệu.

source: Export resources
hr: Izvezite resurse
vi: Xuất tài nguyên

source: Export HTML from page
hr: Izvezite HTML iz stranice
vi: Xuất trang ra tập tin HTML

source: Search and replace in page elements
hr: Tražite i zamijenite u elementima stranice
vi: Tìm kiếm và thay thế trong các phần tử của trang
