Repository: translate/mozilla-l10n
Catalog: prs/services/sync/sync.properties.po
Languages: prs

source: %1$S's %2$S on %3$S
prs: %2$S متعلق به %1$S بر روی %3$S

source: Last sync: %S
prs: آخرین همگام سازی: %S

source: Mobile Bookmarks
prs: نشانک‌های همراه

source: Remote tabs are being synced…
prs: زبانه‌های شما روی رایانه‌های دیگر که با این رایانه هم‌گام می‌شوند…

source: All remote tabs are already open
prs: همهٔ زبانه‌های روی رایانه‌های دیگر شما باز شده‌اند

source: Recent desktop tabs will be available once they sync
prs: زبانه‌های اخیر رایانهٔ رومیزی شما پس از هم‌گام‌سازی در اینجا نمایش داده خواهد شد

source: Error While Signing In
prs: خطا در هنگام ورود به حساب کاربری

source: Sync encountered an error while connecting: %1$S. Please try again.
prs: هنگام برقراری اتصال، مشکلی پیش آمد: %1$S. لطفاً دوباره تلاش نمایید.

source: Error While Signing Out
prs: خطا هنگام خروج

source: Sync encountered an error while connecting. It's probably ok, and you don't have to do anything about it.
prs: خروج از حساب کاربری با مشکلی روبه‌رو شد. این مشکل احتمالاً جدی نیست و نیازی نیست برای حل آن کاری انجام دهید.

source: Error While Syncing
prs: خطا در هنگام هم‌گام‌سازی

source: Sync encountered an error while syncing: %1$S. Sync will automatically retry this action.
prs: هنگام هم‌گام‌سازی، مشکلی پیش آمد: %1$S. هم‌گام‌سازی به صورت خودکار دوباره انجام خواهد شد.

source: Sync has not been able to complete during the last %1$S days. Please check your network settings.
prs: همگام سازی در طول %1$S روز اخیر نتوانسته است کامل شود. لطفا تنظیمات شبکه ی خود را بررسی کنید.

source: You need to update Firefox Sync to continue syncing your data.
prs: برای ادامهٔ عملیات هم‌گام‌سازی باید هم‌گام‌سازی فایرفاکس را ارتقا دهید.

source: Approaching Server Quota
prs: گنجایش کارگزار رو به اتمام است

source: You are approaching the server quota. Please review which data to sync.
prs: گنجایش کارگزار شما رو به اتمام است. لطفاً اطلاعاتی که می‌خواهید هم‌گام شود را دوباره بررسی نمایید.

source: Server Quota Exceeded
prs: گنجایش کارگزار تمام شده است

source: Sync failed because it exceeded the server quota. Please review which data to sync.
prs: هم‌گام‌سازی به دلیل اتمام گنجایش کارگزار با مشکل مواجه شد. لطفاً اطلاعاای که می‌خواهید هم‌گام شود را دوباره بررسی نمایید.
