Repository: translate/mozilla-l10n
Catalog: sa/obsolete/webapprt/webapprt/downloads/downloads.dtd.po
Languages: sa

source: Starting…
sa: आरभते...

source: Scanning for viruses…
sa: वैरसस् कृते स्कैन् करोति...

source: Downloads
sa: डौन्लोड्स्

source: &Pause
sa: विरम

source: &Resume
sa: पुनरारभस्व

source: &Cancel
sa: निरसनं कुरु

source: Open Containing &Folder
sa: यस्मिन् विद्यते तत् फोल्डर् उद्घाटय

source: Show in &Finder
sa: अन्वेषके दर्शय

source: &Open
sa: उद्घाटय

source: Open Wit&h…
sa: अनेन उद्घाटय...

source: &Retry
sa: पुनः यतस्व

source: &Go to Download Page
sa: डौन्लोड्पृष्ठं गच्छ

source: Copy Download &Link
sa: डौन्लोड्सम्बन्धं कापी कुरु

source: R&emove From List
sa: सूच्याः अपनय

source: &Clear List
sa: सूचीं स्वच्छीकुरु

source: Removes completed, canceled, and failed downloads from the list
sa: सूच्याः समाप्तानि, निरस्तानि, विफलानि गतानि डौन्लोड्स् अपनयति

source: Close when downloads complete
sa: यदा डौन्लोड्स् समाप्नुवन्ति तदा पिधत्स्व

source: Closes the Downloads window when all files are done downloading
sa: यदा सर्वफैल्स् डौन्लोड्करणं समाप्नुवन्ति तदा डौन्लोड्स् विण्डो पिदधाति

source: Show this Folder
sa: एतत् फोल्डर् दर्शय

source: Search…
sa: अन्वेषय...
