Repository: translate/mozilla-l10n
Catalog: */browser/feedback/main.properties.po
Languages: am, mai

source: Mozilla Labs Test Pilot
mai: मोज़िल्ला लैब्स टेस्ट पाइलट

source: More Info
am: የበለጠ መረጃ
mai: बेसी सूचना

source: Submit
am: አስገባ
mai: सुपुर्द करू

source: Take the Survey
am: ቅኝቱን ዉሰድ
mai: सर्वेक्षण मे भाग लिअ

source: Turn On User Studies
am: የተጠቃሚ ጥናቶችን አስነሳ
mai: प्रयोक्ता अध्ययन चालू करू

source: Turn Off User Studies
am: የተጠቃሚ ጥናቶችን አጥፋ
mai: प्रयोक्ता अध्ययन बन्न करू

source: Uploading…
am: እየተሰቀለ…
mai: अपलोड कए रहल अछि…

source: Unable to reach Mozilla; please try again later.
am: Mozillaን ሊያገኝ አልቻለም; አባክህ በኅላ እንደገና ሞክር።
mai: मोज़िल्ला सँ संपर्क मे असमर्थ; कृप्या बाद मे फेर कोशिश करू .

source: Thanks for contributing!
am: ስላበረከቱልን እናመሰግናለን!
mai: योगदान क लेल शुक्रिया!

source: Finished on %S
am: %S ላይ አልቋል
mai: %S पर समाप्त

source: (You canceled this study)
am: (ይህን ጥናት ሰርዘኽዋል)
mai: (आपने एहि अध्ययन केँ रद्द कए दिया)

source: (You missed this study)
am: (ይህን ጥናት አጥተኽዋል)
mai: (आपसे ई अध्ययन पूरा नहि हुआ)

source: Will start on %S
am: %S ላይ ይጀምራል
mai: %S पर आरंभ करू गे

source: Currently gathering data.
am: አሁን ዉሂብ እየሰበሰበ ነዉ።
mai: अखन आँकड़ा इकट्ठा कए रहे अछिं.

source: Will finish on %S
am: %S ላይ ያልቃል
mai: %S पर समाप्त करू गे

source: Propose your own study
am: የራስህ ጥናትን አቅርብ
mai: अपन स्वयं क अध्ययन प्रस्तुत करू

source: Comments & Discussions »
am: አስተያየቶች አና ውይይቶች »
mai: टिप्पणी आओर चर्चा »

source: Propose a Test »
am: ሙከራዉን አቅርብ »
mai: एकटा टेस्ट क प्रस्ताव दिअ»

source: @MozTestPilot on Twitter »
mai: @MozTestPilot ट्विटर पर »

source: Now uploading data…
am: አሁን ዉሂብ እየተሰቀለ…
mai: आब आँकड़ा अपलोड कए रहल अछि…

source: Oops! There was an error connecting to the Mozilla servers. Maybe your network connection is down?
am: ዉይ! ከMozilla አገልጋዮች ጋር ለማያያዝ ስህተት ነበር። ምናልባት የአዉታረ መረድ ትይይዙ ተቋርጦ ይሆናል ?
mai: ओह! मोज़िल्ला सर्वरों सँ कनेक्ट करब मे एकटा त्रुटिछल. संभवतः आपका सँजाल कनेक्शन डाउन हो सकैत अछि?

source: Test Pilot will retry automatically, so it's OK to close this page now.
am: ሙከራ በራስ ሰርዊነት ዳግም ይሞክራል፤ ስለዚህ አሁን ይህን ገፅ መዝጋት ችግር የለዉም።
mai: टेस्ट पाइलट स्वतः फेर कोशिश करेगा, इसलिए एहि पृष्ठ केँ बन्न कएनाइ आब ठीक होगा.

source: (It has already ended and you should not be seeing this page)
am: (ዳግመኛ አልቋል አና ይህን ግጽ መመልከት የለብህም)
mai: (ई पहले ही समाप्त हो गेल अछि आओर अहाँकेँ एहि पृष्ठ केँ नहि देखना चाही)

source: today, at %S
am: ዛሬ ፤ በ %S
mai: %S पर आज

source: on %S
am: %S ላይ
mai: %S पर

source: #1 extension;#1 extensions
am: #1 ቅጥያ ;#1 ቅጥያዎች
mai: #1 विस्तार;#1 विस्तार

source: This test recurs every %S days. Each time it completes:
am: እያንዳንዷ ሰዓት ሲያጠናቀቅ: ይህ ሙከራ ሁሌ %S ቀናቶች ይደጋገማል።
mai: ई टेस्ट हर %S दिनों पर आता अछि. हर बार ई पूरा करैत अछि:

source: Ask me whether I want to submit my data.
am: ዉሂቤን ለማስገባት እንደፈለኩ ጠይቀኝ።
mai: मुझसे पूछें जे क मैं अपन आँकड़ा सौंपना चाहता हूँ.

source: Always submit my data, and don't ask me about it.
am: ሁልጊዜ ዉሂቤን አስገባ ፣ አና ስለሱ አትጠይቀኝ።
mai: हरदम मेरे आँकड़े सुपुर्द करू आओर मुझसे इसके संबंध मे मत पूछें.

source: Never submit my data, and don't ask me about it.
am: መቼም ዉሂቤን አታስገባ ፣ አና ስለሱ አትጠይቀኝ።
mai: कहियो मेरे आँकड़े सुपुर्द मत करू आओर मुझसे इसके संबंध मे मत पूछें.

# testpilot.statusPage.loading
source: Loading, please wait a moment…
am: አየገባ ነዉ፣ እባክህ ለአፍታ ያክል ጠብቅ…
mai: लोड कए रहल अछि, कृप्या किछु क्षणों क प्रतीक्षा करू …

source: You are about to quit the "%S" study.
am: "%S" ጥናት ጨርሰህ ልትዘጋዉ ነዉ።
mai: अहाँ "%S" अध्ययन केँ छोड़ने क करीब अछिं.

source: (Optional) If you have a minute, please let us know why you have chosen to quit the study.
am: (ግድ ያይደል ) ጊዜ ካለህ፣ ለምን ጥናትህን ጨርሰህ ልትዘጋዉ እንደወድክ ብታሳዉቀን።
mai: (वैकल्पिक) जँ अहाँक पास एकटा मिनट अछि, तँ कृप्या बताएँ जे आपने क्यों अध्ययन छोड़ने क लेल चुनल अछि.

source: Reason:
am: ምክንያት :
mai: कारण:

source: This is a recurring study. Normally we will let you know the next time we run the study. If you never want to hear about this study again, check the box below:
am: ይህ ተደጋጋሚ ጥናት ነዉ። እንደተለመደዉ በሚቀጥለዉ ጥናቱን ስናስሄድ እናሳዉቅሃለን። ስለዚህ ጥናት ዳግመኛ መስማት ካልፈለክ ፣ ሳጥኑን ከስር አመልክት።
mai: ई अध्ययन बार-बार आते अछिं. सामान्यतः हम अहाँकेँ अगली बार बताएँगे जखन हम अध्ययन चलाएँगे. जँ आपने एहि अध्ययन क संबंध मे कहियो नहि सुना अछि, नीच्चाँ क पेटियाँ जाँचें:

source: Quit this recurring study.
am: ይህን የተደጋገመ ጥናት ጨርስና ዝጋ ።
mai: बार-बार आने वाले अध्ययन छोड़ें.

source: Quit the Study »
am: ጥናቱን ጨርስና ዝጋ »
mai: अध्ययन सँ बाहर निकलें »

source: Thank You for Joining the Test Pilot Team!
am: የሙክራ ------ ቡድኑን ስለተቀላቀልክ እናመሰግናለን!
mai: टेस्ट पाइलट दल मे शामिल हए क लेल आपका शुक्रिया!

source: Getting Started
am: ለመጀመር
mai: प्रारंभन

source: Please take the
am: እባክህ ዉሰድ
mai: कृप्या शामिल हों

source: Pilot Background Survey
mai: पाइलट पृष्ठभूमि सर्वेक्षण मे भाग लिअ

source: Click here to see the studies that are currently running.
am: አሁን አየሄዱ ያሉ ጥናቶችን ለማየት እዚህ ጋር ጠቅ አድርግ።
mai: एतय पर अखन चलि रहे अध्ययनों मे भाग लेने क लेल क्लिक करू .

source: Test Pilot Add-on
mai: टेस्ट पाइलट सहयुक्ति

source: « look for this icon in the bottom right of the browser window.
am: « ይህን ኦዳ በአሳሽ መስኮት ታች ቀኝ ጋር ተመልከት።
mai: « एहि प्रतीक क लेल ब्राउज़र विंडो केँ नीच्चाँ दाहिने कोने मे देखू.

source: You can click on it to get the main Test Pilot menu.
am: ዋና የሙከራ ፓይሎት ምናሌን ለማግኘት እራሱ ላይ ጠቅ አድርግ።
mai: अहाँ इशपर मुख्य टेस्ट पाइलट मेनू केँ पाने क लेल क्लिक कए सकैत अछिं.

source: The icon will pop up a notification when a study needs your attention.
am: ጥናቱ የአንተን ማስገንዘቢያ ሲፈልግ ኦዳዉ ማሳወቂያዉን ብቅ ባይ ያደርጋል።
mai: ई चिह्न एकटा अधिसूचना देखाओलगा जखन कोनो अध्ययन आपका ध्यान खींचता अछि.

source: Privacy Policy
am: የፖሊሲ ብሕትውነት
mai: गोपनीयता नीति

source: Legal Notices
am: ህጋዊ ማሳሰቢያ
mai: विधिक सूचना

source: Save Answers
am: መልሶችን አስቀምጥ
mai: उत्तर सहेजू

source: Submit Answers
am: መልሶችን አስገባ
mai: उत्तर सौंपें

source: Change Answers
am: መልሶችን ቀይር
mai: उत्तर बदलू

# testpilot.surveyPage.loading
source: Loading, please wait a moment…
am: አየገባ ነዉ፣ እባክህ ለአፍታ ያክል ጠብቅ…
mai: लोडिंग, कृप्या किछु क्षमों क लेल प्रतीक्षा करू …

source: Thank you for finishing this survey. Your answers will be uploaded along with the next set of experimental data.
am: ይህን ቅኝት ስለጨረስክ እናመሰናለን። ያአንተ መልስ ከሚቀጥለዉ የሙከራ ዉሂብ ጋር ይሰቀላል።
mai: एहि सर्वेक्षण केँ समाप्त करब क लेल आपका शुक्रिया. अहाँक उत्तरों केँ प्रायोगिक आँकड़ों क अगले सेट क सँग अपलोड कएल जएताह.

source: If you would like to review or change your answers, you can do so at any time using the button below.
am: እንደገና ለመመልከት ወይም መልስህን ለመቀየር ከፈለክ ፣ ከታች ባለዉ አዝራር ምንጊዜም ማድረግ ትችላለህ።
mai: जँ अहाँ अपने उत्तरों क समीक्षा कएनाइ अथवा बदलना चाहते अछिं, अहाँ एकरा किसी समय पर कए सकैत छी एहि नीच्चाँ क बटन क प्रयोग से.

source: Excellent! You finished the "%S" Study!
am: እጅግ በጣም ጥሩ! "%S" ጥናቱን ጨርሰኅል!
mai: बहुत बढ़िया! आपने "%S" अध्ययन समाप्त कए लिया!

source: All data related to this study has been removed from your computer.
am: ከዚህ ጥናት ጋር የተገናኙ ሁሉም ዉሂብ ከኮምፒዉተርህ ተወግዷል።
mai: एहि अध्ययन सँ जुड़े सबहि आँकड़ों केँ अहाँक कंप्यूटर सँ हटा लिया गेल अछि.

source: Update…
am: አዘምን…
mai: अद्यतन…

source: Thanks!
am: አመሰግናለሁ!
mai: शुक्रिया!

source: Thank you for uploading your data.
am: ዉሂብህን ስለሰቀልክ እናመሰናለን።
mai: अपने आँकड़ों केँ अपलोड करब क लेल शुक्रिया.

source: Ready to Submit
am: ለማስገባት ተዘጋጅ
mai: सुपुर्द करब क लेल तैयार

source: The Test Pilot "%S" study is finished gathering data and is ready to submit.
mai: टेस्ट पाइलट "%S" अध्ययन आँकड़े इकट्ठा करब क काम समाप्त कए लिया अछि आओर सुपुर्द करब क लेल तैआर अछि.

source: New Test Pilot Study
mai: नव टेस्ट पाइलट अध्ययन

source: The Test Pilot "%S" study is about to begin.
mai: टेस्ट पाइलट "%S" अध्ययन आरंभ हए बला अछि.

source: New Test Pilot Survey
mai: नव टेस्ट पाइलट सर्वेक्षण

source: The Test Pilot "%S" survey is available.
mai: टेस्ट पाइलट "%S" सर्वेक्षण उपलब्ध अछि.

source: New Test Pilot Results
mai: नव टेस्ट पाइलट परिणाम

source: New results are now available for the Test Pilot "%S" study.
mai: नव परिणाम आब टेस्ट पाइलट "%S" अध्ययन क लेल उपलब्ध अछि.

source: Thank you!
am: እናመሰናለን!
mai: आपका शुक्रिया!

source: The Test Pilot "%S" study is completed and your data has been submitted!
mai: टेस्ट पाइलट "%S" अध्ययन संपन्न भेलहुँ आओर अहाँक आँकड़े सौंपे जा चुके अछिं!

source: Extension Update
am: የቅጥያ ዝመና
mai: विस्तार अध्ययन

source: One of your studies requires a newer version of Test Pilot. You can get the latest version using the Add-ons window.
mai: अहाँक अध्ययन मे सँ एकटा केँ टेस्ट पाइलट क नव संस्करण क जरूरत अछि. अहाँ सहयुक्ति विंडो क प्रयोग सँ नवीनतम संस्करण पा सकैत अछिं.

source: Help make Firefox better by running user studies.
am: የተጠቃሚ ጥናቶችን በማስኬድ Firefoxን የተሻለ ለማድረግ እርዳ ።

source: We are working on a new study now; it will knock on your door soon! Stay Tuned!
am: አሁን የምንሰራዉ አዲስ ጥናት ላይ ነዉ; በቅርቡ በርህን ያንኳኳል! እንደበራህ ቆይ!
