Repository: translate/mozilla-l10n
Catalog: sah/toolkit/chrome/mozapps/downloads/downloads.properties.po
Languages: sah

source: second;seconds
sah: сөкүүндэ

source: minute;minutes
sah: мүнүүтэ

source: hour;hours
sah: чаас

source: day;days
sah: хонук

source: Paused — #1
sah: Кылгас кэмҥэ тохтотулунна — #1

source: Downloading
sah: Хачайдаан ылыы

source: Not Started
sah: Саҕалана илик

source: Failed
sah: Сатаммата

source: Finished
sah: Түмүктэннэ

source: Canceled
sah: Отой тохтотулунна

source: This download cannot be paused
sah: Хачайдааһын кылгас кэмҥэ тохтотуллар кыаҕа суох

source: Download Error
sah: Хачайдааһын алҕаһа

source: The download cannot be saved because an unknown error occurred. Please try again.
sah: Хачайдааһын бигэргэнэр кыаҕа суох, тоҕо диэтэххэ туох эрэ биллибэт алҕас таҕыста. Хатылаан көр.

# quitCancelDownloadsAlertTitle
source: Cancel All Downloads?
sah: Туох баар хачайдааһыннары тохтоҕун дуо?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
sah: Таҕыстаххына хачайдааһын тохтуо. Кырдьык тахсаҕын дуо?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
sah: Таҕыстаххына хас да хачайдааһын (%S) тохтотуллуо. Кырдьык тахсаҕын дуо?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
sah: Таҕыстаххына хачайдааһын тохтуо. Кырдьык тахсаҕын дуо?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
sah: Таҕыстаххына хас да хачайдааһын (%S) тохтотуллуо. Кырдьык тахсаҕын дуо?

# offlineCancelDownloadsAlertTitle
source: Cancel All Downloads?
sah: Хачайдааһыннары барыларын тохтотоҕун дуо?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
sah: Холбоммокко үлэлиир буоллаххына биир хачайдааһын тохтотуллуо. Кырдьык инньэ гынаҕын дуо?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
sah: Холбоммокко үлэлиир буоллаххына %S хачайдааһын тохтотуллуо. Кырдьык инньэ гынаҕын дуо?

# leavePrivateBrowsingCancelDownloadsAlertTitle
source: Cancel All Downloads?
sah: Туох баар хачайдааһыннары тохтотоҕун дуо?

source: Cancel 1 Download
sah: Хачайдааһыны тохтот

source: Cancel %S Downloads
sah: %S хачайдааһыны тохтот

source: Don't Exit
sah: Тахсыма

source: Don't Quit
sah: Бүтэримэ

source: Stay Online
sah: Холбонууну хааллар

source: Downloads Complete
sah: Хачайдааһыннар түмүктэннилэр

source: All files have finished downloading.
sah: Билэлэр бары хачайданнылар.

source: Really fast
sah: Дьиҥ түргэн

source: %4$S — %1$S (%2$S %3$S/sec)
sah: %4$S — %1$S (%2$S %3$S/сөк)

source: bytes
sah: баайт

source: KB
sah: КБ

source: MB
sah: МБ

source: GB
sah: ГБ

source: %1$S of %2$S %3$S
sah: %1$S мантан: %2$S %3$S

source: %1$S %2$S of %3$S %4$S
sah: %1$S %2$S мантан: %3$S %4$S

source: %1$S remaining
sah: %1$S хаалла

source: %1$S, %2$S remaining
sah: %1$S, %2$S хаалла

source: A few seconds remaining
sah: Аҕыйах сөкүүндэ хаалла

source: Unknown time remaining
sah: Төһө хаалбыта биллибэт

source: Unknown size
sah: Кээмэйэ биллибэт

source: %1$S resource
sah: %1$S ресуурс

source: local file
sah: локальнай билэ

# stateFailed
source: Failed
sah: Сатаммата

# stateCanceled
source: Canceled
sah: Тохтотулунна

source: Blocked by Parental Controls
sah: Төрөппүт Кэтэбилэ боппут

source: Blocked: Download may contain a virus or spyware
sah: Бүөлэннэ: Вирустаах эбэтэр үспүйүөннээх буолуон сөп

source: This download has been blocked by your Security Zone Policy
sah: Хачайдааһыны арчылыыр сулууспа Эн эппиккин толорон тохтотто

source: Yesterday
sah: Бэҕэһээ

# monthDate2
source: %1$S %2$S
sah: %1$S, %2$S-с

source: Cannot Open %S
sah: Маны арыйар табыллыбата: %S

source: Cannot Show %S
sah: Маны көрдөрөр табыллыбата: %S

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
sah: «%S» ааттаах суох. Баҕар аата уларыйбыта, көһөрүллүбүтэ эбэтэр хачайданан баран сотуллубута буолуо.

source: Open With…
sah: Манна арый...

source: #1 file - Downloads;#1 files - Downloads
sah: #1 билэ — Хачайдааһын

source: #2% of #1 file - Downloads;#2% of #1 files - Downloads
sah: #1 билээттэн #2% — Хачайдааһын;#1 билэттэн #2% — Хачайдааһын;

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
sah: «%S» толоруллар билэ эбит. Толоруллар билэлэр вирустаах эбэтэр атын хоромньуну аҕалар куодтаах буолуохтарын сөп. Бу билэни арыйарга сэрэхтээх буол. Кырдьык «%S» билэни арыйаары гынаҕын дуо?

source: Open Executable File?
sah: Толоруллар билэни арыйаҕын дуо?

source: Don't ask me this again
sah: Аныгыскыга ыйытыма

source: Desktop
sah: Үлэлиир сирэй (рабочий стол)

source: Downloads
sah: Хачайдааһын
