Repository: translate/mozilla-l10n
Catalog: dsb/dom/chrome/appstrings.properties.po
Languages: dsb

source: The URL is not valid and cannot be loaded.
dsb: URL njejo płaśiwy a njedajo se cytaś.

source: The file %S cannot be found. Please check the location and try again.
dsb: Dataja %S njedajo se namakaś. Pšosym pśeglědajśo městno a wopytajśo hyšći raz.

source: %S could not be found. Please check the name and try again.
dsb: %S njejo se namakał. Pšosym pśeglědajśo mě a wopytajśo hyšći raz.

source: One of the following (%S) is not a registered protocol or is not allowed in this context.
dsb: Jaden ze slědujucych (%S) njejo zregistrěrowany protokol abo njejo w toś tom konteksće dowólony.

source: The connection was refused when attempting to contact %S.
dsb: Pśi wopyśe se z %S do zwiska stajiś, jo se zwisk wótpokazał.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
dsb: Zwisk z %S jo se napśisko pśetergnuł. Někotare daty su se snaź pśenjasli.

source: The operation timed out when attempting to contact %S.
dsb: Pśi wopyśe se z %S do zwiska stajiśo, jo operacija cas pśekšocyła.

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
dsb: Dalejpósrědnjeński limit za toś ten URL jo pśekšocony. Njejo móžno pominany bok zacytaś. To zawinujo se snaź pśez cookieje, kótarež su blokěrowane.

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
dsb: Aby toś ten bok zwobraznił, musy nakoženje informacije pósłaś, kótarež budu akciju wóspjetowaś (na pśikład pytanje abo wobkšuśenje nadawka), kótaraž jo se pjerwjej pśewjadła.

source: Resend
dsb: Znowego pósłaś

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
dsb: Toś ten dokument njamóžo se zwobrazniś, snaźkuli instalěrujośo Personal Security Manager (PSM). Śěgniśo a instalěrujśo PSM a wopytajśo hyšći raz abo stajśo se ze swójim systemowym administratorom do zwiska.

source: The document contains no data.
dsb: Dokument njewopśimujo daty.

source: This document is no longer available.
dsb: Toś ten dokument wěcej njestoj k dispoziciji.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
dsb: Toś ten dokument njedajo se zwobrazniś, mjaztym až sćo offline. Aby online šeł, wótpórajśo kokulku z Offline źěłaś w meniju Dataja.

source: The document cannot change while Printing or in Print Preview.
dsb: Dokument njedajo se změniś, mjaztym až śišćyśo abo sćo w śišćarskem pśeglěźe.

source: Access to the port number given has been disabled for security reasons.
dsb: Pśistup k pódanemu portowemu numeroju jo se z wěstotnych pśicynow znjemóžnił.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
dsb: Proksy-serwer, kótaryž sćo konfigurował, njedajo se namakaś. Pšosym pśeglědajśo swóje proksy-nastajenja a wopytajśo hyšći raz.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
dsb: Pśi wopyśe se z proksy-serwerom, kótaryž sćo konfigurował, do zwiska stajiś, jo se zwisk wotpokazał. Pšosym pśeglědajśo proksy-nastajenja a wopytajśo hyšći raz.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
dsb: Bok, kótaryž wopytujośo se woglědaś, njedajo se pokazaś, dokulaž wužywa njepłaśiwu abo njepódpěranu formu kompresije.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
dsb: Bok, kótaryž cośo se wogědaś, njedajo se pokazaś, dokulaž jo w datajowem typje wopśimjony, kótaryž njedajo se wěsće wócyniś. Pšosym stajśo se z wobsejźarjami websedła do zwiska, aby je wó toś tom problemje informěrował.

source: External Protocol Request
dsb: Napšašowanje eksternego protokola

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
dsb: Eksterne nałoženje musy se startowaś, aby se z wótkazami %1$S: wobźěłało. Trěbny wótkaz: %2$S Nałoženje:%3$S Jolic njejsćo toś to napšašowanje wótcakował, móžo se wó wopyt jadnaś, słabotu w tom eksternem programje znjewužywaś. Pśetergniśo toś to napšašowanje, snaźkuli sćo wěsty, až njejo złosne.

source: <Unknown>
dsb: <Njeznaty>

source: Remember my choice for all links of this type.
dsb: Móju wólbu za wšykne wótkaze toś togo typa se spomnjeś.

source: Launch application
dsb: Nałoženje startowaś

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
dsb: Sedło na %S jo se ako napadujuce sedło k wěsći dało a jo se na zakłaźe wašych wěstotnych nastajenjow zablokěrowało.

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
dsb: Sedło na %S jo se ako sedło k wěsći dało, kótarež póbitujo njewitanu softwaru a jo se na zakłaźe wašych wěstotnych nastajenjow zablokěrowało.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
dsb: Websedło na %S jo se ako websfalšowanka k wěsći dało, kótaraž jo za to myslona, wužywarje zawjasć wósobinske abo financielne informacije pśeraźiś.

source: This page has a content security policy that prevents it from being loaded in this way.
dsb: Toś ten bok ma wěstotne pšawidła za wopśimjeśe, kótarež zajźujo jogo zasajźenjoju na toś ten nałog.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
dsb: Bok, kótaryž cośo se woglědaś, njedajo se pokazaś, dokulaž jo se zmólka pśi pśenosowanju datow namakała.

source: This page uses an unsupported technology that is no longer available by default.
dsb: Toś ten bok wužywa njepódpěranu technologiju, kótaraž njestoj ako standard k dispoziciji.

source: The safety of your data on %S could not be guaranteed because it uses SSLv3, a broken security protocol.
dsb: Wěstota wašych datow na %S njedajo se garantěrowaś, dokulaž wužywa se SSLv3, złamany wěstotny protokol.
