Repository: translate/mozilla-l10n
Catalog: mni/toolkit/chrome/mozapps/extensions/selectAddons.dtd.po
Languages: mni

source: width: 93ch; height: 448px;
mni: অপাকপা: 93ch; অৱাংবা: 448px;

source: Checking Your Add-ons
mni: অদোমগী এদ-ওনশিং যেংশিল্লি

# select.heading
source: Select Your Add-ons
mni: অদোমগী এদ-ওনশিং খল্লো

source: Keep
mni: থম্বা

source: width: 6ch;
mni: অপাকপা: 6ch;

source: Action
mni: এক্সন

source: width: 35ch;
mni: অপাকপা: 35ch;

source: Installed By
mni: ... না ইস্তোল তৌই

source: Name
mni: মিং

source: width: 33ch;
mni: অপাকপা: 33ch;

# confirm.heading
source: Select Your Add-ons
mni: অদোমগী এদ-ওনশিং খল্লো

source: The following add-ons will be disabled:
mni: মখাগী এদ-ওনশিংসি ঙমহল্লরোই:

source: The following add-ons will be updated:
mni: মখাগী এদ-ওনশিংসি অপদেত তৌরনি:

source: The following add-ons will be enabled:
mni: মখাগী এদ-ওনশিংসি ঙমহল্লগনি:

source: Updating Your Add-ons
mni: অদোমগী এদ-ওনশিং অপদেত তৌরি

source: Downloading and installing updates for your selected add-ons.
mni: অদোমগী খল্লবা এদ-ওনশিংগী অপদেতশিং দাউনলোদ তৌরি অমসুং ইনস্তোল তৌরি.

source: &brandShortName; could not update some of your add-ons.
mni: &brandShortName; না অদোমগী এদ-ওন খরা অপদেত তৌরোই.

source: You can always change your add-ons by going to the Add-ons Manager.
mni: এদ-ওনস মেনেজরদা চত্তুনা অদোমগী এদ-ওনশিং মতম পুম্নমক্তা হোংদোকপা যাগনি.

source: Cancel
mni: ককথত্পা

source: Back
mni: মতুং

source: Next
mni: মথং

source: Done
mni: তৌরে
