Repository: translate/mozilla-l10n
Catalog: gn_PY/toolkit/chrome/mozapps/downloads/downloads.properties.po
Languages: gn_py

source: Paused — #1
gn_py: Mombytapyre — #1

source: Downloading
gn_py: Oñemboguejyhína

source: Not Started
gn_py: Oñepyrũ'ỹva

source: Finished
gn_py: Opámava

source: Download Error
gn_py: Ñemboguejy jejavy

source: The download cannot be saved because an unknown error occurred. Please try again.
gn_py: Ñemboguejy ndaikatúi eñongatu oiko rupi peteĩ jejavy jekuaa'ỹva. Eha'ã jey.

# quitCancelDownloadsAlertTitle
source: Cancel All Downloads?
gn_py: Ehejasépa opaite ñemboguejy?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
gn_py: Esẽramo ko'ág̃a, ehejáta peteĩ ñemboguejy. Añetetépa esẽse?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
gn_py: Esẽramo ko'ág̃a, ehejáta %S ñemboguejy. Añetetépa esẽse?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
gn_py: Esẽramo ko'ág̃a, ehejáta peteĩ ñemboguejy. Añetetépa esẽse?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
gn_py: Embotýramo ko'ág̃a, ehejáta %S ñemboguejy. Añetetépa ehejase?

# offlineCancelDownloadsAlertTitle
source: Cancel All Downloads?
gn_py: Eheja opaite ñemboguejy?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
gn_py: Ehasátaramo jeikekatu'ỹme ko'ág̃a, ohejáta pe ñemboguejy. Añetetépa rehasase jeikekatu'ỹ peguápe?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
gn_py: Ehasátaramo jeikekatu'ỹme ko'ág̃a, ohejáta %S oñemboguejýva. Añetépa rehejase jeikekatu'ỹ?

# leavePrivateBrowsingCancelDownloadsAlertTitle
source: Cancel All Downloads?
gn_py: Ehejasépa opaite ñemboguejy?

source: If you close all Private Browsing windows now, 1 download will be canceled. Are you sure you want to leave Private Browsing?
gn_py: Embotýramo opaite kundaha ñemi rovetã ko'ág̃a, ojehejáta peteĩ ñemboguejy. Añetépa rehejase ne kundaha ñemi?

source: If you close all Private Browsing windows now, %S downloads will be canceled. Are you sure you want to leave Private Browsing?
gn_py: Embotýramo opaite kundaha ñemi rovetã ko'ág̃a, ojehejáta %S ñemboguejy. Añetetépa ehejase ne kundaha ñemi?

source: Cancel 1 Download
gn_py: Peteĩ Ñemboguejy jeheja

source: Cancel %S Downloads
gn_py: Eheja %S Ñemboguejy

source: Don’t Exit
gn_py: Ani Esẽ

source: Don’t Quit
gn_py: Ani Emboty

source: Stay Online
gn_py: Epytaite jeiképe

source: Stay in Private Browsing
gn_py: Reimehína kundaha ñemíme

source: Downloads Complete
gn_py: Ñemboguejy heñyhẽma

source: All files have finished downloading.
gn_py: Opaite marandurenda oñemboguejypaitéma.

source: Really fast
gn_py: Pya'e, pya'eterei

source: %1$S %2$S of %3$S %4$S
gn_py: %1$S %2$S-gui %3$S %4$S

source: %1$S resource
gn_py: %1$S mba'e

source: local file
gn_py: marandurenda pypeguáva

source: Yesterday
gn_py: Kuehe

source: “%S” is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch “%S”?
gn_py: “%S” ha'e marandurenda ojepurukuaáva. Umi marandurenda ojepurukuaáva ikatu oguereko mba'echu'i térã ambue ayvu iñañáva ikatúva ombyai nemohendaha. Eñangarekóke eikekuévo ko marandurendápe. Añetetépa eipuruse “%S”?

source: Open Executable File?
gn_py: ¿Marandurenda ojepurukuaávape jeike?

source: Don’t ask me this again
gn_py: Ani eporandu jey

source: Downloads
gn_py: Ñemboguejy
