Repository: translate/mozilla-l10n
Catalog: ks/toolkit/chrome/mozapps/profile/profileSelection.properties.po
Languages: ks

source: Close %S
ks: %S کریو بند

source: %S is already running, but is not responding. To open a new window, you must first close the existing %S process, or restart your system.
ks: چُھ گوڈے چلان،مگر چُھ نْہ جواب دِوان۔ اکھ نْو وینڈو اوپْن کرنْہ باپت چُھ توہیہ ضرور گوڈْ بند کرْنئ موجو %S پراسیس، یا دوبار شروع کرُن تُہند سِسٹم۔%S

source: %S is already running, but is not responding. The old %S process must be closed to open a new window.
ks: چُھ گوڈے چلان،مگر چُھ نْہ جواب دِوان۔ پرأنئ %S پراسیس چھ ضرور بند کرْنی اکھ نْو وینڈو اوپْن کرنْہ باپت۔%S

source: A copy of %S is already open. Only one copy of %S can be open at a time.
ks: أچ اکھ کاپی چھ گوڈے اوپْن۔ صرف ہیکہ اکھ کاپی%S أچ اوپْن أسِتھ اکِہ وِز۔ %S

source: A copy of %S is already open. The running copy of %S will quit in order to open this one.
ks: أچ اکھ کاپی چھ گوڈے اوپْن۔%S أچ چلوْنی کاپی رُکِہ یہ اکھ کھولنْہ باپت۔%S

source: Profile: '%S' - Path: '%S'
ks: پروفائل : '%S' - وتھ: '%S'

source: Select Profile
ks: پروفائل ژعریو

source: Please select a profile to begin %S, or create a new profile.
ks: مہر بئنی كریتھ ژعریو پروفایل%S شروع كرنئ خئطرئ، یا بنئویو نئو پروفایل ۔

source: Profile In Use
ks: استیمالس منز پروفایل

source: %S cannot use the profile "%S" because it is in use. To continue, close the running instance of %S or choose a different profile.
ks: ہیکہ نْہ استعمال کْرتھ پروفایل "%S" کیاز کہ یہ چُھ استعمالس منز۔ %S جأری تھاونْہ باپت، کْریو بند چلوْنئ مثال %S أچ یا ژأریو اکھ الگ پروفایل۔

source: Rename Profile
ks: پروفائلس دیو دوبارئ ناو ...

source: Rename the profile "%S" to:
ks: "%S"پروفائلس دیو دوبارئ ناو

source: Invalid profile name
ks: نا منظور پروفایل ناو

source: The profile name "%S" is not allowed.
ks: پروفائل ناو"%S" اس چھُ نئ اجازتھ۔

source: Choose Profile Folder
ks: ڈاونلوڈ فولڈر ژعریو

source: An empty profile name is not allowed.
ks: خٲلی پروفائل ناوس چھُ نئ اجازتھ۔

source: The character "%S" is not allowed in profile names. Please choose a different name.
ks: کریکٹرس چُھ نْہ اجازت پروفایل ناون منز۔ مہربأنی کْرتھ ژأریو اکھ الگ ناو۔"%S"

source: Delete Profile
ks: &پروفایل كریو خٲرج...

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone. You may also choose to delete the profile data files, including your settings, certificates and other user-related data. This option will delete the folder "%S" and cannot be undone. Would you like to delete the profile data files?
ks: اکھ پروفایل ڈیلیٹ کرنْہ سْیت ییہ ہٹاونْہ پروفایل دستیاب پروفایلن ہْندِ لِستْہ منز تْہ ہیکو نْہ انڈن کْرتھ۔ توہیہ ہیکیو ژأرتھ ڈیلیٹ کرنَْہ پروفایل ڈاٹا فایلہ، یتھ منز تُہنزْ سیٹینگ تِہ چھ، سرٹیفیکیٹ تْہ باقی یوزر ریلیٹِڈ ڈاٹا چُھ۔ یہ اوپشن کرِ ڈیلیٹ فولڈر "%S" تْہ ہیکو نْہ انڈن کْرتھ۔ کیاہ توہیہ کْرواہ پسند ڈیلیٹ کرنِہ یم پروفایل ڈاٹا فایلْہ؟

source: Delete Files
ks: فائلز كریو خئرج

source: Don't Delete Files
ks: فائلز مئ كریو خئرج

source: Profile couldn't be created. Probably the chosen folder isn't writable.
ks: پروفائل ہیك نئ بنئویتھ۔ ممکنہ چھُ ژعرمُت فولڈر چھُنئ ل۪یكھنس قئبل۔

source: Profile Creation failed
ks: پروفائل بناوُن ناکامیاب

source: A profile with this name already exists. Please choose another name.
ks: یم۪ی ناوُك پروفائل چھُ گڈئی موجود ۔مہربئنی كریتھ ژعریو بدل ناو۔

source: Profile Exists
ks: پروفائل چھُ موجود

source: Click Finish to create this new profile.
ks: یہ نئو پروفائل بناونئ خٲطرئ دبٲویومكلیو۔

source: Click Done to create this new profile.
ks: یہ نئو پروفائل بناونئ خٲطرئ دبئویومكلیو۔

source: Your %S profile cannot be loaded. It may be missing or inaccessible.
ks: تُہند %S ڈاٹا ہ۪یك نئ لوڈ كر۪یتھ۔ یئ ما آس۪ی غٲب یا ہ۪یكٲو نئ اَتھ وٲتِتھ

source: Profile Missing
ks: پروفایل غٲب

source: Old %S Data
ks: پرون %S ڈاٹا
