Repository: translate/mozilla-l10n
Catalog: */dom/chrome/dom/dom.properties.po
Languages: ar, as, az, bg, bn_in, hi_in, id, km, lo, ml, or, th, tr, zh_tw, zu

source: Exited full-screen because windowed plugin was focused.
as: পূৰ্ণ-পৰ্দা প্ৰস্থান কৰা হৈছিল কাৰণ এটা উইন্ডো'ড প্লাগিন ফকাস্ড আছে।
bg: Излизане от цял екран, защото фокусът се премести върху приставка в прозорец.
bn_in: উইন্ডোর মধ্যে উপস্থিত প্লাগ-ইনপ ফোকাস থাকার ফলে সম্পূর্ণ পর্দায় প্রদর্শন বন্ধ করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦାରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ କାରଣ ୱିଣ୍ଡୋରେ ଥିବା ପ୍ଲଗଇନକୁ ଲକ୍ଷ୍ଯ କରାଯାଇଛି।
th: ออกจากการแสดงผลเต็มจอเนื่องจากหน้าต่างของโปรแกรมเสริมถูกโฟกัส
zh_tw: 因為聚焦於視窗化外掛程式，已離開全螢幕模式。

source: Unable to redirect to %S because the channel doesn't implement nsIWritablePropertyBag2.
as: %S লে পুনৰ দিশ দিবলে অক্ষম কাৰণ চেনেলে nsIWritablePropertyBag2 প্ৰণয়ন নকৰে।
bg: Невъзможно пренасочване към %S, защото каналът не реализира nsIWritablePropertyBag2.
bn_in: চ্যানেল দ্বারা nsIWritablePropertyBag2 ব্যবহৃত না হওয়ার ফলে %S-এ পুনঃনির্দেশ করা যায়নি।
or: %S ପ୍ରତି ଦିଗ ପରିବର୍ତ୍ତନ କରିବାରେ ଅସମର୍ଥ କାରଣ ସେହି ଚ୍ୟାନେଲଟି nsIWritablePropertyBag2 କୁ କାର୍ଯ୍ୟକାରୀ କରିନଥାଏ।
th: ไม่สามารถ redirect ไปยัง %S ได้เนื่องจากช่องทางไม่ได้ implement nsIWritablePropertyBag2
zh_tw: 無法重導到 %S，因為該頻道並未實作 nsIWritablePropertyBag2。

source: Use of XMLHttpRequest's responseType attribute is no longer supported in the synchronous mode in window context.
as: XMLHttpRequest's responseType বৈশিষ্টৰ ব্যৱহাৰ উইন্ডো পৰিপ্ৰেক্ষতিত সংমিহলি অৱস্থাত সমৰ্থিত নহয়।
bg: Атрибутът responseType на XMLHttpRequest е вече неподдържан в синхронен режим и прозоречен контекст.
bn_in: window কনটেক্সটে সিংক্রোনাস মোডে XMLHttpRequest-র responseType অ্যাট্রিবিউট আর সমর্থিত নয়।
or: XMLHttpRequest ର ବ୍ୟବହାର ଉତ୍ତର ପ୍ରକାର ଗୁଣ ବର୍ତ୍ତମାନ ୱିଣ୍ଡୋ ପ୍ରସଙ୍ଗ ସନ୍ତୁଳିତ ଧାରାରେ ସମର୍ଥିତ ନୁହଁ।
th: ไม่สนับสนุนแอตทริบิวต์ responseType ของ XMLHttpRequest ในโหมด synchronous ใน window context แล้ว
zh_tw: 在同步模式的視窗內容當中，不再支援使用 XMLHttpRequest 當中的 responseType 屬性。

source: Use of XMLHttpRequest's withCredentials attribute is no longer supported in the synchronous mode in window context.
as: XMLHttpRequest's withCredentials বৈশিষ্টৰ ব্যৱহাৰ উইন্ডো পৰিপ্ৰেক্ষতিত সংমিহলি অৱস্থাত সমৰ্থিত নহয়।
bg: Атрибутът withCredentials на XMLHttpRequest е вече неподдържан в синхронен режим и прозоречен контекст.
bn_in: window কনটেক্সটে সিংক্রোনাস মোডে XMLHttpRequest-র withCredentials অ্যাট্রিবিউট আর সমর্থিত নয়।
or: ଅଧିକାର ସହିତ XMLHttpRequest ର ବ୍ୟବହାର ବର୍ତ୍ତମାନ ସନ୍ତୁଳିତ ଧାରାରେ ୱିଣ୍ଡୋ ପ୍ରସଙ୍ଗରେ ସମର୍ଥିତ ନୁହଁ।
th: ไม่สนับสนุนแอตทริบิวต์ withCredentials ของ XMLHttpRequest ในโหมด synchronous ใน window context แล้ว
zh_tw: 在同步模式的視窗內容當中，不再支援使用 XMLHttpRequest 當中的 withCredentials 屬性。

source: Use of XMLHttpRequest's timeout attribute is not supported in the synchronous mode in window context.
as: উইন্ডো পৰিপ্ৰেক্ষতিত XMLHttpRequest ৰ সময়অন্ত বৈশিষ্টৰ ব্যৱহাৰ সংমিহলি অৱস্থাত সমৰ্থিত নহয়।
bg: Атрибутът timeout на XMLHttpRequest е вече неподдържан в синхронен режим и прозоречен контекст.
bn_in: window কনটেক্সটে সিংক্রোনাস মোডে XMLHttpRequest-র timeout অ্যাট্রিবিউট আর সমর্থিত নয়।
or: XMLHttpRequest ର ବ୍ୟବହାର ସମୟ ସମାପ୍ତି ଗୁଣ ବର୍ତ୍ତମାନ ସନ୍ତୁଳିତ ଧାରାରେ ୱିଣ୍ଡୋ ପ୍ରସଙ୍ଗରେ ସମର୍ଥିତ ନୁହଁ।
th: ไม่สนับสนุนแอตทริบิวต์ timeout ของ XMLHttpRequest ในโหมด synchronous ใน window context แล้ว
zh_tw: 在同步模式的視窗內容當中，不再支援使用 XMLHttpRequest 當中的 timeout 屬性。

source: An unknown error occured while processing decodeAudioData.
as: decodeAudioData প্ৰক্ৰিয়াকৰণ কৰোতে এটা অজ্ঞাত ত্ৰুটি দেখা দিলে।
bg: Неизвестна грешка при обработка на decodeAudioData.
bn_in: DecodeAudioData প্রক্রিয়াকরণের সময় একটি অজানা ত্রুটি ঘটেছে একটি অজানা ত্রুটি.
or: decodeAudioData କାର୍ଯ୍ୟକାରୀ କରିବା ସମୟରେ ଏକ ଅଜଣା ତ୍ରୁଟି ଘଟିଛି।
th: บัฟเฟอร์ที่ถูกส่งเข้า decodeAudioData มีชนิดเนื้อหาที่ไม่รู้จัก
zh_tw: 處理 decodeAudioData 時發生未知錯誤。

source: <source> element has no "src" attribute. Media resource load failed.
as: <source> উপাদানৰ কোনো "src" বৈশিষ্ট নাই। মাধ্যম সম্পদ ল'ড ব্যৰ্থ হল।
bg: Елемент <source> няма атрибут „src“. Зареждането на медиа се провали.
bn_in: <source> এলিমেন্টের মধ্যে কোনো "src" অ্যাট্রিবিউট উপস্থিত নেই। মিডিয়া রিসোর্স লোড করতে ব্যর্থ।
or: <source> ଉପାଦାନରେ କୌଣସି "src" ଗୁଣଧର୍ମ ନାହିଁ। ମେଡିଆ ଉତ୍ସ ଧାରଣ ବିଫଳ ହୋଇଛି।
th: <source> element ไม่มีแอตทริบิวต์ "src" การโหลดแหล่งข้อมูลสื่อล้มเหลว
zh_tw: <source> 元素沒有「src」屬性。媒體資源載入失敗。

source: Specified "type" attribute of "%1$S" is not supported. Load of media resource %2$S failed.
as: "%1$S" ৰ ধাৰ্য্যত "type" বৈশিষ্ট সমৰ্থিত নহয়। media সম্পদ %2$S ৰ ল'ড ব্যৰ্থ হল।
bg: Зададеният атрибут „type“ на „%1$S“ не се поддържа. Зареждането на медиен ресурс %2$S се провали.
bn_in: %1$S"-র জন্য চিহ্নিত "type" অ্যাট্রিবিউটটি সমর্থিত নয়। %2$S মিডিয়া রিসোর্স লোড করতে বিফল।
or: "%1$S" ର ଉଲ୍ଲିଖିତ "ପ୍ରକାର" ପ୍ରକୃତି ସମର୍ଥିତ ନୁହଁ। ମେଡିଆ ଉତ୍ସ %2$S ର ଧାରଣ ବିଫଳ ହୋଇଛି।
th: ไม่รองรับแอตทริบิวต์ "type" ที่ระบุให้ "%1$S" การโหลดแหล่งข้อมูลสื่อ %2$S ล้มเหลว
zh_tw: 不支援「%1$S」格式的「type」屬性。媒體資源 %2$S 載入失敗。

source: Specified "media" attribute of "%1$S" does not match the environment. Load of media resource %2$S failed.
as: "%1$S" ৰ ধাৰ্য্যত "media" বৈশিষ্ট পৰিৱেশৰ সৈতে মিল নাখায়। media সম্পদ %2$S ৰ ল'ড ব্যৰ্থ হল।
bg: Зададеният атрибут „media“ на „%1$S“ не съвпада с околната среда. Зареждането на медиен ресурс %2$S се провали.
bn_in: "%1$S"-র জন্য চিহ্নিত "media" অ্যাট্রিবিউটটি এনভায়রনমেন্টের সাথে মেলেনি। %2$S মিডিয়া রিসোর্স লোড করতে বিফল।
or: "%1$S" ର ଉଲ୍ଲିଖିତ "ମେଡିଆ" ପ୍ରକୃତି ପରିବେଶ ସହିତ ମିଶୁ ନାହିଁ। ମେଡ଼ିଆ ଉତ୍ସ %2$S ର ଧାରଣ ବିଫଳ ହୋଇଛି।
th: แอตทริบิวต์ "media" ที่ระบุให้ "%1$S" ไม่ตรงกับสภาพแวดล้อม การโหลดแหล่งข้อมูลสื่อ %2$S ล้มเหลว
zh_tw: 指定的「media」屬性當中的「%1$S」與環境不符。媒體資源 %2$S 載入失敗。

source: HTTP "Content-Type" of "%1$S" is not supported. Load of media resource %2$S failed.
as: HTTP "Content-Type" "%1$S" সমৰ্থিত নহয়। মাধ্যম সম্পদ %2$S ৰ ল'ড ব্যৰ্থ হল।
bg: HTTP „Content-Type: %1$S“ не се поддържа. Зареждането на медиен ресурс %2$S се провали.
bn_in: HTTP "Content-Type" "%1$S" সমর্থিত নয়। %2$S মিডিয়া রিসোর্স লোড করতে ব্যর্থ।
or: HTTP "%1$S" ର "ବିଷୟବସ୍ତୁ-ପ୍ରକାର" ଟି ସମର୍ଥିତ ନୁହଁ। ମେଡିଆ ଉତ୍ସ %2$S ର ଧାରଣ ବିଫଳ ହୋଇଛି।
th: ไม่รองรับ HTTP "Content-Type" ของ "%1$S" การโหลดแหล่งข้อมูลสื่อ %2$S ล้มเหลว
zh_tw: 不支援 HTTP Content-Type 為「%1$S」。媒體資源 %2$S 載入失敗。

source: Use of DOMException's code attribute is deprecated. Use name instead.
as: DOMException ৰ ক'ড বৈশিষ্টৰ ব্যৱহাৰ স্খলিত। ইয়াৰ পৰিৱৰ্তে নাম ব্যৱহাৰ কৰক।
bg: Атрибутът code на DOMException е излязъл от употреба. Вместо него използвайте name.
bn_in: DOMException-র code অ্যাট্রিবিউট অবচিত হয়েছে। পরিবর্তে name ব্যবহার করুন
or: DOM ବ୍ୟତୀକ୍ରମ ସଂକେତ ପ୍ରକୃତିର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ତାହା ପରିବର୍ତ୍ତେ ନାମ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้แอตทริบิวต์ code ของ DOMException ให้ใช้ name แทน
zh_tw: 已棄用 DOMException 的 code 屬性。請改用 name。

source: 'mozHidden' and 'mozVisibilityState' are deprecated. Please use the unprefixed 'hidden' and 'visibilityState' instead.
as: 'mozHidden' আৰু 'mozVisibilityState' স্খলিত। অনুগ্ৰহ কৰি উপসৰ্গ নথকা 'hidden' আৰু 'visibilityState' ব্যৱহাৰ কৰক।
bg: „mozHidden“ и „mozVisibilityState“ са излезли от употреба. Моля, вместо тях използвайте „hidden“ и „visibilityState“.
bn_in: mozHidden' এবং 'mozVisibilityState' অবচিত হয়েছে. পরিবর্তে অানপ্রেফিক্সড 'hidden' এবং 'visibilityState' ব্যবহার করুন.
th: 'mozHidden' และ 'mozVisibilityState ถูกแนะนำไม่ให้ใช้ โปรดใช้ 'hidden' และ 'visibilityState' แทน
zh_tw: 已棄用「mozHidden」與「mozVisibilityState」，請改用沒有前綴的「hidden」與「VisibilityState」。

source: Ignoring get or set of property that has [LenientThis] because the "this" object is incorrect.
as: বৈশিষ্ট্যৰ [LenientThis] থকা get অথবা set উপেক্ষা কৰা হৈছে কাৰণ "this" অবজেক্ট সঠিক নহয়।
bg: Пренебрегване на взимане или задаване на свойство, имащо [LenientThis], защото обектът „this“ е некоректен.
bn_in: [LenientThis]-র প্রপার্টি পেতে বা সেট করতে উপেক্ষা করা হচ্ছে কারন এটি ভুল।
th: ไม่สนการรับค่าหรือตั้งค่าของคุณสมบัติที่มี [LenientThis] เพราะว่าการใช้อ็อบเจ็คต์ "this" ไม่ถูกต้อง
zh_tw: 將忽略取得或設定包含 [LenientThis] 的屬性請求，因為「this」物件不正確。

source: Synchronous XMLHttpRequest on the main thread is deprecated because of its detrimental effects to the end user's experience. For more help http://xhr.spec.whatwg.org/
as: মূখ্য থ্ৰেডৰ সংমিহলিত XMLHttpRequest অন্ত ব্যৱহাৰকাৰী অনুভৱলৈ ইয়াৰ ক্ষতিকাৰক প্ৰভাৱৰ বাবে স্খলিত। অধিক সহায়ৰ বাবে http://xhr.spec.whatwg.org/ চাওক।
bg: Изпълнение на XMLHttpRequest в главната нишка не се практикува, защото има вредно въздействие на взаимодействието на потребителя. За помощ http://xhr.spec.whatwg.org/
bn_in: শেষ ব্যবহারকারীর খুব ক্ষতিকারক অভিজ্ঞতার প্রভাবে প্রধান থ্রেডের Synchronous XMLHttpRequest এর অবচিতি ঘটেছে। আরও সাহায্যের দরকার হলে http://xhr.spec.whatwg.org/
or: ମୂଖ୍ୟ ଥ୍ରେଡରେ ଥିବା ସନ୍ତୁଳିତ XMLHttpRequest ଟି ବ୍ୟବହାରକାରୀ ଅଭିଜ୍ଞତା ଉପରେ ତାହାର ପ୍ରଭାବ ହେତୁ ପୁରୁଣା ହୋଇଛି। ଅଧିକ ସହାୟତା ପାଇଁ http://xhr.spec.whatwg.org/ କୁ ଦେଖନ୍ତୁ
th: Synchronous XMLHttpRequest บนเธรดหลักถูกยกเลิกใช้งานแล้วเพราะมันก่อผลกกระทบที่ค่อนข้างร้ายแรงต่อประสบการณ์ผู้ใช้งาน สำหรับการช่วยเหลือเพิ่มเติม ดู http://xhr.spec.whatwg.org/

source: Will-change memory consumption is too high. Surface area covers %1$S pixels, budget is the document surface area multiplied by %2$S (%3$S pixels). All occurences of will-change in the document are ignored when over budget.
bg: Използваната памет от will-change е твърде много. Покриваната площ е %1$S пиксела, а квотата е площтта на документа умножена по %2$S (%3$S пиксела). При превишена квота всички екземпляри на will-change в документа биват игнорирани.
bn_in: পরিবর্তিত মেমোরির খরচ খুব বেশি। সারফেস এলাকা %1$S পিক্সেল জুড়ে, বাজেট হলো ডকুমেন্ট সারফেস এলাকা যা %2$S (%3$S পিক্সেল)-এর গুণিতক। বাজেটের ওপরে চলে গেলে পরিবর্তনের সমস্ত জিনিস উপেক্ষা করা হয়।

source: A ServiceWorker could not be started immediately because other documents in the same origin are already using the maximum number of workers. The ServiceWorker is now queued and will be started after some of the other workers have completed.
bg: ServiceWorker не може да бъде стартиран веднага, защото други документи от същия произход вече използват максималния брой. ServiceWorker е добавен към опашката и ще бъде пуснат веднага след като някой друг завърши.
bn_in: একটি ServiceWorker তৎক্ষণাৎ চালু করা যাবে না কারণ একই অরিজিনে অন্য ডকুমেন্ট ইতিমধ্যে সর্বোচ্চ সংখ্যক ওয়ার্কার ব্যবহার করছে। ServiceWorker এখন সারিবদ্ধ করা হয়েছে এবং কিছুক্ষণ পরেই চালু হবে যখন অন্য কিছু ওয়ার্কারের কাজ শেষ হয়ে যাবে।

source: Request for full-screen was denied because requesting element is in the chrome document and the fullscreen API is configured for content only.
as: পূ্ৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ অনুৰোধ কৰা উপাদান chrome দস্তাবেজত আছে আৰু পূৰ্ণপৰ্দা API কেৱল সমলৰ বাবে সংৰূপিত।
zh_tw: 已拒絕全螢幕要求，因為要求進入全螢幕模式的元素位於 chrome 文件中，而全螢幕 API 只被設定為對網頁內容啟用。

source: Continue
ar: واصِل
zu: Qhubeka

source: Non-standard document.all property was used. Use W3C standard document.getElementById() instead.
ar: استخدمت خاصية document.all بشكل غير قياسي. استخدم ‪document.getElementById()‬‬ القياسي من W3C بدلًا منها.
zu: Idokhumenti engavamile.yonke impahla isetshenzisiwe. Sebenzisa idokhumenti evamile i-W3C.thola isici ById() esikhundleni salokhu.

source: Use of routeEvent() is deprecated. To upgrade your code, use the DOM 2 dispatchEvent() method. For more help http://developer.mozilla.org/en/docs/DOM:element.dispatchEvent
ar: أُلغِي استخدام ‪routeEvent()‬، الرجاء مراجعة العلّة 330494.

source: Event=%S, use of preventBubble() is deprecated. Use W3C standard stopPropagation() instead.
ar: الحدث=%S، أُلغِي استخدام ‪preventBubble()‬، الرجاء استخدام ‪stopPropagation()‬ المعياري من W3C بدلا منه.

source: Event=%S, use of preventCapture() is deprecated. Use W3C standard stopPropagation() instead.
ar: الحدث=%S، أُلغِي استخدام ‪preventCapture()‬، الرجاء استخدام ‪stopPropagation()‬ المعياري من W3C بدلا منه.

source: Use of Document.load() is deprecated. To upgrade your code, use the DOM XMLHttpRequest object. For more help https://developer.mozilla.org/en/XMLHttpRequest
ar: استخدام Document.load() صار مهجورًا. لترقية الكود، استخدم كائن DOM XMLHttpRequest. لمزيد من المساعدة انظر https://developer.mozilla.org/en/XMLHttpRequest

source: Please select a value that is lower than %S.
ar: رجاءً اختر قيمة أقل من %S.

source: Please select a value that is higher than %S.
ar: رجاءً اختر قيمة أكبر من %S.

source: Use of attributes' specified attribute is deprecated. It always returns true.
ar: استخدام صفة خاصة للصفات (attributes) صار مهجورًا. الناتج دائمًا صحيح (true).

source: Use of attributes' nodeName attribute is deprecated. Use name instead.
ar: استخدام صفة nodeName للصفات صار مهجورًا. استخدم صفة name عوضًا عنها.

source: Use of attributes' nodeType attribute is deprecated. It always returns 2.
ar: استخدام صفة nodeType للصفات صار مهجورًا. الناتج دائمًا 2.

source: Use of attributes' parentNode attribute is deprecated. It always returns null.
ar: استخدام صفة parentNode للصفات صار مهجورًا. الناتج دائمًا null.

source: Use of attributes' childNodes attribute is deprecated. It always returns null.
ar: استخدام صفة childNodes للصفات صار مهجورًا. الناتج دائمًا null.

source: Use of attributes' hasChildNodes() is deprecated. It always returns false.
ar: استخدام hasChildNodes() للصفات صار مهجورًا. الناتج دائمًا خطأ (false).

source: Use of attributes' hasAttributes() is deprecated. It always returns false.
ar: استخدام hasAttributes() للصفات صار مهجورًا. الناتج دائمًا خطأ (false).

source: Use of attributes' firstChild attribute is deprecated. Use value instead.
ar: استخدام صفة firstChild للصفات صار مهجورًا. استخدم صفة value عوضًا عنها.

source: Use of attributes' lastChild attribute is deprecated. Use value instead.
ar: استخدام صفة lastChild للصفات صار مهجورًا. استخدم صفة value عوضًا عنها.

source: Use of attributes' previousSibling attribute is deprecated. It always returns null.
ar: استخدام صفة previousSibling للصفات صار مهجورًا. الناتج دائمًا null.

source: Use of attributes' nextSibling attribute is deprecated. It always returns null.
ar: استخدام صفة nextSibling للصفات صار مهجورًا. الناتج دائمًا null.

source: Use of attributes' attributes attribute is deprecated. It always returns null.
ar: استخدام صفة attributes للصفات صار مهجورًا. الناتج دائمًا null.

source: Use of attributes' insertBefore() is deprecated. Use value instead.
ar: استخدام insertBefore() للصفات صار مهجورًا. استخدم صفة value عوضًا عنها.

source: Use of attributes' replaceChild() is deprecated. Use value instead.
ar: استخدام replaceChild() للصفات صار مهجورًا. استخدم صفة value عوضًا عنها.

source: Use of attributes' removeChild() is deprecated. Use value instead.
ar: استخدام removeChild() للصفات صار مهجورًا. استخدم صفة value عوضًا عنها.

source: Use of attributes' appendChild() is deprecated. Use value instead.
ar: استخدام appendChild() للصفات صار مهجورًا. استخدم صفة value عوضًا عنها.

source: Use of attributes' cloneNode() is deprecated.
ar: استخدام cloneNode() للصفات صار مهجورًا.

source: Use of attributes' ownerDocument attribute is deprecated.
ar: استخدام صفة ownerDocument للصفات صار مهجورًا.

source: Use of attributes' normalize() is deprecated.
ar: استخدام normalize() للصفات صار مهجورًا.

source: Use of attributes' isSupported() is deprecated.
ar: استخدام isSupported() للصفات صار مهجورًا.

source: Use of attributes' isEqualNode() is deprecated.
ar: استخدام isEqualNode() للصفات صار مهجورًا.

source: Use of XMLHttpRequest's progress events' position attribute is deprecated.
ar: استخدام صفة position لأحداث إجراء XMLHttpRequest صار مهجورًا.

source: Use of XMLHttpRequest's progress events' totalSize attribute is deprecated.
ar: استخدام صفة totalSize لأحداث إجراء XMLHttpRequest صار مهجورًا.

source: Are you sure you want to navigate away from this page?
zu: Uyaqiniseka yini ukuthi ufuna ukuqhela kuleli khasi?

source: Press OK to continue, or Cancel to stay on the current page.
zu: Cindezela u-LUNGILE ukuze uqhubeke, noma uKhansela ukuze uhlale kuleli khasi.

source: Element referenced by ID/NAME in the global scope. Use W3C standard document.getElementById() instead.
zu: Isici kubhekiselwe kuso ngoMAZISI/IGAMA emhlabeni wonke. Sebenzisa idokhumenti evamile i-W3C.thola isici ById() esikhundleni salokhu.
