Repository: translate/mozilla-l10n
Catalog: */dom/chrome/dom/dom.properties.po
Languages: ar, as, az, bg, bn_in, hi_in, id, km, lo, ml, or, th, tr, zh_tw, zu

source: Importing XUL nodes into a content document is deprecated. This functionality may be removed soon.
as: এটা সমল দস্তাবেজলৈ XUL ন'ডসমূহ ইমপৰ্ট কৰাটো স্খলিত। এই কাৰ্য্যকৰীতাক সোনকালে আতৰোৱা হব।
az: XUL düyümlərinin məzmun sənədinə daxil edilməsi köhnəlmişdir. Bu funksiya tezliklə silinə bilər.
bg: Внасянето на възли от XUL в съдържание на документи не се практикува. Тази функционалност скоро ще бъде премахната.
bn_in: "Dead" দিয়ে শুরু KeyboardEvent.কী ভ্যালু গুলি অকেজো হয়ে গেছে এবং শুধুমাত্র "Dead" এর মধ্যে মার্জ করা হবে। আরো জানতে https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent.key
hi_in: XUL नोड को अंतर्वस्तु दस्तावेज़ में आयात किया जाना असमर्थित है | इस प्रकार्यता को जल्द ही हटा दिया जाएगा |
id: Mengimpor simpul XUL ke dokumen konten tidak disarankan lagi. Fungsionalitas ini akan dihapus segera.
km: ការ​នាំចូល​ថ្នាំង XUL ទៅ​កាន់​ឯកសារ​មាតិកា​ត្រូវ​បាន​បដិសេធ។ មុខងារ​នេះ​អាច​ត្រូវ​បាន​លុប​ចេញ​ឆាប់ៗ។
lo: ການນຳໃຊ້ການນຳເຂົ້າໂຫນດ XUL ເຂົ້າໄປໃສ່ໃນເນື້ອຫາຂອງເອກະສານໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ຟັງຊັນນີ້ອາດຈະຖືກລຶບອອກໃນໄວໆນີ້.
ml: ഒരു ഉള്ളടക്ക രേഖയിലേക്ക് XUL നോഡുകൾ ചേർക്കുന്നത് കാലഹരണപ്പെട്ടിരിക്കുന്നു. ഇത് വൈകാതെ തന്നെ നീക്കം ചെയ്യപ്പെട്ടേക്കാം
or: ବିଷୟବସ୍ତୁ ଦଲିଲ ମଧ୍ଯକୁ XUL ନୋଡକୁ ଆମଦାନି କରିବା ପୁରୁଣା ହୋଇଛି। ଏହି ବିଶେଷତାକୁ ଅତିଶିଘ୍ର ବାହାର କରିଦିଆଯିବ।
th: การนำเข้าโหนด XUL เข้าสู่เนื้อหาของเอกสารถูกยกเลิกใช้งานแล้ว ฟังก์ชันอาจถูกนำออกเร็ว ๆ นี้
tr: XUL düğümlerini içerik belgesine aktarmak eskimiştir. Bu işlev yakında kaldırılacaktır.

source: Use of document.load forbidden on Documents that come from other Windows. Only the Window in which a Document was created is allowed to call .load on that Document. Preferably, use XMLHttpRequest instead.
as: অন্য উইন্ডোসমূহৰ পৰা অহা দস্তাবেজসমূহত document.load ৰ ব্যৱহাৰ নিষিদ্ধ। কেৱল উইন্ডো য'ত এটা দস্তাবেজ সৃষ্টি কৰা হৈছিল তাক সেই দস্তাবেজত .load ক কল কৰাৰ অনুমতি দিয়া হয়। সাধাৰণত, ইয়াৰ পৰিৱৰ্তে XMLHttpRequest ব্যৱহাৰ কৰক।
az: Başqa pəncərələrdən gələn Sənədlər üzərində document.load funksiyasının istifadəsi qadağandır. Yanlız Sənədin yaradıldığı pəncərədə Sənəd üzərində .load çağırmağa icazə verilir. Məsləhət, yerinə XMLHttpRequest işlədin.
bg: Използването на document.load е забранено в документи, които идват от други прозорци. Само на прозореца, в който е създаден документът, е позволено да извиква .load на документа. За предпочитане е вместо това да се използва XMLHttpRequest.
bn_in: অন্যান্য উইন্ডোজ থেকে আসা Document.load এর ব্যবহার নথিতে নিষিদ্ধ। শুধুমাত্র উইন্ডো যেখানে ডকুমেন্ট তৈরি হয়েছিল সেটিকেই ওই নথিতে .load কল করার অনুমতি দেওয়া হয়। বিশেষ করে, পরিবর্তে XMLHttpRequest- এর ব্যবহার করুন।
hi_in: दस्तावेज़ का उपयोग. दस्तावेज़ पर लोड वर्जित जो दूसरे विंडो से आता हैं. सिर्फ विंडो जिसमें दस्तावेज़ बनाया गया था उस दस्तावेज़ में कॉल करने की अनुमति थी. उस दस्तऐवज पर लोड करें. विशेषत, उसके बदलें XMLHttpRequest का उपयोग करें.
id: Penggunaan document.load dilarang pada Document yang berasal dari Window lainnya. Hanya Window yang menjadi tempat dibuatnya Document yang diizinkan untuk memanggil .load pada Document tersebut. Disarankan untuk menggunakan XMLHttpRequest.
km: ការ​ប្រើ document.load ត្រូវ​បាន​ហាមឃាត់​នៅ​លើ​ឯកសារ​ដែល​បាន​មកពី​បង្អួច​ផ្សេង។ មានតែ​បង្អួច​ដែល​បាន​បង្កើត​ឯកសារ​ប៉ុណ្ណោះ​ដែល​អនុញ្ញាត​ឲ្យ​ហៅ .load នៅ​លើ​ឯកសារ​នោះ។ អាច​ប្រើ XMLHttpRequest ជំនួស​បាន។
lo: document.load ຖືກຫ້າມນຳໃຊ້ໃນ Documents ທີ່ມາຈາກ Windows ອື່ນ. ຕ້ອງເປັນ Windows ທີ່ Documents ນັ້ນຖືກສ້າງຂື້ນມາເທົ່ານັ້ນຈຶ່ງຈະອະນຸຍາດໃຫ້ເອີ້ນໃຊ້ງານ .load ໃນ Document ນັ້ນໄດ້. ຖ້າເປັນໄປໄດ້ໃຫ້ນຳໃຊ້ XMLHttpRequest ແທນ.
ml: നിര്‍വചനം
or: document.load ର ବ୍ୟବହାରକୁ ଅନ୍ୟ ୱିଣ୍ଡୋରୁ ଆସିଥିବା ଦଲିଲଗୁଡ଼ିକରେ ବାରଣ କରାଯାଇଛି। କେବଳ ଯେଉଁଥିରେ ଦଲିଲ ସୃଷ୍ଟି ହୋଇଥାଏ ସେଥିରେ ଡାକିବା ପାଇଁ ଅନୁମତି ଥାଏ। ସେହି ଦଲିଲରେ ଧାରଣ କରନ୍ତୁ। ବିଶେଷକରି, XMLHttpRequest କୁ ତାହା ପରିବର୍ତ୍ତେ ବ୍ୟବହାର କରନ୍ତୁ।
th: การใช้ document.load ถูกห้ามไว้บน Documents ที่มาจาก Window อื่น ต้องเป็น Window ที่ Document ถูกสร้างเท่านั้นถึงจะอนุญาติให้เรียกใช้ .load บน Document ได้ ถ้าเป็นไปได้ ใช้ XMLHttpRequest แทน
tr: Başka pencerelerden gelen belgelerde document.load kullanımı yasaktır. Sadece belgenin oluşturulduğu pencerede o belge için .load çağrılabilir. Onun yerine tercihen XMLHttpRequest kullanınız.

source: An IndexedDB transaction that was not yet complete has been aborted due to page navigation.
as: এটা অসম্পূ্ৰ্ণ IndexedDB লেন দেনক পৃষ্ঠা মাৰ্গদৰ্শনৰ বাবে বাদ দিয়া হৈছে।
az: Tamamlanmamış IndexedDB hərəkatı səhifə naviqasiyası üzündən ləğv edildi.
bg: IndexedDB транзакция, която не е все още завършена, беше прекратена заради зареждане на страница.
bn_in: একটি IndexedDB ট্র্যাঞ্জাকশন যেটা এখনও শেষ হয়নি তা পেজ নেভিগেশনের জন্য বাতিল করা হয়েছে।
hi_in: एक इंडेक्स्डडीबी लेन-देन जो अबतक पूरा नही हुआ था पृष्ठ नेविगेशन के कारण रोक दिया गया हैं.
id: Sebuah transaksi IndexedDB yang belum selesai telah dibatalkan karena proses navigasi laman.
km: អន្តរការណ៍ IndexedDB ដែល​មិនទាន់​បញ្ចប់ គឺ​ត្រូវ​បាន​បោះបង់​ដោយសារ​ការ​រក​មើល​ទំព័រ។
lo: ລາຍການປ່ຽນແປງ IndexedDB ບໍ່ສາມາດເຮັດໃຫ້ແລ້ວສົມບູນໄດ້ ເນື່ອງຈາກຖືກຍົກເລີກອອກຈາກຫນ້າການນຳທາງ.
ml: ഇതുവരെ പൂര്‍ത്തിയാകാതിരുന്ന IndexedDB ഇടപാട് താളിന്റെ പ്രയാണം മൂലം നിഷ്‌ഫലമാക്കിയിരിക്കുന്നു
th: รายการเปลี่ยนแปลง IndexedDB ไม่สามารถทำให้เสร็จสมบูรณ์ได้เนื่องถูกยกเลิกจากหน้าการนำทาง
tr: Henüz tamamlanmamış bir IndexedDB işlemi, sayfa gezintisi nedeniyle iptal edildi.

source: Will-change memory consumption is too high. Budget limit is the document surface area multiplied by %1$S (%2$S px). Occurrences of will-change over the budget will be ignored.
az: Will-change yaddaş istifadəsi çox yüksəkdir. Büdcə limiti sənədin səth ərazisinin %1$S (%2$S px) ilə hasilidir. Büdcəni keçən will-change tərəflər nəzərə alınmayacaq.
hi_in: इच्छापत्र-बदलाव के द्वारा मेमोरी की खपत बहुत ज्यादा है | निर्धारण लक्ष्य दस्तावेज़ सीमा सतह क्षेत्र गुणा %1$S (%2$S px) है | इच्छापत्र-बदलाव के निर्धारण लक्ष्य से ज्यादा होने की घटना कोनज़रअंदाज़ करा जायेगा |
id: Konsumsi memori yang akan berubah terlalu tinggi. Batas anggaran untuk permukaan dokumen dikali dengan %1$S (%2$S piksel). Semua kejadian yang akan berubah pada dokumen akan diabaikan jika melewati batas anggaran.
km: ការ​ប្រើប្រាស់​អង្គ​ចងចាំ​ដែល​ផ្លាស់ប្ដូរ​មាន​កម្រិត​ខ្ពស់​ពេក។ កម្រិត​កំណត់​ថវិកា​គឺ​ជា​​ផលគុណ​តំបន់​ផ្ទៃ​ឯកសារ​ជាមួយ​នឹង %1$S (%2$S px) ។ បញ្ហា​ដែល​កើត​ឡើង​នៃ​ថវិកា​​លើស​នឹង​ត្រូវ​មិន​អើពើ។
lo: Will-change ນຳໃຊ້ຄວາມຈຳຄອມພິວເຕີຫລາຍເກີນໄປ. ຂອບເຂດຂອງຫນ້າເອກະສານແມ່ນຈະຖືກຄູນໃຫ້ກັບ %1$S (%2$S px). ການປະກົດຕົວຂອງ will-change ເກີນກ່ວາຂອບເຂດທີ່ກຳນົດໄວ້ແມ່ນຈະບໍ່ໄດ້ຮັບການອະນຸຍາດ.
ml: Will-change മെമ്മറി ഉപഭോഗം വളരെ കൂടുതലാണു്. രേഖയുടെ വിസ്തീര്‍ണ്ണം ഗുണം %1$S (%2$S px) എന്നതാണു് ബജറ്റ്. ബജറ്റ് സംഖ്യയേക്കാള്‍ കൂടിയ will-change അവഗണിക്കപ്പെടും.
tr: Will-change bellek tüketimi çok yüksek. Bütçe limiti, %1$S ile çarpılmış belge yüzeyi alanıdır (%2$S piksel). Bütçeyi aşan will-change değerleri görmezden gelinecektir.

source: A Worker could not be started immediately because other documents in the same origin are already using the maximum number of workers. The Worker is now queued and will be started after some of the other workers have completed.
az: Worker dərhal başladıla bilmir çünki eyni mənbədə olan digər sənədlər maksimum icazə verilən worker işlədirlər. Worker artıq sıraya əlavə edildi və digər worker-lərdən bəzilərinin işi bitdikdən sonra başladılacaq.
lo: Worker ບໍ່ສາມາດເລີ່ມທຳງານໄດ້ເພາະວ່າມີເອກະສານອື່ນຈາກແຫລ່ງດຽວກັນກຳລັງນຳໃຊ້ Worker ນີ້ຢູ່. Worker ນີ້ຈະຈັດເປັນຄິວຕໍ່ໄປ ແລະ ຈະເລີ່ມທຳງານຫລັງຈາກທີ່ Worker ເຮັດວຽກນີ້ສຳເລັດແລ້ວ.
tr: Bir Worker hemen başlatılamadı çünkü aynı kökendeki diğer belgeler zaten maksimum işçi sayısını kullanıyor. Worker sıraya alındı ve diğer işçilerden bazılarının işi bittikten sonra başlatılacak.

source: Use of setVelocity on the PannerNode and AudioListener, and speedOfSound and dopplerFactor on the AudioListener are deprecated and those members will be removed. For more help https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
az: setVelocity-nin PannerNode-da və AudioListener-də, həmçinin speedOfSound-un və dopplerFactor-un AudioListener-də istifadəsi köhnəlib və bu üzvlər ləğv ediləcəklər. Ətraflı kömək üçün https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
bn_in: setVelocity-এর ব্যবহার PannerNode এবং AudioListener তে, এবং speedOfSound এবং dopplerFactor AudioListener-এ অবচিত থাকবে এবং ওই সকল সদস্যদের মুছে ফেলা হবে। আরও সাহায্যের জন্য https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features দেখুন
hi_in: setVelocity का PannerNode और AudioListner एवं speedOfSound और dopplerFactor का AudioListner पर प्रयुक्त किया जाना असमर्थित है और इन सदस्यों को हटा दिया जायेगा | अधिक जानकारी क लिए https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
id: Penggunaan setVelocity pada PannerNode dan AudioListener serta speedOfSound dan dopplerFactor pada AudioListener tidak disarankan lagi dan anggota tersebut akan dihapus. Untuk bantuan lebih lanjut lihat https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
km: ប្រើ setVelocity នៅ​លើ PannerNode និង AudioListener និង​ speedOfSound និង dopplerFactor នៅ​លើ AudioListener គឺ​ត្រូវ​បាន​មិន​យល់ព្រម និង​សមាជិក​ទាំងនោះ​នឹង​ត្រូវ​លុប​ចេញ។ សម្រាប់​ជំនួយ​បន្ថែម https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
lo: ການນຳໃຊ້ setVelocity ໃນ PannerNode ແລະ AudioListener, speedOfSound ແລະ dopplerFactor ໃນ AudioListener ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ ແລະ ມັນຈະໄດ້ຖືກລຶບອອກ. ຂໍ້ມູນເພີ່ມເຕີມ https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
ml: PannerNode ലും AudioListener ലും ഉള്ള setVelocity യുടെയും AudioListener ൽ ഉള്ള speedOfSound ൻ്റെ യും dopplerFactor ൻ്റെ യും ഉപയോഗം ഒഴിവാക്കിയിരിക്കുന്നു , അവയെ നീക്കം ചെയ്യുന്നതായിരിക്കും . കൂടുതൽ സഹായത്തിനു https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
tr: PannerNode ve AudioListener'da setVelocity kullanımı, AudioListener'da speedOfSound ve dopplerFactor kullanımı eskimiştir ve bu üyeler kaldırılacaktır. Daha fazla yardım için: https://developer.mozilla.org/tr/docs/Web/API/AudioListener#Deprecated_features

source: The Application Cache API (AppCache) is deprecated and will be removed at a future date. Please consider using ServiceWorker for offline support.
az: Tətbiqetmə Keş API-ı (AppCache) köhnəlib və gələcəkdə silinəcək. Lütfən oflayn dəstək üçün ServiceWorker işlədin.
hi_in: अनुप्रयोग कैश (AppCache) API पदावनत है और एक भविष्य की तारीख पर हटाया जाएगा। कृपया ऑफ़लाइन समर्थन के लिए ServiceWorker का उपयोग करने पर विचार करें।
id: API Application Cache (AppCache) sudah usang dan akan dibuang di suatu saat nanti. Pertimbangkan menggunakan ServiceWorker untuk dukungan luring.
lo: ການນຳໃຊ້ The Application Cache API (AppCache) ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ ແລະ ມັນຈະຖືກລຶບອອກໃນອະນາຄົດອັນໃກ້ນີ້. ກະລຸນາພິຈາລະນານຳໃຊ້ ServiceWorker ສຳລັບການສະຫນັບສະຫນູນແບບອັອບລາຍ.
ml: The Application Cache API (AppCache) ഒഴിവാക്കപ്പെട്ടതും താമസിയാതെ നീക്കം ചെയ്യപ്പെടുന്നതുമാണു്. ഓഫ്ലന്‍ സഹായത്തിനായി ServiceWorker ഉപയോഗിക്കൂ.
tr: Application Cache API (AppCache) eskimiştir ve ileride kaldırılacaktır. Çevrimdışı desteği için onun yerine ServiceWorker kullanmayı düşünebilirsiniz.

source: Attempting to create a Worker from an empty source. This is probably unintentional.
az: Boş mənbədən Worker yaradılmağa çalışılır. Çox güman ki, qeyri-ixtiyarıdır.
bn_in: একটি খালি উৎস থেকে একটি কর্মকার তৈরি করার চেষ্টা। এটা সম্ভবত অনিচ্ছাকৃত।
hi_in: एक खाली स्रोत से एक कार्यकर्ता बनाने के प्रयास. यह शायद अनजाने में है.
id: Percobaan membuat Worker dari sumber yang kosong. Ini mungkin tidak disengaja.
km: ព្យាយាម​បង្កើត Worker ពី​ប្រភព​ទទេ។ នេះ​ប្រហែល​​គ្មាន​បំណង​ទេ។
lo: ກຳລັງມີການພະຍາຍາມທີ່ຈະສ້າງ Worker ຈາກແຫລ່ງຂໍ້ມູນທີ່ວ່າງເປົາ. ບາງເທື່ອນີ້ອາດຈະເປັນການສ້າງທີ່ບໍ່ຕັ້ງໃຈ.
ml: കാലിയായ ഉറവിടത്തിൽ നിന്നും ഒരു worker എ സൃഷ്ടിക്കാൻ ശ്രമിക്കുന്നു.ഇതു് മനപ്പുര്‍പ്പമായിരിക്കില്ല.
tr: Boş bir kaynaktan Worker oluşturulmaya çalışılıyor. Muhtemelen yanlışlıkla oldu.

source: WebRTC interfaces with the “moz” prefix (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) have been deprecated.
az: "moz" ön şəkilçili WebRTC interfeysləri (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) köhnəlib.
hi_in: WebRTC इंटरफेस (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) को 'moz' उपसर्ग के साथ पदावनत किया गया है।
id: Antarmuka WebRTC dengan prefiks "moz" (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) telah usang.
lo: WebRTC ເຊື່ອມຕໍ່ກັບ "moz" prefix (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ.
ml: "moz" എന്ന പൂര്‍വപദവുമായിട്ടുള്ള (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) വെബ്‌ആര്‍ടിസിയുടെ സമ്പര്‍ക്കമുഖങ്ങള്‍ ഒഴിവാക്കപ്പെട്ടിരിക്കുന്നു
tr: “moz” ön ekli WebRTC arabirimleri (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) eskimiştir.

source: navigator.mozGetUserMedia has been replaced by navigator.mediaDevices.getUserMedia
az: navigator.mozGetUserMedia, navigator.mediaDevices.getUserMedia ilə dəyişdirilib
hi_in: navigator.mozGetUserMedia navigator.mediaDevices.getUserMedia द्वारा प्रतिस्थापित किया गया है
id: navigator.mozGetUserMedia telah diganti dengan navigator.mediaDevices.getUserMedia
lo: navigator.mozGetUserMedia ໄດ້ຖືກແທນທີ່ໂດຍ navigator.mediaDevices.getUserMedia
ml: navigator.mozGetUserMedia എന്നതു് navigator.mediaDevices.getUserMedia കൊണ്ട് മാറ്റിയിരിക്കുന്നു
tr: navigator.mozGetUserMedia'nın yerini navigator.mediaDevices.getUserMedia almıştır

source: RTCPeerConnection.getLocalStreams/getRemoteStreams are deprecated. Use RTCPeerConnection.getSenders/getReceivers instead.
az: RTCPeerConnection.getLocalStreams/getRemoteStreams köhnəliblər. Əvəzinə RTCPeerConnection.getSenders/getReceivers işlədin.
lo: RTCPeerConnection.getLocalStreams/getRemoteStreams ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. RTCPeerConnection.getSenders/getReceivers ໄດ້ຖືກນຳມາໃຊ້ແທນ.

source: Failed to load ‘%S’. A ServiceWorker intercepted the request and encountered an unexpected error.
az: '%S' yüklənə bilmədi. Bir ServiceWorker əlaqəni kəsdi və gözlənilməyən bir xətaya səbəb oldu.
hi_in: '%S' लोड करने में विफल। एक ServiceWorker अनुरोध पकड़ा और एक अनपेक्षित त्रुटि हुई।
id: Gagal memuat '%S'. ServiceWorker mencegat permintaan dan menjumpai kesalahan tidak diharapkan.
lo: ມີຂໍ້ຜິດພາດໃນການໂຫລດ '%S'. ServiceWorker ໄດ້ດັກຈັບສີ່ງທີ່ໄດ້ຮ້ອງຂໍໄປ ແລະ ໄດ້ພົບວ່າມີຂໍ້ຜິດພາດເກີດຂື້ນ.
ml: '%S' ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു. ഒരു ServiceWorker ഈ അപേക്ഷയെ മനസ്സിലാക്കുകയും അപരിചിതമായ ഒരു പിഴവ് നേരിടുകയും ചെയ്തു.
tr: '%S' yüklenemedi. Bir ServiceWorker isteğin arasına girdi ve beklenmeyen bir hatayla karşılaştı.

source: Failed to load ‘%1$S’. A ServiceWorker passed an opaque Response to FetchEvent.respondWith() while handling a ‘%2$S’ FetchEvent. Opaque Response objects are only valid when the RequestMode is ‘no-cors’.
az: '%1$S' yüklənirkən xəta oldu. ServiceWorker FetchEvent.respondWith()-ə '%2$S' FetchEvent-i işlərkən opaque Response göndərdi. Opaque Response obyektləri ancaq RequestMode 'no-cors' olduğunda doğrudurlar.
hi_in: लोड करने में विफल रहा '%1$S'। एक ServiceWorker FetchEvent.respondWith() के लिए एक अपारदर्शी प्रतिक्रिया हैंडलिंग करते हुए पारित एक '%2$S' FetchEvent. जब RequestMode 'no-cors' अपारदर्शी प्रतिसाद ऑब्जेक्ट केवल मान्य हैं।
id: Gagal memuat '%1$S'. ServiceWorker menyampaikan Response yang kabur ke FetchEvent.respondWith() saat menangani FetchEvent '%2$S' . Response kabur hanya valid saat RequestMode bernilai 'no-cors'.
lo: ມີຂໍ້ຜິດພາດໃນການໂຫລດ ‘%1$S’. ServiceWorker ໄດ້ສົ່ງ Opaque Response ໄປຫາ FetchEvent.respondWith() ແລ້ວໃນຂະນະທີ່ຈັດການກັບ ‘%2$S’ FetchEvent. Opaque Response ແມ່ນຈະຖືກຕ້ອງເມື່ອ RequestMode ເປັນ ‘no-cors’.
ml: '%1$S'ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു. '%2$S' FetchEvent കൈകാര്യം ചെയ്തുകൊണ്ടിരുന്നപ്പോള്‍ ഒരു ServiceWorker ഒരു opaque Response FetchEvent.respondWith() - ഇതിലേക്ക് കൈമാറി. Opaque Response വസ്തുക്കള്‍ RequestMode എന്നത് 'no-cors' ആയിരിക്കുമ്പോള്‍ മാത്രമേ സാധുവാകുന്നുള്ളൂ.
tr: ‘%1$S’ yüklenemedi. Bir ServiceWorker, bir ‘%2$S’ FetchEvent’i işlerken FetchEvent.respondWith()’e bir opaque Response aktardı. Opak Response nesneleri yalnızca RequestMode ‘no-cors’ iken geçerlidir.

source: Failed to load ‘%S’. A ServiceWorker passed an Error Response to FetchEvent.respondWith(). This typically means the ServiceWorker performed an invalid fetch() call.
az: '%S' yüklənirkən xəta oldu. ServiceWorker FetchEvent.respondWith()-ə Error Response ötürdü. Bu normalda ServiceWorker-in səhv fetch() çağırışı etməsi demək olur.
hi_in: '%S' लोड करने मे असफल.एक सेवाकर्मी ने FetchEvent.respondWith() को अस्पष्ट जवाब दिया. इसका मतलब है कि सेवाकर्मी ने अमान्य fetch() कॉल की
id: Gagal memuat '%S'. ServiceWorker menyampaikan Response Error ke FetchEvent.respondWith(). Ini umumnya ServiceWorker melakukan pemanggilan fetch() yang tidak valid.
km: បាន​បរាជ័យ​ការ​ផ្ទុក '%S'។ ServiceWorker បាន​​ឆ្លង​ផុត​ការ​ឆ្លើយតប​ដែល​ខុស​ចំពោះ FetchEvent.respondWith()។ នេះ​ជា​ធម្មតា​មាន​ន័យ​ថា ServiceWorker បាន​ធ្វើ​ការ​ហៅ fetch() ដែល​មិន​ត្រឹមត្រូវ។
lo: ມີຂໍ້ຜິດພາດໃນການໂຫລດ '%S'. ServiceWorker ໄດ້ສົ່ງ Error Response ໄປຫາ FetchEvent.respondWith(). ຕາມທຳມະດາແລ້ວຂໍ້ຜິດພາດນີ້ຫມາຍເຖິງ ServiceWorker ດຳເນີນການດຶ່ງຂໍ້ມູນ fetch() ບໍ່ຖືກຕ້ອງ.
ml: '%S' ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു. ഒരു ServiceWorker ഒരു Error Response FetchEvent.respondWith() - ഇതിലേക്ക് കൈമാറി. സാധാരണ ഇതിന്റെ അര്‍ത്ഥം ServiceWorker അസാധുവായ ഒരു fetch() വിളി നടത്തി എന്നാണു്.
tr: '%S' yüklenemedi. Bir ServiceWorker, FetchEvent.respondWith()'e bir Error Response aktardı. Bu genellikle ServiceWorker'ın geçersiz bir fetch() çağrısı yaptığını gösterir.

source: Failed to load ‘%S’. A ServiceWorker passed a used Response to FetchEvent.respondWith(). The body of a Response may only be read once. Use Response.clone() to access the body multiple times.
az: '%S' yüklənə bilmədi. Bir ServiceWorker FetchEvent.respondWith()-ə işlədilmiş bir Response ötürdü. Bir Response mətni ancaq bir dəfə oxuna bilər. Mətni bir neçə dəfə işlətmək üçün Response.clone() istifadə edin.
hi_in: '%S' लोड करने में विफल। एक ServiceWorker FetchEvent.respondWith() के लिए उपयोग किए गए प्रतिसाद पारित कर दिया। प्रतिसाद के मुख्य भाग केवल एक बार पढ़ी जा सकती हैं। एकाधिक बार शरीर तक पहुँचने के लिए Response.clone() का उपयोग करें।
id: Gagal memuat '%S'. ServiceWorker yang menyampaikan Response ke FetchEvent.respondWith(). Isi Response mungkin hanya akan dibaca sekali. Gunakan Response.clone() untuk mengakses isi beberapa kali.
km: បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទុក '%S'។ ServiceWorker បាន​ឆ្លង​ផុត​ការ​ឆ្លើយតប​ដែល​បាន​ប្រើ​ចំពោះ FetchEvent.respondWith()។ តួ​អត្ថបទ​នៃ​ការ​ឆ្លើយតប​​អាច​អាន​បាន​តែ​ម្ដង​ប៉ុណ្ណោះ។ សូម​ប្រើ Response.clone() ដើម្បី​ចូល​ទៅ​តួ​អត្ថបទ​បាន​ច្រើន​ដង។
lo: ມີຂໍ້ຜິດພາດໃນການໂຫລດ '%S'. ServiceWorker ໄດ້ສົ່ງ Used Response ໄປຫາ FetchEvent.respondWith() ແລ້ວ. ເນື້ອຫາຂອງ Response ອາດຈະສາມາດອ່ານໄດ້ພຽງເທື່ອດຽວ. ນຳໃຊ້ Response.clone() ເພື່ອເຂົ້າໄປອ່ານໃນຄັ້ງຕໍ່ໄປ.
ml: '%S' ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു. ഒരു ServiceWorker ഒരു ഉപയോഗിച്ച Response FetchEvent.respondWith() - ഇതിലേക്ക് കൈമാറി. Responseന്റെ ഉള്ളടക്കം ഒരു തവണയേ വായിക്കാന്‍ പാടുള്ളൂ. ഉള്ളടക്കം ഒന്നിലേറെ തവണ ലഭ്യമാക്കാന്‍ Response.clone() ഉപയോഗിക്കുക.
tr: '%S' yüklenemedi. Bir ServiceWorker, FetchEvent.respondWith()'e kullanılmış bir Response aktardı. Bir Response'un gövdesi yalnızca bir kez okunabilir. Gövdeye birden fazla kez ulaşmak için Response.clone() kullanın.

source: Failed to load ‘%S’. A ServiceWorker passed an opaqueredirect Response to FetchEvent.respondWith() while handling a non-navigation FetchEvent.
az: '%S' yüklənirkən xəta oldu. ServiceWorker FetchEvent.respondWith()-ə qeyri-naviqasiya FetchEvent işlərkən opaqueredirect Response göndərdi.
hi_in: '%S' लोड करने में विफल। एक ServiceWorker एक opaqueredirect उत्तर FetchEvent.respondWith() के लिए एक गैर-नेविगेशन FetchEvent को संभालने समय पारित कर दिया।
id: Gagal memuat '%S'. ServiceWorker menyampaikan Response opaqueredirect ke FetchEvent.respondWith() saat menangani FetchEvent bukan navigasi.
lo: ມີຂໍ້ຜິດພາດໃນການໂຫລດ '%S'. ServiceWorker ໄດ້ສົ່ງ Opaqueredirect Response ໄປຫາ FetchEvent.respondWith() ແລ້ວໃນຂະນະທີ່ຈັດການກັບ Non-navigation FetchEvent.
ml: '%S'ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു. non-navigation FetchEvent കൈകാര്യം ചെയ്തുകൊണ്ടിരുന്നപ്പോള്‍ ഒരു ServiceWorker ഒരു opaqueredirect Response FetchEvent.respondWith() - ഇതിലേക്ക് കൈമാറി.
tr: '%S' yüklenemedi. Bir ServiceWorker, navigasyon dışı bir FetchEvent'i işlerken FetchEvent.respondWith()'e bir opaqueredirect Response aktardı.

source: Failed to load ‘%S’. A ServiceWorker passed a redirected Response to FetchEvent.respondWith() while RedirectMode is not ‘follow’.
az: ‘%S’ yüklənməsi mümkün olmadı. ServiceWorker RedirectMode ‘follow’ olmadığı halda FetchEvent.respondWith()-ə Response yönləndirdi.
hi_in: '%S' लोड करने मे असफल. एक सेवाकर्मी ने FetchEvent.respondWith() को पुनर्निर्दिष्ट प्रतिक्रिया दी जबकि पुनः प्रेषण विधि का ‘अनुकरण’ नहीं होता है.
lo: ມີຂໍ້ຜິດພາດໃນການໂຫລດ '%S'. ServiceWorker ໄດ້ສົ່ງ Redirected Response ໄປຫາ FetchEvent.respondWith() ແລ້ວໃນຂະນະທີ່ RedirectMode ບໍ່ໄດ້ ‘follow’.

source: Failed to load ‘%S’. A ServiceWorker canceled the load by calling FetchEvent.preventDefault().
az: '%S' yüklənə bilmədo. Bir ServiceWorker FetchEvent.preventDefault() çağıraraq yüklənməni ləğv etdi.
hi_in: '%S' लोड करने में विफल। एक ServiceWorker लोड FetchEvent.preventDefault() बुला रद्द कर दिया गया।
id: Gagal memuat '%S'. ServiceWorker membatalkan pemuatan dengan memanggil FetchEvent.preventDefault().
lo: ມີຂໍ້ຜິດພາດໃນການໂຫລດ '%S'. ServiceWorker ໄດ້ຍົກເລີກການໂຫລດໂດຍການເອີ້ນ FetchEvent.preventDefault().
ml: '%S'ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു. ഒരു ServiceWorker FetchEvent.preventDefault() വിളിച്ചതിലൂടെ ജോലിഭാരം റദ്ദ് ചെയ്തു.
tr: '%S' yüklenemedi. Bir ServiceWorker, FetchEvent.preventDefault()'u çağırarak yüklemeyi iptal etti.

source: Failed to load ‘%1$S’. A ServiceWorker passed a promise to FetchEvent.respondWith() that rejected with ‘%2$S’.
az: '%1$S' yüklənirkən xəta oldu. ServiceWorker FetchEvent.respondWith()-ə '%2$S' ilə ləğv edilən promise göndərdi.
hi_in: लोड करने में विफल रहा '%1$S'। एक ServiceWorker के साथ खारिज कर दिया FetchEvent.respondWith() के लिए एक वादा पारित कर '%2$S'।
id: Gagal memuat '%1$S'. ServiceWorker menyampaikan promise ke FetchEvent.respondWith() yang menolak '%2$S'.
lo: ມີຂໍ້ຜິດພາດໃນການໂຫລດ ‘%1$S’. ServiceWorker ໄດ້ສົ່ງຄຳສັນຍາໄປຫາ FetchEvent.respondWith() ທີ່ໄດ້ຮັບການປະຕິເສດໂດຍ ‘%2$S’.
ml: '%1$S' ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു. FetchEvent.respondWith() ലേക്ക് ഒരു വാഗ്ദാനം നല്‍കിയ ഒരു സര്‍വീസ് വര്‍ക്കര്‍ '%2$S' ഓടു കൂടി പരാജയപ്പെട്ടു.
tr: '%1$S' yüklenemedi. Bir ServiceWorker, FetchEvent.respondWith()'e '%2$S' ile reddedilen bir promise aktardı.

source: Failed to load ‘%1$S’. A ServiceWorker passed a promise to FetchEvent.respondWith() that resolved with non-Response value ‘%2$S’.
az: '%1$S' yüklənirkən xəta oldu. ServiceWorker FetchEvent.respondWith()-ə Response olmayan '%2$S' dəyərli promise göndərdi.
hi_in: लोड करने में विफल रहा '%1$S'। एक ServiceWorker FetchEvent.respondWith() जो गैर प्रतिक्रिया मान के साथ हल करने के लिए एक वादा पारित कर '%2$S'।
id: Gagal memuat '%1$S'. ServiceWorker menyampaikan promise ke FetchEvent.respondWith() yang diselesaikan oleh nilai bukan Response '%2$S'.
lo: ມີຂໍ້ຜິດພາດໃນການໂຫລດ ‘%1$S’. ServiceWorker ໄດ້ສົ່ງຄຳສັນຍາໄປຫາ FetchEvent.respondWith() ທີ່ໄດ້ຮັບແກ້ໄຂໂດຍຄ່າ non-Response ‘%2$S’.
ml: '%1$S'ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു. '%2$S' എന്ന non-Response മൂല്യമുള്ള ഒരു promise ഒരു ServiceWorker FetchEvent.respondWith() - ഇതിനു് കൈമാറി.
tr: '%1$S' yüklenemedi. Bir ServiceWorker, FetchEvent.respondWith()'e Response olmayan '%2$S' ile çözülen bir promise aktardı.
