Repository: translate/mozilla-l10n
Catalog: */dom/chrome/dom/dom.properties.po
Languages: ar, as, az, bg, bn_in, hi_in, id, km, lo, ml, or, th, tr, zh_tw, zu

source: nsIJSON.encode is deprecated. Please use JSON.stringify instead.
ar: استخدام nsIJSON.encode صار مهجورًا. يُرجى استخدام JSON.stringify عوضًا عنه.
as: nsIJSON.encode স্খলিত। অনুগ্ৰহ কৰি তাৰ পৰিৱৰ্তে JSON.stringify ব্যৱহাৰ কৰক।
az: nsIJSON.encode köhnəlmişdir. Onun əvəzinə lütfən JSON.stringify istifadə edin.
bg: nsIJSON.encode е излязъл от употреба. Вместо него използвайте JSON.stringify.
bn_in: nsIJSON.encode-র ব্যবহার অবচিত হয়েছে। এর পরিবর্তে, অনুগ্রহ করে JSON.stringify ব্যবহার করুন।
hi_in: nsIJSON.encode का पदावनत किया गया है. कृपया बदले में JSON.stringify का उपयोग करें.
id: nsIJSON.encode sudah usang. Gunakan JSON.stringify.
km: nsIJSON.encode ត្រូវ​បាន​បដិសេធ ។ សូម​ប្រើ JSON.stringify ជំនួស​វិញ ។
lo: nsIJSON.encode ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ກະລຸນານຳໃຊ້ JSON.stringify ແທນ.
ml: nsIJSON.encode ലഭ്യമല്ല. ദയവായി JSON.stringify ഉപയോഗിയ്ക്കുക.
or: nsIJSON.encode ପୁରୁଣା ହୋଇଛି। ଦୟାକରି ଏହା ପରିବର୍ତ୍ତେ JSON.stringify କୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ nsIJSON.encode โปรดใช้ JSON.stringify แทน
tr: nsIJSON.encode eskimiştir. Onun yerine lütfen JSON.stringify kullanın.
zh_tw: 已棄用 nsIJSON.encode。請改用 JSON.stringify。

source: Use of nsIDOMWindowInternal is deprecated. Use nsIDOMWindow instead.
ar: استخدام nsIDOMWindowInternal صار مهجورًا. يُرجى استخدام nsIDOMWindow عوضًا عنها.
as: nsIDOMWindowInternal ৰ ব্যৱহাৰ স্খলিত। তাৰ পৰিৱৰ্তে nsIDOMWindow ব্যৱহাৰ কৰক।
az: nsIDOMWindowInternal istifadəsi köhnəlmişdir. Onun əvəzinə lütfən nsIDOMWindow istifadə edin.
bg: Интефрейсът nsIDOMWindowInternal е излязъл от употреба. Вместо него използвайте nsIDOMWindow.
bn_in: nsIDOMWindowInternal-র ব্যবহার অবচিত হয়েছে। এর পরিবর্তে nsIDOMWindow ব্যবহার করুন।
id: Penggunaan nsIDOMWindowInternal sudah usang. Gunakan nsIDOMWindow.
km: បដិសេធ​ក្នុង​ការ​ប្រើ nsIDOMWindowInternal ។ ប្រើ​ nsIDOMWindow ជំនួស​វិញ ។
lo: ການນຳໃຊ້ nsIDOMWindowInternal ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ nsIDOMWindow ແທນ.
ml: nsIDOMWindowInternal-ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം nsIDOMWindow ഉപയോഗിയ്ക്കുക.
or: nsIDOMWindowInternal ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଦୟାକରି ଏହା ପରିବର୍ତ୍ତେ nsIDOMWindow କୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ nsIDOMWindowInternal ให้ใช้ nsIDOMWindow แทน
tr: nsIDOMWindowInternal kullanımı eskimiştir. Onun yerine lütfen nsIDOMWindow kullanın.
zh_tw: 已棄用 nsIDOMWindowInternal。請改用 nsIDOMWindow。

source: Request for fullscreen was denied because Fullscreen API is disabled by user preference.
az: Tam ekran istəyi rədd edildi, çünki tam ekran API-si istifadəçi seçimlərində söndürülmüşdür.
hi_in: पूर्ण स्क्रीन नहीं किया जा सकता क्योंकि पूर्ण स्क्रीन API को उपयोगकर्ता के द्वारा अक्षम किया गया है.
id: Permintaan layar penuh ditolak karena API Fullscreen dinonaktifkan oleh preferensi pengguna.
km: សំណើ​បង្ហាញ​ពេញ​អេក្រង់​ត្រូវ​បាន​បដិសេធ ព្រោះ API ពេញ​អេក្រង់​ត្រូវ​បាន​បិទ​ដោយ​ចំណូលចិត្ត​អ្នកប្រើ។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິເສດເພາະວ່າໂຫມດເຕັມຫນ້າ API ໄດ້ຖືກປິດໃຊ້ງານໂດຍການຕັ້ງຄ່າຂອງຜູ້ໃຊ້.
tr: Tam ekran isteği reddedildi çünkü Fullscreen API'si kullanıcı tercihlerinde devre dışı bırakılmış.

source: Request for fullscreen was denied because a windowed plugin is focused.
az: Tam ekran istəyi rədd edildi, çünki pəncərəli qoşma fokuslanıb.
hi_in: पूर्ण स्क्रीन नहीं किया जा सकता क्योंकि एक विंडोज के प्लगइन पर केंद्रित हैं.
id: Permintaan layar penuh ditolak karena plugin dalam jendela sedang dalam fokus.
km: សំណើ​បង្ហាញ​ពេញ​អេក្រង់​ត្រូវ​បាន​បដិសេធ ព្រោះ​កម្មវិធី​ជំនួយ​បង្អួច​កំពុង​តែ​សកម្ម។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິດເສດເພາະວ່າປັກອິນຂອງວິນໂດໄດ້ຖືກໂຟກັສ.
tr: Tam ekran isteği reddedildi çünkü pencereli bir yan uygulamaya odaklanılmış.

source: Request for fullscreen was denied because the document is no longer visible.
az: Tam ekran istəyi rədd edildi, çünki sənəd artıq görünməzdir.
hi_in: पूर्ण स्क्रीन नहीं किया जा सकता क्योंकि ये दस्तावेज अब प्रत्याक्ष नहीं हैं.
id: Permintaan layar penuh ditolak karena dokumen tidak lagi tampak.
km: សំណើ​បង្ហាញ​ពេញ​អេក្រង់​ត្រូវ​បាន​បដិសេធ ព្រោះ​ឯកសារ​មិន​អាច​មើល​ឃើញ​ទៀត​បាន។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິເສດເພາະວ່າບໍ່ສາມາດເບິງເອກະສານນີ້ໄດ້ອີກຕໍ່ໄປ.
tr: Tam ekran isteği reddedildi çünkü belge artık görünür değil.

source: Request for fullscreen was denied because at least one of the document’s containing elements is not an iframe or does not have an “allowfullscreen” attribute.
az: Tam ekran sorğusu rədd edildi, çünki ən azından bir sənədin məzmunundakı element iframe deyil və ya "allowfullscreen" atributu yoxdur.
hi_in: पूर्ण स्क्रीन के लिए अनुरोध इनकार कर दिया गया है क्योंकि कम से कम एक दस्तावेज़ मैं सम्मिलित तत्व आईफ्रेम नहीं है या "पूर्णस्क्रीनअनुमति" विशेषता नहीं है.
id: Permintaan layar penuh ditolak karena paling tidak ada satu dokumen yang mengandung elemen yang bukan iframe atau tidak memiliki atribut "mozallowfullscreen".
km: សំណើ​ពេញ​អេក្រង់​ត្រូវ​បាន​បដិសេធ ពីព្រោះ​យ៉ាងហោចណាស់​មាន​ iframes ឯកសារ​មួយ​ដែល​គ្មាន​គុណ​លក្ខណៈ "allowfullscreen" ។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິເສດເພາະວ່າເອກະສານນີ້ມີສ່ວນປະກອບທີ່ບໍ່ແມ່ນ iframe ຫລື ບໍ່ອະນຸຍາດໃຫ້ໃຊ້ໂຫມດເຕັມຫນ້າຈໍ.
ml: ഡോക്യുമെന്റിന്റെ ഒരു ഭാഗത്തിലും ഐഫ്രെയിമോ "allowfullscreen" ആട്രിബ്യൂട്ടോ ഇല്ലാത്തതിനാൽ മുഴുവൻ സ്ക്രീനിലും കാണിക്കാനുള്ള അപേക്ഷ തള്ളിക്കളഞ്ഞിരിക്കുന്നു.
tr: Tam ekran isteği, belgenin içerdiği elementlerden en az biri iframe olmadığı için veya “allowfullscreen” özniteliği bulunmadığı için reddedildi.

source: Request for fullscreen was denied because Element.requestFullscreen() was not called from inside a short running user-generated event handler.
az: Tam ekran istəyi rədd edildi, çünki Element.mozRequestFullScreen() qısa işləyən istifadəçi təyinli hadisə tutucusunun içindən çağırılmadı.
hi_in: पूर्ण स्क्रीन के लिए अनुरोध इनकार कर दिया गया है क्योंकि Element.requestFullscreen() को उपयोगकर्ता द्वारा जन्मित इवेंट हैंडलर से कॉल नहीं किया गया.
id: Permintaan layar penuh ditolak karena Element.requestFullScreen() tidak dipanggil dari dalam penangan event buatan pengguna yang pendek.
km: សំណើ​បង្ហាញ​ពេញ​អេក្រង់​ត្រូវ​បាន​បដិសេធ ព្រោះ Element.mozRequestFullScreen() មិន​ត្រូវ​បាន​ហៅ​ចេញពី​ខាងក្នុង​កម្មវិធី​ដោះស្រាយ​ព្រឹត្តិការណ៍​ដែល​បាន​បង្កើត​ដោយ​អ្នកប្រើ​ដំណើរការ​រយៈពេល​ខ្លី។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິເສດເພາະວ່າ Element.requestFullscreen() ບໍ່ໄດ້ຖືກເອີ້ນໃຊ້ງານຈາກການເຮັດວຽກພາຍໃນທີ່ຜູ້ໃຊ້ສ້າງຕົວຈັດການເຫດການ.
tr: Tam ekran isteği reddedildi çünkü Element.requestFullscreen() kısa çalışan kullanıcı tanımlı olay işleyici içinden çağrılmadı.

source: Request for fullscreen was denied because requesting element is no longer in its document.
az: Tam ekran istəyi rədd edildi, çünki istək göndərən element artıq sənədin içində mövcud deyil.
hi_in: पूर्ण स्क्रीन के लिए अनुरोध इनकार कर दिया गया है क्योंकि निवेदन करने वाला अंश अब दस्तावेज मैं नहीं है.
id: Permintaan layar penuh ditolak karena elemen yang meminta tidak lagi dalam dokumennya.
km: សំណើ​បង្ហាញ​ពេញ​អេក្រង់​ត្រូវ​បាន​បដិសេធ ព្រោះ​ធាតុ​ដែល​បាន​ស្នើ​មិន​មាន​នៅ​ក្នុង​ឯកសារ​របស់​វា​ទៀត​ទេ។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິເສດເພາະວ່າເນື້ອຫາທີ່ຕ້ອງການແມ່ນບໍ່ມີຢູ່ໃນເອກະສານນີ້ອີກຕໍ່ໄປ.
tr: Tam ekran isteği reddedildi çünkü isteği yapan element artık belge içinde değil.

source: Request for fullscreen was denied because requesting element has moved document.
az: Tam ekran istəyi rədd edildi, çünki istək göndərən element sənədin yerini dəyişdirdi.
hi_in: पूर्ण स्क्रीन के लिए अनुरोध इनकार कर दिया गया है क्योंकि निवेदन करने वाला अंश अब दस्तावेज से निकल गया है.
id: Permintaan layar penuh ditolak karena elemen yang meminta memiliki dokumen yang berpindah.
km: សំណើ​បង្ហាញ​ពេញ​អេក្រង់​ត្រូវ​បាន​បដិសេធ ព្រោះ​ធាតុ​ដែល​ស្នើ​បាន​ផ្លាស់ទី​ឯកសារ ។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິເສດເພາະວ່າເນື້ອຫາທີ່ຕ້ອງການແມ່ນໄດ້ຖືກລຶບອອກໄປຈາກເອກະສານນີ້.
tr: Tam ekran isteği reddedildi çünkü isteği yapan element belge değiştirdi.

source: Request for fullscreen was denied because we no longer have a window.
az: Tam ekran istəyi rədd edildi, çünki artıq pəncərə yoxdur.
hi_in: पूर्ण स्क्रीन के लिए अनुरोध इनकार कर दिया गया है क्योंकि अब कोई विंडो उपलब्ध नहीं है.
id: Permintaan layar penuh ditolak karena kami tidak lagi punya jendela.
km: សំណើ​បង្ហាញ​ពេញ​អេក្រង់​ត្រូវ​បាន​បដិសេធ ព្រោះ​អ្នក​មិន​មាន​បង្អួច​ទៀត​ទេ។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິດເສດເພາະວ່າເອກະສານນີ້ມັນຢູ່ໃນໂຫມດເຕັມຫນ້າຈໍຢູ່ແລ້ວ.
tr: Tam ekran isteği reddedildi çünkü artık pencere yok.

source: Request for fullscreen was denied because a subdocument of the document requesting fullscreen is already fullscreen.
az: Tam ekran istəyi rədd edildi, çünki istək göndərən sənədin bir alt sənədi hazırda tam ekrandadır.
hi_in: पूर्ण सक्रीन के अनुरोध को इनकार किया गया क्योंकि, जिस दस्तावेज़ ने पूर्ण सक्रीन का अनुरोध किया है उसका उपदस्तावेज़ पहले से पूर्ण सक्रीन है.
id: Permintaan layar penuh ditolak subdokumen dari dokumen yang meminta layar penuh sudah dalam layar penuh.
km: សំណើ​បង្ហាញ​ពេញ​អេក្រង់​ត្រូវ​បាន​បដិសេធ ព្រោះ​ឯកសារ​រង​នៃ​ឯកសារ​ដែល​ស្នើ​ការ​បង្ហាញ​ពេញ​អេក្រង់ បាន​បង្ហាញ​ពេញ​អេក្រង់​ស្រាប់​ហើយ។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິດເສດເພາະວ່າເອກະສານນີ້ແມ່ນກຳລັງຢູ່ໃນໂຫມດເຕັມຫນ້າຈໍຢູ່ແລ້ວ.
tr: Tam ekran isteği reddedildi çünkü isteği yapan belgenin bir alt belgesi zaten tam ekranda.

source: Request for fullscreen was denied because requesting element is not a descendant of the current fullscreen element.
az: Tam ekran istəyi rədd edildi, çünki istək göndərən element hazırki tam ekran elementinin altında deyil.
hi_in: पूर्ण सक्रीन के अनुरोध को इनकार किया गया क्योंकि, निवदेन करने वाला अंश पूर्ण स्क्रीन वाले अंश का भाग नहीं है.
id: Permintaan layar penuh ditolak karena elemen yang meminta bukan turunan elemen layar penuh saat ini.
km: សំណើ​បង្ហាញ​ពេញ​អេក្រង់​ត្រូវ​បាន​បដិសេធ ព្រោះ​ធាតុ​ដែល​បាន​ស្នើ មិន​មែន​មាន​ប្រភព​ពី​ធាតុ​ពេញ​អេក្រង់​បច្ចុប្បន្ន។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິດເສດເພາະວ່າເນື້ອຫານີ້ບໍ່ແທດເຫມະກັບໂຫມດເຕັມຫນ້າຈໍນີ້.
tr: Tam ekran isteği reddedildi çünkü isteği yapan element şu anki tam ekran elementin altında değil.

source: Request for fullscreen was denied because requesting element is not in the currently focused tab.
az: Tam ekran istəyi rədd edildi, çünki istək göndərən element hazırda fokusda olan vərəq deyil.
hi_in: पूर्ण सक्रीन के अनुरोध को इनकार किया गया क्योंकि, निवदेन करने वाला अंश वर्तमान मैं फोकस की गयी टैब मैं नहीं है.
id: Permintaan layar penuh ditolak karena elemen yang meminta bukan pada tab yang menjadi fokus saat ini.
km: សំណើ​បង្ហាញ​ពេញ​អេក្រង់​ត្រូវ​បាន​បដិសេធ ព្រោះ​ធាតុ​ដែល​បាន​ស្នើ​មិន​នៅ​ក្នុង​ផ្ទាំង​សកម្ម​បច្ចុប្បន្ន។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິດເສດເພາະວ່າເນື້ອຫາທີ່ຮ້ອງຂໍບໍ່ໄດ້ຢູ່ໃນໂຟກັສແທັບ.
tr: Tam ekran isteği reddedildi çünkü isteği yapan element şu anda odakta olan sekmede değil.

source: Exited fullscreen because fullscreen element was removed from document.
az: Tam ekrandan çıxıldı, çünki element sənəddən silinib.
hi_in: पूर्ण स्क्रीन से बहार निकलें क्योंकि, पूर्ण स्क्री का तत्व दस्तावेज़ से निकालदिया गया है.
id: Keluar dari layar penuh karena elemen layar penuh dibuang dari dokumen.
km: បាន​ចេញពី​ការ​បង្ហាញ​ពេញ​អេក្រង់ ព្រោះ​ធាតុ​ពេញ​អេក្រង់​ត្រូវ​បាន​យក​ចេញពី​ឯកសារ។
lo: ອອກຈາກໂຫມດເຕັມຫນ້າຈໍແລ້ວເພາະວ່າເນື້ອຫາເຕັມຫນ້າຈໍນີ້ໄດ້ຖືກລຶບອອກຈາກເອກະສານ.
tr: Tam ekrandan çıkıldı çünkü tam ekran elementi belgeden çıkarıldı.

source: Exited fullscreen because windowed plugin was focused.
az: Tam ekrandan çıxıldı, çünki pəncərəli qoşma fokuslanıb.
hi_in: पूर्ण स्क्रीन से बहार निकलें क्योंकि विंडोड प्लगइन पर ध्यान केंद्रित है.
id: Keluar dari layar penuh karena plugin dalam jendela sedang dalam fokus.
km: បាន​ចេញពី​ការ​បង្ហាញ​ពេញ​អេក្រង់ ព្រោះ​បង្អួច​កម្មវិធី​ជំនួយ​ត្រូវ​បាន​ផ្ដោត។
lo: ອອກຈາກໂຫມດເຕັມຫນ້າຈໍແລ້ວເພາະວ່າວິນໂດປັກອິນຖືກໂຟກັສແລ້ວ.
tr: Tam ekrandan çıkıldı çünkü pencereli yan uygulamaya odaklanıldı.

source: Request for pointer lock was denied because Pointer Lock API is disabled by user preference.
az: Göstərici Kilidi istəyi rədd edildi, çünki Göstərici Kilidi API-si istifadəçi nizamlamalarından söndürülüb.
hi_in: सूचक अवरोध के लिए अनुरोध को नकार दिया गया क्योंकि सूचक अवरोध एपीआई उपयोक्ता प्राथमिकताओं द्वारा निष्क्रिय कर दिया गया है.
km: បាន​បដិសេធ​សំណើ​ចាក់សោ​ទស្សន៍ទ្រនិច ព្រោះ API ចាក់សោ​ទស្សន៍ទ្រនិច​ត្រូវ​បាន​បិទ​ដោយ​ចំណូលចិត្ត​អ្នកប្រើ។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິເສດເພາະວ່າ Pointer Lock API ໄດ້ຖືກປິດໃຊ້ງານໂດຍການຕັ້ງຄ່າຂອງຜູ້ໃຊ້.

source: Request for pointer lock was denied because the pointer is currently controlled by a different document.
az: Göstərici Kilidi istəyi rədd edildi, çünki göstərici hazırda başqa sənəd tərəfindən idarə edilir.
hi_in: सूचक अवरोध के लिए अनुरोध को नकार दिया गया क्योंकि सूचक वर्तमान में अलग दस्तावेज़ द्वारा नियंत्रित किया जाता है.
km: បាន​បដិសេធ​សំណើ​ចាក់សោ​ទស្សន៍ទ្រនិច ព្រោះ​ទស្សន៍ទ្រនិច​បច្ចុប្បន្ន​ត្រូវ​បាន​គ្រប់គ្រង​ដោយ​ឯកសារ​ផ្សេង។
lo: ການຮ້ອງຂໍສຳລັບ Pointer Lock ໄດ້ຖືກປະຕິເສດເພາະວ່າໃນຕອນນີ້ Pointer ແມ່ນໄດ້ຖືກຄວບຄຸ່ມໂດຍເອກະສານເອກະສານທີ່ແຕກຕ່າງກັນ.

source: Request for pointer lock was denied because the requesting element is not in a document.
az: Göstərici Kilidi istəyi rədd edildi, çünki istəyən element sənəddə deyil.
hi_in: सूचक अवरोध के लिए अनुरोध को नकार दिया गया क्योंकि अनुरोध तत्व दस्तावेज़ में नहीं है.
km: បាន​បដិសេធ​សំណើ​ចាក់សោ​ទស្សន៍ទ្រនិច ព្រោះ​ធាតុ​ស្នើ​សុំ​មិន​នៅ​ក្នុង​ឯកសារ។
lo: ການຮ້ອງຂໍສຳລັບ Pointer Lock ໄດ້ຖືກປະຕິເສດເພາະວ່າອົງປະກອບຂອງການຮ້ອງຂໍແມ່ນບໍ່ໄດ້ມີຢູ່ໃນເອກະສານ.

source: Request for pointer lock was denied because Pointer Lock API is restricted via sandbox.
az: Göstərici Kilidi istəyi rədd edildi, çünki Göstərici Kilidi API-si sandbox tərəfindən limitlənib.
hi_in: सूचक अवरोध के लिए अनुरोध को नकार दिया गया क्योंकि सूचक अवरोध एपीआई सैंडबॉक्स के जरिए सीमित है.
km: បាន​បដិសេធ​សំណើ​ចាក់សោ​ទស្សន៍ទ្រនិច ព្រោះ API ចាក់សោ​ទស្សន៍ទ្រនិច​ត្រូវ​បាន​ដាក់​កម្រិត​តាមរយៈ sandbox ។
lo: ການຮ້ອງຂໍໃຊ້ໂຫມດເຕັມຫນ້າຈໍໄດ້ຖືກປະຕິເສດເພາະວ່າ Pointer Lock API ໄດ້ຖືກຈໍາກັດຜ່ານ sandbox.

source: Request for pointer lock was denied because the document is not visible.
az: Göstərici Kilidi istəyi rədd edildi, çünki sənəd artıq görünən deyil.
hi_in: सूचक अवरोध के लिए अनुरोध को नकार दिया गया क्योंकि दस्तावेज़ प्रत्यक्ष नहीं है.
lo: ການຮ້ອງຂໍສຳລັບ Pointer Lock ໄດ້ຖືກປະຕິເສດເພາະວ່າເອກະສານນີ້ບໍ່ສາມາດສັງເກດເຫັນໄດ້.

source: Request for pointer lock was denied because the document is not focused.
az: Göstərici Kilidi istəyi rədd edildi, çünki sənəd fokusda deyil.
hi_in: सूचक अवरोध के लिए अनुरोध को नकार दिया गया क्योंकि दस्तावेज़ ध्यान केन्द्रित नहीं है.
lo: ການຮ້ອງຂໍສຳລັບ Pointer Lock ໄດ້ຖືກປະຕິເສດເພາະວ່າເອກະສານນີ້ບໍ່ໄດ້ຮັບການໂຟກັສ໌.

source: Request for pointer lock was denied because the requesting element has moved document.
az: Göstərici Kilidi istəyi rədd edildi, çünki istək göndərən element sənəd dəyişdirdi.
hi_in: सूचक अवरोध के लिए अनुरोध को नकार दिया गया क्योंकि अनुरोध तत्व ने दस्तावेज़ खिसका दिया है.
lo: ການຮ້ອງຂໍສຳລັບ Pointer Lock ໄດ້ຖືກປະຕິເສດເພາະວ່າເນື້ອຫາທີ່ຕ້ອງການແມ່ນໄດ້ຖືກລຶບອອກໄປຈາກເອກະສານນີ້ແລ້ວ.

source: Request for pointer lock was denied because Element.requestPointerLock() was not called from inside a short running user-generated event handler, and the document is not in full screen.
az: Göstərici Kilidi istəyi rədd edildi, çünki Element.requestPointerLock() qısa işləyən istifadəçi təyinli hadisə tutucusunun içindən çağırılmadı və sənəd tam ekranda deyil.
hi_in: सूचक अवरोध के लिए अनुरोध को नकार दिया गया क्योंकि Element.requestPointerLock() को अल्पावधि की उपयोक्ता द्वारा तैयार कार्यक्रम हैंडलर के अन्दर से कॉल नहीं की गयी.

source: Request for pointer lock was denied because the browser failed to lock the pointer.
az: Göstərici Kilidi istəyi rədd edildi, çünki səyyah göstəricini kilidləyə bilmədi.
hi_in: संकेतक अवरोधक हेतु अनुरोध नकार दिया गया था क्योंकि ब्राउज़र संकेतक को अवरोधित करने‌ में असफल रहा.
lo: ການຮ້ອງຂໍສຳລັບ Pointer Lock ໄດ້ຖືກປະຕິເສດເພາະວ່າບຣາວເຊີລົ້ມເຫລວໃນການລັອກ Pointer.

source: HTML parsing in XMLHttpRequest is not supported in the synchronous mode.
as: XMLHttpRequest ত HTML বিশ্লেষণ সংমিহলি অৱস্থাত সমৰ্থিত নহয়।
az: XMLHttpRequest -də sinxron rejimdə HTML emalı dəstəklənmir.
bg: Разборът на HTML в XMLHttpRequest не се поддържа в синхронен режим.
bn_in: সিংক্রোনাস মোডে XMLHttpRequest-র মধ্যে HTML পার্সিং ব্যবস্থা সমর্থিত হবে না।
id: Penguraian HTML pada XMLHttpRequest tidak didukung dalam mode sinkronus.
km: ការ​ញែក HTML នៅ​ក្នុង XMLHttpRequest មិន​ត្រូវ​បាន​គាំទ្រ​ក្នុង​របៀប​សមកាលកម្ម​ឡើយ ។
lo: ບໍ່ສະຫນັບສະຫນູນ parse HTML ໃນໂຫມດ XMLHttpRequest ແບບ Synchronous.
ml: സിന്‍ക്രൊണസ് മോഡില്‍ XMLHttpRequest-ലുള്ള എച്‌ടിഎംഎല്‍ പാഴ്സിങ് പിന്തുണയ്ക്കുന്നില്ല.
or: XMLHttpRequest ର HTML ବିଶ୍ଳେଷଣଟି ସନ୍ତୁଳିତ ଧାରା ପାଇଁ ସମର୍ଥିତ ନୁହଁ।
th: ไม่สนับสนุนการ parse HTML ในโหมด XMLHttpRequest แบบ synchronous
tr: Senkronize modda XMLHttpRequest'te HTML işleme desteklenmez.
zh_tw: 在同步模式當中，不支援剖析 XMLHttpRequest 當中的 HTML。

source: Unable to redirect to %S because the channel doesn’t implement nsIWritablePropertyBag2.
az: Kanalda nsIWritablePropertyBag2 istifadə edilmədiyi üçün üçün %S yönlendirməsi edilə bilmədi.
id: Gagal untuk mengarahkan ulang ke %S karena kanal tidak mengimplementasikan nsIWritablePropertyBag2.
km: មិន​អាច​ប្ដូរ​ទិស​ទៅកាន់ %S បាន​ទេ ពីព្រោះ​ឆានែល​មិន​ប្រតិបត្តិ nsIWritablePropertyBag2 ។
lo: ບໍ່ສາມາດ redirect ໄປຫາ %S ໄດ້ເນື່ອງຈາກເປັນຊ່ອງທາງທີ່ບໍ່ແມ່ນ nsIWritablePropertyBag2.
ml: %S-ലേക്കു് തിരിയ്ക്കുവാന്‍ സാധ്യമല്ല കാരണം ചാനല്‍ nsIWritablePropertyBag2 ലഭ്യമാക്കുന്നില്ല.
tr: Kanalda nsIWritablePropertyBag2 kullanılmadığı için %S yönlendirmesi yapılamadı.

source: Use of XMLHttpRequest’s responseType attribute is no longer supported in the synchronous mode in window context.
az: Pəncərə kontekstinin sinxron modunda XMLHttpRequest-in responseType atributivi artıq dəstəklənmir.
id: Penggunaan atribut responseType pada XMLHttpRequest tidak lagi didukung pada mode sinkronus dalam konteks jendela.
km: ការ​ប្រើ​នៃ​គុណ​លក្ខណៈ XMLHttpRequest's responseType មិន​ត្រូវ​បាន​គាំទ្រ​នៅ​ក្នុង​របៀប​សមកាលកម្ម​ក្នុង​បរិបទ​បង្អួច​ទៀត​ទេ ។
lo: ບໍ່ມີການສະຫນັບສະຫນູນແອັດທິບິວ responseType ຂອງ XMLHttpRequest ໃນໂຫມດ synchronous ໃນ window context ອີກແລ້ວ.
ml: ജാലക കോണ്‍ടെക്സ്റ്റില്‍ സിന്‍ക്രൊണസ് മോഡില്‍, XMLHttpRequest-ന്റെ responseType വിശേഷതയുടെ ഉപയോഗം പിന്തുണയ്ക്കുന്നില്ല.
tr: Senkronize modda pencere içeriğinde XMLHttpRequest’in responseType özniteliği artık desteklenmemektedir.

source: Use of XMLHttpRequest’s timeout attribute is not supported in the synchronous mode in window context.
az: Pəncərə məzmununun sinxron modunda XMLHttpRequest-in timeout atributu dəstəklənmir.
id: Penggunaan atribut timeout pada XMLHttpRequest tidak didukung pada mode sinkronus dalam konteks jendela.
km: ការ​ប្រើ​គុណ​លក្ខណៈ​អស់​ពេល XMLHttpRequest មិន​ត្រូវ​បាន​គាំទ្រ​នៅ​ក្នុង​របៀប​សមកាលកម្ម​ក្នុង​បរិបទ​បង្អួច​ទេ ។
lo: ບໍ່ມີການສະຫນັບສະຫນູນແອັດທິບິວ timeout ຂອງ XMLHttpRequest ໃນໂຫມດ synchronous ໃນ window context ອີກແລ້ວ.
ml: ജാലക കോണ്‍ടെക്സ്റ്റില്‍ സിന്‍ക്രൊണസ് മോഡില്‍, XMLHttpRequest-ന്റെ സമയപരിധി വിശേഷതയുടെ ഉപയോഗം പിന്തുണയ്ക്കുന്നില്ല.
tr: XMLHttpRequest timeout özniteliği, senkronize modda pencere bağlamında desteklenmez.

source: An attempt was made to declare a non-UTF-8 encoding for JSON retrieved using XMLHttpRequest. Only UTF-8 is supported for decoding JSON.
as: XMLHttpRequest ব্যৱহাৰ কৰি উদ্ধাৰ কৰা JSON ৰ বাবে এটা non-UTF-8 এনক'ডিং ঘোষনা কৰাৰ চেষ্টা কৰা হৈছিল। JSON ডিক'ড কৰিবলে কেৱল UTF-8 সমৰ্থিত।
az: XMLHttpRequest ilə alınan JSON üçün UTF-8 olmayan bir kodlama təyin etməyə cəhdi edildi. JSON açılması üçün yalnız UTF-8 dəstəklənir.
bg: Имаше опит за обявяване на кодиране на JSON, изтеглен чрез XMLHttpRequest, което не е UTF-8. Само UTF-8 се поддържа при декодиране на JSON.
bn_in: XMLHttpRequest সহযোগে প্রাপ্ত JSON-র ক্ষেত্রে UTF-8 নয় এমন একটি এনকোডিং ধার্য করার প্রচেষ্টা করা হয়েছে। JSON ডিকোড করার জন্য শুধুমাত্র UTF-8 ব্যবহার করা যাবে।
hi_in: XMLHttpRequest के उपयोग द्वारा पुनर्प्राप्त JSON के लिए नॉन-UTF-8 कूटलेखन को घोषित करने का प्रयास किया गया. JSON कूटानुवाद के लिए केवल UTF-8 समर्थित है.
id: Percobaan dilakukan untuk mendeklarasikan pendekodean non-UTF-8 untuk JSON yang diambil dengan mengunakan XMLHttpRequest. Hanya UTF-8 yang didukung untuk pendekodean JSON.
km: ការ​ប៉ុនប៉ង​ត្រូវ​បាន​ធ្វើ​ឡើង​ដើម្បី​ប្រកាស​ការ​អ៊ិនកូដ​ដែល​មិន​មែន​ជា UTF-8 សម្រាប់ JSON ដែល​បាន​ទៅ​យក​ដោយ​ប្រើ XMLHttpRequest ។ មាន​តែ UTF-8 ប៉ុណ្ណោះ ដែល​ត្រូវ​បាន​គាំទ្រ​សម្រាប់​ឌិកូដ JSON ។
lo: ມີຄວາມພະຍາຍາມຈະປະກາດລະຫັດຕົວອັກສອນຂອງ JSON ທີ່ໄດ້ຈາກ XMLHttpRequest ໃຫ້ເປັນ non-UTF-8. ມີພຽງແຕ່ UTF-8 ເທົ່ານັ້ນທີ່ໄດ້ຮັບການສະຫນັບສະຫນູນສຳລັບການຖອດລະຫັດ JSON.
ml: XMLHttpRequest ഉപയോഗിച്ചു് ലഭ്യമാക്കിയ ജെഎസ്ഒഎനിനുള്ളൊരു നോണ്‍-യുടിഎഫ്-8 എന്‍കോഡിങ് രേഖപ്പെടുത്തുന്നതിനായി ശ്രമിച്ചു. ജെഎസ്ഒഎന്‍ ഡീകോഡ് ചെയ്യുന്നതു് യുടിഎഫ്-8 മാത്രം പിന്തുണയ്ക്കുന്നു.
or: JSON ପାଇଁ ଗୋଟିଏ UTF-8 ହୋଇନଥିବା ସାଙ୍କେତିକରଣକୁ ଘୋଷଣା କରିବା ପାଇଁ XMLHttpRequest ବ୍ୟବହାର କରି ଚେଷ୍ଟା କରାଯାଇଥିଲା। କେବଳ UTF-8 ଟି JSON ସାଙ୍କେତିକରଣ ପାଇଁ ସମର୍ଥିତ।
th: มีความพยายามจะประกาศรหัสอักขระของ JSON ที่ได้จาก XMLHttpRequest ให้เป็น non-UTF-8 การถอดรหัส JSON ให้ได้กับ UTF-8 เท่านั้น
tr: XMLHttpRequest ile alınan JSON için UTF-8 olmayan bir kodlama tanımlama girişiminde bulunuldu. JSON çözümlemesi için yalnızca UTF-8 desteklenir.
zh_tw: 嘗試將透過 XMLHttpRequest 取得的 JSON 宣告為非 UTF-8 編碼，但只支援使用 UTF-8 解碼 JSON。

source: Insufficient memory to resample the AudioBufferSourceNode for playback.
as: প্লেবেকৰ বাবে AudioBufferSourceNode ৰিসেম্পল্ কৰিবলে অপৰ্যাপ্ত মেমৰি।
az: Oxutmaq üçün AudioBufferSourceNode-un dəyişməsinə yaddaş çatmır.
bg: Недостатъчна памет за пресемплиране на AudioBufferSourceNode за възпроизвеждане.
bn_in: অপর্যাপ্ত মেমরি রিসেম্পেল করতে AudioBufferSourceNode প্লেব্যাক জন্য।
hi_in: AudioBufferSourceNode को प्लेबैक के लिए फिर नमूना लेने के लिए अपर्याप्त स्मृति.
id: Memori tidak cukup untuk menyampling ulang AudioBufferSourceNode untuk diputar.
km: មិន​មាន​អង្គ​ចងចាំ​គ្រប់គ្រាន់​ដើម្បី​ធ្វើ​គំរូ AudioBufferSourceNode ឡើងវិញ​សម្រាប់​ការ​ចាក់​ទេ។
lo: ຫນ່ວຍຄວາມຈຳບໍ່ພຽງພໍສຳລັບ resample the AudioBufferSourceNode ເພື່ອ playback.
ml: പ്ലേബാക്കിനു് AudioBufferSourceNode വീണ്ടും ലഭ്യമാക്കുന്നതിനു് മതിയായ മെമ്മറി ലഭ്യമല്ല.
th: หน่วยความจำไม่พอที่จะรีแซมเปิล AudioBufferSourceNode เพื่อเล่น
tr: AudioBufferSourceNode'u oynatmak üzere yeniden örneklemek için bellek yetersiz.
zh_tw: 記憶體不足，無法重新取樣 AudioBufferSourceNode 以進行播放。

source: The buffer passed to decodeAudioData contains an unknown content type.
as: decodeAudioData লে প্ৰেৰণ কৰা বাফাৰে এটা অজ্ঞাত সমল ধৰণ অন্তৰ্ভুক্ত কৰে।
az: decodeAudioData-ya göndərilən bufer naməlum kontent növü daşıyır.
bg: Буферът, подаден на decodeAudioData, съдържа неизвестен вид съдържание.
bn_in: বাফার প্রেরণ করেছে DecodeAudioData -তে যেখানে একটি অজানা সামগ্রী প্রকার রয়েছে।
hi_in: बफर decodeAudioData करने के लिए पारित एक अज्ञात सामग्री प्रकार होता है.
id: Buffer yang diteruskan ke decodeAudioData mengandung jenis konten yang tidak dikenal.
km: អង្គ​ចងចាំ​បាន​ចម្លង​ទៅ decodeAudioData មាន​ប្រភេទ​មាតិកា​ដែល​មិន​ស្គាល់។
lo: ຕົວ buffer ທີ່ໄດ້ຜ່ານໄປຫາ decodeAudioData ປະກອບດ້ວຍເນື້ອຫາທີ່ບໍ່ຮູ້ຈັກ.
ml: decodeAudioData-നു് നല്‍കിയ ബഫറില്‍ അപരിചിതമായ ഉള്ളടക്ക രീതി.
th: ตัวบัฟเฟอร์ผ่านไปยัง decodeAudioData ประกอบด้วยชนิดเนื้อหาที่ไม่รู้จัก
tr: decodeAudioData'ya aktarılan tampon, bilinmeyen bir içerik türü içeriyor.
zh_tw: 傳送給 decodeAudioData 的緩衝內容包含了未知的內容格式。

source: An unknown error occurred while processing decodeAudioData.
az: decodeAudioData işlənməsində naməlum xəta baş verdi.
hi_in: decodeAudioData के प्रक्रमण के दौरान एक अज्ञात त्रुटि आई.
lo: ມີຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກເກີດຂື້ນໃນລະຫວ່າງທີ່ມີການປະມວນຜົນ decodeAudioData.
