Repository: translate/mozilla-l10n
Catalog: */dom/chrome/dom/dom.properties.po
Languages: ar, as, az, bg, bn_in, hi_in, id, km, lo, ml, or, th, tr, zh_tw, zu

source: Ignoring get or set of property that has [LenientThis] because the “this” object is incorrect.
az: "this" obyekti yanlış olduğuna görə tərkibində [LenientThis] olan xüsusiyyətin get vəya set-i nəzərə alınmır.
hi_in: पाना या सेट गुण को अनदेखा कर रहा है जो [LenientThis] रखता है क्योंकि "यह" वस्तु गलत है.
id: Mengabaikan properti get atau set yang memiliki [LenientThis] karena objek "this" salah.
km: មិន​អើពើ​នឹង​ការ​ទទួល ឬ​កំណត់​លក្ខណសម្បត្តិ​ដែល​មាន [LenientThis] ព្រោះ​វត្ថុ "នេះ" មិន​ត្រឹមត្រូវ។
lo: ຍອມຮັບການຮັບຄ່າ ຫລື ຕັ້ງຄ່າຂອງຄຸນສົມບັດທີ່ມີ [LenientThis] ເພາະວ່າການໃຊ້ອັອບເຈັກ "this" ບໍ່ຖືກຕ້ອງ.
ml: [LenientThis] ഉള്ള വിശേഷത ലഭ്യമാക്കുന്നതു് അല്ലെങ്കില്‍ സജ്ജമാക്കുന്നതു് ഉപേക്ഷിയ്ക്കുന്നു, കാരണം "this" വസ്തു തെറ്റാണു്.
tr: “this” nesnesi yanlış olduğundan [LenientThis] içeren özelliğin get veya set'i yok sayılıyor.

source: Use of nsIDOMWindowUtils.getOuterWindowWithId() is deprecated. Instead, use the nsIWindowMediator method of the same name.
as: nsIDOMWindowUtils.getOuterWindowWithId() ৰ ব্যৱহাৰ স্খলিত। ইয়াৰ পৰিবৰ্তে, একে নামৰ nsIWindowMediator পদ্ধতি ব্যৱহাৰ কৰক।
az: nsIDOMWindowUtils.getOuterWindowWithId() köhnəlmişdir. Onun yerinə eyni adlı nsIWindowMediator metodundan istifadə edin.
bg: Методът nsIDOMWindowUtils.getOuterWindowWithId() е излязъл от употреба. Вместо него използвайте метода на nsIWindowMediator със същото име.
bn_in: sIDOMWindowUtils.getOuterWindowWithId() -র ব্যবহার অবচিত। সেখানে একই নামের nsIWindowMediator method ব্যবহার করুন।
hi_in: nsIDOMWindowUtils.getOuterWindowWithId() का उपयोग बंद किया गया है. कृपया बदले में समान नाम की nsIWindowMediator मेथड का उपयोग करें.
id: Penggunaan nsIDOMWindowUtils.getOuterWindowWithId() sudah usang. Gunakan metode nsIWindowMediator.
km: បាន​បដិសេធ​ការ​ប្រើ nsIDOMWindowUtils.getOuterWindowWithId() ។ ប្រើ​វិធី​សាស្ត្រ nsIWindowMediator ដែល​មាន​ឈ្មោះ​ដូច​គ្នា​ជំនួស​វិញ។
lo: ການນຳໃຊ້ nsIDOMWindowUtils.getOuterWindowWithId() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ໃຫ້ນຳໃຊ້ nsIWindowMediator method of the same name ແທນ.
ml: nsIDOMWindowUtils.getOuterWindowWithId() -ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം, അതേ പേരിന്റെ nsIWindowMediator ഉപയോഗിയ്ക്കുക.
th: nsIDOMWindowUtils.getOuterWindowWithId() ถูกแนะนำไม่ให้ใช้ ใช้เมธอด nsIWindowMediator กับชื่อเดียวกัน
tr: nsIDOMWindowUtils.getOuterWindowWithId() kullanımı eskimiştir. Onun yerine aynı ismin nsIWindowMediator yöntemini kullanın.
zh_tw: 已棄用 nsIDOMWindowUtils.getOuterWindowWithId()，請改用 nsIWindowMediator 方法。

source: Use of getPreventDefault() is deprecated. Use defaultPrevented instead.
as: getPreventDefault() ৰ ব্যৱহাৰ স্খলিত হৈছে। ইয়াৰ পৰিৱৰ্তে defaultPrevented ব্যৱহাৰ কৰক।
az: getPreventDefault() istifadəsi köhnəlmişdir. Onun yerinə defaultPrevented istifadə edin.
bg: Методът getPreventDefault() е излязъл от употреба. Вместо него използвайте defaultPrevented.
bn_in: getPreventDefault()-র ব্যবহার অবচিত। সেখানে getPreventDefault() ব্যবহার করুন।
hi_in: getPreventDefault() का उपयोग बंद किया गया है. कृपया बदले में defaultPrevented का उपयोग करें.
id: Penggunaan getPreventDefault() sudah usang. Gunakan defaultPrevented.
km: បាន​បដិសេធ​ការ​ប្រើ getPreventDefault() ។ ប្រើ​ defaultPrevented ជំនួស​វិញ។
lo: ການນຳໃຊ້ getPreventDefault() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ defaultPrevented ແທນ.
ml: getPreventDefault() നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം defaultPrevented ഉപയോഗിയ്ക്കുക.
or: getPreventDefault() ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ defaultPrevented କୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ getPreventDefault() เพราะยกเลิกการใช้งานแล้ว ใช้ defaultPrevented แทน
tr: getPreventDefault() kullanımı eskimiştir. Onun yerine defaultPrevented kullanın.
zh_tw: 已棄用 getPreventDefault()。請改用 defaultPrevented。

source: Use of getUserData() or setUserData() is deprecated. Use WeakMap or element.dataset instead.
as: getUserData() অথবা setUserData() ৰ ব্যৱহাৰ স্খলিত হৈছে। ইয়াৰ পৰিৱৰ্তে WeakMap অথবা element.dataset ব্যৱহাৰ কৰক।
az: getUserData() və ya setUserData() istifadəsi köhnəlmişdir. Onun yerinə WeakMap və ya element.dataset istifadə edin.
bg: Методът getUserData() или setUserData() е излязъл от употреба. Вместо него използвайте WeakMap или element.dataset.
bn_in: getUserData() অথবা setUserData()-র ব্যবহার অবচিত। সেখানে WeakMap অথবা element.dataset ব্যবহার করুন।
hi_in: getUserData() या setUserData() का उपयोग घट गया है. अन्यथा WeakMap या lement.dataset का उपयोग करें.
id: Penggunaan getUserData() atau setUserData() sudah usang. Gunakan WeakMap atau element.dataset.
km: បាន​បដិសេធ​ការ​ប្រើ getUserData() ឬ setUserData() ។ ប្រើ WeakMap ឬ element.dataset ជំនួស​វិញ។
lo: ການນຳໃຊ້ getUserData() ຫລື setUserData() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. WeakMap ຫລື element.dataset ໄດ້ຖືກນຳມາໃຊ້ແທນ.
ml: getUserData() അല്ലെങ്കില്‍ setUserData() -ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം WeakMap അല്ലെങ്കില്‍ element.dataset ഉപയോഗിയ്ക്കുക.
or: getUserData() କିମ୍ବା setUserData() ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ WeakMap କିମ୍ବା element.dataset କୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ getUserData() หรือ setUserData() เพราะยกเลิกการใช้งานแล้ว ใช้ WeakMap หรือ element.dataset แทน
tr: getUserData() ve setUserData() kullanımı eskimiştir. Onların yerine WeakMap veya element.dataset kullanın.
zh_tw: 已棄用 getUserData() 與 setUserData()。請改用 WeakMap 或 element.dataset。

source: The non-standard mozGetAsFile method is deprecated and will soon be removed. Use the standard toBlob method instead.
as: অ-প্ৰামাণিক mozGetAsFile পদ্ধতি স্খলিত আৰু সোনকালে আতৰোৱা হ'ব। ইয়াৰ পৰিৱৰ্তে প্ৰামাণিক toBlob পদ্ধতি ব্যৱহাৰ কৰক।
az: Standart olmayan mozGetAsFile metodu köhnəlmişdir və tezliklə silinəcək. Onun yerinə standart toBlob metodunu istifadə edin.
bg: Нестандартният метод mozGetAsFile е излязъл от употреба и скоро ще бъде премахнат. Вместо него използвайте стандартния toBlob.
bn_in: নন্স্ট্যান্ডার্ডmozGetAsFile পদ্ধতি অবচিত হয়েছে এবং শীঘ্রই সরিয়ে ফেলা হবে। পরিবর্তে স্ট্যান্ডার্ড toBlob পদ্ধতি ব্যবহার করুন।
hi_in: गैर-मानक mozGetAsFile विधि पदावनत किया गया है और जल्दी ही हटा दिया जाएगा. बदले में मानक toBlob विधि का उपयोग करें.
id: Penggunaan metode tidak standar mozGetAsFile sudah usang dan akan segera dihapus. Gunakan metode standar toBlob.
km: មិន​ព្រម​​នឹង​វិធីសាស្ត្រ mozGetAsFile មិន​មែន​ស្តង់ដារ​ ហើយ​នឹង​ត្រូវ​លុប​ចេញ​ឆាប់ៗ។ ប្រើ​វិធីសាស្ត្រ​ toBlob ស្តង់ដារ​ជំនួស​វិញ។
lo: ການນຳໃຊ້ເມັດທອດ non-standard mozGetAsFile ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ ແລະ ມັນຈະຖືກລຶບອອກໃນໄວໆນີ້. ເມັດທອດ standard toBlob ໄດ້ຖືກນຳມາໃຊ້ແທນ.
ml: സാധാരണമല്ലാത്ത mozGetAsFile ശൈലി താമസിയാതെ നീക്കം ചെയ്യുന്നു. അതിനാല്‍ ഇതിനു് പകരം toBlob രീതി ഉപയോഗിയ്ക്കുക.
or: ମାନ୍ୟତା ପାଇନଥିବା mozGetAsFile ପଦ୍ଧତିଟି ପୁରୁଣା ହୋଇଛି ଏବଂ ଅତିଶିଘ୍ର ବହିଷ୍କୃତ ହେବ। ଏହା ପରିବର୍ତ୍ତେ ମାନ୍ୟତାପ୍ରାପ୍ତ toBlob ପଦ୍ଧତିକୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: เมธอดที่ไม่เป็นมาตรฐาน mozGetAsFile ถูกยกเลิกใช้งานแล้วและจะถูกนำออกเร็ว ๆ นี้ ใช้เมธอดมาตรฐาน toBlob แทน
tr: Standart dışı mozGetAsFile yönetimi eskimiştir ve yakında kaldırılacaktır. Onun yerine standart toBlob yöntemini kullanın.
zh_tw: 非標準的 mozGetAsFile 方法已被棄用，將被移除。請改用標準的 toBlob 方法。

source: Use of captureEvents() is deprecated. To upgrade your code, use the DOM 2 addEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.addEventListener
ar: أُلغِي استخدام ‪captureEvents()‬، الرجاء مراجعة العلّة 330494.
as: captureEvents() ৰ ব্যৱহাৰ স্খলিত। ক'ড উন্নত কৰিবলে DOM 2 addEventListener() পদ্ধতি ব্যৱহাৰ কৰক। অধিক সহায়ৰ বাবে চাওক http://developer.mozilla.org/en/docs/DOM:element.addEventListener
az: captureEvents() üsulu köhnəlib. Kodunuzu yüksəltmək üçün DOM 2 addEventListener() üsulundan istifadə edin. Daha çox məlumat üçün: http://developer.mozilla.org/en/docs/DOM:element.addEventListener
bg: Методът captureEvents() е излязъл от употреба. За да обновите кода си използвайте метода addEventListener() от DOM 2. За помощ http://developer.mozilla.org/en/docs/DOM:element.addEventListener
bn_in: captureEvents()-র ব্যবহার অবচিত হয়েছে বাগ ৩৩০৪৯৪ দেখুন।
id: Penggunaan captureEvents() sudah usang. Untuk memperbaiki kode program Anda, gunakan metode DOM 2 addEventListener(). Untuk bantuan kunjungi http://developer.mozilla.org/en/docs/DOM:element.addEventListener
km: បដិសេធ​​ក្នុង​ការ​ប្រើ captureEvents() ។ ដើម្បី​ធ្វើ​ឲ្យ​កូដ​របស់​អ្នក​ប្រសើរ ប្រើ​វិធី​សាស្ត្រ DOM 2 addEventListener() ។ សម្រាប់​ជំនួយ​បន្ថែម​ ៖//developer.mozilla.org/en/docs/DOM:element.addEventListener
lo: ການນຳໃຊ້ captureEvents() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ເພື່ອອັບເກດໂຄດຂອງທ່ານໃຫ້ນຳໃຊ້ເມັດທອດ DOM 2 addEventListener(). ຂໍ້ມູນເພີ່ມເຕີມ http://developer.mozilla.org/en/docs/DOM:element.addEventListener
ml: captureEvents()-ന്റെ ഉപയോഗം അനുവദിക്കുന്നില്ല, ബഗ് 330494 കാണുക
or: captureEvents()ର ବ୍ୟବହାରକୁ ଅପସନ୍ଦ କରାଯାଇଛି. ଆପଣଙ୍କର ସଂକେତକୁ ଉନ୍ନତତର କରିବା ପାଇଁ, DOM 2 addEventListener() ଧାରାକୁ ବ୍ୟବହାର କରନ୍ତୁ. ଅଧିକ ସହାୟତା ପାଇଁ http://developer.mozilla.org/en/docs/DOM:element.addEventListener କୁ ଯାଆନ୍ତୁ
th: ไม่แนะนำให้ใช้ captureEvents() ปรับรุ่นโค้ดของคุณโดยใช้ DOM 2 addEventListener() แทน ดูวิธีใช้ที่ http://developer.mozilla.org/en/docs/DOM:element.addEventListener
tr: captureEvents() yöntemi eskidi. Kodunuzu güncellemek için DOM 2 addEventListener() yöntemini kullanın. Konu hakkında detaylı bilgiler için: http://developer.mozilla.org/en/docs/DOM:element.addEventListener
zh_tw: captureEvents() 已被棄用。請改用 DOM 2 中的 addEventListener() 方法。更多說明請見 http://developer.mozilla.org/en/docs/DOM:element.addEventListener

source: Use of releaseEvents() is deprecated. To upgrade your code, use the DOM 2 removeEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
ar: أُلغِي استخدام ‪releaseEvents()‬، الرجاء مراجعة العلّة 330494.
as: releaseEvents() ৰ ব্যৱহাৰ স্খলিত। ক'ড উন্নত কৰিবলে DOM 2 removeEventListener() পদ্ধতি ব্যৱহাৰ কৰক। অধিক সহায়ৰ বাবে চাওক http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
az: releaseEvents() üsulu köhnəlib. Kodunuzu yüksəltmək üçün DOM 2 removeEventListener() üsulundan istifadə edin. Daha çox məlumat üçün: http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
bg: Методът releaseEvents() е излязъл от употреба. За да обновите кода си използвайте метода removeEventListener() от DOM 2. За повече помощ http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
bn_in: releaseEvents()-র ব্যবহার অবচিত হয়েছে বাগ ৩৩০৪৯৪ দেখুন।
id: Penggunaan releaseEvents() sudah usangi. Untuk memperbaiki kode program Anda, gunakan metode DOM 2 removeEventListener(). Untuk bantuan kunjungi http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
km: បដិសេធ​ក្នុង​ការ​​ប្រើ releaseEvents() ។ ដើម្បី​ធ្វើ​ឲ្យ​​កូដ​របស់​អ្នក​ប្រសើរ ប្រើ​វិធីសាស្ត្រ DOM 2 removeEventListener() ។ សម្រាប់​ជំនួយ​បន្ថែម ៖//developer.mozilla.org/en/docs/DOM:element.removeEventListener
lo: ການນຳໃຊ້ releaseEvents() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ເພື່ອອັບເກດໂຄດຂອງທ່ານໃຫ້ນຳໃຊ້ເມັດທອດ DOM 2 addEventListener(). ຂໍ້ມູນເພີ່ມເຕີມ http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
ml: releaseEvents()-ന്റെ ഉപയോഗം അനുവദിക്കുന്നില്ല, ബഗ് 330494 കാണുക.
or: releaseEvents() ର ବ୍ୟବହାରକୁ ଅପସନ୍ଦ କରାଯାଇଛି. ଆପଣଙ୍କର ସଂକେତକୁ ଉନ୍ନତତର କରିବା ପାଇଁ, DOM 2 removeEventListener() ଧାରାକୁ ବ୍ୟବହାର କରନ୍ତୁ. ଅଧିକ ସହାୟତା ପାଇଁ http://developer.mozilla.org/en/docs/DOM:element.removeEventListener କୁ ଯାଆନ୍ତୁ
th: ไม่แนะนำให้ใช้ releaseEvents() ปรับรุ่นโค้ดของคุณโดยใช้ DOM 2 removeEventListener() แทน ดูวิธีใช้ที่ http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
tr: releaseEvents() kullanımı eskidi. Kodunuzu güncellemek için DOM 2 removeEventListener() yöntemini kullanın. Konu hakkında detaylı bilgiler için: http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
zh_tw: releaseEvents() 已被棄用。請改用 DOM 2 中的 removeEventListener() 方法。更多說明請見 http://developer.mozilla.org/en/docs/DOM:element.removeEventListener

source: Use of document.load() is deprecated. To upgrade your code, use the DOM XMLHttpRequest object. For more help https://developer.mozilla.org/en/XMLHttpRequest
as: document.load() ৰ ব্যৱহাৰ স্খলিত। আপোনাৰ ক'ড উন্নত কৰিবলে DOM XMLHttpRequest অবজেক্ট ব্যৱহাৰ কৰক। অধিক সহায়ৰ বাবে https://developer.mozilla.org/en/XMLHttpRequest লৈ যাওক।
az: document.load() istifadəsi köhnəlib. Kodunuzu yüksəltmək üçün DOM XMLHttpRequest obyektindən istifadə edin. Daha çox məlumat üçün https://developer.mozilla.org/en/XMLHttpRequest
bg: Методът document.load() е излязъл от употреба. За да обновите кода си използвайте обекта XMLHttpRequest от DOM. За помощ https://developer.mozilla.org/en/XMLHttpRequest
bn_in: document.load() এর ব্যবহার অবচিত হয়েছে। কোড আপগ্রেড করার জন্য, DOM XMLHttpRequest অবজেক্ট ব্যবহার করুন। অধিক বিবরণের জন্য https://developer.mozilla.org/en/XMLHttpRequest পড়ুন
hi_in: document.load() का प्रयोग पदावनत किया गया है. अपने कोड को अपग्रेड करने के लिए डीओएम XMLHttpRequest ऑब्जेक्ट का इस्तेमाल करें. अधिक मदद के लिए https://developer.mozilla.org/en/XMLHttpRequest में जाएँ
id: Penggunaan document.load() sudah usang. Untuk memperbaiki kode program Anda, gunakan objek DOM XMLHttpRequest. Untuk bantuan kunjungi https://developer.mozilla.org/en/XMLHttpRequest
km: ប្រើ​ document.load() ត្រូវ​បាន​បដិសេធ។ ដើម្បី​ធ្វើ​ឲ្យ​កូដ​របស់​អ្នក​ទាន់​សម័យ, ប្រើ​ DOM XMLHttpRequest ។ ឧទាហរណ៍ https://developer.mozilla.org/en/XMLHttpRequest
lo: ການນຳໃຊ້ document.load() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ເພື່ອອັບເກດໂຄດຂອງທ່ານໃຫ້ນຳໃຊ້ເມັດທອດ DOM 2 addEventListener(). ຂໍ້ມູນເພີ່ມເຕີມ https://developer.mozilla.org/en/XMLHttpRequest
ml: document.load()-ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. നിങ്ങളുടെ കോഡ് പരിഷ്കരിയ്ക്കുന്നതിനായി, DOM XMLHttpRequest ഒബ്ജക്ട് ഉപയോഗിയ്ക്കുക. കൂടുതല്‍ സഹായങ്ങള്‍ക്കായി, https://developer.mozilla.org/en/XMLHttpRequest കാണുക.
or: document.load() ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଯାଇଛି। ଆପଣଙ୍କର ସଂକେତକୁ ଉନ୍ନତ କରିବା ପାଇଁ, DOM XMLHttpRequest ବସ୍ତୁକୁ ବ୍ୟବହାର କରନ୍ତୁ। ଅଧିକ ସହାୟତା ପାଇଁ https://developer.mozilla.org/en/XMLHttpRequest କୁ ଦେଖନ୍ତୁ
th: ไม่แนะนำให้ใช้ document.load() แนะนำให้ใช้ DOM XMLHttpRequest แทน ดูรายละเอียดเพิ่มเติมที่ https://developer.mozilla.org/en/XMLHttpRequest
tr: document.load() kullanımı eskidi. Kodunuzu güncellemek için DOM XMLHttpRequest nesnesini kullanın. Daha fazla bilgi için https://developer.mozilla.org/en/XMLHttpRequest

source: Use of window.showModalDialog() is deprecated. Use window.open() instead. For more help https://developer.mozilla.org/en-US/docs/Web/API/Window.open
as: window.showModalDialog() ৰ ব্যৱহাৰ স্খলিত হৈছে। ইয়াৰ পৰিৱৰ্তে window.open() ব্যৱহাৰ কৰক। অধিক সহায়ৰ বাবে https://developer.mozilla.org/en-US/docs/Web/API/Window.open চাওক
az: window.showModalDialog() istifadəsi köhnəlmişdir. Onun yerinə window.open() istfadə edin. Daha çox kömək üçün https://developer.mozilla.org/en-US/docs/Web/API/Window.open
bg: Методът window.showModalDialog() е излязъл от употреба. Вместо него използвайте window.open(). За помощ https://developer.mozilla.org/en-US/docs/Web/API/Window.open
bn_in: window.showModalDialog() এর ব্যবহার অবচিত হয়েছে | পরিবর্তে window.open() ব্যবহার করুন।অধিক সহায়তার জন্য https://developer.mozilla.org/en-US/docs/Web/API/Window.open পড়ুন।
hi_in: window.showModalDialog() पदावनत किया गया है. window.open() का बदले में उपयोग करें. अधिक मदद के लिए देखें https://developer.mozilla.org/en-US/docs/Web/API/Window.open
id: Penggunaan window.showModalDialog() sudah usang. Gunakan window.open(). Untuk bantuan kunjungi https://developer.mozilla.org/en-US/docs/Web/API/Window.open
km: ការ​ប្រើ window.showModalDialog() ត្រូវ​បាន​បដិសេធ។ ប្រើ window.open() ជំនួស។ ឧទាហរណ៍​ជំនួយ https://developer.mozilla.org/en-US/docs/Web/API/Window.open
lo: ການນຳໃຊ້ window.showModalDialog() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. window.open() ໄດ້ຖືກນຳມາໃຊ້ແທນ. ຂໍ້ມູນເພີ່ມເຕີມ help https://developer.mozilla.org/en-US/docs/Web/API/Window.open
ml: ജാലകത്തിന്റെ ഉപയോഗം.showModalDialog() ഒഴിവാക്കി. ജാലകം ഉപയോഗിക്കുക. തുറക്കുക() പകരം. കൂടുതൽ സഹായത്തിനു https://developer.mozilla.org/en-US/docs/Web/API/Window.open
or: window.showModalDialog() ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ window.open() କୁ ବ୍ୟବହାର କରନ୍ତୁ।ଅଧିକ ସହାୟତା ପାଇଁ https://developer.mozilla.org/en-US/docs/Web/API/Window.open କୁ ଦେଖନ୍ତୁ
th: การใช้ window.showModalDialog() ถูกยกเลิกใช้งานแล้ว ใช้ window.open() แทน ดูรายละเอียดเพิ่มเติม https://developer.mozilla.org/en-US/docs/Web/API/Window.open
tr: indow.showModalDialog() kullanımı eskidi. Onun yerine window.open() kullanın. Daha fazla bilgi için: https://developer.mozilla.org/tr/docs/Web/API/Window.open

source: window._content is deprecated. Please use window.content instead.
as: window._content স্খলিত। অনুগ্ৰহ কৰি ইয়াৰ পৰিৱৰ্তে window.content ব্যৱহাৰ কৰক।
az: window._content köhnəlib. Onun yerinə window.content istifadə edin
bg: Методът window._content е излязъл от употреба. Моля, Вместо него използвайте window.content.
bn_in: window._content এর অবচিতি ঘটেছে অনুগ্রহ করে window.content ব্যবহার করুন।
hi_in: window._content पदावनत है. कृपया बदले में window.content का उपयोग करें.
id: Penggunaan window._content sudah usang. Gunakan window.content.
km: window._content ត្រូវ​បាន​បដិសេធ។ សូម​ប្រើ window.content ជំនួស។
lo: ການນຳໃຊ້ window._content ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ກະລຸນານຳໃຊ້ window.content ແທນ.
ml: window._content ഒഴിവാക്കി. ദയവായി പകരം window.content ഉപയോഗിക്കുക.
or: window._content ଟି ପୁରୁଣା ହୋଇଛି। ଦୟାକରି ଏହା ପରିବର୍ତ୍ତେ window.content ବ୍ୟବହାର କରନ୍ତୁ।
th: window._content ถูกยกเลิกใช้งานแล้ว โปรดใช้ window.content แทน
tr: window._content kullanımı eskimiştir. Onun yerine window.content kullanın.

source: Synchronous XMLHttpRequest on the main thread is deprecated because of its detrimental effects to the end user’s experience. For more help http://xhr.spec.whatwg.org/
az: Son istifadəçi təcrübəsi üzərindəki mənfi təsirləri səbəbilə əsas əməliyyatda sinxronizasiya XMLHttpRequest istifadəsi tərcih edilmir. Daha çox məlumat üçün http://xhr.spec.whatwg.org/
hi_in: मुख्य लड़ी पर तुल्यकालक XMLHttpRequest पदावनत है इसके निर्धारक प्रभाव के लिए अंत्य प्रयोक्ता के अनुभव को प्रभावित करने के लिए. अधिक मदद के लिए देखें http://xhr.spec.whatwg.org/
id: XMLHttpRequest sinkron pada utas utama sudah usang karena berdampak negatif pada pengalaman pengguna akhir. Untuk bantuan lebih lanjut kunjungi http://xhr.spec.whatwg.org/
lo: ການນຳໃຊ້ Synchronous XMLHttpRequest ໃນ thread ຫລັກໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວເພາະວ່າມັນກໍ່ໃຫ້ເກີດຜົນກະທົບຮ້າຍແຮງຕໍ່ການໃຊ້ງານຂອງຜູ້ໃຊ້. ຂໍ້ມູນເພີ່ມເຕີມ http://xhr.spec.whatwg.org/
ml: പ്രധാന ത്രെഡിലുള്ള സിന്‍ക്രൊണസ് XMLHttpRequest-ന്റെ അപകടകരമായ സ്വഭാവം കാരണം ഇതു് ഒഴിവാക്കിയിരിയ്ക്കുന്നു. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി http://xhr.spec.whatwg.org/ കാണുക.
tr: Son kullanıcı deneyimi üzerindeki olumsuz etkileri nedeniyle ana işlemde senkronize XMLHttpRequest kullanımı tercih edilmemektedir. Daha fazla bilgi için http://xhr.spec.whatwg.org/

source: No meta-viewport tag found. Please explicitly specify one to prevent unexpected behavioural changes in future versions. For more help https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
as: কোনো meta-viewport টেগ পোৱা নগল। ভৱিষ্যত উন্মোচনসমূহত অপ্ৰত্যাশিত ব্যৱহাৰৰ পৰিবৰ্তন প্ৰতিৰোধ কৰিবলে অনুগ্ৰহ কৰি এটা টেগ সূকীয়াকৈ ধাৰ্য্য কৰক। অধিক সহায়ৰ বাবে https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag চাওক
az: Heç bir meta-viewport etiketi tapılmadı. Gələcək versiyalarda gözlənilməz davranış dəyişikliklərinin qarşısını almaq üçün xahiş edirik bir etiket göstərin. Daha çox məlumat üçün: https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
bg: Не е намерен таг meta-viewport. Моля, явно задайте такъв, за да предотвратите неочаквани промени в поведението на бъдещи версии. За помощ https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
bn_in: কোন meta-viewport ট্যাগ পাওয়া যায়নি। ভবিষ্যত সংস্করণে অপ্রত্যাশিত আচরণগত পরিবর্তন রোধ করার জন্য স্পষ্টভাবে যেকোনো একটি উল্লেখ করুন। আরও সাহায্যের জন্য https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
hi_in: कोई meta-viewport टैग नहीं मिला. कृपया भविष्य के संस्करण में किसी अप्रत्याशित आचरण संबंधी परिवर्तन के लिए किसी एक को निर्दिष्ट करें. अधिक मदद के लिए देखें https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
id: Tidak ada tag meta-viewport ditemukan. Tetapkan salah satu secara eksplisit untuk mencegah perilaku yang tidak diharapkan pada versi yang akan datang. Untuk bantuan lebih lanjut, kunjungi https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
km: រក​មិន​ឃើញ​ស្លាក​ច្រក​ទិដ្ឋភាព​មេតា។ សូម​បញ្ជាក់​​ឲ្យ​ច្បាស់​ដើម្បី​បង្ការ​កុំ​ឲ្យ​មាន​ការ​ផ្លាស់ប្ដូរ​នៅ​ពេល​អនាគត​។ សម្រាប់​ជំនួយ​បន្ថែម https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
lo: ບໍ່ພົບແທັກ meta-viewport. ໂປດລະບຸຄ່າທີ່ແນ່ນອນເພື່ອປ້ອງກັນການປ່ຽນແປງພຶດຕິກຳທີ່ບໍ່ຄາດໄວ້ຂອງລຸ້ນທີ່ຈະອອກມາໃນອະນາຄົດ. ຂໍ້ມູນເພີ່ມເຕີມ https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
ml: meta-viewport റ്റാഗ് ലഭ്യമായില്ല. ഭാവിയിലുള്ള പതിപ്പുകളിലുള്ള അപ്രതീക്ഷിതമായ മാറ്റങ്ങള്‍ തടയുന്നതിനു് ഇതു് ആവശ്യമാണു്. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag കാണുക.
or: କୌଣସି meta-viewport ଟ୍ୟାଗ ମିଳିଲା ନାହିଁ। ଦୟାକରି ଭବିଷ୍ୟତ ସଂସ୍କରଣ ପାଇଁ ବିଶେଷ ଭାବରେ ଅପ୍ରତ୍ୟାଶିତ ଆଚରଣ ପରିବର୍ତ୍ତନ ପାଇଁ ଉଲ୍ଲେଖ କରନ୍ତୁ। ଅଧିକ ସହାୟତା ପାଇଁ https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag କୁ ଦେଖନ୍ତୁ।
th: ไม่พบแท็ก meta-viewport โปรดระบุค่าที่แน่ชัดเพื่อป้องกันการเปลี่ยนแปลงของพฤติกรรมที่ไม่คาดไว้ในรุ่นอนาคต สำหรับการช่วยเหลือเพิ่มเติมดู https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
tr: meta-viewport etiketi bulunamadı. Gelecek sürümlerde beklenmedik davranışsal değişiklikleri önlemek için lütfen bu etiketi tanımlayın. Daha fazla yardım için: https://developer.mozilla.org/tr/docs/Mozilla/Mobile/Viewport_meta_tag

source: Use of DataContainerEvent is deprecated. Use CustomEvent instead.
as: DataContainerEvent ৰ ব্যৱহাৰ স্খলিত। ইয়াৰ পৰিৱৰ্তে CustomEvent ব্যৱহাৰ কৰক।
az: DataContainerEvent istifadəsi köhnəlmişdir. Onun yerinə CustomEvent istifadə edin.
bg: Събитието DataContainerEvent е излязло от употреба. Вместо него използвайте CustomEvent.
bn_in: DataContainerEvent ব্যবহার অবচিত হয়েছে। পরিবর্তে CustomEvent ব্যবহার করুন।
hi_in: DataContainerEvent का उपयोग पदावनत किया गया है. CustomEvent का उपयोग बदले में करें.
id: Penggunaan DataContainerEvent sudah usang. Gunakan CustomEvent.
km: ប្រើ DataContainerEvent ត្រូវ​បាន​បដិសេធ។ ប្រើ CustomEvent ជំនួស។
lo: ການນຳໃຊ້ DataContainerEvent ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. CustomEvent ໄດ້ຖືກນຳມາໃຊ້ແທນ.
ml: DataContainerEvent-ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു, പകരം CustomEvent ഉപയോഗിയ്ക്കൂ.
or: DataContainerEvent ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ CustomEvent ବ୍ୟବହାର କରନ୍ତୁ।
th: การใช้ DataContainerEvent ถูกยกเลิกใช้งานแล้ว ใช้ CustomEvent แทน
tr: DataContainerEvent kullanımı eskimiştir. Onun yerine CustomEvent kullanın.

source: window.controllers is deprecated. Do not use it for UA detection.
as: window.controllers স্খলিত। UA চিনাক্তকৰণৰ বাবে ইয়াক ব্যৱহাৰ নকৰিব।
az: window.controllers köhnəlmişdir. UA aşkarlanması üçün bunu istifadə etməyin.
bg: Свойството window.controllers е излязло от употреба. Не го използвайте за откриване на потребителския агент (UA).
bn_in: উইন্ডো।নিয়ন্ত্রণকারী অসমর্থিত। UA সনাক্তকরণের জন্য এর ব্যবহার করবেন না।
hi_in: window.controllers असमर्थित है | UA जाँच के लिए इसका उपयोग न करें |
id: Penggunaan window.controllers tidak disarankan lagi. Jangan gunakan untuk pendeteksian User-Agent.
km: window.controllers ត្រូវ​បាន​បដិសេធ។ កុំ​ប្រើ​វា​សម្រាប់​ការ​រក UA ។
lo: ການນຳໃຊ້ window.controllers ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ຢ່ານຳໃຊ້ມັນສຳລັບການກວດສອບ UA.
ml: window.controllers ഒഴിവാക്കിയതാണ്. UA തിരിച്ചറിയലിനായി അത് ഉപയോഗിക്കരുതു്.
or: window.controllers ପୁରୁଣା ହୋଇଛି। UA ଚିହ୍ନଟ ପାଇଁ ଏହାକୁ ବ୍ୟବହାର କରନ୍ତୁ ନାହିଁ।
th: window.controllers ถูกยกเลิกใช้งานแล้ว อย่าใช้สำหรับการตรวจสอบ UA
tr: window.controllers eskimiştir. UA tespiti için kullanmayın.
