Repository: translate/mozilla-l10n
Catalog: */dom/chrome/dom/dom.properties.po
Languages: ar, as, az, bg, bn_in, hi_in, id, km, lo, ml, or, th, tr, zh_tw, zu

source: Failed to register a ServiceWorker: The path of the provided scope ‘%1$S’ is not under the max scope allowed ‘%2$S’. Adjust the scope, move the Service Worker script, or use the Service-Worker-Allowed HTTP header to allow the scope.
az: ServiceWorker qeydiyyatı mümkün olmadı: Verilən ‘%1$S’ əhatəsinin yolu icazə verilən maksimum ‘%2$S’ əhatəsinin altında deyil. Əhatəni nizamlayın, Service Worker skriptinin yerini dəyişdirin və ya əhatəyə icazə vermək üçün Service-Worker-Allowed HTTP başlığını işlədin.
hi_in: एक सेवाकर्मी का पंजीयन करने में असफल: प्रदान किये गये क्षेत्र ‘%1$S’ का पथ अधिकतम स्वीकार्य क्षेत्र ‘%2$S’ के अन्दर नहीं है. क्षेत्र अनुकूल करें, सेवा कर्मी लिपि खिसकाएँ, या सेवा-कर्मी-स्वीकृत एचटीटीपी शीर्षक को क्षेत्र की अनुमति देने के लिए उपयोग करें.
lo: ລົ້ມເຫລວໃນການລົງທະບຽນ ServiceWorker: ຂອບເຂດຂອງເສັ້ນທາງທີ່ສະຫນອງໃຫ້ ‘%1$S’ ແມ່ນບໍ່ໄດ້ຢູ່ພາຍໃຕ້ຂະຫນາດຂອບເຂດທີ່ໄດ້ກຳນົດໄວ້ ‘%2$S’. ປັບປຽນຂະຫນາດ, ຍ້າຍສະຄຣິບ Service Worker, ຫລື ໃຊ້ Service-Worker-Allowed HTTP Header ເພື່ອອະນຸຍາດ.
tr: ServiceWorker kaydedilemedi: Belirtilen '%1$S' kapsamının yolu, izin verilen maksimum '%2$S' kapsamının altında değil. Kapsamı değiştirin, Service Worker script'ini taşıyın veya kapsama izin vermek için Service-Worker-Allowed HTTP header'ını kullanın.

source: Failed to register/update a ServiceWorker for scope ‘%1$S’: Load failed with status %2$S for script ‘%3$S’.
az: ‘%1$S’ əhatəsi üçün ServiceWorker qeydiyyatı/yeniləməsi mümkün olmadı: Yüklənmə ‘%3$S’ skripti üçün %2$S vəziyyət kodu ilə mümkün olmadı.
hi_in: एक सेवाकर्मी का ‘%1$S’ क्षेत्र के लिए पंजीयन/अद्यतन करने में असफल: ‘%3$S’ लिपि के लिए %2$S स्थिति के साथ लोड असफ़ल.
lo: ມີຂໍ້ຜິດພາດໃນການ ລົງທະບຽນ/ອັບເດດ ServiceWorker ສຳລັບຂອບເຂດ ‘%1$S’: ການໂຫລດລົ້ມເຫລວໂດຍມີສະຖານະ %2$S ສຳລັບສະຄຣິບ ‘%3$S’.

source: Failed to register/update a ServiceWorker for scope ‘%1$S’: Bad Content-Type of ‘%2$S’ received for script ‘%3$S’. Must be ‘text/javascript’, ‘application/x-javascript’, or ‘application/javascript’.
az: ‘%1$S’ əhatəsi üçün ServiceWorker qeydiyyatı/yeniləməsi mümkün olmadı: ‘%3$S’ skripti üçün səhv ‘%2$S’ Content-Type alındı. ‘text/javascript’, ‘application/x-javascript’, və ya ‘application/javascript’ olmalıdır.
hi_in: एक सेवाकर्मी का ‘%1$S’ क्षेत्र के लिए पंजीयन/अद्यतन करने में असफल: ‘%3$S’ लिपि के लिए ‘%2$S’ की ख़राब प्रकार की सामग्री प्राप्त हुई. ‘text/javascript’, ‘application/x-javascript’, या ‘application/javascript’ अवश्य होना चाहिए,.
lo: ລົ້ມເຫລວໃນ ການລົງທະບຽນ/ອັບເດດ ServiceWorker ສຳລັບຂອບເຂດ ‘%1$S’: Bad Content-Type ຂອງ ‘%2$S’ ໄດ້ຮັບສຳລັບສະຄຣິບ ‘%3$S’. ຄວນຈະເປັນ ‘text/javascript’, ‘application/x-javascript’, ຫລື ‘application/javascript’.

source: Terminating ServiceWorker for scope ‘%1$S’ with pending waitUntil/respondWith promises because of grace timeout.
az: ‘%1$S’ əhatəsi üçün waitUntil/respondWith gözlətmə işləmində olan ServiceWorker dayandırılır, çünki icazə verilən vaxt doldu.
hi_in: अनुग्रह काल समापन के कारण ‘%1$S’ क्षेत्र के लिए तब तक प्रतीक्षा/के साथ प्रतिक्रिया से युक्त सेवाकर्मी का समापन किया जा रहा है.

source: document.execCommand(‘cut’/‘copy’) was denied because it was not called from inside a short running user-generated event handler.
az: document.execCommand('cut'/'copy') ləğv edildi çünki, bu qısa vaxtda işləyən istifadəçi tərəfindən yaradılan tədbir həll edicisinin içindən çalığılmadı.
hi_in: document.execCommand(‘काटें’/‘नक़ल करें’) मना किया गया था क्योंकि इसे अल्पावधि उपयोक्ता द्वारा तैयार कार्यक्रम हैंडलर के अन्दर से कॉल नही की गयी थी.
id: document.execCommand('cut'/'copy') ditolak karena tidak dipanggil dari penangan kejadian pendek yang dibuat pengguna dari dalam.
tr: document.execCommand('cut'/'copy') reddedildi çünkü kısa çalışan kullanıcı tanımlı olay işleyici içinden çağrılmadı.

source: Manifest should be an object.
az: Manifest obyekt olmalıdır.
hi_in: मैनिफ़ेस्ट एक वास्तु होना चाहिए.
id: Manifest harus berupa objek.
tr: Manifest bir nesne olmalıdır.

source: The scope URL is invalid.
az: Əhatə URL ünvanı səhvdir.
hi_in: स्कोप यूआरएल अवैध है.
id: URL cakupan tidak valid.
tr: Kapsam URL'si geçersiz.

source: The scope URL must be same origin as document.
az: Əhatə URL ünvanı sənədlə eyni mənbədən olmalıdır.
hi_in: शुरुआती यूआरएल और दस्तावेज़ का मूल एक ही होना चाहिए.
id: URL cakupan harus memiliki sumber yang sama dengan dokumen.
tr: Kapsam URL'si belgeyle aynı kökenden olmalıdır.

source: The start URL is outside the scope, so the scope is invalid.
az: Başlanğıc URL ünvanı əhatədən kənardadır, bu səbəbdən əhatə səhvdir.
hi_in: शुरुआती यूआरएल स्कोप के बहार है, इसीलिए स्कोप अवैध है.
id: URL awal ada di luar cakupan, jadi cakupannya tidak valid.
tr: Başlangıç URL'si kapsam dışında olduğu için kapsam geçersiz.

source: The start URL is invalid.
az: Başlanğıc URL ünvanı səhvdir.
hi_in: शुरुआती यूआरएल अवैध है.
id: URL awal tidak valid.
tr: Başlangıç URL'si geçersiz.

source: The start URL must be same origin as document.
az: Başlanğıc URL ünvanı sənədlə eyni mənbədən olmalıdır.
hi_in: स्कोप यूआरएल और दस्तावेज़ का मूल एक ही होना चाहिए.
id: URL awal harus memiliki sumber yang sama dengan dokumen.
tr: Başlangıç URL'si belgeyle aynı kökenden olmalıdır.

source: Unable to check <input pattern='%S'> because the pattern is not a valid regexp: %S
az: <input pattern='%S'> qəlibi yoxlanıla bilmir çünki qəlib doğru regexp deyil: %S
hi_in: <input pattern='%S'> को जाँचने मैं असमर्थ क्योंकि यह पैटर्न एक अमान्य regexp: %S है
id: Gagal memeriksa <input pattern='%S'> karena polanya bukan regexp yang valid: %S
tr: <input pattern='%S'> kontrol edilemedi çünkü pattern geçerli bir regexp değil: %S

source: image.jpeg
az: şəkil.jpeg
tr: resim.jpeg

source: image.gif
az: şəkil.gif
tr: resim.gif

source: image.png
az: şəkil.png
tr: resim.png

source: file
az: fayl
hi_in: फ़ाइल
tr: dosya

source: The Components object is deprecated. It will soon be removed.
as: Components অবজেক্ট স্খলিত। ইয়াক সোনকালে আতৰোৱা হব।
bg: Обектът Components е излязъл от употреба. Скоро ще бъде премахнат.
bn_in: সামগ্রী বস্তুর অবচিত হয়েছে. এটি শীঘ্রই সরিয়ে ফেলা হবে
hi_in: अवयव वस्तु पदावनत किया जा रहा है. यह जल्द ही हटा दिया जाएगा.
id: Penggunaan objek Components sudah usang dan akan segera dihapus.
km: វត្ថុ​សមាសភាគ​ត្រូវ​បាន​បដិសេធ ។ វា​នឹង​ត្រូវ​បាន​យកចេញ​នៅ​ពេល​ឆាប់ៗ ។
lo: ອັອບເຈັກ Components ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ມັນຈະຖືກລຶບອອກໃນໄວໆນີ້.
ml: കോംപണന്റ്സ് ഒബ്ജക്ട് നിര്‍ത്തിയിരിയ്ക്കുന്നു. ഇതു് വളരെ പെട്ടെന്നു് നീക്കം ചെയ്യപ്പെടും.
or: ଏହି ଉପାଦାନର ବସ୍ତୁ ପୁରୁଣା ହୋଇଛି। ଏହାକୁ ଅତିଶିଘ୍ର ବାହାର କରିଦିଆଯିବ।
th: อ็อบเจ็คต์ Components ถูกแนะนำไม่ให้ใช้ ซึ่งจะถูกนำออกเร็ว ๆ นี้
tr: Components nesnesi eskimiştir ve yakında kaldırılacaktır.
zh_tw: 已棄用 Components 物件，很快就會被移除。

source: ‘mozHidden’ and ‘mozVisibilityState’ are deprecated. Please use the unprefixed ‘hidden’ and ‘visibilityState’ instead.
id: Penggunaan 'mozHidden' dan 'mozVisibilityState' sudah usang. Gunakan tanpa prefiks, yaitu 'hidden' dan 'visibilityState'.
km: 'mozHidden' និង 'mozVisibilityState' ត្រូវ​បាន​បដិសេធ ។ សូម​ប្រើ​បុព្វបទ​ដែល​មិន​បាន​កំណត់ 'hidden' និង 'visibilityState' ជំនួស ។
lo: 'mozHidden' ແລະ 'mozVisibilityState' ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ກະລຸນານຳໃຊ້ unprefixed 'hidden' ແລະ 'visibilityState' ແທນ.
ml: 'mozHidden' ,'mozVisibilityState' നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം ദയവായി പ്രിഫിക്സ് ഇല്ലാത്ത 'hidden' , 'visibilityState' എന്നിവ ഉപയോഗിയ്ക്കുക.
tr: 'mozHidden' ve 'mozVisibilityState' kullanımdan kaldırıldı. Lütfen bunların yerine ön eksiz 'hidden' ve 'visibilityState' kullanın.

source: Expected the %1$S’s %2$S member to be a %3$S.
hi_in: %1$S's %2$S सदस्यों को %3$S होने की अपेक्षा थी.
id: Diharapkan anggota %2$S pada %1$S berupa %3$S.
tr: %1$S nesnesinin %2$S özelliğinin %3$S olması bekleniyordu.

source: %1$S: %2$S is not a valid CSS color.
hi_in: %1$S: %2$S एक मान्य CSS रंग नहीं है.
id: %1$S: %2$S bukan warna CSS yang valid.
tr: %1$S: %2$S geçerli bir CSS rengi değil.

source: Failed to execute ‘postMessage’ on ‘DOMWindow’: The target origin provided (‘%S’) does not match the recipient window’s origin (‘%S’).
hi_in: 'postMessage' को 'DOMWindow' मैं चलाने मैं असमर्थ: गंतव्य द्वारा प्रदान किया गया ('%S') प्राप्तकर्ता के विंडोज मूल('%S') से मेल नहीं खाता.
id: Gagal menjalankan 'postMessage' pada 'DOMWindow': Sumber target yang disediakan ('%S') tidak sesuai dengan sumber jendela penerima ('%S').
tr: 'DOMWindow'da 'postMessage' çalıştırılamadı. Sağlanan hedef köken ('%S') alıcının pencere kökeniyle ('%S') eşleşmiyor.

source: Rewriting old-style YouTube Flash embed (%S) to iframe embed (%S). Please update page to use iframe instead of embed/object, if possible.
hi_in: पुरानी शैली की YouTube फ्लैश (%S) न्यावेशन से (%S) आईफ्रेम न्यावेशन में पुनः लिखा जा रहा है. यदि संभव हो, तो न्यावेशन/वस्तु के स्थान पर आईफ्रेम उपयोग करने के लिए कृपया पृष्ठ ताजा करें.
tr: Eski tarz YouTube Flash embed (%S) yerine iframe embed (%S) yazılıyor. Mümkünse lütfen sayfayı güncelleyerek embed/object yerine iframe kullanın.

source: Rewriting old-style YouTube Flash embed (%S) to iframe embed (%S). Params were unsupported by iframe embeds and converted. Please update page to use iframe instead of embed/object, if possible.
hi_in: पुरानी शैली की YouTube फ्लैश (%S) न्यावेशन से (%S) आईफ्रेम न्यावेशन में पुनः लिखा जा रहा है. आईफ्रेम न्यावेशन द्वारा पैरामीटर असमर्थित थे और बदले गये. यदि संभव हो, तो न्यावेशन/वस्तु के स्थान पर आईफ्रेम उपयोग करने के लिए कृपया पृष्ठ ताजा करें.
tr: Eski tarz YouTube Flash embed (%S) yerine iframe embed (%S) yazılıyor. iframe embed'lerindeki parametreler desteklenmediği için dönüştürüldüler. Mümkünse lütfen sayfayı güncelleyerek embed/object yerine iframe kullanın.

source: The ServiceWorker for scope ‘%1$S’ encountered an error decrypting a push message: ‘%2$S’. For help with encryption, please see https://developer.mozilla.org/en-US/docs/Web/API/Push_API/Using_the_Push_API#Encryption
hi_in: ‘%1$S’ क्षेत्र के लिए सेवाकर्मी ने एक संदेश: ‘%2$S’ के विकोडन के दौरान एक त्रुटि का सामना किया. गोपन की मदद के लिए, कृपया https://developer.mozilla.org/en-US/docs/Web/API/Push_API/Using_the_Push_API#Encryption देखें
tr: '%1$S' kapsamının ServiceWorker'ı, bir anında ilet mesajını çözerken hatayla karşılaştı: '%2$S'. Çözmeyle ilgili yardım için lütfen https://developer.mozilla.org/en-US/docs/Web/API/Push_API/Using_the_Push_API#Encryption adresine bakın.

source: File.lastModifiedDate is deprecated. Use File.lastModified instead.
hi_in: File.lastModifiedDate अवमानित किया गया है. उसकी जगह File.lastModified उपयोग करें.
lo: File.lastModifiedDate ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. File.lastModified ໄດ້ຖືກນຳມາໃຊ້ແທນ.
tr: File.lastModifiedDate kullanımı eskimiştir. Onun yerine File.lastModified kullanın.

source: Please use at least %S characters (you are currently using %S characters).
hi_in: कृपया कम से कम %S वर्णों का उपयोग करें (आप वर्तमान में %S वर्णों का उपयोग कर रहे हैं).

source: Attempt to set a forbidden header was denied: %S
hi_in: निषिद्ध शीर्षक को व्यवस्थित करने का प्रयास नकार दिया गया: %S

source: Use of mozImageSmoothingEnabled is deprecated. Please use the unprefixed imageSmoothingEnabled property instead.
hi_in: mozImageSmoothingEnabled का उपयोग अवमानित है. कृपया बदले में बिना उपसर्ग की imageSmoothingEnabled गुण का उपयोग करें.

source: Ignoring ‘preventDefault()’ call on event of type ‘%1$S’ from a listener registered as ‘passive’.
hi_in: ‘passive’ के रूप में पंजीकृत एक श्रोता से ‘%1$S’ क़िस्म के कार्यक्रम पर ‘preventDefault()’ कॉल को अनदेखा किया जा रहा है.

source: Creating DOMParser without a principal is deprecated.
hi_in: बिना सिद्धांत के डीओएम पार्सर बनाना अवमानित है.

source: IIRFilterNode channel count changes may produce audio glitches.
hi_in: आईआईआर फ़िल्टर नोड चैनल गणना परिवर्तन ऑडियो विधारियाँ पैदा कर सकते हैं.

source: BiquadFilterNode channel count changes may produce audio glitches.
hi_in: द्विचतुष्क फ़िल्टर नोड चैनल गणना परिवर्तन ऑडियो विधारियाँ पैदा कर सकते हैं.

source: Paced property ‘%1$S’ is not an animatable property.
hi_in: गतिशील गुण ‘%1$S’ एक चेतनशील गुण नहीं है.

source: &Don't ask me again
ar: &لا تسألني ثانيا
as: মোক আকৌ নোসোধিব (&D)
bg: &Изключване на въпроса
bn_in: পুনরায় জিজ্ঞাসা করা হবে না (&D)
or: ମୋତେ ପୁଣିଥରେ ପଚାରନ୍ତୁ ନାହିଁ (&D)
th: ไ&ม่ต้องถามฉันอีก
zh_tw: 不要再問我

source: Use of attributes' ownerElement attribute is deprecated.
ar: استخدام صفة ownerElement للصفات صار مهجورًا.
as: বৈশিষ্টসমূহৰ ownerElement বৈশিষ্ট স্খলিত।
bg: Свойството ownerElement на атрибут е излязло от употреба.
bn_in: attributes' ownerElement অ্যাট্রিবিউটের ব্যবহার অবচিত হয়েছে।
or: ଗୁଣଧର୍ମର ownerElement ଗୁଣର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି।
th: ไม่แนะนำให้ใช้แอตทริบิวต์ ownerElement
zh_tw: 已棄用屬性值的 ownerElement 屬性方法。

source: Use of attributes' nodeValue attribute is deprecated. Use value instead.
ar: استخدام صفة nodeValue للصفات صار مهجورًا. استخدم صفة value عوضًا عنها.
as: বৈশিষ্টসমূহৰ nodeValue বৈশিষ্টৰ ব্যৱহাৰ স্খলিত। তাৰ পৰিৱৰ্তে মান ব্যৱহাৰ কৰক।
bg: Свойството nodeValue на атрибут е излязло от употреба. Вместо него използвайте value.
bn_in: attributes' nodeValue অ্যাট্রিবিউটের ব্যবহার অবচিত হয়েছে। এর পরিবর্তে মান ব্যবহার করুন।
or: ଗୁଣଧର୍ମର nodeValue ଗୁଣର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି।ଏହା ପରବିର୍ତ୍ତେ ମୂଲ୍ୟର ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้แอตทริบิวต์ nodeValue ให้ใช้ value แทน
zh_tw: 已棄用屬性值的 nodeValue 屬性方法。請改用 value。

source: Use of attributes' textContent attribute is deprecated. Use value instead.
ar: استخدام صفة textContent للصفات صار مهجورًا. استخدم صفة value عوضًا عنها.
as: বৈশিষ্টসমূহৰ textContent বৈশিষ্টৰ ব্যৱহাৰ স্খলিত। তাৰ পৰিৱৰ্তে মান ব্যৱহাৰ কৰক।
bg: Свойството textContent на атрибут е излязло от употреба. Вместо него използвайте value.
bn_in: attributes' textContent অ্যাট্রিবিউটের ব্যবহার অবচিত হয়েছে। এর পরিবর্তে মান ব্যবহার করুন।
or: ଗୁଣଧର୍ମର ପାଠ୍ୟ ବିଷୟବସ୍ତୁ ଗୁଣର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ ମୂଲ୍ୟ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้แอตทริบิวต์ textContent ให้ใช้ value แทน
zh_tw: 已棄用屬性值的 textContent 屬性方法。請改用 value。

source: Use of inputEncoding is deprecated.
ar: استخدام inputEncoding صار مهجورًا.
as: inputEncoding ৰ ব্যৱহাৰ স্খলিত।
bg: Свойството inputEncoding е излязло от употреба.
bn_in: inputEncoding-র ব্যবহার অবচিত হয়েছে।
or: inputEncoding ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି।
th: ไม่แนะนำให้ใช้ inputEncoding
zh_tw: 已棄用 inputEncoding。

source: MozBeforePaint events are no longer supported. mozRequestAnimationFrame must be passed a non-null callback argument.
as: MozBeforePaint ঘটনাসমূহ আৰু সমৰ্থিত নহয়। mozRequestAnimationFrame ক নন কলবেক তৰ্ক হিচাপে প্ৰেৰণ কৰিব লাগিব।
bg: Събитията MozBeforePaint вече не се поддържат. На mozRequestAnimationFrame трябва да бъде подаден non-null аргумент за обратно извикване.
bn_in: MozBeforePaint ইভেন্টগুলি বর্তমানে সমর্থিত নয়। mozRequestAnimationFrame-র ক্ষেত্রে null ব্যাতিত একটি কল-ব্যাক আর্গুমেন্ট উল্লেখ করা আবশ্যক।
or: MozBeforePaint ଘଟଣାଗୁଡ଼ିକ ଏପର୍ଯ୍ୟନ୍ତ ସମର୍ଥିତ ନୁହଁ। mozRequestAnimationFrame ନିଶ୍ଚିତ ଭାବରେ ଏକ ଶୂନ୍ୟ ହୋଇନଥିବା କଲବ୍ୟାକ ସ୍ୱତନ୍ତ୍ରଚରକୁ ପଠାଇଥିବେ।
th: ไม่ได้สนับสนุนอีเวนต์ MozBeforePaint แล้ว ต้องส่ง callback ที่ไม่ใช่ null เป็น argument ให้ mozRequestAnimationFrame
zh_tw: 已不再支援 MozBeforePaint。mozRequestAnimationFrame 必須由非 null 呼叫參數傳遞。

source: Request for full-screen was denied because this domain has been blocked from full-screen by user.
as: সম্পূৰ্ণ-পৰ্দাৰ অনুৰোধ নাকচ কৰা হৈছিল কাৰণ এই ডমেইন সম্পূৰ্ণ-পৰ্দাৰ পৰা ব্যৱহাৰকাৰী দ্বাৰা প্ৰতিৰোধ কৰা হৈছে।
bg: Отказана е заявка за цял екран, защото този домейн е блокиран за цял екран от потребителя.
bn_in: ব্যবহারকারী দ্বারা এই ডোমেইনের জন্য সম্পূর্ণ পর্দায় প্রদর্শন প্রতিরোধিত হওয়ার ফলে সম্পূর্ণ পর্দায় প্রদর্শনের অনুরোধ প্রত্যাখ্যান করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପାଇଁ ଅନୁରୋଧ ବାରଣ ହୋଇଛି କାରଣ ଏହି ଡମେନକୁ ଚାଳକ ଦ୍ୱାରା ସମ୍ପୂର୍ଣ୍ଣ ପରଦାରୁ ଅଟକାଯାଇଛି।
th: การขอแสดงผลเต็มจอถูกปฏิเสธเนื่องจากผู้ใช้ปิดไม่ให้โดเมนนี้แสดงผลแบบเต็มจอ
zh_tw: 因為使用者封鎖此網域進入全螢幕模式，已拒絕進入全螢幕模式的要求。

source: Request for full-screen was denied because full-screen API is disabled by user preference.
as: পূৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ পূৰ্ণ-পৰ্দা API ব্যৱহাৰকাৰী পছন্দ দ্বাৰা অসামৰ্থবান কৰা হৈছে।
bg: Отказана е заявка за цял екран, защото ИПП за цял екран е изключен от потребителска настройка.
bn_in: ব্যবহারকারীর পছন্দ অনুসারে সম্পূর্ণ পর্দায় প্রদর্শনের API নিষ্ক্রিয় হওয়ার ফলে, সম্পূর্ণ পর্দায় প্রদর্শনের অনুরোধ প্রত্যাখ্যান করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପାଇଁ ଅନୁରୋଧକୁ ବାରଣ କରାଯାଇଥିଲା କାରଣ ସମ୍ପୂର୍ଣ୍ଣ ପରଦା API ଟି ଚାଳକ ପସନ୍ଦ ଅନୁସାରେ ନିଷ୍କ୍ରିୟ କରାଯାଇଥିଲା।
th: การร้องขอการแสดงผลเต็มจอถูกปฏิเสธเนื่องจาก API การแสดงผลเต็มจอถูกปิดใช้งานโดยผู้ใช้
zh_tw: 已拒絕全螢幕要求，因為使用者已於偏好設定當中停用全螢幕 API。

source: Request for full-screen was denied because a windowed plugin is focused.
as: পূৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ এটা উইন্ডো'ড প্লাগিন ফকাস্ড আছে।
bg: Отказана е заявка за цял екран, защото фокусът е в приставка в прозорец.
bn_in: উইন্ডোর মধ্যে উপস্থিত একটি প্লাগ-ইনে ফোকাস থাকার ফলে, সম্পূর্ণ পর্দায় প্রদর্শনের অনুরোধ প্রত্যাখ্যান করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପାଇଁ ଅନୁରୋଧକୁ ବାରଣ କରାଯାଇଥିଲା କାରଣ ଗୋଟିଏ ୱିଣ୍ଡୋ ପ୍ଲଗଇନକୁ ଲକ୍ଷ୍ଯ କରାଯାଇଥିଲା।
th: การร้องขอการแสดงผลเต็มจอถูกปฏิเสธเนื่องจากกำลังโฟกัสอยู่กับหน้าต่างโปรแกรมเสริม
zh_tw: 已拒絕全螢幕要求，因為目前正聚焦於視窗化的外掛程式。

source: Request for full-screen was denied because the document is no longer visible.
as: পূৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ দস্তাবেজ আৰু দৃশ্যমান নহয়।
bg: Отказана е заявка за цял екран, защото документът повече не е видим.
bn_in: নথিটি প্রদর্শনযোগ্য না থাকার ফলে, সম্পূর্ণ পর্দায় প্রদর্শনের অনুরোধ প্রত্যাখ্যান করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପାଇଁ ଅନୁରୋଧକୁ ବାରଣ କରାଯାଇଥିଲା କାରଣ ସେହି ଦଲିଲଟି ବର୍ତ୍ତମାନ ଦୃଶ୍ୟମାନ ହେଉନାହିଁ।
th: การร้องขอการแสดงผลเต็มจอถูกปฏิเสธเนื่องจากเอกสารนี้ไม่อยู่ในสถานะมองเห็นได้
zh_tw: 已拒絕全螢幕要求，因為文件不可見。

source: Request for full-screen was denied because at least one of the document's containing iframes does not have an "allowfullscreen" attribute.
as: পূৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ iframes অন্তৰ্ভুক্ত দস্তাবেজসমূহৰ অন্তত এটাৰ এটা "allowfullscreen" বৈশিষ্ট নাই।
bg: Отказана е заявка за цял екран, защото поне една от iframes на документа не съдържа атрибута „allowfullscreen“.
bn_in: সম্পূর্ণ পর্দাজুড়ে প্রদর্শনের অনুরোধ অস্বীকার করা হল কারণ ডকুমেন্টের অন্তরধারণ করা iframes এর একটিরও "allowfullscreen" বৈশিষ্ট্যটি নেই।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ଅନୁରୋଧକୁ ବାରଣ କରାଯାଇଛି କାରଣ iframes ଧାରଣ କରିଥିବା ଅତିକମରେ ଗୋଟିଏ ଦଲିଲରେ "allowfullscreen" ଗୁଣ ନଥାଏ।
th: การร้องขอการแสดงผลเต็มจอถูกปฏิเสธเนื่องจากเอกสารอย่างน้อยหนึ่งชิ้นมี iframe ที่ไม่มีแอตทริบิวต์ "allowfullscreen"
zh_tw: 已拒絕進入全螢幕的要求，因為文件中至少有一個 iframe 沒有「allowfullscreen」屬性。

source: Request for full-screen was denied because Element.mozRequestFullScreen() was not called from inside a short running user-generated event handler.
as: পূৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ Element.mozRequestFullScreen() ক এটা কম চলা ব্যৱহাৰকাৰী-সৃজিত ঘটনা নিয়ন্ত্ৰিৰ পৰা কল কৰা হোৱা নাছিল।
bg: Отказана е заявка за цял екран, защото Element.mozRequestFullScreen() не е извикана вътре в кратковременен обработчик на генерирано от потребител събитие.
bn_in: ব্যবহারকারী দ্বারা সঞ্চালিত শর্ট-রানিং ইভেন্ট-হ্যান্ডলার থেকে Element.mozRequestFullScreen()-র অনুরোধ পেশ না হওয়ার ফলে সম্পূর্ণ পর্দায় প্রদর্শনের অনুরোধ প্রত্যাখ্যান করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପାଇଁ ଅନୁରୋଧକୁ ବାରଣ କରାଯାଇଥିଲା କାରଣ Element.mozRequestFullScreen() କୁ ଚାଳକ-ନିର୍ମିତ ଘଟଣା ନିୟନ୍ତ୍ରକକୁ ଚଲାଉଥିବା ଫଳନକୁ ଭିତରୁ ଡକାଯାଇନଥିଲା।
th: การร้องขอการแสดงผลเต็มจอถูกปฏิเสธเนื่องจาก Element.mozRequestFullScreen() ไม่ได้ถูกเรียกจากใน short running user-generated event handler
zh_tw: 已拒絕全螢幕要求，因為未由使用者產生的事件處理器呼叫 Element.mozRequestFullScreen()。

source: Request for full-screen was denied because requesting element is no longer in its document.
as: পূৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ অনুৰোধ কৰা উপাদান ইয়াৰ দস্তাবেজৰ ভিতৰত নাই।
bg: Отказана е заявка за цял екран, защото искащият елемент вече не е в документа.
bn_in: অনুরোধ করা সামগ্রীটি নথির মধ্যে উপস্থিত না থাকার ফলে সম্পূর্ণ পর্দায় প্রদর্শনের অনুরোধ প্রত্যাখ্যান করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପାଇଁ ଅନୁରୋଧକୁ ବାରଣ କରାଯାଇଥିଲା କାରଣ ଅନୁରୋଧ କରିଥିବା ଉପାଦାନଟି ଏପର୍ଯ୍ୟନ୍ତ ସେହି ଦଲିଲରେ ନାହିଁ।
th: การร้องขอการแสดงผลเต็มจอถูกปฏิเสธเนื่องจาก element ที่ร้องขอไม่ได้อยู่เอกสารแล้ว
zh_tw: 已拒絕全螢幕要求，因為請求元素已不在文件當中。

source: Request for full-screen was denied because requesting element has moved document.
as: পূৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ অনুৰোধ কৰা উপাদানে দস্তাবেজ স্থানান্তৰ কৰিছে।
bg: Отказана е заявка за цял екран, защото искащият елемент беше преместен в друг документ.
bn_in: অনুরোধ করা সামগ্রী দ্বারা নথিটির স্থান পরিবর্তিত হওয়ার ফলে, সম্পূর্ণ পর্দায় প্রদর্শনের অনুরোধ প্রত্যাখ্যান করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପାଇଁ ଅନୁରୋଧକୁ ବାରଣ କରାଯାଇଥିଲା କାରଣ ଅନୁରୋଧ କରିଥିବା ଉପାଦାନଟି ଦଲିଲକୁ ଘୁଞ୍ଚାଇ ଦେଇଛି।
th: การร้องขอการแสดงผลเต็มจอถูกปฏิเสธเนื่องจาก element ที่ร้องขอได้ย้ายเอกสาร
zh_tw: 已拒絕全螢幕要求，因為請求元素已移動文件。

source: Request for full-screen was denied because we no longer have a window.
as: পূৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ আমাৰ এটা উইন্ডো নাই।
bg: Отказана е заявка за цял екран, защото вече нямаме прозорец.
bn_in: কোনো উইন্ডো উপস্থিত না থাকার ফলে, সম্পূর্ণ পর্দায় প্রদর্শনের অনুরোধ প্রত্যাখ্যান করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପାଇଁ ଅନୁରୋଧକୁ ବାରଣ କରାଯାଇଥିଲା କାରଣ ଆମ ପାଖରେ ବର୍ତ୍ତମାନ କୌଣସି ୱିଣ୍ଡୋ ନାହିଁ।
th: การร้องขอการแสดงผลเต็มจอถูกปฏิเสธเนื่องจากไม่มีหน้าต่างแล้ว
zh_tw: 已拒絕全螢幕要求，因為視窗已不存在。

source: Request for full-screen was denied because a subdocument of the document requesting full-screen is already full-screen.
as: পূৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ পূৰ্ণ-পৰ্দাৰ অনুৰোধ কৰা দস্তাবেজৰ এটা উপদস্তাবেজ ইতিমধ্যে পূৰ্ণ-পৰ্দা।
bg: Отказана е заявка за цял екран, защото поддокумент на документа, искащ цял екран, вече е в цял екран.
bn_in: অনুরোধকারী নথিটির subdocument-র ক্ষেত্রে বর্তমানে সম্পূর্ণ পর্দায় প্রদর্শন প্রয়োগ হওয়ার ফলে, সম্পূর্ণ পর্দায় প্রদর্শনের অনুরোধ প্রত্যাখ্যান করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପାଇଁ ଅନୁରୋଧକୁ ବାରଣ କରାଯାଇଥିଲା କାରଣ ସେହି ଦଲିଲର ଗୋଟିଏ ଉପ-ଦଲିଲ ଅନୁରୋଧ କରିଥିବା ସମ୍ପୂର୍ଣ୍ଣ ପରଦାଟି ପୂର୍ବରୁ ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ଆକାରରେ ଅଛି।
th: การร้องขอการแสดงผลเต็มจอถูกปฏิเสธเนื่องจากเอกสารย่อยภายในเอกสารที่ร้องขอ แสดงผลแบบเต็มจออยู่แล้ว
zh_tw: 已拒絕全螢幕要求，因為要求全螢幕的文件當中已有一個全螢幕的子文件。

source: Request for full-screen was denied because requesting element is not a descendant of the current full-screen element.
as: পূৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ অনুৰোধ কৰা উপাদান বৰ্তমান পূৰ্ণ-পৰ্দা উপাদানৰ এটা বংশোত্তৰ নহয়।
bg: Отказана е заявка за цял екран, защото искащият елемент не е наследник на текущия елемент с цял екран.
bn_in: অনুরোধ করা সামগ্রীটি বর্তমান full-screen এলিমেন্টের অধীন না হওয়ার ফলে সম্পূর্ণ পর্দায় প্রদর্শনের অনুরোধ প্রত্যাখ্যান করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପାଇଁ ଅନୁରୋଧକୁ ବାରଣ କରାଯାଇଥିଲା କାରଣ ଅନୁରୋଧ କରିଥିବା ଉପାଦାନଟି ପ୍ରଚଳିତ ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ଉପାଦାନର ଅଂଶ ନୁହଁ।
th: การร้องขอการแสดงผลเต็มจอถูกปฏิเสธเนื่องจาก element ที่ร้องขอไม่ได้เป็น descendant ของ element เต็มจอปัจจุบัน
zh_tw: 已拒絕全螢幕要求，因為要求全螢幕的元素並不是目前全螢幕元素的子元素。

source: Request for full-screen was denied because requesting element is not in the currently focused tab.
as: পূৰ্ণ-পৰ্দাৰ বাবে অনুৰোধ নাকচ কৰা হৈছিল কাৰণ অনুৰোধ কৰা উপাদান বৰ্তমানে ফকাস্ড টেবত নাই।
bg: Отказана е заявка за цял екран, защото искащият елемент не е в текущо фокусираният подпрозорец.
bn_in: অনুরোধকারী সামগ্রীটি বর্তমানে ফোকাস করা ট্যাবে না থাকার ফলে, সম্পূর্ণ পর্দায় প্রদর্শনের অনুরোধ প্রত্যাখ্যান করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ପାଇଁ ଅନୁରୋଧକୁ ବାରଣ କରାଯାଇଥିଲା କାରଣ ଅନୁରୋଧ କରିଥିବାଉପାଦାନଟି ବର୍ତ୍ତମାନ ଦେଖାଯାଉଥିବା ଟ୍ୟାବରେ ନାହିଁ।
th: การร้องขอการแสดงผลเต็มจอถูกปฏิเสธเนื่องจาก element ที่ร้องขอไม่ได้อยู่ในแท็บปัจจุบัน
zh_tw: 已拒絕全螢幕要求，因為要求全螢幕的元素並不在於目前開啟的分頁標籤當中。

source: Exited full-screen because full-screen element was removed from document.
as: পূৰ্ণ-পৰ্দা প্ৰস্থান কৰা হল কাৰণ পূৰ্ণ-পৰ্দা দস্তাবেজৰ পৰা আতৰোৱা হৈছিল।
bg: Излизане от цял екран, защото елементът с цял екран беше премахнат от документа.
bn_in: নথি থেকে full-screen এলিমেন্ট সরিয়ে ফেলার ফলে সম্পূর্ণ পর্দায় প্রদর্শন বন্ধ করা হয়েছে।
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦାରୁ ପ୍ରସ୍ଥାନ କରିଅଛି କାରଣ ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ଉପାଦାନକୁ ଦଲିଲରୁ କଢ଼ାଯାଇଛି।
th: ออกจากการแสดงผลเต็มจอเนื่องจาก element เต็มจอถูกเอาออกจากเอกสาร
zh_tw: 已離開全螢幕模式，因為全螢幕元素已自文件中移除。
