Repository: translate/mozilla-l10n
Catalog: */dom/chrome/dom/dom.properties.po
Languages: ar, as, az, bg, bn_in, hi_in, id, km, lo, ml, or, th, tr, zh_tw, zu

source: Warning: Unresponsive script
ar: تحذير: نص برمجي لا يستجيب
as: সকিয়নি: উত্তৰ নিদিয়া স্ক্ৰিপ্ট
az: Xəbərdarlıq: skript cavab vermir
bg: Внимание: Неотговарящ скрипт
bn_in: সতর্কবার্তা: নিঃসাড় স্ক্রিপ্ট
hi_in: चेतावनी: गैर अनुक्रियात्मक स्क्रिप्ट
id: Perhatian: Skrip tidak responsif
km: ការ​ព្រមាន ៖ ស្គ្រីប​ដែល​មិន​ឆ្លើយតប
lo: ຄຳເຕືອນ: ສະຄິບບໍ່ຕອບສະຫນອງ
ml: മുന്നറിയിപ്പു്: മറുപടിയില്ലാത്ത സ്ക്രിപ്റ്റ്
or: ଚେତାବନୀ: ପ୍ରତିକ୍ରିୟା ଦେଉନଥିବା ସ୍କ୍ରିପ୍ଟ
th: คำเตือน: สคริปต์ไม่ตอบสนอง
tr: Uyarı: Betik yanıt vermiyor
zh_tw: 注意: 發現容易停止回應的程式碼 (Script)
zu: Isixwayiso: Okubhaliwe okungasabeli

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
ar: قد يكون النصّ البرمجي على هذه الصّفحة مشغولا، أو أنّه توقف عن الاستجابة. يمكنك إيقاف هذا النّصّ الآن، أو المواصلة لرؤية ما إذا كان سينهي تنفيذه.
as: এই পৃষ্ঠাৰ কোনো স্ক্ৰিপ্ট ব্যস্ত, বা উত্তৰ দিয়া বন্ধ কৰিব পাৰে। আপুনি স্ক্ৰিপ্টটো এতিয়া বন্ধ কৰিব পাৰে, বা সেইটো সম্পূৰ্ণ হয় নে নহয় চাবলৈ আগবাঢ়িব পাৰে।
az: Bu səhifədəki bir skript məşğuldur və ya artıq cavab vermir. İstəsəniz skripti indi dayandıra bilər və ya işini tamamlamasını gözləyə bilərsiniz.
bg: Има скрипт на тази страница, който е зает или е спрял да отговаря. Можете да спрете скрипта сега или да продължите, за да видите дали скриптът ще завърши.
bn_in: বর্তমান পৃষ্ঠায় অবস্থিত কোনো স্ক্রিপ্ট সম্ভবত এই মুহর্তে ব্যস্ত অথবা প্রতিক্রিয়া করতে সক্ষম নয়। আপনি স্ক্রিপ্টটি বন্ধ করতে পারেন অথবা এটির পক্ষে কর্ম সমাপ্ত করা সম্ভব কিনা জানতে আপনি অপেক্ষা করতে পারেন।
hi_in: एक स्क्रिप्ट इस पेज में व्यस्त हो सकता है, या यह प्रतिक्रिया देना बंद कर सकता हैं. आप अभी स्क्रिप्ट को बंद कर सकते हैं, या आप जारी रख सकते है यह देखने के लिये कि स्क्रिप्ट पूरी होगी कि नहीं.
id: Kemungkinan skrip dalam laman ini sibuk atau tidak merespon. Anda bisa menghentikan jalannya skrip sekarang atau menunggu apakah skrip dapat selesai bekerja.
km: ស្គ្រីប​នៅ​លើ​ទំព័រ​នេះ​អាច​រវល់ ឬ​វា​អាច​ត្រូវ​បាន​បញ្ឈប់​ការ​ឆ្លើយ​តប ។ អ្នក​អាច​បញ្ឈប់​​ស្គ្រីប​ឥឡូវ​នេះ ឬ​អ្នក​អាច​បន្ត​ក្នុង​ការ​ទស្សនា​បាន ប្រសិនបើ​ស្គ្រីប​បញ្ចប់ ។
lo: ສະຄິບໃນຫນ້ານີ້ອາດຈະກຳລັງເຮັດວຽກຢູ່ ຫລື ອາດຈະບໍ່ຕອບສະຫນອງ. ທ່ານສາມາດຢຸດການເຮັດວຽກຂອງສະຄິບໄດ້ໃນຕອນນີ້ ຫລື ປ່ອຍໃຫ້ສະຄິບເຮັດວຽກຕໍ່ໄປເພື່ອເບິງວ່າມັນຈະເຮັດວຽກຈົນສຳເລັດໄດ້ຫລືບໍ່.
ml: ഈ പേജിലുള്ള സ്ക്രിപ്റ്റ് തിരക്കിലാവാം അല്ലെങ്കില്‍ മറുപടി നല്‍കുന്നത് അവസാനിപ്പിച്ച് കാണാം. നിങ്ങള്‍ക്ക് ഈ സ്ക്രിപ്റ്റ് നിര്‍ത്തുകയോ, അല്ലെങ്കില്‍ അത് പൂര്‍ത്തിയായോ എന്നറിയുന്നതിനായി തുടരുകയോ ചെയ്യാവുന്നതാണു്.
or: ଏହି ପୃଷ୍ଠାରେ ଥିବା ସ୍କ୍ରିପ୍ଟଟି ବ୍ୟସ୍ତ ଥାଇପାରେ, କିମ୍ବା ଏହା ଉତ୍ତର ଦେବା ବନ୍ଦକରିଦେଇଛି. ଆପଣ ଏହି ସ୍କ୍ରିପ୍ଟକୁ ବର୍ତ୍ତମାନ ବନ୍ଦକରିଦେଇ ପାରିବେ, କିମ୍ବା ଆପଣ ସ୍କ୍ରିପ୍ଟଟି ସମ୍ପୂର୍ଣ୍ଣ ହେଲା କି ନାହିଁ ନଜର ରଖିପାରିବେ.
th: สคริปต์ในหน้านี้อาจกำลังทำงานอยู่หรืออาจไม่ตอบสนอง คุณสามารถหยุดการทำงานของสคริปต์ได้ในตอนนี้ หรือปล่อยให้สคริปต์ทำงานต่อเพื่อดูว่าจะทำงานจนเสร็จหรือไม่
tr: Bu sayfadaki bir betik meşgul veya artık yanıt vermiyor olabilir. İsterseniz betiği şimdi durdurabilir veya sürecin tamamlanmasını görmek için bekleyebilirsiniz.
zh_tw: 此頁面可能內含需大量執行時間的程式碼 (Script) 或已停止回應。 您可以馬上停止它，或是繼續等待它完成。
zu: Okubhalwe kuleli khasi kungase kube matasa, noma kungenzeke kuyekile ukusabela. Ungakumisa okubhaliwe manje noma ungaqhubeka ubone ukuthi kuzophelela yini.

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
ar: قد يكون النصّ البرمجي على هذه الصّفحة مشغولا، أو أنّه توقف عن الاستجابة. يمكنك إيقاف هذا النّص الآن، أو فتح النص البرمجي في المصحح أو المواصلة لرؤية فيما إذا كان سينهي تنفيذه.
as: এই পৃষ্ঠাৰ কোনো স্ক্ৰিপ্ট ব্যস্ত, বা উত্তৰ দিয়া বন্ধ কৰিব পাৰে। আপুনি স্ক্ৰিপ্টটো এতিয়া বন্ধ কৰিব পাৰে, debugger ত স্ক্ৰিপ্টটো খুলিব পাৰে, বা স্ক্ৰিপ্টটো আগবাঢ়িব দিব পাৰে।
az: Bu səhifədəki bir skript ya məşğuldur ya da artıq cavab verməyəcək. Skripti dayandırıb səhv düzəltmə aləti ilə aça bilər və ya işini davam etməsinə icazə verə bilərsiniz.
bg: Има скрипт на тази страница, който е зает или е спрял да отговаря. Можете да спрете скрипта сега, да отворите скрипта в дебъгера или да позволите на скрипта на продължи.
bn_in: বর্তমান পৃষ্ঠায় অবস্থিত কোনো স্ক্রিপ্ট সম্ভবত এই মুহর্তে ব্যস্ত অথবা প্রতিক্রিয়া করতে সক্ষম নয়। আপনি স্ক্রিপ্টটি বন্ধ করতে পারেন অথবা এটির পক্ষে কর্ম সমাপ্ত করা সম্ভব কিনা জানতে আপনি ডিবাগার আরম্ভ করতে পারেন অথবা স্ক্রিপ্ট সঞ্চালন করতে পারেন।
hi_in: एक स्क्रिप्ट इस पेज में व्यस्त हो सकता है, या यह प्रतिक्रिया देना बंद कर सकता हैं. आप अभी स्क्रिप्ट को बंद कर सकते हैं, डिबगर में स्क्रिप्ट खोले, या स्क्रिप्ट को जारी रहने दे.
id: Kemungkinan skrip dalam laman ini sibuk atau tidak merespon. Anda bisa menghentikan jalannya skrip sekarang, buka skrip di program debugger atau menunggu selesainya skrip.
km: ស្គ្រីប​នៅ​លើ​ទំព័រ​នេះ​អាច​ជាប់​រវល់ ឬ​វា​បាន​បញ្ឈប់​ការ​ឆ្លើយតប ។ ឥឡូវ​អ្នក​អាច​បញ្ឈប់​ស្គ្រីប ឬ​បើក​ស្គ្រីប​នៅ​ក្នុង​កម្មវិធី​បំបាត់​កំហុស ឬ​អនុញ្ញាត​ស្គ្រីប​បន្ត​ទៀត​បាន ។
lo: ສະຄິບໃນຫນ້ານີ້ອາດຈະກຳລັງເຮັດວຽກຢູ່ ຫລື ອາດຈະບໍ່ຕອບສະຫນອງ. ທ່ານສາມາດຢຸດການເຮັດວຽກຂອງສະຄິບໄດ້ໃນຕອນນີ້, ເປີດສະຄິບໃນເຄື່ອງມືດີບັກ ຫລື ປ່ອຍໃຫ້ສະຄິບເຮັດວຽກຕໍ່ໄປ.
ml: ഈ പേജിലുള്ള സ്ക്രിപ്റ്റ് തിരക്കിലാവാം അല്ലെങ്കില്‍ മറുപടി നല്‍കുന്നതു് അവസാനിപ്പിച്ച് കാണാം. നിങ്ങള്‍ക്ക് ഈ സ്ക്രിപ്റ്റ് നിര്‍ത്തുകയോ, ഡീബഗ്ഗറില്‍ സ്ക്രിപ്റ്റ് തുറക്കുകയോ അല്ലെങ്കില്‍ സ്ക്രിപ്റ്റ് മുമ്പോട്ട് തുടരുകയോ ചെയ്യാം.
or: ଏହି ପୃଷ୍ଠାରେ ଥିବା ସ୍କ୍ରିପ୍ଟଟି ବ୍ୟସ୍ତ ଥାଇପାରେ, କିମ୍ବା ଏହା ଉତ୍ତର ଦେବା ବନ୍ଦକରିଦେଇଛି. ଆପଣ ଏହି ସ୍କ୍ରିପ୍ଟକୁ ବର୍ତ୍ତମାନ ବନ୍ଦକରିଦେଇ ପାରିବେ, ତ୍ରୁଟିମୁକ୍ତକାରୀରେ ସ୍କ୍ରିପ୍ଟକୁ ଖୋଲିପାରିବେ, କିମ୍ବା ସ୍କ୍ରିପ୍ଟକୁ ଆଗକୁ ବଢ଼ିବା ପାଇଁ ଛାଡିଦେଇପାରେ.
th: สคริปต์ในหน้านี้อาจกำลังทำงานอยู่หรืออาจไม่ตอบสนอง คุณสามารถหยุดการทำงานของสคริปต์ได้ในตอนนี้, เปิดสคริปต์ในเครื่องมือดีบั๊ก, หรือปล่อยให้สคริปต์ทำงานต่อ
tr: Bu sayfadaki bir betik meşgul veya yanıt vermeyi bırakmış olabilir. Betiği şimdi durdurabilir, hata ayıklayıcıda açabilir veya betiğin çalışmasına devam etmesine izin verebilirsiniz.
zh_tw: 此頁面可能內含需大量執行時間的程式碼 (Script) 或已停止回應。 您可以馬上停止並在除錯器 (Debugger) 中顯示程式碼，或是繼續等待它完成。

source: Script: %S
ar: نص برمجي: %S
as: স্ক্ৰিপ্ট: %S
az: Skript: %S
bg: Скрипт: %S
bn_in: স্ক্রিপ্ট: %S
id: Skrip: %S
km: ស្គ្រីប ៖ %S
lo: ສະຄິບ: %S
ml: സ്ക്രിപ്റ്റ്: %S
or: ସ୍କ୍ରିପ୍ଟ: %S
th: สคริปต์: %S
tr: Betik: %S
zh_tw: 程式碼: %S

source: Stop script
ar: أوقف النّص البرمجي
as: স্ক্ৰিপ্ট বন্ধ কৰক
az: Skripti dayandır
bg: Спиране на скрипта
bn_in: স্ক্রিপ্ট বন্ধ করুন
id: Hentikan skrip
km: បញ្ឈប់​ស្គ្រីប
lo: ຢຸດການເຮັດວຽກຂອງສະຄິບ
ml: സ്ക്രിപ്റ്റ് നിര്‍ത്തുക
or: ସ୍କ୍ରିପ୍ଟ ବନ୍ଦକରନ୍ତୁ
th: หยุดการทำงานของสคริปต์
tr: Betiği durdur
zh_tw: 停止執行 Script
zu: Misa okubhaliwe

source: Debug script
ar: نقّح النص البرمجي
as: স্ক্ৰিপ্টক ডিবাগ কৰক
az: Skriptdəki səhvləri düzəlt
bg: Дебъгване
bn_in: স্ক্রিপ্ট ডিবাগ করুন
id: Buka dengan program Debug
km: បំបាត់​កំហុស​ស្គ្រីប
lo: ດີບັກສະຄິບ
ml: സ്ക്രിപ്റ്റ് ഡീബഗ്ഗ് ചെയ്യുക
or: ସ୍କ୍ରିପ୍ଟକୁ ତ୍ରୁଟିମୁକ୍ତ କରନ୍ତୁ
th: ดีบั๊กสคริปต์
tr: Betikte hata ayıkla
zh_tw: 除錯 Script

# WaitForScriptButton
source: Continue
as: অব্যাহত ৰাখক
az: Davam et
bg: Продължаване
bn_in: এগিয়ে চলুন
hi_in: जारी रखें
id: Lanjutkan
km: បន្ត
lo: ເຮັດວຽກຕໍ່ໄປ
ml: മുമ്പോട്ടു് തുടരുക
or: ଚାଲୁରଖନ୍ତୁ
th: ทำงานต่อ
tr: Devam et
zh_tw: 繼續

source: &Don’t ask me again
az: &Bir də soruşma
id: &Jangan tanyakan lagi
km: កុំ​សួរ​ខ្ញុំ​ម្តង​ទៀត
lo: ບໍ່ຕ້ອງຖາມອີກເທື່ອຫນຶ່ງ
ml: ഇനി ചോദിക്കരുതു്
tr: &Bunu bir daha sorma

source: Attempt to load a javascript: URL from one host in a window displaying content from another host was blocked by the security manager.
ar: صدّ مدير الأمن محاولة لتحميل مسار جافاسكربت من مستضيف في نافذة يعرض محتوى من مستضيف آخر.
as: এটা javascript তোলাৰ চেষ্টা: এটা হস্টৰ পৰা URL অন্য হস্টৰ এটা উইন্ডোত প্ৰদৰ্শন কৰিবলৈ কৰা চেষ্টাক সুৰক্ষা ব্যৱস্থাপকৰ দ্বাৰা বন্ধ কৰা হৈছে।
az: JavaScript yükləmə cəhdi: Başqa bir serverdəki məzmunu göstərən bir pəncərədəki URL, təhllükəsizlik idarəçisi tərəfindən bloklandı.
bg: Управлението на сигурността блокира опит за зареждане на URL javascript: от един хост в прозорец, показващ съдържание от друг хост.
bn_in: javascript লোড করার প্রচেষ্টা: একটি হোস্ট থেকে উৎপন্ন URL অন্য একটি হোস্টের বিষয়বস্তু প্রদর্শনকারী উইন্ডোর মধ্যে নিরাপত্তা পরিচালন ব্যবস্থার দ্বারা প্রতিরোধ করা হয়েছে।
id: Percobaan untuk memuat URL javascript: dari sebuah host yang sedang menampilkan isi dari host lain telah diblokir oleh Pengelola Keamanan.
km: ប៉ុនប៉ង​​ផ្ទុក javascript ៖ URL ពី​បង្អួច​របស់​​ម៉ាស៊ីន​ in ដែល​​បង្ហាញ​​មាតិកា​ពី​ម៉ាស៊ីន was ​​ផ្សេង​ទៀត​បាន​ប្លុក​ដោយ​កម្មវិធី​គ្រប់គ្រង​សុវត្ថិភាព ។
lo: ການພະຍາຍາມໂຫລດ javascript: URL ຈາກໂຮສຕ໌ຫນຶ່ງໃນ ຫນ້າຕ່າງທີ່ສະແດງເນື້ອຫາຈາກໂຮສຕ໌ຫນຶ່ງ ຖືກປ້ອງກັນໂດຍໂຮສຕ໌ ຕົວຈັດການຄວາມປອດໄພ
ml: ഒരു ഹോസ്റ്റില്‍ നിന്നുമുള്ള വിവരങ്ങള്‍ പ്രദര്‍ശിപ്പിക്കുന്ന ജാലകത്തില്‍ മറ്റൊരു ഹോസ്റ്റില്‍ നിന്നും ഒരു ജാവാസ്ക്രിപ്റ്റ് : URL ലഭ്യമാക്കുവാനുള്ള ശ്രമം സെക്യൂരിറ്റി മാനേജര്‍ തടഞ്ഞിരിക്കുന്നു.
or: javascript ଧାରଣ କରିବାକୁ ଚେଷ୍ଟା କରୁଅଛି: ଗୋଟିଏ ୱିଣ୍ଡୋ ଆଧାରରୁ URL ଅନ୍ୟ ଏକ ଆଧାରର ବିଷୟ ବସ୍ତୁ ଦର୍ଶାଉଛି ଏହାକୁ ସୁରକ୍ଷା ପରିଚାଳକଙ୍କ ଦ୍ୱାରା ଅଟକାଯାଇଅଛି।
th: การพยายามโหลด javascript: URL จากโฮสต์หนึ่งใน หน้าต่างที่แสดงเนื้อหาจากอีกโฮสต์หนึ่ง ถูกป้องกันโดย ตัวจัดการความปลอดภัย
tr: JavaScript yükleme girişimi: Başka bir sunucudaki içeriği gösteren bir penceredeki URL, güvenlik yöneticisi tarafından engellendi.
zh_tw: 安全管理員不允許從其他主機載入 正在視窗顯示資料的主機的 javascript: URL。
zu: Izama ukulayisha okubhaliwe kwejava: I-URL evela komunye umxhumi efasiteleni eliveza okuvela komunye umxhumi ivinjelwe umphathi wezokuvikela.

source: Scripts may not close windows that were not opened by script.
ar: لا يسمح للنّصوص البرمجيّة بإغلاق نوافذ لم تفتحها هي.
as: স্ক্ৰিপ্টে নোখোলা উইন্ডো সিহঁতে বন্ধ কৰিব নোৱাৰে।
az: Skriptlər özləri açmadığı sahifələri bağlamazlar.
bg: Скриптовете не могат да затварят прозорци, които не са отворени от скрипт.
bn_in: স্ক্রিপ্টের দ্বারা না খোলা কোনো উইন্ডো সংশ্লিষ্ট স্ক্রিপ্ট বন্ধ করতে সক্ষম হবে না।
id: Skrip tidak diperbolehkan menutup jendela yang tidak dibuka oleh skrip.
km: ស្គ្រីប​មិន​អាច​បិទ​វីនដូ ​ដែល​ស្គ្រីប​​មិន​​បាន​បើក​​ទេ ។
lo: ສະຄິບບໍ່ສາມາດປິດຫນ້າຕ່າງທີ່ບໍ່ໄດ້ເປີດໂດຍສະຄິບນີ້.
ml: സ്ക്രിപ്റ്റ് തുറന്നിട്ടില്ലാത്ത ജാലകങ്ങള്‍ അത് അടയ്ക്കുവാന്‍ സാധ്യതയില്ല.
or: ସ୍କ୍ରିପ୍ଟ ଦ୍ୱାରା ଖୋଲାଯାଇନଥିବା ୱିଣ୍ଡୋଗୁଡ଼ିକୁ ସ୍କ୍ରିପ୍ଟ ବନ୍ଦ କରିନପାରେ.
th: สคริปต์ไม่สามารถปิดหน้าต่างที่ไม่ได้เปิดโดยสคริปต์
tr: Betikler kendileri tarafından açılmayan pencereleri kapatamazlar.
zh_tw: Script 無法關閉非由 Script 開啟的視窗。
zu: Okubhaliwe kungase kungawavali amafasitela angavulwanga yiko.

source: Are you sure?
ar: أأنت متأكد؟
as: আপুনি নিশ্চিত নে?
az: Emin misiniz?
bg: Сигурни ли сте?
bn_in: আপনি কি নিশ্চিত?
hi_in: क्या आप निश्चित हैं?
id: Yakin?
km: តើ​អ្នក​ប្រាកដ​ដែរ​ឬ​ទេ ?
lo: ທ່ານແນ່ໃຈແລ້ວບໍ່?
ml: നിങ്ങള്‍ക്കുറപ്പാണോ?
or: ଆପଣ ନିଶ୍ଚିତ କି?
th: คุณแน่ใจหรือไม่?
tr: Emin misiniz?
zh_tw: 您確定嗎？

source: This page is asking you to confirm that you want to leave - data you have entered may not be saved.
ar: تسألك هذه الصفحة إذا كنت متأكدًا من رغبتك في الخروج - قد لا تُحفظ البيانات التي أدخلتها.
as: এই পৃষ্ঠায় আপুনি প্ৰস্থান কৰিব বিচৰাটো সুনিশ্চিত কৰিবলে সুধি আছে - আপুনি সোমোৱা তথ্য সঞ্চয় নহবোও পাৰে।
az: Bu səhifə onu tərk etmək istəyib istəmədiyinizi təyin etmək istəyir. Daxil edilən məlumatlar yadda saxlanmamış ola bilər.
bg: Страницата иска да потвърдите, че искате да я напуснете – въведени от вас данни може да не бъдат запазени.
bn_in: এই পৃষ্ঠা ছেড়ে বেরিয়ে যাওয়ার পূর্বে ব্যবহারকারীর নিশ্চিতি জানতে চেয়ে অনুরোধ করা হয়েছে - উল্লিখিত তথ্য সংরক্ষণ না করা হতে পারে।
hi_in: इस पेज आपसे यह पुष्टि करने के लिए कह रहा है कि आप जाना चाहते हैं या नहीं - हो सकता है कि आपके द्वारा प्रविष्ट किए गए डेटा को सहेजा न जाए.
id: Laman ini mengajukan konfirmasi apakah Anda ingin meninggalkan laman - data yang Anda masukkan mungkin belum disimpan.
km: ទំព័រ​នេះ​កំពុង​​សួរ​អ្នក​ឲ្យ​អះអាង​ថា ​អ្នក​​ពិត​ជា​ចង់​ទុក​ទិន្នន័យ​ដែល​អ្នក​បាន​បញ្ចូល​​​មិន​ត្រូវ​បាន​​រក្សាទុក​ឬ ។
lo: ຕ້ອງການຄຳຍືນຍັນວ່າທ່ານຕ້ອງການທີ່ຈະອອກຈາກຫນ້າເວັບນີ້ - ຂໍ້ມູນທີ່ທ່ານປ້ອນໃສ່ໄວ້ອາດຈະບໍ່ໄດ້ຮັບການບັນທຶກ.
ml: നിങ്ങള്‍ക്കിതു് ഉപേക്ഷിക്കണമോ എന്നുറപ്പാക്കുവാന്‍ താള്‍ ആവശ്യപ്പെടുന്നു - നിങ്ങള്‍ നല്‍കിയ ഡേറ്റാ നഷ്ടമാകുന്നതാണു്.
or: ଏହି ପୃଷ୍ଠା ଆପଣଙ୍କୁ ନିଶ୍ଚିତକରଣ କରିବା ପାଇଁ ପଚାରୁଛି ଯେ ଆପଣ ପ୍ରସ୍ଥାନ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି କି - ଆପଣ ଭରଣ କରିଥିବା ତଥ୍ୟ ହୁଏତଃ ସଂରକ୍ଷିତ ହୋଇନାହିଁ।
th: ต้องการคำยืนยันว่าคุณต้องการที่จะออกจากหน้าเว็บนี้ ข้อมูลที่คุณกรอกไว้อาจจะไม่ถูกบันทึก
tr: Bu sayfa, onu terk etmek istediğinizi onaylamanızı istiyor. Sayfaya girdiğiniz veriler kaydedilmemiş olabilir.
zh_tw: 此頁面正在詢問您是否要離開 - 您所輸入的資料可能還沒儲存。

source: Stay on Page
ar: ابقَ في الصفحة
as: পৃষ্ঠাত থাকক
az: Səhifədə qal
bg: Оставане в страницата
bn_in: পৃষ্ঠায় থাকা হবে
hi_in: पृष्ठ पर बने रहें
id: Tetap di Laman ini
km: នៅ​លើ​ទំព័រ
lo: ຢູ່ໃນຫນ້າເວັບນີ້ຕໍ່ໄປ
ml: ഈ താളില്‍ നില്‍ക്കുക
or: ଏହି ପୃଷ୍ଠାରେ ରୁହନ୍ତୁ
th: อยู่ในหน้าเว็บนี้ต่อ
tr: Sayfada kal
zh_tw: 留在此頁

source: Leave Page
ar: غادِر الصفحة
as: পৃষ্ঠাৰ পৰা প্ৰস্থান কৰক
az: Səhifədən çıx
bg: Напускане на страницата
bn_in: পৃষ্ঠা থেকে প্রস্থান করা হবে
hi_in: पृष्ठ छोड़ें
id: Tinggalkan Laman
km: ចាកចេញ​ពី​ទំព័រ
lo: ອອກຈາກຫນ້າເວັບ
ml: ഈ താള്‍ ഉപേക്ഷിയ്ക്കുക
or: ପୃଷ୍ଠା ତ୍ୟାଗ କରନ୍ତୁ
th: ออกจากหน้าเว็บ
tr: Sayfayı terk et
zh_tw: 離開頁面

source: canvas: an attempt to set strokeStyle or fillStyle to a value that is neither a string, a CanvasGradient, or a CanvasPattern was ignored.
ar: لوح الرسم: تم تجاهل محاولة لتعيين strokeStyle أو fillStyle لقيمة ليست سلسة، CanvasGradient، أو CanvasPattern.
as: canvas: strokeStyle বা fillStyle ক এটা string, এটা CanvasGradient, বা এটা CanvasPattern নোহোৱা মানলৈ নিৰ্ধাৰণ কৰাৰ চেষ্টা বিফল।
az: canvas: sətir, CanvasGradient və ya CanvasPattern olmayan bir dəyərə strokeStyle və ya fillStyle tətbiq etbə cəhdi yox sayıldı.
bg: платно: пренебрегнат е опит за настройване на strokeStyle или fillStyle със стойност, която не е нито низ, нито CanvasGradient, нито CanvasPattern.
bn_in: canvas: strokeStyle অথবা fillStyle-র জন্য পংক্তি, CanvasGradient, অথবা CanvasPattern ভিন্ন একটি মান ধার্য করার প্রচেষ্টা প্রত্যাখ্যান করা হয়েছে।
id: canvas: percobaan mengeset strokeStyle atau fillStyle dengan sebuah nilai yang bukan string, CanvasGradient, atau CanvasPattern telah diabaikan.
km: ពុម្ពអក្សរ ៖ ការ​ប៉ុនប៉ង​កំណត់​រចនាប័ទ្ម​គ្រាប់ចុច ឬ​រចនាប័ទ្ម​បំពេញ ទៅកាន់​តម្លៃ​ដែល​មិន​មែន​ជា​ខ្សែ​អក្សរ CanvasGradient ឬ CanvasPattern ត្រូវ​បាន​មិន​អើពើ ។
lo: canvas: ການພະຍາຍາມຕັ້ງຄ່າ strokeStyle ຫລື fillStyle ໃຫ້ເປັນຄ່າທີ່ບໍ່ແມ່ນສະຕຣິງ, CanvasGradient ຫລື CanvasPattern ຈະບໍ່ເກີດຜົນ.
ml: ക്യാന്‍വാസ്: ഒരു സ്ട്രിങ്, ഒരു CanvasGradient, അല്ലെങ്കില്‍ ഒരു CanvasPattern എന്നിങ്ങനെയൊന്നുമല്ലാത്തൊരു മൂല്ല്യത്തിലേക്കു് strokeStyle അല്ലെങ്കില്‍ fillStyle സജ്ജമാക്കുവാനുള്ള ശ്രമം അവഗണിച്ചു.
th: canvas: การพยายามตั้งค่า strokeStyle หรือ fillStyle ให้เป็นค่าที่ไม่ใช่สตริง, CanvasGradient, หรือ CanvasPattern จะไม่เกิดผล
tr: canvas: dizgi, CanvasGradient veya CanvasPattern olmayan bir değere strokeStyle veya fillStyle uygulama girişimi görmezden gelindi.
zh_tw: canvas: 嘗試將 strokeStyle 或 fillStyle 的值設定成非字串、CanvasGradient，或已忽略 CanvasPattern。

source: Empty string passed to getElementById().
ar: مُرِّر سطر فارغ إلى ‪getElementById()‬.
as: ৰিক্ত শব্দ getElementById() লৈ আগবঢ়োৱা হয়।
az: getElementById()-yə boş sətir ötürüldü.
bg: Празен низ е подаден на getElementById().
bn_in: getElementById()-র জন্য ফাঁকা পংক্তি উল্লেখ করা হয়েছে।
id: String kosong ditempatkan ke getElementById().
km: ខ្សែ​អក្សរ​​ទទេ​បាន​ហុច​ទៅកាន់ getElementById() ។
lo: ສົ່ງຄ່າສະຕຣິງເປົ່າວ່າງໄປໃຫ້ getElementById().
ml: getElementById()-ലേക്കു് ശൂന്യമായ സ്ട്രിങ് നല്‍കിയിരിക്കുന്നു.
or: getElementById()କୁ ଖାଲି ବାକ୍ୟଖଣ୍ଡ ପଠାଯାଇଛି.
th: ส่งค่าสตริงว่างให้กับ getElementById()
tr: getElementById()'ye boş dizgi aktarıldı.
zh_tw: 傳給 getElementById() 的是空字串。

source: Warning: Low memory
ar: تحذير: الذاكرة قليلة
as: সকিয়নি: কম মেমৰি
az: Xəbərdarlıq: Yaddaş azdır
bg: Внимание: Недостатъчна памет
bn_in: সতর্কবার্তা: ব্যবহারযোগ্য মেমরির পরিমাণ হ্রাস হয়েছে
id: Peringatan: Kekurangan Memori
km: ការ​ព្រមាន ៖ អង្គ​ចងចាំ​​​​ជិត​អស់ហើយ
lo: ຄຳເຕືອນ: ຫນ່ວຍຄວາມຈຳເຫລືອນ້ອຍ
ml: മുന്നറിയിപ്പു്: മെമ്മറി കുറവാണു്.
or: ଚେତାବନୀ: ସ୍ମୃତିସ୍ଥାନର ଅଭାବ
th: คำเตือน : หน่วยความจำเหลือน้อย
tr: Uyarı: Bellek yetersiz
zh_tw: 警告：記憶體不足

source: A script on this page has been stopped due to a low memory condition.
ar: توقف نص برمجي في هذه الصفحة بسبب حالة نقصان الذاكرة.
as: কম মেমৰিৰ অৱস্থাৰ কাৰণে এই পৃষ্ঠাৰ এটা স্ক্ৰিপ্টক বন্ধ কৰা হৈছে।
az: Bu səhifədəki bir skript, yaddaş çatızmamazlılığı səbəbi ilə dayandırıldı.
bg: Скрипт от тази страница беше спрян поради недостатъчна памет.
bn_in: ব্যবহারযোগ্য মেমরির পরিমাণ হ্রাস হওয়ার ফলে, এই পৃষ্ঠার মধ্যে একটি স্ক্রিপ্ট বন্ধ করা হয়েছে।
hi_in: कम मेमोरी होने की वजह से एक स्क्रिप्ट इस पेज पर रोक दिया गया है.
id: Proses sebuah skrip pada laman ini telah dihentikan karena kondisi kurangnya memori.
km: ស្គ្រីប​នៅ​លើ​ទំព័រ​ត្រូវ​បាន​បញ្ឈប់​ដោយ​សារ​តែ​លក្ខខណ្ឌ​​​របស់​អង្គ​ចងចាំ​ជិត​អស់​ហើយ ។
lo: ສະຄິບໃນຫນ້ານີ້ຖູກຍຸດການເຮັດວຽກເນື່ອງຈາກຫນ່ວຍຄວາມຈຳເຫລືອນ້ອຍ.
ml: മെമ്മറി കുറവായതിനാല്‍ ഈ താളിലുള്ള ഒരു സ്ക്രിപ്റ്റ് നിര്‍ത്തിയിരിക്കുന്നു.
or: ସ୍ମୃତିସ୍ଥାନର ଅଭାବ ହେତୁ ଏହି ପୃଷ୍ଠାରେ ଗୋଟିଏ ସ୍କ୍ରିପ୍ଟ ଅଟକି ଯାଇଛି।
th: สคริปต์ในหน้านี้ถูกหยุดการทำงานเนื่องจากหน่วยความจำเหลือน้อย
tr: Bu sayfadaki bir betik, yetersiz bellek nedeniyle durduruldu.
zh_tw: 此頁面的一份 script 已經因為記憶體不足被停止執行。

source: An unbalanced tree was written using document.write() causing data from the network to be reparsed. For more information https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
ar: كُتبت شجرة غير متوازنة باستخدام document.write() مما سبب إعادة تحليل البيانات القادمة من الشبكة. لمزيد من المعلومات انظر https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
as: document.write() ব্যৱহাৰ কৰি এটা অনিয়ন্ত্ৰিত ট্ৰি লিখা হৈছিল যাৰ ফলস্বৰূপ নেটৱাৰ্কৰ পৰা তথ্যৰ পুনৰ বিশ্লেষণ হৈছিল। অধিক তথ্যৰ বাবে https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing চাওক
az: document.write() ilə yazılan nizamsız ağac şəbəkədən gələn məlumatın təzədən təhlil edilməsinə səbəb oldu. Daha çox məlumat üçün: https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
bg: Записано е небалансирано дърво чрез document.write(), предизвиквайки нов разбор на данни от мрежата. За помощ https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
bn_in: document.write() সহযোগে একটি অসমান ট্রি প্রস্তুত করা হয়েছে, এবং এর ফলে নেটওয়ার্ক থেকে প্রাপ্ত তথ্য পুনরায় পার্স করার প্রয়োজন দেখা দিয়েছে। অধিক বিবরণের জন্য https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing দেখুন।
id: Pohon yang tak imbang telah ditulis lewat document.write() dan menyebabkan data dari jaringan untuk diuraikan ulang. Untuk bantuan kunjungi https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
km: មែក​ធាង​ត្រូវ​បាន​សរសេរ​​​​ដោយ​ប្រើ​ឯកសារ​មិន​ស្មើ ។ សរសេរ() ​ទិន្នន័យ​ពី​បណ្ដាញ​​ត្រូវ​បាន​ញែក ។ សម្រាប់​ព័ត៌មាន​បន្ថែម https ៖//developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
lo: document.write() ໄດ້ຂຽນ tree ທີ່ບໍ່ສົມດູນ ເຮັດໃຫ້ຂໍ້ມູນຈາກເຄື່ອຂາຍຕ້ອງໄດ້ຮັບການວິເຄາະໂຄງສ້າງໃຫມ່ອີກເທື່ອຫນຶ່ງ ເບິງຂໍ້ມູນເພີ່ມເຕີ່ມໄດ້ທີ່ https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
ml: document.write() ഉപയോഗിച്ചു് ഒരു അണ്‍ബാലന്‍സ്ഡ് ട്രീ തയ്യാറാക്കുന്നു, ഇതു് നെറ്റ്‌വര്‍ക്കില്‍ നിന്നുള്ള ഡേറ്റാ വീണ്ടും പാഴ്സ് ചെയ്യുന്നു. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി, https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing കാണുക.
or: ଗୋଟିଏ ଅସନ୍ତୁଳିତ ବୃକ୍ଷକୁ document.write() ବ୍ୟବହାର କରି ଲେକାଯାଇଛି ଯାହାକି ନେଟୱର୍କରୁ ତଥ୍ୟକୁ ପୁନଃ ବିଶ୍ଳେଷଣ କରୁଅଛି। ଅଧିକ ସୂଚନା ପାଇଁ https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing କୁ ଦେଖନ୍ତୁ
th: document.write() ได้เขียน tree ที่ไม่สมดุล ทำให้ข้อมูลจากเครือข่ายต้องถูก วิเคราะห์โครงสร้างใหม่อีกครั้ง ดูข้อมูลเพิ่มเติมที่ https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
tr: document.write() kullanılarak yazılan dengesiz bir araç, ağdan gelen verinin yeniden yorumlanmasına sebep oldu. Daha fazla bilgi için: https://developer.mozilla.org
zh_tw: 一個使用 document.write() 寫成的不平衡樹造成網路資料被重新剖析。若需更多資訊請參照 https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing

source: A call to document.write() from an asynchronously-loaded external script was ignored.
ar: حدث تجاهل لاستدعاء document.write() من سكربت خارجي محمّل بشكل غير تزامنيّ.
as: এটা অসংমিহলিতভাৱে ল'ড হোৱা বহিৰ্তম স্ক্ৰিপ্টৰ পৰা document.write() লে কল উপেক্ষা কৰা হৈছে।
az: Asinxron olaraq yüklənən bir xarici skriptdən gələnn document.write() çağırışı yox sayıldı.
bg: Пренебрегнато е извикване на document.write() от асинхронно зареден външен скрипт.
bn_in: অ্যাসিংক্রোনাস পদ্ধতিতে লোড করা একটি বহিস্থিত স্ক্রিপ্ট থেকে document.write()-র অনুরোধ উপেক্ষা করা হয়েছে।
id: Pemanggilan fungsi document.write() dari skrip eksternal yang dimuat secara asinkron telah diabaikan.
km: ហៅ​ទៅ​កាន់​ឯកសារ ។ សរសេរ() ពី​​អសមកាល​​ដែល​បាន​ផ្ទុក​ស្គ្រីប​ខាងក្រៅ​​ត្រូវ​បាន​មិន​អើពើ ។
lo: ການເອີ້ນໃຊ້ document.write() ຈາກສະຄິບພາຍນອກທີ່ໂຫລດແບບ asynchronously-loaded ຖືກເພີກຖອນ.
ml: അസിന്‍ക്രൊണസായി ലഭ്യമാക്കിയ എക്സ്റ്റേണല്‍ സ്ക്രിപ്റ്റില്‍ നിന്നും document.write()-ലേക്കുള്ള കോള്‍ വേണ്ടെന്നു് വച്ചു.
or: ଗୋଟିଏ ଅସନ୍ତୁଳିତ ଭାବରେ ଧାରଣ କରାଯାଇଥିବା ବାହ୍ୟ ସ୍କ୍ରିପ୍ଟରୁ document.write() କୁ ଡାକରାକୁ ଅଗ୍ରାହ୍ୟ କରାଯାଇଛି।
th: การเรียกใช้ document.write() จากสคริปต์ภายนอกที่โหลดแบบ asynchronous ถูกเพิกเฉย
tr: Asenkron olarak yüklenen bir dış betikten gelen document.write() çağrısı görmezden gelindi.
zh_tw: 一個同步讀取的外部程式碼（Script）所呼叫的 document.write() 被忽略。

source: Dropping a file into a contenteditable element failed: %S.
az: Faylı contenteditable elementinə atma uğursuz oldu: %S.
hi_in: संपादन योग्य अंतर्वस्तु तत्व में फ़ाइल छोड़ना असफल हुआ: %S.
km: បាន​បរាជ័យ​ក្នុង​ការ​ទម្លាក់​ឯកសារ​ទៅ​ក្នុង​ធាតុ​មាតិកា​ដែល​អាច​កែសម្រួល​បាន៖ %S ។
lo: ເກີດມີຂໍ້ຜິດໃນການນຳເອົາຟາຍໄປວາງໄວ້ໃນ contenteditable: %S.

source: Please shorten this text to %S characters or less (you are currently using %S characters).
ar: رجاءً اختصر هذا النص ليصل إلى طوله إلى %S حرف أو أقل (أنت أدخلت حتى الآن %S حرفًاs).
as: অনুগ্ৰহ কৰি এই লিখনিক %S আখৰসমূহ বা তললে সৰু কৰক (আপুনি বৰ্তমানে %S আখৰসমূহ ব্যৱহাৰ কৰি আছে)।
az: Lütfən bu mətni %S və ya daha az simvol olacaq şəkildə qısaldın. (İndi %S simvoldan istifadə edirsiniz.)
bg: Моля, съкратете този текст до %S знака или по-малко (сега използвате %S знака).
bn_in: অনুগ্রহ করে %S অক্ষরের মধ্যে এই লেখা সীমিত রাখুন (বর্তমানে %S-টি অক্ষর ব্যবহার করা হচ্ছে)।
id: Kurang jumlah karakter hingga maksimum %S karakter atau kurang (Anda menggunakan %S karakter).
km: សូម​ធ្វើ​ឲ្យ​អត្ថបទ​នេះ​ខ្លី​ទៅកាន់​តួអក្សរ %S ឬ​តិច (បច្ចុប្បន្ន​អ្នក​កំពុង​ប្រើ​តួអក្សរ %S ) ។
lo: ກະລຸນາປັບຄວາມຍາວຂໍ້ຄວາມໃຫ້ເຫລືອ %S ຕົວອັກສອນສັ້ນກວ່າ (ຂະນະນີ້ຄວາມຍາວ %S ຕົວອັກສອນ).
ml: ദയവായി ഈ വാചകം %S അല്ലെങ്കില്‍ അതിലും കുറഞ്ഞ അക്ഷരങ്ങളായി കുറയ്ക്കുക (ഇപ്പോള്‍ %S അക്ഷരങ്ങളുണ്ടു്).
or: ଦୟାକରି ଏହି ପାଠ୍ୟକୁ %S ଅକ୍ଷରକିମ୍ବା କମରେ ସଂକ୍ଷିପ୍ତ କରନ୍ତୁ (ଆପଣ ବର୍ତ୍ତମାନ %S ଅକ୍ଷର ବ୍ୟବହାର କରୁଛନ୍ତି)।
th: โปรดปรับความยาวข้อความให้เหลือ %S ตัวอักษรหรือสั้นกว่า (ขณะนี้ความยาว %S ตัวอักษร)
tr: Lütfen bu metni %S veya daha az karakter olarak şekilde kısaltın. (Şu anda %S karakter kullanıyorsunuz.)
zh_tw: 請把這段文字縮減到 %S 個字元以內（您現在用了 %S 個字）。

source: Please fill out this field.
ar: رجاءً املأ هذا الحقل.
as: অনুগ্ৰহ কৰি এই ক্ষেত্ৰ ভৰ্তি কৰক।
az: Lütfən bu sahəni doldurun.
bg: Моля, попълнете това поле.
bn_in: অনুগ্রহ করে এই ক্ষেত্রে মান পূরণ করুন।
id: Isi isian ini.
km: សូម​បំពេញ​វាល​នេះ ។
lo: ກະລຸນາປ້ອນຂໍ້ມຸນໃສ່ໃນຊ່ອງນີ້.
ml: ഈ ഫീള്‍ഡ് ദയവായി പൂരിപ്പിയ്ക്കുക.
or: ଦୟାକରି ଏହି କ୍ଷେତ୍ରକୁ ପୁରଣ କରନ୍ତୁ।
th: โปรดกรอกช่องนี้
tr: Lütfen bu alanı doldurun.
zh_tw: 請填寫此欄位。
