Repository: translate/mozilla-l10n
Catalog: */dom/chrome/dom/dom.properties.po
Languages: ar, as, az, bg, bn_in, hi_in, id, km, lo, ml, or, th, tr, zh_tw, zu

source: The buffer passed to decodeAudioData contains invalid content which cannot be decoded successfully.
as: decodeAudioData লে প্ৰেৰণ কৰা বাফাৰে অবৈধ সমল অন্তৰ্ভুক্ত কৰে যাক সফলভাৱে ডিক'ড কৰিব নোৱাৰি।
az: decodeAudioData-ya göndərilmiş bufer dekodlaşdırılamayan naməlum məzmun daşıyır.
bg: Буферът, подаден на decodeAudioData, съдържа невалидно съдържание, което не може да бъде декодирано успешно.
bn_in: DecodeAudioData-তে প্রেরিত বাফার দ্বারা সফলভাবে সঙ্কেতমুক্ত করা যাবে না কেন না অবৈধ সামগ্রী রয়েছে.
hi_in: DecodeAudioData को पारित कर दिया बफर में अमान्य सामग्री शामिल है जिसको सफलतापूर्वक डीकोड नहीं कर सकते हैं.
id: Buffer yang diteruskan ke decodeAudioData mengandung konten tidak valid yang tidak dapat didekodekan dengan baik.
km: អង្គ​ចងចាំ​បាន​ចម្លង​ទៅ decodeAudioData មាន​មាតិកា​មិន​ត្រឹមត្រូវ ដែល​មិន​អាច​ត្រូវ​បាន​ឌិកូដ​ដោយ​ជោគជ័យ។
lo: ຕົວ buffer ທີ່ໄດ້ຜ່ານໄປຫາ decodeAudioData ປະກອບມີເນື້ອຫາທີ່ບໍ່ຖືກຕ້ອງຊຶ່ງບໍ່ສາມາດໃຊ້ຖອດລະຫັດອອກມາໄດ້ສຳເລັດ.
ml: decodeAudioData-നു് നല്‍കിയ ബഫറില്‍ ശരിയായ ഉള്ളടക്കമില്ല, ഇതു് ശരിയായി ഡീകോഡ് ചെയ്യുവാന്‍ സാധ്യമല്ല.
th: ตัวบัฟเฟอร์ผ่านไปยัง decodeAudioData ประกอบด้วยเนื้อหาที่ไม่ถูกต้องซึ่งไม่สามารถถอดรหัสออกมาได้สำเร็จ
tr: decodeAudioData'ya aktarılan tampon, çözülemeyen ve geçersiz bir içerik türü içeriyor.
zh_tw: 傳送給 decodeAudioData 的緩衝內容無效，無法成功解碼。

source: The buffer passed to decodeAudioData does not contain any audio.
as: decodeAudioData লে প্ৰেৰণ কৰা বাফাৰে কোনো অডিঅ' অন্তৰ্ভুক্ত নকৰে।
az: decodeAudioData-ya göndərilmiş bufer heç bir audio içərmir.
bg: Буферът, подаден на decodeAudioData, не съдържа аудио.
bn_in: বাফার দ্বারা প্রেরিত DecodeAudioData-তে কোনো অডিও নেই।
hi_in: decodeAudioData को पारित कर दिया बफर में किसी भी प्रकार का ऑडियो शामिल नहीं है.
id: Buffer yang diteruksan ke decodeAudioData tidak berisi data audio apa pun.
km: អង្គ​ចងចាំ​បាន​ចម្លង decodeAudioData មិន​មាន​អូឌីយ៉ូ​ទេ។
lo: ຕົວ buffer ທີ່ໄດ້ຜ່ານໄປຫາ decodeAudioData ບໍ່ມີປະກອບມີສຽງໃດໆເລີຍ.
ml: decodeAudioData-നു് നല്‍കിയ ബഫറില്‍ ഒരു ഓഡിയോയും ലഭ്യമല്ല.
th: ตัวบัฟเฟอร์ผ่านไปยัง decodeAudioData ไม่มีเสียงประกอบ
tr: decodeAudioData'ya aktarılan tamponda ses yok.
zh_tw: 傳送給 decodeAudioData 的緩衝內容不含任何音訊資料。

source: The HTMLMediaElement passed to createMediaElementSource has a cross-origin resource, the node will output silence.
az: createMediaElementSource tərəfinə göndərilmiş HTMLMediaElement-in cross-origin resursu var, node çıxış olaraq sakitlik verəcək.
hi_in: createMediaElementSource को पास HTMLMediaElement के पास अनुप्रस्थ-मूल संसाधन है, नोड मौन आउटपुट देगा.

source: The MediaStream passed to createMediaStreamSource has a cross-origin resource, the node will output silence.
az: createMediaStreamSource tərəfinə göndərilmiş MediaStream-in cross-origin resursu var, node çıxış olaraq sakitlik verəcək.
hi_in: createMediaStreamSource को पास MediaStream के पास अनुप्रस्थ-मूल संसाधन है, नोड मौन आउटपुट देगा.

source: All candidate resources failed to load. Media load paused.
as: সকলো প্ৰাৰ্থী সম্পদ ল'ড হবলে ব্যৰ্থ হল। মাধ্যম ল'ডক বিৰতি দিয়া হৈছে।
az: Bütün namizəd qaynaqların yüklənməsi uğursuz oldu. Media yükləməsi dayandırıldı.
bg: Никой от ресурсите-кандидати не успя да се зареди. Зареждането на медиа е спряно.
bn_in: সকল ক্যানডিডেট রিসোর্স লোড করতে ব্যর্থ। মিডিয়া লোড করার কাজ থামানো হয়েছে।
hi_in: सारे प्रतिभागी संसाधन लोड होने में असफल हुए. मीडिया लोड रोका गया.
id: Semua sumber daya kandidat gagal dimuat. Pemuatan media dijeda.
km: ធនធាន​ទាំងអស់​បរាជ័យ​ក្នុង​ការ​ផ្ទុក ។ ការ​ផ្ទុក​មេឌៀ​ត្រូវ​បាន​ផ្អាក ។
lo: ບໍ່ສາມາດໂຫລດຂໍ້ມູນຈາກແຫລ່ງຂໍ້ມູນທັງຫມົດໄດ້. ການໂຫລດມີເດຍໄດ້ຖືກຢຸດໄວ້.
ml: എല്ലാ കാന്‍ഡിഡേറ്റ് റിസോഴ്സുകളും ലഭ്യമാക്കുവാന്‍ പരാജയപ്പെട്ടു. മീഡിയാ ലോഡ് തല്‍ക്കാലത്തേക്ക് നിര്‍ത്തിയിരിയ്ക്കുന്നു.
or: ସମସ୍ତ ବ୍ୟକ୍ତି ଉତ୍ସଗୁଡ଼ିକ ଧାରଣ କରିବାରେ ବିଫଳ ହୋଇଛି। ମେଡିଆ ଧାରଣକୁ ଅଟକ ରଖାଯାଇଛି।
th: ไม่สามารถโหลดข้อมูลจากแหล่งข้อมูลที่เป็นไปทั้งหมด การโหลดสื่อถูกหยุด
tr: Tüm aday kaynakların yüklenmesi başarısız oldu. Ortam yüklemesi duraklatıldı.
zh_tw: 無法載入所有可用的資源。已暫停載入媒體。

source: <source> element has no “src” attribute. Media resource load failed.
az: <source> elementinin "src" atributu yoxdur. Media qaynağı yükləməsi uğursuz oldu.
id: Elemen <source> tidak memiliki atribut "src". Pemuatan sumber daya media gagal.
km: ធាតុ <source> មិនមាន​គុណ​លក្ខណៈ "src" ។ ការ​ផ្ទុក​ធនធាន​មេឌៀ​បរាជ័យ​។
lo: <source> ສ່ວນປະກອບນີ້ບໍ່ມີແອັດທິບິວ "src". ການໂຫລດແຫລ່ງມີເດຍຕ່າງໆລົ້ມເຫລວ.
ml: <source> എലമെന്റിനു് "src" വിശേഷത ലഭ്യമല്ല. മീഡിയ ശ്രോതസ്സ് ലഭ്യമാക്കുന്നതില്‍ പരാജയം.
tr: <source> elementinin “src” özniteliği yok. Ortam kaynağı yüklemesi başarısız oldu.

source: HTTP load failed with status %1$S. Load of media resource %2$S failed.
as: HTTP ল'ড অৱস্থা %1$S ৰ সৈতে ব্যৰ্থ হল। মাধ্যম সম্পদ %2$S ৰ ল'ড ব্যৰ্থ হল।
az: HTTP yükləməsi %1$S status koduyla uğursuz oldu. %2$S ünvanlı media qaynağı yükləməsi uğursuz oldu.
bg: Зареждане от HTTP се провали със състояние %1$S. Зареждането на медиен ресурс %2$S се провали.
bn_in: %1$S অবস্থা প্রদর্শন করে HTTP লোড বিফল হয়েছে। %2$S মিডিয়া রিসোর্স লোড করতে ব্যর্থ।
hi_in: एचटीटीपी लोड %1$S स्थिति सहित असफल हुआ. मीडिया संसाधन %2$S का लोड असफल हो गया.
id: Pemuatan HTTP gagal dengan status %1$S. Pemuatan sumber daya media %2$S gagal.
km: ការ​ផ្ទុក HTTP បរាជ័យ​ជាមួយ​ស្ថានភាព %1$S ។ ការ​ផ្ទុក​ធនធាន​មេឌៀ %2$S បរាជ័យ ។
lo: ການໂຫລດ HTTP ລົ້ມເຫລວດ້ວຍສະຖານະ %1$S. ການໂຫລດແຫລ່ງຂໍ້ມູນມີເດຍ %2$S ລົ້ມເຫລວ.
ml: %1$S എന്ന അവസ്ഥയില്‍ എച്ടിടിപി ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു.മീഡിയാ റിസോഴ്സ് %2$S ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു.
or: HTTP ଧାରଣଟି ସ୍ଥିତି %1$S ସହିତ ବିଫଳ ହୋଇଛି। ମେଡିଆ ଉତ୍ସ %2$S ଧାରଣ ବିଫଳ ହୋଇଛି।
th: การโหลด HTTP ล้มเหลวด้วยสถานะ %1$S การโหลดแหล่งข้อมูลสื่อ %2$S ล้มเหลว
tr: HTTP yüklemesi %1$S durum koduyla başarısız oldu. %2$S adresli ortam kaynağı yüklemesi başarısız oldu.
zh_tw: HTTP 載入失敗，傳回狀態代碼 %1$S。媒體資源 %2$S 載入失敗。

source: Invalid URI. Load of media resource %S failed.
as: অবৈধ URI। মাধ্যম সম্পদ %S ল'ড হোৱা ব্যৰ্থ হল।
az: Etibarsız URI. %S ünvanlı media qaynağı yükləməsi uğursuz oldu.
bg: Невалиден URI. Зареждането на медиен ресурс %S се провали.
bn_in: অবৈধ URI। %S মিডিয়া রিসোর্স লোড করতে ব্যর্থ।
id: URI tidak valid. Pemuatan sumber daya media %S gagal.
km: URI មិន​ត្រឹមត្រូវ ។ ការ​ផ្ទុក​ធនធាន​មេឌៀ %S បរាជ័យ ។
lo: URI ບໍ່ຖືກຕ້ອງ. ການໂຫລດແຫລ່ງຂໍ້ມູນມີເດຍ %S ລົ້ມເຫລວ.
ml: തെറ്റായ യുആര്‍ഐ. മീഡിയാ റിസോഴ്സ് %S ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു.
or: ଅବୈଧ URI. ମେଡିଆ ଉତ୍ସ %S ଧାରଣ ବିଫଳ ହୋଇଛି।
th: URI ไม่ถูกต้อง การโหลดแหล่งข้อมูลสื่อ %S ล้มเหลว
tr: Geçersiz URI. %S adresli ortam kaynağı yüklemesi başarısız oldu.
zh_tw: 無效 URI。媒體資源 %S 載入失敗。

source: Specified “type” attribute of “%1$S” is not supported. Load of media resource %2$S failed.
az: "%1$S" üçün göstərilən "type" atributu dəstəklənmir. %2$S media qaynağının yüklənməsi uğursuz oldu.
hi_in: "%1$S" की निर्दिष्ट "type" विशेषता समर्थित नहीं है. मीडिया संसाधन का लोड %2$S विफल रहा.
id: "type" yang ditentukan pada "%1$S" tidak didukung. Pemuatan sumber daya media %2$S gagal.
km: មិន​បាន​គាំទ្រ​គុណ​លក្ខណៈ "ប្រភេទ" របស់ "%1$S" ដែល​បាន​បញ្ជាក់​ទេ ។ បាន​បរាជ័យ​ក្នុង​ផ្ទុក​ប្រភព​មេឌៀ %2$S ។
lo: ບໍ່ຮັບຮອງແອັດທິບິວ "type" ຂອງ "%1$S" ແມ່ນບໍ່ໄດ້ຮັບການສະຫນັບສະຫນູນ. ການໂຫລດແຫລ່ງຂໍ້ມູນມີເດຍ %2$S ລົ້ມເຫລວ.
ml: "%1$S"-ന്റെ "type" തരത്തിലുള്ള ഉപയോഗം പിന്തുണയ്ക്കുന്നില്ല. മീഡിയാ സോഴ്സ് %2$S ലഭ്യമാക്കുന്നതു് പരാജയപ്പെട്ടു.
tr: “%1$S” için belirtilen “type” özniteliği desteklenmiyor. %2$S ortam kaynağının yüklenmesi başarısız oldu.

source: Specified “media” attribute of “%1$S” does not match the environment. Load of media resource %2$S failed.
az: "%1$S" üçün göstərilən "media" atributu uyğun gəlmir. %2$S media qaynağının yüklənməsi uğursuz oldu.
hi_in: "%1$S" की निर्दिष्ट "मीडिया" विशेषता वातावरण से मेल नहीं खाती है. मीडिया संसाधन का लोड %2$S विफल रहा.
id: Atribut "media" "%1$S" yang ditentukan tidak cocok dengan lingkungan. Pemuatan sumber daya media %2$S gagal.
km: គុណ​លក្ខណៈ "មេឌៀ" របស់ "%1$S" ដែល​បាន​បញ្ជាក់​មិន​ផ្គូផ្គង​ជាមួយ​បរិស្ថាន​ទេ ។ បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទុក​ប្រភព​មេឌៀ %2$S ។
lo: ແອັດທິບິວ "media" ທີ່ລະບຸໃຫ້ "%1$S" ບໍ່ກົງກັບສະພາບແວດລ້ອມ. ການໂຫລດແຫລ່ງຂໍ້ມູນມີເດຍ %2$S ລົ້ມເຫລວ.
ml: "%1$S"-ന്റെ നല്‍കിയിരിയ്ക്കുന്ന "media" വിശേഷത സാഹചര്യവുമായി പൊരുത്തപ്പെടുന്നില്ല. മീഡിയാ സോഴ്സ് %2$S ലഭ്യമാക്കുന്നതില്‍ പരാജയം.
tr: “%1$S” için belirtilen “media” özniteliği ortamla eşleşmiyor. %2$S ortam kaynağının yüklenmesi başarısız oldu.

source: HTTP “Content-Type” of “%1$S” is not supported. Load of media resource %2$S failed.
az: "%1$S" üçün bu HTTP "Content-Type" dəstəklənmir. %2$S ünvanlı media qaynağının yüklənməsi uğursuz oldu.
id: "Content-Type" HTTP pada "%1$S" tidak didukung. Pemuatan sumber daya media %2$S gagal.
km: HTTP "Content-Type" របស់ "%1$S" មិន​ត្រូវ​បាន​គាំទ្រ​ទេ ។ ការ​ផ្ទុក​ធនធាន​មេឌៀ %2$S បរាជ័យ ។
lo: HTTP "Content-Type" ຂອງ "%1$S" ແມ່ນບໍ່ໄດ້ຮັບການສະຫນັບສະຫນູນ. ການໂຫລດແຫລ່ງຂໍ້ມູນມີເດຍ %2$S ລົ້ມເຫລວ.
ml: "%1$S"-ന്റെ എച്ടിടിപി "Content-Type" പിന്തുണയ്ക്കുന്നില്ല. മീഡിയാ സോഴ്സ് %2$S ലഭ്യമാക്കുന്നതില്‍ പരാജയപ്പെട്ടു.
tr: “%1$S” için bu HTTP “Content-Type” desteklenmiyor. %2$S ortam kaynağının yüklenmesi başarısız oldu.

source: Media resource %S could not be decoded.
as: মাধ্যম সম্পদ %S ডিক'ড কৰিব পৰা নগল।
az: %S ünvanlı media qaynağı açıla bilmədi.
bg: Медийният ресурс %S не може да бъде декодиран.
bn_in: %S মিডিয়া রিসোর্সটি ডিকোড করা যায়নি।
id: Sumber daya media %S tidak dapat didekodekan.
km: ធនធាន​មេឌៀ %S មិន​អាច​ឌីកូដ​បាន​ទេ ។
lo: ບໍ່ສາມາດຖອດລະຫັດແຫລ່ງຂໍ້ມູນມີເດຍ %S ໄດ້.
ml: മീഡിയാ സോഴ്സ് %S ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല.
or: ମେଡିଆ ଉତ୍ସ %S କୁ ଅବସଙ୍କେତନ କରି ହେଲା ନାହିଁ।
th: ไม่สามารถถอดรหัสแหล่งข้อมูลสื่อ %S ได้
tr: %S adresli ortam kaynağı çözülemedi.
zh_tw: 媒體資源 %S 無法被解碼。

source: Trying to play Widevine with no Windows Media Foundation (nor Silverlight fallback), see https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows
az: Windows Media Foundation (və Silverlight) olmadan Widevine oynatmağa çalışılır, https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows səhifəsinə baxın
hi_in: बिना किसी विंडोज मीडिया आधार के साथ वाइडविन चलाने का प्रयास किया जा रहा है (ना ही सिल्वरलाइट फॉलबैक), https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows देखें
lo: ພະຍາຍາມເປີດ Widevine ໂດຍບໍ່ນຳໃຊ້ Windows Media Foundation (nor Silverlight fallback), ໃຫ້ເບິງທີ່ https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows
tr: Windows Media Foundation (veya Silverlight'a dönüş olanağı) olmadan Widevine oynatılmaya çalışılıyor. Bkz. https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows

source: To play video formats %S, you need to install extra Microsoft software, see https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows
az: %S video formatlarını oxutmaq üçün əlavə Microsoft proqramlarını qurmalısınız, https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows səhifəsinə baxın
hi_in: वीडियो प्रारूप %S चलाने हेतु, आपको अतिरिक्त माइक्रोसॉफ्ट सॉफ्टवेयर संस्थापित करने की जरूरत है, https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows देखें
lo: ເພື່ອເປີດວິດີໂອໃນຮູບແບບ %S ທ່ານຈະຕ້ອງໄດ້ຕິດຕັ້ງຊັອບແວຂອງໄມໂຄຣຊັອບ, ເບິງຂໍ້ມູນເພີ່ມເຕີມໄດ້ທີ່ https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows
tr: %S video biçimlerini oynatmak için Ek Microsoft yazılımları kurmanız gerekir. Bkz. https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows

source: Video formats %S unsupported by Microsoft before Windows Vista
az: %S video formatları Microsoft tərəfindən Windows Vista-dan əvvəl dəstəklənmir.
hi_in: विंडोज विस्ता के पहले माइक्रोसॉफ्ट द्वारा वीडियो प्रारूप %S असमर्थित था.
lo: ຮູບແບບຂອງວິດີໂອ %S ບໍ່ໄດ້ຮັບການສະຫນັບສະຫນູນໂດຍໄມໂຄຣຊັອບວິນໂດລຸ້ນທີ່ເກົ່າກ່ວາວິສຕາ

source: The video on this page can’t be played. Your system may not have the required video codecs for: %S
az: Bu səhifədə olan video oynadıla bilmir. Sisteminizdə tələb edilən bu video kodeklər olmaya bilər: %S
hi_in: इस पृष्ठ पर के वीडियो को चलाया नहीं जा सकता है. आपके सिस्टम के पास %S के लिए आवश्यक वीडियो कोडेक्स नहीं हो सकता है.
lo: ບໍ່ສາມາດເປີດວິດີໂອໃນຫນ້າເວັບນີ້ໄດ້. ລະບົບຂອງທ່ານອາດຈະຕ້ອງມີໂຄດຂອງວິດີໂອສຳລັບ: %S
tr: Bu sayfadaki video oynatılamıyor. %S için gereken çözücüler sisteminizde yüklü olmayabilir.

source: Cannot play media. No decoders for requested formats: %S
az: Media oynadıla bilmir. İstənilən formatlar üçün deşifrə edicilər yoxdur: %S
hi_in: मीडिया चला नहीं सकता. निवेदित प्रारूप के लिए कोई डिकोडर नहीं: %S
lo: ບໍ່ສາມາດເປີດມີເດຍນີ້ໄດ້. ບໍ່ມີຕົວຖອດລະຫັດສຳລັບຮູບແບບທີ່ຕ້ອງການ: %S
tr: Medya oynatılamıyor. İstenen biçimler için çözücü yok: %S

source: No decoders for some of the requested formats: %S
az: İstənilən bəzi formatlar üçün deşifrə edicilər yoxdur: %S
hi_in: कुछ अनुरोध किये गये प्रारूपों: %S हेतु कोई विसंकेतक नहीं हैं
lo: ບໍ່ມີຕົວຖອດລະຫັດສຳລັບຮູບແບບທີ່ຕ້ອງການ: %S
tr: İstenen bazı formatlar için çözücü yok: %S

source: MediaRecorder does not support recording multiple tracks of the same type at this time.
az: MediaRecorder hazırda eyni vaxtda birdən çox iz qeyd etməni dəstəkləmir.
hi_in: मीडिया रिकॉर्डर इस समय पर एक ही प्रकार के विभिन्न ट्रैक्स की रिकॉर्डिंग का समर्थन नहीं करता है.
lo: ຕົວບັນທຶກມີເດຍບໍ່ສະຫນັບສະຫນູນການບັນທຶກຫລາຍຟາຍປະເພດດຽວກັນໄດ້ພ້ອມກັນໃນຕອນນີ້.
tr: MediaRecorder henüz aynı türden birden fazla iz kaydetmeyi desteklemiyor.

source: MediaStreamTrack %S could not be added since it belongs to a different AudioChannel.
az: MediaStreamTrack %S əlavə edilə bilmir, çünki bu başqa bir AudioChannel-a aitdir.
hi_in: यह करने के लिए एक अलग AudioChannel के अंतर्गत आता है के बाद से MediaStreamTrack %S जोड़ा नहीं जा सका।
id: MediaStreamTrack %S tidak bisa ditambahkan karena milik AudioChannel yang berbeda.
lo: MediaStream Track %S ບໍ່ສາມາດເພີ່ມເຂົ້າໄດ້ເນື່ອງຈາກວ່າມັນຢູ່ໃນ AudioChannel ທີ່ຕ່າງກັນ.
ml: %S എന്ന MediaStreamTrack മറ്റൊരു AudioChannel ല്‍ ഉള്‍പ്പെട്ടതായതിനാല്‍ അതു് ചേര്‍ക്കാന്‍ സാദ്ധ്യമല്ല
tr: MediaStreamTrack %S farklı bir AudioChannel'a ait olduğu için eklenemedi.

source: MediaStream.stop() is deprecated and will soon be removed. Use MediaStreamTrack.stop() instead.
az: MediaStream.stop() köhnəlib və yaxında silinəcək. Onun yerinə MediaStreamTrack.stop() işlədin.
hi_in: MediaStream.stop() पदावनत है और जल्द ही हटा दिया जाएगा। MediaStreamTrack.stop() इसके बजाय का उपयोग करें।
id: MediaStream.stop() sudah usang dan akan dibuang segera. Gunakan MediaStreamTrack.stop().
lo: MediaStream.stop() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ MediaStreamTrack.stop() ແທນ.
ml: MediaStream.stop() - ഇത് ഒഴിവാക്കപ്പെട്ടതും വൈകാതെ നീക്കം ചെയ്യപ്പെടുന്നതുമാണു്. ഇതിനു പകരം MediaStreamTrack.stop() ഉപയോഗിക്കുക.
tr: MediaStream.stop() eskimiştir veya yakında kaldırılacaktır. Onun yerine MediaStreamTrack.stop() kullanın.

source: Use of DOMException’s code attribute is deprecated. Use name instead.
az: DOMException kod atributlarının istifadəsi tövsiyyə olunmur. Əvəzinə ad istifadə edin.
id: Penggunaan kode atribut DOMException sudah usang. Gunakan nama.
km: ការ​ប្រើ​គុណ​លក្ខណៈ​កូដ​របស់ DOMException ។ ប្រើ​ឈ្មោះ​ជំនួស ។
lo: ການນຳໃຊ້ແອັດທິບິວໂຄດຂອງ DOMException ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ name ແທນ.
ml: DOMException-ന്റെ കോഡ് വിശേഷതയുടെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം പേരു് ഉപയോഗിയ്ക്കുക.
tr: DOMException’ın code özniteliği eskimiştir. Onun yerine name kullanın.

source: Exposing chrome JS objects to content without __exposedProps__ is insecure and deprecated. See https://developer.mozilla.org/en/XPConnect_wrappers for more information.
as: __exposedProps__ ৰ অবিহনে chrome JS অভজেক্টসমূহক সমললে মেলি দিয়াটো অসুৰক্ষিত আৰু স্খলিত। অধিক তথ্যৰ বাবে https://developer.mozilla.org/en/XPConnect_wrappers চাওক।
az: Chrome JS obyektlərinin __exposedProps__ olmadan məzmuna ötürülməsi təhlükəlidir və köhnəlmişdir. Daha çox məlumat üçün https://developer.mozilla.org/en/XPConnect_wrappers ünvanına baxın.
bg: Излагането на обекти на хромовия JS без __exposedProps__ е опасно и излязло от употреба. За помощ https://developer.mozilla.org/en/XPConnect_wrappers
hi_in: क्रोम JS वस्तु को बिना __exposedProps__ के निकालना असुरक्षित और पुरानी चीज है. अधिक जानकारी के लिए https://developer.mozilla.org/en/XPConnect_wrappers देखें.
id: Menampakkan objek JS chrome ke konten tanpa __exposedProps__ tidak aman dan sudah usang. Lihat https://developer.mozilla.org/en/XPConnect_wrappers untuk informasi lebih lanjut.
km: ការ​បង្ហាញ​វត្ថុ​ក្រូម JS ទៅកាន់​មាតិកា​ដោយ​គ្មាន __exposedProps__ គឺ​មិន​មាន​សុវត្ថិភាព​ទេ ហើយ​វា​ត្រូវ​បាន​បដិសេធ ។ សម្រាប់​ព័ត៌មាន​បន្ថែម សូម​មើល​នៅ https://developer.mozilla.org/en/XPConnect_wrappers ។
lo: ການເປີດເຜີຍສ່ວນປະກອບຂອງ chrome JS ຖືວ່າບໍ່ປອດໄພ ແລະ ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ເບິງລາຍລະອຽດເພີ່ມເຕີມໄດ້ທີ່ https://developer.mozilla.org/en/XPConnect_wrappers.
ml: __exposedProps__ ഇല്ലാതെ ഉള്ളടക്കത്തിനു് ക്രോം ജെഎസ് വസ്തുക്കള്‍ ലഭ്യമാക്കുന്നതു് അപകടകരമാകുന്നു. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി https://developer.mozilla.org/en/XPConnect_wrappers കാണുക.
or: Exposing chrome JS objects to content without __exposedProps__ ବିନା chrome JS ବସ୍ତୁଗୁଡ଼ିକୁ ଖୋଲିବା ଅସୁରକ୍ଷିତ ଏବଂ ତାହା ପୁରୁଣା ହୋଇଛି। ଅଧିକ ସୂଚନା ପାଇଁ https://developer.mozilla.org/en/XPConnect_wrappers କୁ ଦେଖନ୍ତୁ।
th: การเปิดเผยวัตถุ chrome JS ต่อเนื้อหาที่ไม่มี __exposedProps__ ถือว่าไม่ปลอดภัยและไม่แนะนำให้ใช้ ดูรายละเอียดเพิ่มเติมที่ https://developer.mozilla.org/en/XPConnect_wrappers
tr: Chrome JS nesnelerinin __exposedProps__ olmadan içeriğe aktarılması güvensizdir ve eskimiştir. Daha fazla bilgi için https://developer.mozilla.org/en/XPConnect_wrappers adresine bakın.
zh_tw: 在未使用 __exposedProps__ 的情況下將 Chrome 當中的 JS 物件暴露至內容區域的方式不安全，且已被棄用。請參考 https://developer.mozilla.org/en/XPConnect_wrappers 以取得更多資訊。

source: Use of Mutation Events is deprecated. Use MutationObserver instead.
as: Mutation Events ৰ ব্যৱহাৰ স্খলিত। ইয়াৰ পৰিৱৰ্তে MutationObserver ব্যৱহাৰ কৰক।
az: Mutation Event istifadəsi köhnəlmişdir. Onun əvəzinə MutationObserver istifadə edin.
bg: Mutation Events са излезли от употреба. Вместо тях използвайте MutationObserver.
bn_in: Mutation Events অবচিত হয়েছে। পরিবর্তে MutationObserver ব্যবহার করুন।
hi_in: म्यूटेशन घटना का उपयोग पदावनत है. MutationObserver को इसके बदले उपयोग करें.
id: Penggunaan Mutation Event sudah usang. Gunakan MutationObserver.
km: ការ​ប្រើ​ព្រឹត្តិការណ៍ Mutation ត្រូវ​បាន​បដិសេធ ។ ប្រើ MutationObserver ជំនួស​វិញ ។
lo: ການນຳໃຊ້ Mutation Events ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ MutationObserver ແທນ.
ml: മ്യൂട്ടേഷന്‍ ഇവന്റുകളുടെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം MutationObserver ഉപയോഗിയ്ക്കുക.
or: ଉତ୍ପରିବର୍ତ୍ତନ ଘଟଣାର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ତାହା ପରିବର୍ତ୍ତେ ଉତ୍ପରିବର୍ତ୍ତନ ବ୍ୟବହାରକୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: Mutation Events ล้าสมัยและไม่แนะนำให้ใช้ ให้ใช้ MutationObserver แทน
tr: Mutation Event kullanımı eskimiştir. Onun yerine MutationObserver kullanın.
zh_tw: 已棄用 Mutation Events。請改用 MutationObserver。

source: Warning: Unresponsive plugin
as: সতৰ্কবাৰ্তা: প্ৰতিক্ৰিয়াহিন প্লাগিন
az: Xəbərdarlıq: Əlavə cavab vermir
bg: Внимание: Приставка не отговаря
bn_in: সতর্কবার্তা: সাড়া দেয় না এমন স্ক্রিপ্ট
hi_in: चेतावनी: अप्रतिसादी प्लगइन
id: Perhatian: Plugin tidak responsif
km: ព្រមាន ៖ កម្មវិធី​ជំនួយ​ដែល​មិន​ឆ្លើយតប
lo: ຄຳເຕືອນ: ປັກອິນບໍ່ຕອບສະຫນອງ
ml: മുന്നറിയിപ്പു്: മറുപടിയില്ലാത്ത പ്ലഗിന്‍
or: ଚେତାବନୀ: ଉତ୍ତରହୀନ ପ୍ଲଗଇନ
th: คำเตือน : ส่วนเสริมไม่ตอบสนอง
tr: Uyarı: Yanıt vermeyen yan uygulama
zh_tw: 警告: 外掛程式沒有回應

source: %S may be busy, or it may have stopped responding. You can stop the plugin now, or you can continue to see if the plugin will complete.
as: %S ব্যস্ত থাকিব পাৰে, অথবা হয়তো প্ৰতিক্ৰিয়া কৰা বন্ধ কৰিছে। আপুনি প্লাগিনটো এতিয়া বন্ধ কৰিব পাৰে, বা সেইটো সম্পূৰ্ণ হয় নে নহয় চোৱাটো অব্যাহত ৰাখিব পাৰে।
az: %S məşğuldur və ya artıq cavab vermir. Əlavəni indi durdura və ya onun işini bitirməsini gözləyə bilərsiniz.
bg: %S може все още да работи, а може и да е спрял да отговаря. Можете да спрете приставката сега или да продължите, за да видите дали приставката ще завърши.
bn_in: %S বর্তমান পৃষ্ঠায় অবস্থিত কোনো স্ক্রিপ্ট সম্ভবত এই মুহর্তে ব্যস্ত অথবা প্রতিক্রিয়া করতে সক্ষম নয়। আপনি স্ক্রিপ্টটি বন্ধ করতে পারেন অথবা এটির পক্ষে কর্ম সমাপ্ত করা সম্ভব কিনা জানতে আপনি অপেক্ষা করতে পারেন।
hi_in: %S व्यस्त हो सकता है, या यह जवाब देना बंद कर दिया होगा. आप प्लगइन को अब बंद कर सकते हैं, या आप जारी रख सकते हैं देखने के लिए की प्लगइन पूरा हुआ की नहीं.
id: Kemungkinan %S sibuk atau tidak merespon. Anda bisa menghentikan jalannya plugin sekarang atau menunggu apakah plugin dapat selesai bekerja.
km: %S អាច​ជាប់​រវល់ ឬ​បាន​ឈប់​ឆ្លើយ​តប ។ អ្នក​អាច​បញ្ឈប់​​កម្មវិធី​ជំនួយ​ឥឡូវ​នេះ ឬ​អ្នក​អាច​បន្ត​ទស្សនា​វា​បាន ប្រសិនបើ​កម្មវិធី​ជំនួយ​នឹងប​បញ្ចប់​ទាំងស្រុង ។
lo: %S ອາດຈະກຳລັງເຮັດວຽກຢູ່ ຫລື ອາດຈະບໍ່ຕອບສະຫນອງ. ທ່ານສາມາດຢຸດການເຮັດວຽກຂອງປັກອິນໄດ້ໃນຕອນນີ້ ຫລື ປ່ອຍໃຫ້ປັກອິນເຮັດວຽກຕໍ່ໄປເພື່ອເບິງວ່າມັນຈະເຮັດວຽກຈົນສຳເລັດໄດ້ຫລືບໍ່.
ml: %S തിരക്കിലാവാം അല്ലെങ്കില്‍ മറുപടി നല്‍കുന്നത് അവസാനിപ്പിച്ച് കാണാം. നിങ്ങള്‍ക്ക് ഈ പ്ലഗിന്‍ നിര്‍ത്തുകയോ, അല്ലെങ്കില്‍ അത് പൂര്‍ത്തിയായോ എന്നറിയുന്നതിനായി തുടരുകയോ ചെയ്യാവുന്നതാണു്.
th: %S ในหน้านี้อาจกำลังทำงานอยู่หรืออาจไม่ตอบสนอง คุณสามารถหยุดการทำงานของสคริปต์ได้ในตอนนี้ หรือปล่อยให้สคริปต์ทำงานต่อเพื่อดูว่าจะทำงานจนเสร็จหรือไม่
tr: %S meşgul veya yanıt vermeyi durdurmuş olabilir. Yan uygulamayı şimdi durdurabilir veya işlemin tamamlanıp tamamlanmayacığını görmek için devam edebilirsiniz.
zh_tw: %S 可能正在忙碌中，或是已經沒有回應。您可以現在就結束該外掛程式，或是繼續等待外掛程式完成工作。

# PluginHangUIWaitButton
source: Continue
as: অব্যাহত ৰাখক
az: Davam et
bg: Продължаване
bn_in: এগিয়ে চলুন
hi_in: जारी रखें
id: Lanjutkan
km: បន្ត
lo: ສືບຕໍ່
ml: മുമ്പോട്ടു് തുടരുക
or: ଆଗକୁ ବଢ଼ନ୍ତୁ
th: ทำต่อ
tr: Devam et
zh_tw: 繼續等待

source: Stop plugin
as: প্লাগিন বন্ধ কৰক
az: Qoşmanı durdur
bg: Спиране на приставка
bn_in: প্লাগইন বন্ধ করুন
hi_in: प्लगइन रोकें
id: Hentikan plugin
km: បញ្ឈប់​កម្មវិធី​ជំនួយ
lo: ຢຸດປັກອິນ
ml: പ്ലഗിന്‍ നിര്‍ത്തുക
or: ପ୍ଲଗଇନକୁ ଅଟକାନ୍ତୁ
th: หยุดส่วนเสริม
tr: Yan uygulamaları durdur
zh_tw: 結束外掛程式

source: Prefixed Fullscreen API is deprecated. Please use unprefixed API for fullscreen. For more help https://developer.mozilla.org/en-US/docs/Web/API/Fullscreen_API
az: Prefixed Fullscreen API köhnəlib. Lütfən tam ekran üçün unprefixed API istifadə edin. Ətraflı məlumat https://developer.mozilla.org/en-US/docs/Web/API/Fullscreen_API səhifəsində
hi_in: उपपदीय पूर्णपटल एपीआई अवमानित है. कृपया पूर्णपटल हेतु उपपदीय एपीआई का उपयोग करें. अधिक सहायता के लिए https://developer.mozilla.org/en-US/docs/Web/API/Fullscreen_API
id: API Fullscreen dengan prefiks sudah usang. Gunakan API tanpa prefiks untuk layar penuh. Untuk bantuan lebih lanjut, kunjungi https://developer.mozilla.org/en-US/docs/Web/API/Fullscreen_API
lo: ການນຳໃຊ້ Prefixed Fullscreen API ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ກະລຸນານຳໃຊ້ unprefixed API ສຳລັບໂຫມດເຕັມຫນ້າຈໍ. ຂໍ້ມູນເພີ່ມເຕີມ https://developer.mozilla.org/en-US/docs/Web/API/Fullscreen_API
tr: Prefixed Fullscreen API eskimiştir. Tam ekran için lütfen unprefixed API'yi kullanın. Daha fazla bilgi için: https://developer.mozilla.org/tr/docs/Web/API/Fullscreen_API

source: Calling detach() on a NodeIterator no longer has an effect.
as: এটা NodeIterator ত detach() কল কৰিলে কোনো প্ৰভাৱ নপৰে।
az: NodeIterator üzərində detach() çağırmağın artıq heç bir effekti yoxdur.
bg: Извикването на detach() върху NodeIterator вече няма ефект.
bn_in: নোডেলটারের উপর detach() ডেকে কোন কাজ হবে না।
hi_in: NodeIterator पर detach() कॉलिंग को अब कोई प्रभाव नहीं पड़ता है.
id: Pemanggilan detach() pada NodeIterator tidak lagi mengakibatkan apa pun.
km: ការ​ហៅ detach() នៅ​លើ NodeIterator មិន​មាន​ឥទ្ធិពល​ទៀត​ទេ។
lo: ການເອີ້ນໃຊ້ detach() ໃນ NodeIterator ບໍ່ມີຜົນຍັງອີກຕໍ່ໄປ.
ml: NodeIterator-ല്‍ detach() ലഭ്യമാക്കുന്നതു് ഇനി പ്രയോജനകരമല്ല.
th: การร้องเรียก detach() บน NodeIterator ไม่มีผล
tr: NodeIterator üzerinde detach() çağrısı yapmak artık etkisizdir.
zh_tw: 對 NodeIterator 呼叫 detach() 將不再有效。
