Repository: translate/mozilla-l10n
Catalog: */dom/chrome/dom/dom.properties.po
Languages: ar, as, az, bg, bn_in, hi_in, id, km, lo, ml, or, th, tr, zh_tw, zu

source: Please check this box if you want to proceed.
ar: رجاءً علّم هذا المربع إن أردت المتابعة.
as: যদি আপুনি আগবাঢ়িব বিচাৰে অনুগ্ৰহ কৰি এই বাকচক চেক কৰক।
az: Davam etmək üçün lütfən bu qutunu işarələyin.
bg: Моля, отметнете ако искате да продължите.
bn_in: এগিয়ে যাওয়ার জন্য অনুগ্রহ করে এই বাক্সে ঠিক চিহ্ন দিন।
id: Centang kotak ini untuk melanjutkan.
km: សូម​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​បន្ត ។
lo: ກະລຸນາເລືອກເອົາກ່ອງນີ້ຖ້າຫາກທ່ານຕ້ອງການດຳເນີນການຕໍ່ໄປ.
ml: മുമ്പോട്ട് തുടരുന്നതിനായി, ദയവായി ഈ ബോക്സ് തെരഞ്ഞെടുക്കുക.
or: ଅଗ୍ରସର ହେବାକୁ ଇଚ୍ଛାକରୁଥିଲେ ଦୟାକରି ଏହି ବାକ୍ସକୁ ଯାଞ୍ଚ କରନ୍ତୁ।
th: โปรดทำเครื่องหมายกล่องนี้หากคุณจะดำเนินการต่อ
tr: Devam etmek için lütfen bu kutuyu işaretleyin.
zh_tw: 若想繼續，請在此核取方塊打勾。

source: Please select one of these options.
ar: رجاءً اختر أحد هذه الخيارات.
as: অনুগ্ৰহ কৰি যিকোনো এটা বিকল্প বাছক।
az: Lütfən bu seçimlərdən birini seçin.
bg: Моля, изберете една от тези възможности.
bn_in: অনুগ্রহ নিম্নলিখিত একটি বিকল্প নির্বাচন করুন।
id: Pilih salah satu dari pilihan yang tersedia.
km: សូម​ជ្រើស​មួយ​ក្នុង​ជម្រើស​ទាំងនេះ ។
lo: ກະລຸນາເລືອກເອົາຫນຶ່ງຕົວເຫລົ່ານີ້.
ml: ദയവായി ഇവയില്‍ ഒരു ഐച്ഛികം തെരഞ്ഞെടുക്കുക.
or: ଏହି ବିକଳ୍ପଗୁଡିକ ମଧ୍ଯରୁ ଗୋଟିକୁ ବାଛନ୍ତୁ।
th: โปรดเลือกหนึ่งในตัวเลือกเหล่านี้
tr: Lütfen bu seçeneklerden birini seçin.
zh_tw: 請在這些選項當中挑一個。

source: Please select a file.
ar: رجاءً اختر ملفًا.
as: অনুগ্ৰহ কৰি এটা ফাইল বাছক।
az: Zəhmət olmasa bir fayl seçin.
bg: Моля, изберете файл.
bn_in: অনুগ্রহ করে একটি ফাইল নির্বাচন করুন।
id: Pilih berkas.
km: សូម​ជ្រើស​ឯកសារ​មួយ ។
lo: ກະລຸນາເລືອກຟາຍຂໍ້ມູນ.
ml: ദയവായി ഒരു ഫയല്‍ തെരഞ്ഞെടുക്കുക.
or: ଦୟାକରି ଗୋଟିଏ ଫାଇଲ ବାଛନ୍ତୁ।
th: โปรดเลือกแฟ้ม
tr: Lütfen bir dosya seçin.
zh_tw: 請選擇一個檔案。

source: Please select an item in the list.
ar: رجاءً اختر عنصرًا من اللائحة.
as: অনুগ্ৰহ কৰি তালিকাৰ পৰা এটা বস্তু বাছক।
az: Lütfən siyahıdan bir element seçin.
bg: Моля, изберете елемент от списъка.
bn_in: অনুগ্রহ করে তালিকা থেকে একটি বস্তু নির্বাচন করুন।
id: Pilih dari salah satu item pada daftar.
km: សូម​ជ្រើស​ធាតុ​មួយ​នៅ​ក្នុង​បញ្ជី ។
lo: ກະລຸນາເລືອກເອົາສິ່ງທີ່ມີຢູ່ໃນລາຍການ.
ml: ദയവായി പട്ടികയിലുള്ളൊരു വസ്തു തെരഞ്ഞെടുക്കുക.
or: ଏହି ତାଲିକାରେ ଥିବା ଗୋଟିଏ ବସ୍ତୁକୁ ବାଛନ୍ତୁ।
th: โปรดเลือกสิ่งที่อยู่ในรายการ
tr: Lütfen listeden bir öge seçin.
zh_tw: 請在清單中選出一個項目。

source: Please enter an email address.
ar: أدخِل رجاءً البريد الإلكتروني.
as: অনুগ্ৰহ কৰি এটা ই-মেইল ঠিকনা সুমুৱাওক।
az: Lütfən bir e-poçt ünvanı daxil edin.
bg: Моля, въведете адрес на ел. поща.
bn_in: অনুগ্রহ করে ই-মেইল ঠিকানা লিখুন।
id: Masukkan alamat email.
km: សូម​បញ្ចូល​អាស្រ័យ​ដ្ឋាន​អ៊ីមែល ។
lo: ກະລຸນາປ້ອນທີ່ຢູ່ອີເມຣ.
ml: ദയവായി ഒരു ഈമെയില്‍ വിലാസം നല്‍കുക.
or: ଦୟାକରି ଗୋଟିଏ ଇମେଲ ଠିକଣା ଭରଣ କରନ୍ତୁ।
th: โปรดกรอกที่อยู่อีเมล
tr: Lütfen bir e-posta adresi yazın.
zh_tw: 請輸入一個電子郵件地址。

source: Please enter a URL.
ar: أدخِل رجاءً عنوان الموقع.
as: অনুগ্ৰহ কৰি এটা URL সুমুৱাওক।
az: Lütfən bir ünvan daxil edin.
bg: Моля, въведете адрес от Интернет (URL).
bn_in: অনুগ্রহ করে URL লিখুন।
id: Masukkan URL.
km: សូម​បញ្ចូល URL ។
lo: ກະລຸນາປ້ອນ URL.
ml: ദയവായി ഒരു യുആര്‍എല്‍ നല്‍കുക.
or: ଦୟାକରି ଗୋଟିଏ URL ଭରଣ କରନ୍ତୁ।
th: โปรดกรอก URL
tr: Lütfen bir URL yazın.
zh_tw: 請輸入一個網址。

source: Please match the requested format.
ar: اتبع رجاءً التنسيق المطلوب.
as: অনুগ্ৰহ কৰি অনুৰোধিত বিন্যাসৰ লগত মিল খুৱাওক।
az: Lütfən istənən formata əməl edin.
bg: Моля, използвайте нужния формат.
bn_in: অনুগ্রহ করে, অনুরোধ করা বিন্যাস প্রয়োগ করুন।
id: Masukkan sesuai dengan format yang diminta.
km: សូម​ផ្គូផ្គង​ទ្រង់ទ្រាយ​ដែល​បាន​ស្នើ ។
lo: ກະລຸນາຈັບຄູ່ຮູບແບບທີ່ຮ້ອງຂໍ.
ml: ആവശ്യപ്പെട്ട രീതിയുമായി പൊരുത്തപ്പെടുത്തുക.
or: ଅନୁରୋଧ କରାଯାଇଥିବା ଶୈଳୀକୁ ମେଳାନ୍ତୁ।
th: โปรดจับคู่รูปแบบที่ร้องขอ
tr: Lütfen istenen biçime uyun.
zh_tw: 請依照所要求的格式輸入。

source: Please match the requested format: %S.
ar: اتبع رجاءً التنسيق المطلوب: %S.
as: অনুগ্ৰহ কৰি অনুৰোধিত বিন্যাস: %S ৰ লগত মিল খুৱাওক।
az: Lütfən istənən formata əməl edin: %S.
bg: Моля, използвайте нужния формат: %S.
bn_in: অনুগ্রহ করে, অনুরোধ করা বিন্যাস প্রয়োগ করুন: %S।
id: Masukkan sesuai dengan format yang diminta: %S.
km: សូម​ផ្គូផ្គង​ទ្រង់ទ្រាយ​ដែល​បាន​ស្នើ ៖ %S ។
lo: ກະລຸນາຈັບຄູ່ຮູບແບບທີ່ຮ້ອງຂໍ: %S.
ml: ആവശ്യപ്പെട്ട രീതിയുമായി പൊരുത്തപ്പെടുത്തുക: %S.
or: ଦୟାକରି ଅନୁରୋଧ କରାଯାଇଥିବା ଶୈଳୀକୁ ମେଳାନ୍ତୁ: %S.
th: โปรดจับคู่รูปแบบที่ร้องขอ: %S.
tr: Lütfen istenen biçime uyun: %S.
zh_tw: 請依照所要求的格式輸入: %S。

source: Please select a value that is no more than %S.
as: অনুগ্ৰহ কৰি %S কে সৰু অথবা সমান এটা সংখ্যা বাছক।
az: Lütfən %S dəyərindən çox olmayan bir dəyər seçin.
bg: Моля, изберете стойност, която е не по-голяма от %S.
bn_in: অনুগ্রহ করে %S থেকে কম একটি মান নির্বাচন করুন।
hi_in: कृपया %S से अधिक मान चुनें.
id: Pilih nilai yang lebih kecil dari %S.
km: សូម​ជ្រើសរើស​តម្លៃ​ដែល​មិន​ច្រើន​ជាង %S ។
lo: ກະລຸນາເລືອກຄ່າທີ່ບໍ່ຫລາຍກວ່າ %S.
ml: %S-നേക്കാള്‍ കുറഞ്ഞൊരു വില തെരഞ്ഞെടുക്കൂ.
or: ଦୟାକରି %S ରୁ କମ ଏକ ମୂଲ୍ୟ ବାଛନ୍ତୁ।
th: โปรดเลือกค่าที่น้อยกว่า %S
tr: Lütfen %S değerini geçmeyen bir değer seçin.

# FormValidationDateRangeOverflow
source: Please select a value that is no later than %S.
as: অনুগ্ৰহ কৰি %S ৰ সৈতে একে অথবা আগৰ এটা তাৰিখ বাছক।
az: Lütfən %S dəyərindən gec olmayan bir dəyər seçin.
bg: Моля, изберете стойност, която е не по-ранна от %S.
bn_in: অনুগ্রহ করে %S থেকে কম একটি মান নির্বাচন করুন।
hi_in: कृपया एक मूल्य का चयन करें जो %S से बाद में नहीं है.
id: Pilih tanggal sebelum %S.
km: សូម​ជ្រើសរើស​តម្លៃ​ដែល​មិន​យឺត​ជាង %S ។
lo: ກະລຸນາເລືອກຄ່າທີ່ບໍ່ເກີນກວ່າ %S.
ml: ദയവായി %S-നേക്കാള്‍ മുമ്പല്ലാത്തൊരു മൂല്ല്യം തെരഞ്ഞെടുക്കുക.
or: ଦୟାକରି %S ରୁ କମ ଏକ ମୂଲ୍ୟ ବାଛନ୍ତୁ।
th: โปรดเลือกค่าที่น้อยกว่า %S
tr: Lütfen %S değerinden daha erken bir değer seçin.

# FormValidationTimeRangeOverflow
source: Please select a value that is no later than %S.
as: অনুগ্ৰহ কৰি %S ৰ সৈতে একে অথবা আগৰ এটা সময় বাছক।
az: Lütfən %S dəyərindən gec olmayan bir dəyər seçin.
bg: Моля, изберете стойност, която е не по-ранна от %S.
bn_in: অনুগ্রহ করে %S থেকে কম একটি মান নির্বাচন করুন।
hi_in: कृपया एक वैल्यू चुनें जो %S से बाद का ना हों.
id: Pilih waktu sebelum %S.
km: សូម​ជ្រើសរើស​តម្លៃ​មួយ​ដែល​មិន​យឺត​ជាង %S ។
lo: ກະລຸນາເລືອກຄ່າທີ່ບໍ່ເກີນກວ່າ %S.
ml: ദയവായി %S-നേക്കാള്‍ മുമ്പല്ലാത്തൊരു മൂല്ല്യം തെരഞ്ഞെടുക്കുക.
or: ଦୟାକରି %S ରୁ କମ ଏକ ମୂଲ୍ୟ ବାଛନ୍ତୁ।
th: โปรดเลือกค่าที่น้อยกว่า %S
tr: Lütfen %S değerinden daha erken bir değer seçin.

source: Please select a value that is no less than %S.
as: অনুগ্ৰহ কৰি %S ৰ সমান অথবা ডাঙৰ সংখ্যা বাছক।
az: Lütfən %S dəyərindən az olmayan bir dəyər seçin.
bg: Моля, изберете стойност, която е не по-малка от %S.
bn_in: অনুগ্রহ করে %S থেকে কম একটি মান নির্বাচন করুন।
hi_in: कृपया %S से कम मान चुनें.
id: Pilih nilai yang lebih besar dari %S.
km: សូម​ជ្រើសរើស​តម្លៃ​មួយ​ដែល​មិន​តិច​ជាង %S ។
lo: ກະລຸນາເລືອກຄ່າທີ່ບໍ່ນ້ອຍກວ່າ %S.
ml: %S-നേക്കാള്‍ കൂടിയ വില തെരഞ്ഞെടുക്കൂ.
or: ଦୟାକରି %S ରୁ କମ ଏକ ମୂଲ୍ୟ ବାଛନ୍ତୁ।
th: โปรดเลือกค่าที่น้อยกว่า %S
tr: Lütfen %S değerinden daha büyük bir değer seçin.

# FormValidationDateRangeUnderflow
source: Please select a value that is no earlier than %S.
as: অনুগ্ৰহ কৰি %S ৰ সৈতে একে অথবা পিছৰ এটা তাৰিখ বাছক।
az: Lütfən %S dəyərindən tez olmayan bir dəyər seçin.
bg: Моля, изберете стойност, която е не по-късна от %S.
bn_in: অনুগ্রহ করে %S থেকে কম একটি মান নির্বাচন করুন।
hi_in: कृपया एक मूल्य का चयन करें जो %S से पहले नहीं है.
id: Pilih tanggal setelah %S.
km: សូម​ជ្រើស​តម្លៃ​មួយ​ដែល​មិន​តូច​ជាង %S ។
lo: ກະລຸນາເລືອກຄ່າທີ່ບໍ່ນ້ອຍກວ່າ %S.
ml: ദയവായി %S-നേക്കാള്‍ മുമ്പല്ലാത്തൊരു മൂല്ല്യം തെരഞ്ഞെടുക്കുക.
or: ଦୟାକରି %S ରୁ କମ ଏକ ମୂଲ୍ୟ ବାଛନ୍ତୁ।
th: โปรดเลือกค่าที่น้อยกว่า %S
tr: Lütfen %S değerinden daha geç bir değer seçin.

# FormValidationTimeRangeUnderflow
source: Please select a value that is no earlier than %S.
as: অনুগ্ৰহ কৰি %S ৰ সৈতে একে অথবা পিছৰ এটা সময় বাছক।
az: Lütfən %S dəyərindən tez olmayan bir dəyər seçin.
bg: Моля, изберете стойност, която е не по-късна от %S.
bn_in: অনুগ্রহ করে %S থেকে কম একটি মান নির্বাচন করুন।
hi_in: कृपया एक मूल्य का चयन करें जो %S से पहले नहीं है.
id: Pilih waktu setelah %S.
km: សូម​ជ្រើស​តម្លៃ​ដែល​មិន​តូច​ជាង %S ។
lo: ກະລຸນາເລືອກຄ່າທີ່ບໍ່ນ້ອຍກວ່າ %S.
ml: ദയവായി %S-നേക്കാള്‍ മുൻപുള്ളതല്ലാത്ത ഒരു മൂല്ല്യം തെരഞ്ഞെടുക്കുക.
or: ଦୟାକରି %S ରୁ କମ ଏକ ମୂଲ୍ୟ ବାଛନ୍ତୁ।
th: โปรดเลือกค่าที่น้อยกว่า %S
tr: Lütfen %S değerinden daha geç bir değer seçin.

source: Please select a valid value. The two nearest valid values are %S and %S.
ar: رجاءً اختر قيمة صحيحة. أقرب قيمتين صحيحتين هما %S و %S.
as: অনুগ্ৰহ কৰি এটা বৈধ মান বাছক। দুটা ওচৰৰ বৈধ মান হল %S আৰু %S।
az: Zəhmət olmasa düzgün qiymət seçin. İki ən yaxın qiymət %S və %S.
bg: Моля, изберете валидна стойност. Двете най-близки валидни стойности са %S и %S.
bn_in: অনুগ্রহ করে একটি বৈধ মান নির্বাচন করুন। %S ও %S সংখ্যা দুটি সবচেয়ে কাছের বৈধ মান।
hi_in: कृपया एक वैध मान चुनें. दो निकटतम वैध मान %S और %S हैं.
id: Pilih nilai yang valid. Nilai valid yang terdekat adalah %S dan %S.
km: សូម​ជ្រើសរើស​តម្លៃ​ដែល​ត្រឹមត្រូវ​មួយ ។ តម្លៃ​ពីរ​ដែល​នៅ​ជិត​តម្លៃ​ដែល​ត្រឹមត្រូវ​ជាង​គេ​គឺ %S និង %S ។
lo: ກະລຸນາເລືອກຄ່າທີ່ຖືກຕ້ອງ. 2 ຄ່າທີ່ມີຄວາມໃກ້ຄຽງທີ່ສຸດແມ່ນ %S ແລະ %S.
ml: ദയവായി ശരിയയൊരു മൂല്ല്യം തെരഞ്ഞെടുക്കുക. അടുത്തടുത്തുള്ള ശരിയായ രണ്ടു് മൂല്ല്യങ്ങളാണു് %S-ഉം %S-ഉം.
or: ଦୟାକରି ଏକ ବୈଧ ମୂଲ୍ୟ ବାଛନ୍ତୁ। ନିକଟବର୍ତ୍ତୀ ଦୁଇଟି ବୈଧ ମୂଲ୍ୟଗୁଡ଼ିକ ହେଉଛି %S ଏବଂ %S.
th: โปรดเลือกค่าที่เป็นไปได้ ค่าที่ใช้ได้ที่ใกล้เคียงที่สุดคือ %S และ %S.
tr: Lütfen geçerli bir değer seçin. En yakın iki geçerli değer %S ve %S.
zh_tw: 請選擇有效的值。最接近的有效值為 %S 與 %S。

source: Please select a valid value. The nearest valid value is %S.
ar: رجاءً اختر قيمة صحيحة. أقرب قيمة صحيحة هي %S.
as: অনুগ্ৰহ কৰি এটা বৈধ মান বাছক। নিকটতম বৈধ মান হল %S।
az: Zəhmət olmasa düzgün dəyər seçin. Ən yaxın dəyər: %S.
bg: Моля, изберете валидна стойност. Най-близката валидна стойност е %S.
bn_in: অনুগ্রহ করে একটি বৈধ মান নির্বাচন করুন। %S সংখ্যা সবচেয়ে কাছের বৈধ মান।
hi_in: कृपया एक वैध मान चुनें. निकटतम वैध मान %S है.
id: Pilih nilai yang valid. Nilai valid yang terdekat adalah %S.
km: សូម​ជ្រើស​តម្លៃ​ដែល​ត្រឹមត្រូវ។ តម្លៃ​ត្រឹមត្រូវ​ជិត​បំផុត​គឺ %S ។
lo: ກະລຸນາເລືອກຄ່າທີ່ຖືກຕ້ອງ. ຄ່າທີ່ມີຄວາມໃກ້ຄຽງທີ່ສຸດແມ່ນ %S.
ml: ദയവായി ശരിയയൊരു മൂല്ല്യം തെരഞ്ഞെടുക്കുക. അടുത്തടുത്തുള്ള ശരിയായ മൂല്ല്യമാണു് %S.
or: ଦୟାକରି ଏକ ବୈଧ ମୂଲ୍ୟ ବାଛନ୍ତୁ। ନିକଟତମ ବୈଧ ମୂଲ୍ୟ ହେଉଛି %S.
th: โปรดเลือกค่าที่เป็นไปได้ ค่าที่ใช้ได้ที่ใกล้เคียงที่สุดคือ %S
tr: Lütfen geçerli bir değer seçin. En yakın geçerli değer %S.
zh_tw: 請選擇有效的值。最接近的有效值為 %S。

source: Please enter a number.
as: অনুগ্ৰহ কৰি এটা নম্বৰ সুমুৱাওক।
az: Zəhmət olmasa, rəqəm daxil edin.
bg: Моля, въведете число.
bn_in: অনুগ্রহ একটি নাম্বার লিখুন।
hi_in: कृपया एक क्रमांक दर्ज करें.
id: Masukkan angka.
km: សូម​បញ្ចូល​លេខ។
lo: ກະລຸນາປ້ອນຕົວເລກໃສ່.
ml: ദയവായി ഒരു സംഖ്യ അടിക്കുക.
or: ଦୟାକରି ଏକ ସଂଖ୍ୟା ଭରଣ କରନ୍ତୁ।
th: โปรดใส่ตัวเลข
tr: Lütfen bir sayı yazın.

source: Use of getAttributeNode() is deprecated. Use getAttribute() instead.
ar: استخدام getAttributeNode() صار مهجورًا. استخدم getAttribute() عوضًا عنها.
as: getAttributeNode() ৰ ব্যৱহাৰ স্খলিত। তাৰ পৰিৱৰ্তে getAttribute() ব্যৱহাৰ কৰক।
az: getAttributeNode() istifadəsi köhnəlmişdir. Onun əvəzinə getAttribute() istifadə edin.
bg: Методът getAttributeNode() е излязъл от употреба. Вместо него използвайте getAttribute().
bn_in: getAttributeNode()-র ব্যবহার অবচিত হয়েছে। এর পরিবর্তে getAttribute() ব্যবহার করুন।
id: Penggunaan getAttributeNode() sudah usang. Gunakan getAttribute().
km: បដិសេធ​​ក្នុង​ការ​ប្រើ getAttributeNode() ។ ប្រើ getAttribute() ជំនួស​វិញ ។
lo: ການນຳໃຊ້ getAttributeNode() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ Use getAttribute() ແທນ.
ml: getAttributeNode()-ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം getAttribute() ഉപയോഗിയ്ക്കുക.
or: getAttributeNode() ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ getAttribute() କୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ getAttributeNode() ให้ใช้ getAttribute() แทน
tr: getAttributeNode() kullanımı eskimiştir. Onun yerine getAttribute() kullanın.
zh_tw: 已棄用 getAttributeNode()。請改用 getAttribute()。

source: Use of setAttributeNode() is deprecated. Use setAttribute() instead.
ar: استخدام setAttributeNode() صار مهجورًا. استخدم setAttribute() عوضًا عنها.
as: setAttributeNode() ৰ ব্যৱহাৰ স্খলিত। তাৰ পৰিৱৰ্তে setAttribute() ব্যৱহাৰ কৰক।
az: setAttributeNode() istifadəsi köhnəlib. Onun əvəzinə setAttribute() istifadə edin.
bg: Методът setAttributeNode() е излязъл от употреба. Вместо него използвайте setAttribute().
bn_in: setAttributeNode()-র ব্যবহার অবচিত হয়েছে। এর পরিবর্তে setAttribute() ব্যবহার করুন।
id: Penggunaan setAttributeNode() sudah usang. Gunakan setAttribute().
km: បដិសេធ​​ក្នុង​ការ​ប្រើ setAttributeNode() ។ ប្រើ setAttribute() ជំនួស​វិញ ។
lo: ການນຳໃຊ້ setAttributeNode() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ setAttribute() ແທນ.
ml: setAttributeNode()-ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം setAttribute() ഉപയോഗിയ്ക്കുക.
or: setAttributeNode() ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ setAttribute() କୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ setAttributeNode() ให้ใช้ setAttribute() แทน
tr: setAttributeNode() kullanımı eskimiştir. Onun yerine setAttribute() kullanın.
zh_tw: 已棄用 setAttributeNode()。請改用 setAttribute()。

source: Use of getAttributeNodeNS() is deprecated. Use getAttributeNS() instead.
ar: استخدام getAttributeNodeNS() صار مهجورًا. استخدم getAttributeNS() عوضًا عنها.
as: getAttributeNodeNS() ৰ ব্যৱহাৰ স্খলিত। তাৰ পৰিৱৰ্তে getAttributeNS() ব্যৱহাৰ কৰক।
az: getAttributeNodeNS() istifadəsi köhnəlmişdir. Onun əvəzinə getAttributeNS() istifadə edin.
bg: Методът getAttributeNodeNS() е излязъл от употреба. Вместо него използвайте getAttributeNS().
bn_in: getAttributeNodeNS()-র ব্যবহার অবচিত হয়েছে। এর পরিবর্তে getAttributeNS() ব্যবহার করুন।
id: Penggunaan getAttributeNodeNS() sudah usang. Gunakan getAttributeNS().
km: បដិសេធ​​ក្នុង​ការ​ប្រើ getAttributeNodeNS() ។ ប្រើ getAttributeNS() ជំនួស​វិញ ។
lo: ການນຳໃຊ້ getAttributeNodeNS() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ getAttributeNS() ແທນ.
ml: getAttributeNodeNS()-ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം getAttributeNS() ഉപയോഗിയ്ക്കുക.
or: getAttributeNodeNS() ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ getAttributeNS() କୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ getAttributeNodeNS() ให้ใช้ getAttributeNS() แทน
tr: getAttributeNodeNS() kullanımı eskimiştir. Onun yerine getAttributeNS() kullanın.
zh_tw: 已棄用 getAttributeNodeNS()。請改用 getAttributeNS()。

source: Use of setAttributeNodeNS() is deprecated. Use setAttributeNS() instead.
ar: استخدام setAttributeNodeNS() صار مهجورًا. استخدم setAttributeNS() عوضًا عنها.
as: setAttributeNodeNS() ৰ ব্যৱহাৰ স্খলিত। তাৰ পৰিৱৰ্তে setAttributeNS() ব্যৱহাৰ কৰক।
az: setAttributeNodeNS() istifadəsi köhnəlmişdir. Onun əvəzinə setAttributeNS() istifadə edin.
bg: Методът setAttributeNodeNS() е излязъл от употреба. Вместо него използвайте setAttributeNS().
bn_in: setAttributeNodeNS()-র ব্যবহার অবচিত হয়েছে। এর পরিবর্তে setAttributeNS() ব্যবহার করুন।
id: Penggunaan setAttributeNodeNS() sudah usang. Gunakan setAttributeNS().
km: បដិសេធ​ក្នុង​ការ​​ប្រើ setAttributeNodeNS() ។ ប្រើ setAttributeNS() ជំនួស​វិញ ។
lo: ການນຳໃຊ້ setAttributeNodeNS() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ setAttributeNS() ແທນ.
ml: setAttributeNodeNS()-ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം setAttributeNS() ഉപയോഗിയ്ക്കുക.
or: setAttributeNodeNS() ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ setAttributeNS() କୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ setAttributeNodeNS() ให้ใช้ setAttributeNS() แทน
tr: setAttributeNodeNS() kullanımı eskimiştir. Onun yerine setAttributeNS() kullanın.
zh_tw: 已棄用 setAttributeNodeNS()。請改用 setAttributeNS()。

source: Use of removeAttributeNode() is deprecated. Use removeAttribute() instead.
ar: استخدام removeAttributeNode() صار مهجورًا. استخدم removeAttribute() عوضًا عنها.
as: removeAttributeNode() ৰ ব্যৱহাৰ স্খলিত। তাৰ পৰিৱৰ্তে removeAttribute() ব্যৱহাৰ কৰক।
az: removeAttributeNode() istifadəsi köhnəlmişdir. Onun əvəzinə lütfən removeAttribute() istifadə edin.
bg: Методът removeAttributeNode() е излязъл от употреба. Вместо него използвайте removeAttribute().
bn_in: removeAttributeNode()-র ব্যবহার অবচিত হয়েছে। এর পরিবর্তে removeAttribute() ব্যবহার করুন।
id: Penggunaan removeAttributeNode() sudah usang. Gunakan removeAttribute().
km: បដិសេធ​​ក្នុង​ការ​ប្រើ removeAttributeNode() ។ ប្រើ​ removeAttribute() ជំនួស​វិញ ។
lo: ການນຳໃຊ້ removeAttributeNode() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ removeAttribute() ແທນ.
ml: removeAttributeNode()-ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം removeAttribute() ഉപയോഗിയ്ക്കുക.
or: removeAttributeNode() ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ removeAttribute() କୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ removeAttributeNode() ให้ใช้ removeAttribute() แทน
tr: removeAttributeNode() kullanımı eskimiştir. Onun yerine lütfen removeAttribute() kullanın.
zh_tw: 已棄用 removeAttributeNode()。請改用 removeAttribute()。

source: Use of document.createAttribute() is deprecated. Use element.setAttribute() instead.
ar: استخدام document.createAttribute() صار مهجورًا. استخدم element.setAttribute() عوضًا عنها.
as: document.createAttribute() ৰ ব্যৱহাৰ স্খলিত। তাৰ পৰিৱৰ্তে element.setAttribute() ব্যৱহাৰ কৰক।
az: document.createAttribute() istifadəsi köhnəlmişdir. Onun əvəzinə lütfən element.setAttribute() istiadə edin.
bg: Методът document.createAttribute() е излязъл от употреба. Вместо него използвайте element.setAttribute().
bn_in: document.createAttribute()-র ব্যবহার অবচিত হয়েছে। পরিবর্তে element.setAttribute() ব্যবহার করুন।
id: Penggunaan document.createAttribute() sudah usang. Gunakan element.setAttribute().
km: បដិសេធ​​ក្នុង​ការ​ប្រើ​ឯកសារ.createAttribute() ។ ប្រើ​ធាតុ.setAttribute() ជំនួស​វិញ ។
lo: ການນຳໃຊ້ document.createAttribute() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ element.setAttribute() ແທນ.
ml: document.createAttribute()-ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം element.setAttribute() ഉപയോഗിയ്ക്കുക.
or: document.createAttribute() ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ element.setAttribute() କୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ document.createAttribute() ให้ใช้ element.setAttribute() แทน
tr: document.createAttribute() kullanımı eskimiştir. Onun yerine lütfen element.setAttribute() kullanın.
zh_tw: 已棄用 document.createAttribute()。請改用 element.setAttribute()。

source: Use of document.createAttributeNS() is deprecated. Use element.setAttributeNS() instead.
ar: استخدام document.createAttributeNS() صار مهجورًا. استخدم element.setAttributeNS() عوضًا عنها.
as: document.createAttributeNS() ৰ ব্যৱহাৰ স্খলিত। তাৰ পৰিৱৰ্তে element.setAttributeNS() ব্যৱহাৰ কৰক।
az: document.createAttributeNS() istifadəsi köhnəlmişdir. Onun əvəzinə lütfən element.setAttributeNS() istifadə edin.
bg: Методът document.createAttributeNS() е излязъл от употреба. Вместо него използвайте element.setAttributeNS().
bn_in: document.createAttributeNS()-র ব্যবহার অবচিত হয়েছে। পরিবর্তে element.setAttributeNS() ব্যবহার করুন।
id: Penggunaan document.createAttributeNS() sudah usang. Gunakan element.setAttributeNS().
km: បដិសេធ​ក្នុង​ការ​ប្រើ​ឯកសារ.createAttributeNS() ។ ប្រើ​ធាតុ.setAttributeNS() ជំនួស​វិញ ។
lo: ການນຳໃຊ້ document.createAttributeNS() ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ element.setAttributeNS() ແທນ.
ml: document.createAttributeNS()-ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം element.setAttributeNS() ഉപയോഗിയ്ക്കുക.
or: document.createAttributeNS() ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ element.setAttributeNS() କୁ ବ୍ଯବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ document.createAttributeNS() ให้ใช้ element.setAttributeNS() แทน
tr: document.createAttributeNS() kullanımı eskimiştir. Onun yerine lütfen element.setAttributeNS() kullanın.
zh_tw: 已棄用 document.createAttributeNS()。請改用 element.setAttributeNS()。

source: Use of attributes’ nodeValue attribute is deprecated. Use value instead.
az: Atributların nodeValue atributluluğunun istifadəsi köhnəlmişdir. Onun əvəzinə value istifadə edin.
id: Penggunaan atribut nodeValue pada attribute sudah usang. Gunakan value.
km: បដិសេធ​ក្នុង​​ការ​ប្រើ​គុណលក្ខណៈ​ nodeValue របស់​គុណលក្ខណៈ ។ ប្រើ​តម្លៃ​ជំនួស ។
lo: ການນຳໃຊ້ແອັດທິບິວ nodeValue ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ value ແທນ.
ml: വിശേഷതകളുടെ nodeValue വിശേഷതയുടെ ഉപയോഗം നിര്‍ത്തിരിയിക്കുന്നു. പകരം മൂല്ല്യം ഉപയോഗിയ്ക്കുക.
tr: Özniteliklerin nodeValue özniteliğinin kullanımı eskimiştir. Onun yerine value kullanın.

source: Use of attributes’ textContent attribute is deprecated. Use value instead.
az: Atributlarda textContent istifadəsi köhnəlmişdir. Onun əvəzinə lütfən dəyər istifadə edin.
id: Penggunaan atribut textContent pada attribute sudah usang. Gunakan value.
km: បដិសេធ​ក្នុង​ការ​ប្រើ​គុណលក្ខណៈ​ textContent របស់​គុណលក្ខណៈ ។ ប្រើ​តម្លៃ​ជំនួស​វិញ ។
lo: ການນຳໃຊ້ແອັດທິບິວ textContent ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ນຳໃຊ້ value ແທນ.
ml: വിശേഷതകളുടെ textContent വിശേഷതയുടെ ഉപയോഗം നിര്‍ത്തിരിയിക്കുന്നു. പകരം മൂല്ല്യം ഉപയോഗിയ്ക്കുക.
tr: Özniteliklerde textContent() özniteliğinin kullanılması eskimiştir. Onun yerine değer kullanın.

source: Use of enablePrivilege is deprecated. Please use code that runs with the system principal (e.g. an extension) instead.
ar: استخدام enablePrivilege صار مهجورًا. استخدم كود يعمل مع النظام (امتداد مثلًا) عوضًا عن ذلك.
as: enablePrivilege ৰ ব্যৱহাৰ স্খলিত। অনুগ্ৰহ কৰি তাৰ পৰিৱৰ্তে ক'ড যি চিস্টেম মূলৰ সৈতে চলে (যেনে এটা প্ৰসাৰন) সেয়া ব্যৱহাৰ কৰক।
az: enablePrivilage istifadəsi köhnəlmişdir. Onun yerine lütfən sistem prinsipi ilə işləyən kodlar (məs. uzantı) istifadə edin.
bg: Свойството enablePrivilege е излязло от употреба. Моля, вместо него използвайте код, изпълняван със системни права (напр. разширение).
bn_in: enablePrivilege-র ব্যবহার অবচিত হয়েছে। অনুগ্রহ করে, সিস্টেম প্রিন্সিপ্যাল-র সাথে (যেমন একটি এক্সটেনশন) সঞ্চালনযোগ্য কোড ব্যবহার করুন।
hi_in: enablePrivilege का उपयोग बंद किया गया है. कृपया सिस्टम प्रिंसिपल के साथ चलें ऐसा कोड इस्तेमाल करें (उदा. विस्तार).
id: Penggunaan enablePrivilege sudah usang. Gunakan kode yang dijalankan dengan prinsipal sistem (mis. dari ekstensi).
km: បដិសេធ​ក្នុង​ការ​ប្រើ enablePrivilege ។ សូម​ប្រើ​កូដ​ដែល​ដំណើរការ​ជាមួយ​​គោលការណ៍​​ប្រព័ន្ធ (ឧ. ផ្នែក​បន្ថែម) ជំនួស​វិញ ។
lo: ການນຳໃຊ້ enablePrivilege ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ກະລຸນານຳໃຊ້ໂຄດທີ່ເຮັດວຽກດ້ວຍສິດທິຂອງລະບົບ (ເຊັ່ນ ສ່ວນຂະຍາຍ) ແທນ.
ml: enablePrivilege-ന്റെ ഉപയോഗം നിര്‍ത്തിയിരിയ്ക്കുന്നു. പകരം സിസ്റ്റം പ്രിന്‍സിപ്പളിനൊപ്പം പ്രവര്‍ത്തിയ്ക്കുന്ന കോഡ് ഉപയോഗിയ്ക്കുക (ഉദാഹരണത്തിനു്, ഒരു എക്സ്റ്റെന്‍ഷന്‍).
or: enablePrivilege ର ବ୍ୟବହାର ପୁରୁଣା ହୋଇଛି। ଏହା ପରିବର୍ତ୍ତେ ତନ୍ତ୍ର ନିୟମ ଅନୁସାରେ ଚାଲୁଥିବା ସଂକେତକୁ ବ୍ୟବହାର କରନ୍ତୁ (ଯେପରିକି ଗୋଟିଏ ଅନୁଲଗ୍ନ)।
th: ไม่แนะนำให้ใช้ enablePrivilege โปรดใช้โค้ดที่ทำงานด้วยสิทธิ์ของระบบ (เช่น ส่วนขยาย) แทน
tr: enablePrivilage kullanımı eskimiştir. Onun yerine lütfen sistem prensibiyle çalışan kodlar (örn. bir uzantı) kullanın.
zh_tw: 已棄用 enablePrivilege。請改用以系統為主體（例如擴充套件）的程式碼。

source: nsIJSON.decode is deprecated. Please use JSON.parse instead.
ar: استخدام nsIJSON.decode صار مهجورًا. يُرجى استخدام JSON.parse عوضًا عنه.
as: nsIJSON.decode স্খলিত। অনুগ্ৰহ কৰি তাৰ পৰিৱৰ্তে JSON.parse ব্যৱহাৰ কৰক।
az: nsIJSON.decode köhnəlmişdir. Onun əvəzinə lütfən JSON.parse istifadə edin.
bg: nsIJSON.decode е излязъл от употреба. Вместо него използвайте JSON.parse.
bn_in: nsIJSON.decode-র ব্যবহার অবচিত হয়েছে। এর পরিবর্তে, অনুগ্রহ করে JSON.parse ব্যবহার করুন।
hi_in: nsIJSON.decode का उपयोग बंद किया गया है. कृपया बदले में JSON.parse का उपयोग करें.
id: nsIJSON.decode sudah usang. Gunakan JSON.parse.
km: nsIJSON.decode ត្រូវ​បាន​បដិសេធ ។ សូមប្រើ JSON.parse ជំនួស​វិញ ។
lo: nsIJSON.decode ໄດ້ຖືກຍົກເລີກນຳໃຊ້ແລ້ວ. ກະລຸນານຳໃຊ້ JSON.parse ແທນ.
ml: sIJSON.encode ലഭ്യമല്ല. ദയവായി JSON.parse ഉപയോഗിയ്ക്കുക.
or: nsIJSON.decode ପୁରୁଣା ହୋଇଛି। ଦୟାକରି ଏହା ପରିବର୍ତ୍ତେ JSON.parse କୁ ବ୍ୟବହାର କରନ୍ତୁ।
th: ไม่แนะนำให้ใช้ nsIJSON.decode โปรดใช้ JSON.parse แทน
tr: nsIJSON.decode eskimiştir. Onun yerine lütfen JSON.parse kullanın.
zh_tw: 已棄用 nsIJSON.decode。請改用 JSON.parse。
