Repository: translate/mozilla-l10n
Catalog: roa-*-val/dom/chrome/nsWebBrowserPersist.properties.po
Languages: roa_es_val

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
roa_es_val: No s'ha pogut guardar %S perque l'archiu font no s'ha pogut llegir. Torne-ho a intentar més tart, o contacte en l'administrador del sistema.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
roa_es_val: No s'ha pogut guardar %S perque s'ha produït un erro desconegut. Prove a guardar-ho en una direcció diferent.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
roa_es_val: No s'ha pogut obrir %S perque s'ha produït un erro desconegut. Intente guardar primer l'archiu al disc i despuix intente obrir-lo.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
roa_es_val: No n'hi ha prou espai en el disc per a guardar %S. Lleve archius innecessaris del disc i torne-ho a intentar, o intente guardar-lo en una atre lloc.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
roa_es_val: No s'ha pogut guardar %S perque el disc, la carpeta, o l'archiu estan protegits contra escritura. Permeta l'escritura en el disc i torne-ho a intentar, o intente guardar-lo en una atre lloc.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
roa_es_val: %S no s'ha pogut guardar perque no pot canviar el contingut d'esta carpeta. Canvie les propietats de la carpeta i torne-ho a intentar, o prove a guardar-lo en un atre lloc.

source: Cannot download file because the SD card is in use.
roa_es_val: No se pot descarregar l'archiu perque la targeta SD està en us.

source: Cannot download file because the SD card is missing.
roa_es_val: No se pot descarregar l'archiu perque no s'ha trobat la targeta SD.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
roa_es_val: No s'ha pogut obrir %S perque l'aplicació auxiliar associada no existix. Canvie l'associació en les preferències.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
roa_es_val: No hi ha memòria suficient per a completar l'acció que ha solicitat. Tanque algunes aplicacions i intente-ho de nou.

source: Downloading %S
roa_es_val: Descarregant %S

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
roa_es_val: No s'ha pogut guardar %S perque el nom de l'archiu és massa llarc. Intente guardar-lo en un nom d'archiu més curt.
