Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger-newsblog/*-newsblog.dtd.po
Languages: am, ar, bg, eu, gd, sl, tr

source: RSS Account Settings
am: Ukuhlelwa Kwe-akhawunti iRSS

source: Chec&k for new articles every
am: Bhe&ka izinto ezintsha njalo ngemva kwe
ar: ال&تمس المقالات الجديدة كلّ
bg: &Проверка за нови статии на всеки
eu: &Egiaztatu artikulu berriak dauden
gd: &Thoir sùil airson artaigealan ùra gach
sl: Preveri za nove član&ke vsakih
tr: Yeni haberleri denetleme sı&klığı

source: minutes
am: amaminithi
ar: دقائق
bg: минути
eu: minutuan behin
gd: mionaid(ean)
sl: minut
tr: dakika

source: &Check for new articles at startup
am: &Bheka izinto ezintsha lapho uqala
ar: التمس المقالات الجديدة عند البد&ء
bg: П&роверка за нови статии при стартиране
eu: E&giaztatu artikulu berriak dauden abiaraztean
gd: &Thoir sùil airson artaigealan ùra nuair a thòisicheas am prògram
sl: Ob zago&nu preveri, ali obstajajo novi članki
tr: Başlangıçta yeni &haberleri denetle

source: &By default, show the article summary instead of loading the web page
am: &Ngokokwakhona, veza leyonto ngamafuphi esikhundleni sokulayisha ikhasi le-internet
ar: &مبدئيا، اعرض ملخص المقالة عوضا عن تحميل صفحة الوِب
bg: По по&дразбиране се показва резюме на статията вместо да се зарежда уеб страницата.
eu: &Lehenetsita, erakutsi artikuluaren laburpena web orrialdea kargatu ordez
gd: Seall gearr-chunntas an artagail seach a &bhith a' luchdadh na duilleige-lìn a ghnàth
sl: &Privzeto prikaži povzetek članka namesto nalaganja spletne strani
tr: Varsayılan olarak, web sayfasını yüklemek yerine &haber özetini göster

source: &Manage Subscriptions...
am: &Qondisa Izikhokhelo...

source: _: rss.accountName News &amp; Blogs
am: Izindaba &amp; ama-blog

source: RSS
am: I-RSS

source: RSS News &amp; Blogs
am: Izindaba Ze-RSS &amp; ama-Blog

source: _: rss.hostName News &amp; Blogs
am: Izindaba &amp; ama-blog

source: &Manage Subscriptions…
ar: أ&در الاشتراكات…
bg: &Управление на абонаменти…
eu: &Kudeatu harpidetzak…
gd: &Rianaich fo-sgrìobhaidhean…
sl: &Upravljaj z naročninami …
tr: &Aboneliklerini yönet…

source: Feed Account Wizard
ar: مرشد حسابات التلقيمات
bg: Помощник за абониране към емисия
eu: Jario-kontuaren morroia
gd: Draoidh cunntasan inbhirean
sl: Čarovnik za račune virov
tr: Besleme Hesabı Sihirbazı

# feeds.accountName
source: Blogs & News Feeds
ar: تلقيمات المدونات و الأخبار
bg: Блогове и новинарски емисии
eu: Blogak eta berrien jarioak
gd: Blogaichean ⁊ inbhirean naidheachdan
sl: Spletni dnevniki in viri novic
tr: Bloglar ve haber beslemeleri

source: Feeds
ar: التلقيمات
bg: Емисии
eu: Jarioak
gd: Inbhirean
sl: Viri
tr: Beslemeler

# feeds.wizardLongName
source: Blogs & News Feeds
ar: تلقيمات المدونات و الأخبار
bg: Блогове и новинарски емисии
eu: Blogak eta berrien jarioak
gd: Blogaichean ⁊ inbhirean naidheachdan
sl: Spletni dnevniki in viri novic
tr: Bloglar ve haber beslemeleri

source: F
ar: ت
bg: е
eu: B
gd: B
sl: V
tr: G
