Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger-newsblog/feed-subscriptions.dtd.po
Languages: am, cy, gd, km

source: Feed Subscriptions
am: የ ማቅረቢያ ማኅበርተኛነት
cy: Tanysgrifiad Llif
gd: Fo-sgrìobhaidhean an inbhir
km: Բաժանորդագրություններ

source: Learn more about Feeds
am: ስለ ማቅረቢያ በበለጠ ለመማር
cy: Dysgu rhagor am Llif
gd: Barrachd fiosrachaidh air inbhirean
km: ស្វែងយល់​បន្ថែម​អំពី​មតិ​ព័ត៌មាន

source: &Title:
am: &አርእስት:
cy: &Teitl:
gd: &Tiotal:
km: ចំណង​ជើង៖

source: Feed &URL:
cy: UR&L Llif:
km: URL អត្ថបទ​ព័ត៌មាន​៖

source: Enter a valid feed url to Add
am: ዋጋ ያለው የ ማቅረቢያ URL ያስገቡ ለ መጨመር
cy: Rhowch URL llif dilys i'w Ychwanegu
gd: Cuir URL dligheach de dh'inbhir a-steach gus a chur ris
km: បញ្ចូល​ url អត្ថបទ​ព័ត៌មាន​ត្រឹមត្រូវ​ត្រូវ​បន្ថែម

source: Validate
am: ማረጋገጫ
cy: Dilysu
gd: Dearbhaich
km: ធ្វើ​ឲ្យ​មាន​សុពលភាព

source: Check validation and retrieve a valid url.
am: ማረጋገጫውን መመርመሪያ እና ፋልጎ ማግኛ ዋጋ ያለው url.
cy: Gwirio dilysiad ac estyn url dilys.
gd: Sgrùdaich an dearbhadh is faigh URL dligheach.
km: ពិនិត្យ​សុពលភាព និង​ទៅ​យក url ត្រឹមត្រូវ។

source: &Store Articles in:
am: &አንቀጽ ማጠራቀሚያ በ:
cy: Cadw &erthyglau yn:
gd: &Stòir artaigilean ann an:
km: រក្សាទុក​អត្ថបទ​ក្នុង៖

source: S&how the article summary instead of loading the web page
am: ጠቅላላ ድህረ ገጹን ከ መጫን ይልቅ የ አንቀጹን ማጠቃለያ ማ&ሳያ
cy: Dangos &crynodeb erthygl yn lle llwytho tudalen gwe
gd: Seall gearr-c&hunntas na h-artaigil 's na luchdaich an duilleag-lìn
km: បង្ហាញ​ការ​សង្ខេបអត្ថបទ​ជំនួយ​ឲ្យ​​ផ្ទុក​ទំព័រ​បណ្ដាញ

source: Automati&cally create tags from feed &lt;category&gt; names
cy: Creu tagiau'n &awtomatig o enwau &lt;categor√Øau&gt; llif
km: បង្កើត​ស្គាល់​ដោយ​ស្វ័យប្រវត្តិ​ពី​ឈ្មោះ feed &lt;category&gt;

source: &Prefix tags with:
am: &መነሻ መለያ ምልክት በ:
cy: &Rhagosod tagiau gyda:
gd: Cuir an &ro-leasachan seo ris na tagaichean:
km: ស្លាក់​បុព្វបទ​​ជាមួយ៖

source: Enter a tag prefix
am: መድረሻ መለያ ምልክት ያስገቡ
cy: Rhoi rhagosodiad tag
gd: Cuir ro-leasachan taga a-steach
km: បញ្ចូល​បុព្វបទ​ស្លាក

source: &Add
am: &መጨመሪያ
cy: &Ychwanegu
gd: &Cuir ris
km: Ավելացնել

source: &Update
am: &ማሻሻያ
cy: &Diweddaru
gd: D&easaich
km: Խմբագրել

source: &Remove
am: &ማስወገጃ
cy: &Tynnu
gd: Thoi&r air falbh
km: Հեռացնել

source: &Import
am: &ማምጫ
cy: &Mewnforio
gd: &Ion-phortaich
km: Ներմուծել

source: E&xport
am: መ&ላኪያ
cy: &Allforio
gd: Às-&phortaich
km: Արտածել

source: Export Feeds with folder structure; ctrl click or ctrl enter to export Feeds as a list
am: ማቅረቢያ መላኪያ በ ፎልደር አካል: ctrl ይጫኑ ወይንም ctrl ማስገቢያ ማቅረቢያዎች ለ መላክ እንደ ዝርዝር
cy: Allforiwch Llif gyda strwythur ffolderi; ctrl clic neu ctrl enter i allforio Llif fel rhestr
gd: Às-phortaich inbhirean còmhla ri structar nam pasgan aca; CTRL is briogadh no CTRL ENTER gus na h-inbhirean às-phortadh mar liosta
km: នាំចេញ​អត្ថបទព័ត៌មាន​ជា​មួយរចនាសម្ព័ន្ធ​ថត បញ្ជា(ctrl) ចុច ឬ​បញ្ជា(ctrl) បញ្ចូល(enter) ដើម្បី​នាំចេញ​អត្ថបទ​ព័ត៌មាន​ជា​បញ្ជី

source: Close
am: መዝጊያ
cy: Cau
gd: Dùin
km: Փակել
