Repository: translate/mozilla-l10n
Catalog: kw/browser/chrome/browser/preferences/translation.dtd.po
Languages: kw

source: Exceptions - Translation
kw: Nammow - Treylyans

source: Translation will not be offered for the following languages:
kw: Ny vydh treylyans profyes rag an yethow a sew:

source: Languages
kw: Yethow

source: &Remove Language
kw: &Dilea an yeth

source: R&emove All Languages
kw: Dilea &pub yeth

source: Translation will not be offered for the following sites:
kw: Ny vydh treylyans profyes rag an wiasvaow a sew:

source: Sites
kw: Gwiasvaow

source: Remove &Site
kw: Dilea an &wiasva

source: Remove All S&ites
kw: Dilea &pub wiasva

source: &Close
kw: &Degea
