Repository: translate/mozilla-l10n
Catalog: dsb/devtools/client/markers.properties.po
Languages: dsb

source: Recalculate Style
dsb: Stil znowego wulicyś

source: Paint
dsb: Mólowaś

source: Composite Layers
dsb: Zestajone warsty

source: Composite Request Sent
dsb: Zestajone napšašowanje pósłane

source: Function Call
dsb: Funkciske wołanje

source: Parse HTML
dsb: HTML analyzěrowaś

source: Parse XML
dsb: XML analyzěrowaś

source: DOM Event
dsb: DOM-tšojenje

source: Console
dsb: Konsola

source: Incremental GC
dsb: Inkrementelny GC

source: Non-incremental GC
dsb: Njeinkrementelny GC

source: Minor GC
dsb: Mały GC

source: CC Graph Reduction
dsb: Reducěrowanje CC-grafa

source: Timestamp
dsb: Casowy kołk

source: Unknown
dsb: Njeznaty

source: Script Tag
dsb: Skriptowy element

source: Promise Init
dsb: Inicializěrowanje Promise

source: JavaScript URI
dsb: JavaScriptowy URI

source: Event Handler
dsb: Tšojeński wobźěłaŕ

source: End:
dsb: Kóńc:

source: Duration:
dsb: Cas:

source: Cause:
dsb: Pśicyna:

source: Type:
dsb: Typ:

source: Label:
dsb: Etiket:

source: Stack:
dsb: Štapjel:

source: Stack at start:
dsb: Štapjel na zachopjeńku:

source: Stack at end:
dsb: Štapjel na kóńcu:

source: (Async: %S)
dsb: (Asynchrony: %S)

source: Timer Name:
dsb: Mě casowego měritka:

source: Event Type:
dsb: Typ tšojenja:

source: Phase:
dsb: Faza:

source: Non-incremental Cause:
dsb: Njeinkrementelna zawina:

source: Restyle Hint:
dsb: Pokaz za nowe wugótowanje:

source: Serialize data in Worker
dsb: Daty we Worker serializěrowaś

source: Serialize data on the main thread
dsb: Daty na głownej nitce serializěrowaś

source: Deserialize data in Worker
dsb: Daty we Worker wěcej njeserializěrowaś

source: Deserialize data on the main thread
dsb: Daty na głownej nitce wěcej njeserializěrowaś

source: Serialize data
dsb: Daty serializěrowaś

source: Deserialize data
dsb: Daty deserializěrowaś

source: <unknown location>
dsb: <njeznate městno>

source: Target
dsb: Cel

source: Capture
dsb: Registrěrowanje

# marker.gcreason.label.API
source: API Call
dsb: API-wołanje

source: Eager Allocation Trigger
dsb: Napněty zapušćak pśipokazanjow

# marker.gcreason.label.DESTROY_RUNTIME
source: Shutdown
dsb: Skóńcyś

source: Out of Memory
dsb: Žedno składowańske městno

source: Too Many Bytes Allocated
dsb: Pśewjele bajtow pśipokazane

source: Too Many Allocations
dsb: Pśewjele pśipokazanjow

source: Debug GC
dsb: GC za zmólkami pśepytowaś

source: Dead Global Revived
dsb: Marła globalna wariabla jo zasej wóžywjona

source: Finish Incremental Cycle
dsb: Inkrementelny cyklus skóńcyś

source: Nursery is Full
dsb: Nursery jo połny

source: Nursery Eviction
dsb: Wurumowanje Nursery

source: Nursery Objects Too Active
dsb: Objekty Nursery pśeaktiwne

source: Large Allocation Failed
dsb: Wjelike pśipokazanje njejo se raźiło

# marker.gcreason.label.PERIODIC_FULL_GC
source: Periodic Full GC
dsb: Periodiski połny GC

source: Allocations Rate Too Fast
dsb: Pśewjele pśipokazanjow w krotkem casu

source: Low Memory
dsb: Mało składa

# marker.gcreason.label.CC_WAITING
source: Forced by Cycle Collection
dsb: Pśez Cycle Collection wunuźony

# marker.gcreason.label.CC_FORCED
source: Forced by Cycle Collection
dsb: Pśez Cycle Collection wunuźony

source: Page Load Finished
dsb: Bok jo dozacytany

source: Moved to Background
dsb: Do slězyny pśesunjony

source: Destroy JS Context
dsb: JS-kontekst znicyś

# marker.gcreason.label.SET_NEW_DOCUMENT
source: New Document
dsb: Nowy dokument

# marker.gcreason.label.SET_DOC_SHELL
source: New Document
dsb: Nowy dokument

# marker.gcreason.label.DOM_UTILS
source: API Call
dsb: API-wołanje

source: Periodic Worker GC
dsb: Powšykny GC Worker

source: Periodic Incremental GC Slice
dsb: Powšykny inkrementelny GC slice

# marker.gcreason.label.FULL_GC_TIMER
source: Periodic Full GC
dsb: Periodiski połny GC

# marker.gcreason.label.SHUTDOWN_CC
source: Shutdown
dsb: Skóńcyś

source: Large Eval
dsb: Wjeliki eval

# marker.gcreason.label.DOM_WINDOW_UTILS
source: User Inactive
dsb: Wužywaŕ inaktiwny

# marker.gcreason.label.USER_INACTIVE
source: User Inactive
dsb: Wužywaŕ inaktiwny

source: Nursery Collection
dsb: Zběrka Nursery

# marker.gcreason.description.API
source: There was an API call to force garbage collection.
dsb: Garbage Collection jo se pśez API-wołanje wunuźił.

source: JavaScript returned to the event loop and there were enough bytes allocated since the last GC that a new GC cycle was triggered.
dsb: JavaScript jo se k tšojeńskej kokuli wrośił a jo se dosć bajtow wót slědnego GC pśipokazało, tak až jo se nowy GC-cyklus zapušćił.

# marker.gcreason.description.DESTROY_RUNTIME
source: Firefox destroyed a JavaScript runtime or context, and this was the final garbage collection before shutting down.
dsb: Firefox jo běžny cas JavaScript abo kontekst znicył, a to jo slědny garbage collection pśed kóńcenim było.

source: JavaScript attempted to allocate, but there was no memory available. Doing a full compacting garbage collection as an attempt to free up memory for the allocation.
dsb: JavaScript jo wopytał pśipokazowaś, ale njejo skład k dispoziciji był. Wopytujo se z pomocu połnego cyklusa garbage collection skład za pśipokazanje k dispoziciji stajaś.

source: JavaScript allocated too many bytes, and forced a garbage collection.
dsb: JavaScript jo pśewjele bajtow pśipokazał a jo garbage collection wunuźił.

source: JavaScript allocated too many times, and forced a garbage collection.
dsb: JavaScript jo pśewjele razow pśipokazał a jo garbage collection wunuźił.

source: GC due to Zeal debug settings.
dsb: GC nastajenjow pytanja zmólkow w Zeal dla.

source: A global object that was thought to be dead at the start of the GC cycle was revived by the end of the GC cycle.
dsb: Globalny objekt, kótaryž su za marły měli na zachopjeńku GC-cyklusa, jo na kóńcu GC-cyklusa zasej wóžywjony.

source: The active incremental GC cycle was forced to finish immediately.
dsb: Aktiwny inkementelny GC-cyklus jo se nuźił, se ned skóńcyś.

source: JavaScript allocated enough new objects in the nursery that it became full and triggered a minor GC.
dsb: JavaScript jo dosć objektow w nursery pśipokazał, tak až jo se połnił a mały GC zapušćił.

source: Work needed to be done on the tenured heap, requiring the nursery to be empty.
dsb: Źěło musy se w tenured heap cyniś, nursery musy prozny byś.

source: There were too many properties on tenured objects whose value was an object in the nursery.
dsb: Jo pśewjele kakosćow na tenured objects, kótarychž gódnota jo objekt w nursery była.

source: A large allocation was requested, but there was not enough memory.
dsb: Wjelike pśipokazanje jo se napšašowało, ale njejo dosć składa k dispoziciji stało.

source: JavaScript returned to the event loop, and it has been a relatively long time since Firefox performed a garbage collection.
dsb: JavaScript jo se k tšojeńskej kokuli wrośił a jo relatiwnje wjele casa pśejšło, wót togo casa ako Firefox jo garbage collection wuwjadł.

source: A full, non-incremental garbage collection was triggered because there was a faster rate of allocations than the existing incremental garbage collection cycle could keep up with.
dsb: Połny njeinkrementelny garbage collection jo se zapušćił, dokulaž licba pśipokazanjow jo malsnjej rostła, ako eksistěrujucy cyklus garbage collection jo mógał pśeźěłaś.

source: Components.utils.forceGC() was called to force a garbage collection.
dsb: Components.utils.forceGC() jo se wołał, aby garbage collection wunuźił.

source: There was very low memory available.
dsb: Jo pśemało składa k dispoziciji stało.

# marker.gcreason.description.CC_WAITING
source: The cycle collector required a garbage collection.
dsb: Cycle collector jo se garbage collection wupominal.

# marker.gcreason.description.CC_FORCED
source: The cycle collector required a garbage collection.
dsb: Cycle collector jo se garbage collection wupominał.

source: The document finished loading.
dsb: Dokument jo se dozacytał.

source: The tab or window was moved to the background.
dsb: Rejtark abo wokno jo se do slězyny pśesunuł.

# marker.gcreason.description.NSJSCONTEXT_DESTROY
source: Firefox destroyed a JavaScript runtime or context, and this was the final garbage collection before shutting down.
dsb: Firefox jo běžny cas JavaScript abo kontekst znicył, a to jo slědny garbage collection pśed kóńcenim było.

# marker.gcreason.description.SET_NEW_DOCUMENT
source: The page has been navigated to a new document.
dsb: Bok jo se do nowego dokumenta dalej pósrědnił.

# marker.gcreason.description.SET_DOC_SHELL
source: The page has been navigated to a new document.
dsb: Bok jo se do nowego dokumenta dalej pósrědnił.

# marker.gcreason.description.DOM_UTILS
source: There was an API call to force garbage collection.
dsb: Garbage Collection jo se pśez API-wołanje wunuźił.

source: Received an inter-process message that requested a garbage collection.
dsb: Mjezyprocesowa powěsć jo se dostała, kótaraž jo garbage collection pominała.

source: The worker was idle for a relatively long time.
dsb: Worker jo relatiwnje dłujko w proznoběgu był.

source: There has been a relatively long time since the last incremental GC slice.
dsb: Wót slědnego GC slice jo relatiwnje wjele casa pśejšło.

source: JavaScript returned to the event loop, and it has been a relatively long time since we performed a garbage collection.
dsb: JavaScript jo se k tšojeńskej kokuli wrośił a jo relatiwnje wjele casa pśejšło, wót togo casa, ako smy garbage collection wuwjadli.

# marker.gcreason.description.SHUTDOWN_CC
source: Firefox destroyed a JavaScript runtime or context, and this was the final garbage collection before shutting down.
dsb: Firefox jo běžny cas JavaScript abo kontekst znicył, a to jo slědny garbage collection pśed kóńcenim było.

source: Firefox finished evaluating a large script, and performed a GC because the script will never be run again.
dsb: Firefox jo pśestał wjeliki skript wugódnośowaś a jo GC wuwjadł, dokulaž skript njewuwjeźo se nigda zasej.

source: The user was inactive for a long time. Took the opportunity to perform GC when it was unlikely to be noticed.
dsb: Wužywaŕ jo dłujko inaktiwny był. Toś ta góźba jo se wužyła, aby GC wuwjadło, dokulaž se njeskerjej njezawupytajo.

source: The user was inactive for a long time. Firefox took the opportunity to perform GC when it was unlikely to be noticed.
dsb: Wužywaŕ jo dłujko inaktiwny był. Firefox jo góźbu wužył, aby GC wuwjadło, dokula se nejskerjej njezawupytajo.
