Repository: translate/mozilla-l10n
Catalog: dsb/devtools/client/scratchpad.dtd.po
Languages: dsb

source: Scratchpad
dsb: Zapisnik

source: &File
dsb: &Dataja

source: &New Window
dsb: &Nowe wokno

source: &Open File…
dsb: &Dataju wócyniś…

source: Open &Recent
dsb: &Nejnowše wócyniś

source: Rever&t…
dsb: &Anulěrowaś…

source: &Save
dsb: &Składowaś

source: Save &As…
dsb: S&kładowaś ako…

source: &Close
dsb: &Zacyniś

source: &View
dsb: &Naglěd

source: Show &Line Numbers
dsb: &Smužkowe numery pokazaś

source: &Wrap Text
dsb: &Tekst łamaś

source: &Highlight Trailing Space
dsb: Pro&zny rum na kóńcu wuzwignuś

source: L&arger Font
dsb: &Wětše pismo

source: S&maller Font
dsb: &Mjeńše pismo

source: &Normal Size
dsb: &Normalna wjelikosć

source: &Edit
dsb: Wo&bźełaś

source: &Run
dsb: S&tartowaś

source: &Inspect
dsb: Pś&epytowaś

source: &Display
dsb: Zwob&razniś

source: &Pretty Print
dsb: &Pśewidny śišć

source: E&nvironment
dsb: &Wokolina

source: &Content
dsb: Wopśi&mjeśe

source: &Browser
dsb: Wobg&lědowak

# helpMenu.label helpMenu.accesskey
source: &Help
dsb: &Pomoc

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
dsb: &Pomoc

source: Scratchpad Help on M&DN
dsb: Pomoc za Scratchpad na &MDN

source: Rese&t Variables
dsb: War&iable slědk stajiś

source: R&eload And Run
dsb: Znowego z&acytaś a startowaś

source: E&xecute
dsb: W&uwjasć

source: E&valuate Current Function
dsb: Aktualnu funkciju w&ugódnośiś
