Repository: translate/mozilla-l10n
Catalog: dsb/devtools/client/styleeditor.dtd.po
Languages: dsb

source: &New
dsb: &Nowy

source: Create and append a new style sheet to the document
dsb: Nowu stilowu psedłogu napóraś k dokumentoju pśipowjesyś

source: &Import…
dsb: &Importěrowaś…

source: Import and append an existing style sheet to the document
dsb: Eksistěrujucy stil importěrowaś a k dokumentoju pśipowjesyś

source: Toggle style sheet visibility
dsb: Widobnosć stiloweje pśedłogi pśepěś

source: &Save
dsb: &Składowaś

source: Save this style sheet to a file
dsb: Toś tu stilowu pśedłogu do dataje składowaś

source: Style Editor options
dsb: Nastajenja stilowego editora

source: Sh&ow original sources
dsb: &Originalne žrědła pokazaś

source: Show @&media sidebar
dsb: Bócnica @&media pokazaś

source: @media rules
dsb: pšawidła @media

source: Type CSS here.
dsb: Zapišćo how CSS.

source: This page has no style sheet.
dsb: Toś ten bok njama stilowu pśedłogu.

source: Perhaps you'd like to
dsb: Snaź wy by rady

source: append a new style sheet
dsb: nowu stilowu pśedłogu pśipowjesył

source: Open Link in New Tab
dsb: Wótkaz w nowem rejtarku wócyniś
