Repository: translate/mozilla-l10n
Catalog: kw/browser/chrome/browser/newTab.dtd.po
Languages: kw

source: New Tab
kw: Tab nowyth

# newtab.customize.classic
source: Show your top sites
kw: Diskwedhes agas wiasvaow moyha visityes

source: Include suggested sites
kw: Ynkorfora gwiasvaow profyes

source: NEW TAB CONTROLS
kw: KONTROLYOW TAB NOWYDH

source: Learn about New Tab
kw: Dyski a-dro dhe dabyow nowydh

source: Customize your New Tab page
kw: Personelhe agas folen Tab nowydh

source: Show suggested and your top sites
kw: Diskwedhes gwiasvaow profyes ha moyha visityes

# newtab.customize.topsites
source: Show your top sites
kw: Diskwedhes agas wiasvaow gwella

source: Show blank page
kw: Diskwedhes folen wag

source: Thumbnail removed.
kw: Skeusennik diles.

source: Undo.
kw: Diswul.

source: Restore All.
kw: Daskor puptra.

source: Hide
kw: Kudha
