Repository: translate/mozilla-l10n
Catalog: hsb/browser/chrome/browser/syncKey.dtd.po
Languages: hsb

source: Your &syncBrand.fullName.label; Key
hsb: Waš kluč &syncBrand.fullName.label;

source: This key is used to decode the data in your &syncBrand.fullName.label; account. You will need to enter the key each time you configure &syncBrand.fullName.label; on a new device.
hsb: Tutón kluč so za dekodowanje datow we wašim konće &syncBrand.fullName.label; wužiwa. Dyrbiće kluč kóždy raz zapodać, hdyž &syncBrand.fullName.label; na nowym graće konfigurujeće.

source: Keep it secret
hsb: Jón zatajić

source: Your &syncBrand.fullName.label; account is encrypted to protect your privacy. Without this key, it would take years for anyone to decode your personal information. You are the only person who holds this key. This means you're the only one who can access your &syncBrand.fullName.label; data.
hsb: Waše konto Your &syncBrand.fullName.label; zaklučuje so, zo by so waša priwatnosć škitała. Bjez tutoho kluča něchtó by trjebał lěta, zo by waše wosobinske informacije dekodował. Sće jenička wosoba, kotraž tutón kluč ma. To rěka, zo sće jenički, kotryž ma přistup na swoje daty &syncBrand.fullName.label;.

source: Keep it safe
hsb: Zawěsćić

source: Do not lose this key.
hsb: Njezhubće tutón kluč.

source: We don't keep a copy of your key (that wouldn't be keeping it secret!) so
hsb: Njewobchowamy kopiju wašeho kluča (to njeby jón zatajiło!), potajkim

source: we can't help you recover it
hsb: njemóžemy wam pomhać jón wobnowić

source: if it's lost. You'll need to use this key any time you connect a new device to &syncBrand.fullName.label;.
hsb: jeli so zhubi. Dyrbiće tutón kluč kóždy raz wužiwać, hdyž nowy grat z &syncBrand.fullName.label; zwjazujeće.

source: Find out more about &syncBrand.fullName.label; and your privacy at
hsb: Dalše informacije wo &syncBrand.fullName.label; a wašej priwatnosći na

source: &syncBrand.fullName.label; Terms of Service are available at
hsb: Wužiwanske wuměnjenja &syncBrand.fullName.label; steja k dispoziciji na

source: . The Privacy Policy is available at
hsb: . Prawidła priwatnosće steja k dispoziciji na
