Repository: translate/mozilla-l10n
Catalog: hsb/obsolete/mobile/android/chrome/aboutPasswords.properties.po
Languages: hsb

source: Copy password
hsb: Hesło kopěrować

source: Copy username
hsb: Wužiwarske mjeno kopěrować

source: Details
hsb: Podrobnosće

source: Delete
hsb: Zhašeć

source: Delete this login?
hsb: Tute přizjewjenje zhašeć?

source: OK
hsb: W porjadku

source: Cancel
hsb: Přetorhnyć

source: Age: %S days
hsb: Staroba: %S dnjow

source: Copy failed
hsb: Kopěrowanje njeje so poradźiło

source: Password copied
hsb: Hesło je so kopěrowało

source: Username copied
hsb: Wužiwarske mjeno je so kopěrowało
