Repository: translate/mozilla-l10n
Catalog: gn_PY/toolkit/chrome/global/aboutSupport.properties.po
Languages: gn_py

source: Crash Reports for the Last #1 Day;Crash Reports for the Last #1 Days
gn_py: Marandu'i jejavy rehegua ko #1 ára peguáva;Marandu'i jejavy rehegua ohasaramóva #1 ára peguáva

source: #1 minute ago;#1 minutes ago
gn_py: ojapóma #1 aravo'i;ojapóma #1 aravo'i

source: #1 hour ago;#1 hours ago
gn_py: ojapóma #1 aravo;ojapóma #1 aravo

source: #1 day ago;#1 days ago
gn_py: #1 peteĩ árama;#1 peteĩ árama

source: All Crash Reports (including #1 pending crash in the given time range);All Crash Reports (including #1 pending crashes in the given time range)
gn_py: Opaite marandu jejavy rehegua (oike avei #1 javy ha'ãrõva pe pa'ũ aravo je'epyréva);Opaite marandu jejavy rehegua (oike avei #1 javy ha'ãrõva pe pa'ũ aravo je'epyréva);

source: Raw data copied to clipboard
gn_py: Mba'ekuaarã hi'akýva ohasáva kuatiajokohápe

source: Text copied to clipboard
gn_py: Moñe'ẽrã oñembohasáma kuatiajokohápe

source: Blocked for your graphics driver version.
gn_py: Ojejokóva peteĩchaguápe g̃uarã ta'ãnga ñangarekohárape.

source: Blocked for your graphics driver version. Try updating your graphics driver to version %S or newer.
gn_py: Ojejokóva peteĩchaguápe g̃uarã ta'ãnga ñangarekohárape. Eñeha'ã embohekopyahu pe ta'ãnga ñangarekohára %S ichaguáva térã ipyahuvévape.

source: Blocked for your graphics card because of unresolved driver issues.
gn_py: Ojejoko ikuatia'atã ha'ãngávape g̃uarã oguereko rupi apañuãi ñangarekoha omoĩporã'ỹva.

source: Blocked for your operating system version.
gn_py: Ojejokóva peteĩchaguápe g̃uarã nde apopyvusu oku'éva pegua.

source: Blocked for your graphics driver version mismatch between registry and DLL.
gn_py: Ojoko ha'ãnga ñangarekoha peteĩchagua oĩporã'ỹva jehaipy ha DLL pa'ũme.

source: ClearType Parameters
gn_py: ClearType ra'ãhaite

source: Compositing
gn_py: Hetepyete

source: Hardware H264 Decoding
gn_py: Hardware H264 Papapy'o

source: Audio Backend
gn_py: Mba'epu Ñangarekoha Huguapegua

source: main thread, no OMTC
gn_py: inimbo ha'etéva, OMTC ỹre

source: Yes
gn_py: Héẽ

source: No
gn_py: Nahániri

source: Description
gn_py: Ñemoha'ãnga

source: Vendor ID
gn_py: ID japohare mba'éva

source: Device ID
gn_py: ID mba'e'oka rehegua

source: Driver Version
gn_py: Mbojueheha peteĩchagua

source: Driver Date
gn_py: Ñangarekohára arange

source: Active
gn_py: Hendýva

source: WebGL Renderer
gn_py: WebGL renderizador

source: WebGL2 Renderer
gn_py: WebGL2 renderizador

source: Blocklisted due to known issues
gn_py: Tysýi vai apañuãi jekuaáva rupi

source: bug %1$S
gn_py: javy %1$S

source: Blocklisted; failure code %1$S
gn_py: Tysýi vai; ayvu jejavy %1$S

source: D3D11 Video Decoder
gn_py: D3D11 Ta'ãngamýi Mbopapapy'oha

source: D3D9 Video Decoder
gn_py: D3D9 Ta'ãngamýi Mbopapapy'oha

source: Reset on Next Restart
gn_py: Embojevy moñepyrũjey uperire

source: Expected minimum version
gn_py: Peteĩchagua michĩmíva ha'arõpy

source: Version in use
gn_py: Peteĩchagua ojepurúva

source: Seccomp-BPF (System Call Filtering)
gn_py: Seccomp-BPF (Ñehenói mboguaha rehegua)

source: Seccomp Thread Synchronization
gn_py: Seccomp mba'eapo'i ñembojuehe

source: User Namespaces
gn_py: Puruhára réra rehegua pa'ũ

source: User Namespaces for privileged processes
gn_py: Umi puruhára réra pa'ũ mba'eapo momba'evévape g̃uarã

source: Content Process Sandboxing
gn_py: Sandboxing rembiapo retepy

source: Media Plugin Sandboxing
gn_py: Sandboxing marandu me'ẽha mba'ejoajurã

source: Enabled by user
gn_py: Puruhára myandypyre

source: Enabled by default
gn_py: Myendypyre ijypykue rupi

source: Disabled
gn_py: Oĩmbaporã'ỹva

source: Disabled by accessibility tools
gn_py: Oguémava tembirpuru jeikekuaahágui

source: Disabled by lack of graphics hardware acceleration on Mac OS X
gn_py: Oñemongéma ndoguerekóire mbopya'eha hardware ra'ãnga Mac OS X pegua

source: Disabled by unsupported text input
gn_py: Oñemomba'apo'ỹva oguereko rupi jehai ndojehaiva'erãi

source: Disabled by add-ons
gn_py: Oñemomba'apo'ỹ moĩmbaha rupive

source: Disabled forcibly
gn_py: Oñemongepyre mbaretépe

source: Disabled by graphics hardware acceleration on Windows XP
gn_py: Oñemongéma mbopya'eha hardware ra'ãnga rupi Windows XP-pe

source: Unknown status
gn_py: Jeiko ojekuaa'ỹva

source: Asynchronous Pan/Zoom
gn_py: Ojuehe'ỹva Pan/Zoom

source: none
gn_py: Avave

source: wheel input enabled
gn_py: omoneĩ jereha jeike

source: touch input enabled
gn_py: jeikeha jepokóva jurujapyre

source: scrollbar drag enabled
gn_py: embosyryry oku'éva renda myendypyre

source: async wheel input disabled due to unsupported pref: %S
gn_py: Jereha ojuehe'ỹva jokopyre ndoguerekóiva mombytaha: %S

source: async touch input disabled due to unsupported pref: %S
gn_py: Jeikeha pokoháva ojuehe'ỹva jokopyre ndoguerekóiva mombytaha: %S
