Repository: translate/mozilla-l10n
Catalog: gn_PY/toolkit/chrome/global/config.dtd.po
Languages: gn_py

source: This might void your warranty!
gn_py: Kóva ikatu omboyke jeroviaha

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
gn_py: Ko'ã jerohoryvéva opátamava ñemoambue ikatu ombyai tekopyta, tekorosã ha apopyre ko tembipuru'i rehegua. Eku'ekuaajey ejeroviaitéramo añoite pe ejapóva rehe.

source: I accept the risk!
gn_py: Amoneĩ kyhyjerã!

source: Show this warning next time
gn_py: Ehechauka ko kyhyjerã peteĩhápe

source: Sea&rch:
gn_py: Heka:

source: Preference Name
gn_py: Jerohoryvéva réra

source: Status
gn_py: Tekotee

source: Type
gn_py: Mba'eichagua

source: Value
gn_py: Hepykue

source: Click to sort
gn_py: Ejopy emohendaite hag̃ua

source: Click to select columns to display
gn_py: Ejopy eiporavo hag̃ua umi yta ehechaukaséva

source: &Copy
gn_py: Mbohasarã

source: Copy &Name
gn_py: Téra mbohasarã

source: Copy &Value
gn_py: Tepy mbohasarã

source: &Modify
gn_py: Moambue

source: &Toggle
gn_py: Moambue

source: &Reset
gn_py: &Mbojevyjey

source: Ne&w
gn_py: Pyahu

source: &String
gn_py: juajuha

source: &Integer
gn_py: oĩmbáva

source: &Boolean
gn_py: hẽe/nahániri
