Repository: translate/mozilla-l10n
Catalog: gn_PY/toolkit/chrome/global/printPreview.dtd.po
Languages: gn_py

source: &Print…
gn_py: Mbokuatia

source: Page Set&up…
gn_py: Kuatiarogue mboheko...

source: P&age:
gn_py: Kuatiarogue:

source: of
gn_py: pe

source: &Scale:
gn_py: Jupiha:

source: P&ortrait
gn_py: Oñembo'ýva

source: &Landscape
gn_py: Oñenóva

source: &Close
gn_py: Mboty

source: Custom…
gn_py: Ñemomba'epyre…

source: Shrink To Fit
gn_py: Kuatiarogue ñemoĩporã

source: Custom Scale…
gn_py: Jupiha ñemomba'epyre…

source: Simplify Page
gn_py: Kuatiarogue ñemomichĩ

source: Change layout for easier reading
gn_py: Emoambue moha'ãnga ñemoñe'ẽ hasy'ỹve hag̃ua

source: This page cannot be automatically simplified
gn_py: Ko kuatiarogue ndaikatúi oñemomichĩ ijehegui

source: First page
gn_py: Kuatiarogue peteïha

source: Last page
gn_py: Kuatiarogue paha

source: Next page
gn_py: Kuatiarogue upeigua

source: Previous page
gn_py: Kuatiarogue mboyvegua
