Repository: translate/mozilla-l10n
Catalog: sa/toolkit/chrome/mozapps/downloads/downloads.properties.po
Languages: sa

source: second;seconds
sa: निमेषः;निमेषाः

source: minute;minutes
sa: मिनिट्;मिनिट्स्

source: hour;hours
sa: घण्टा;घण्टाः

source: day;days
sa: दिनम्;दिनानि

source: Paused — #1
sa: विरमितम् — #1

source: Downloading
sa: डौन्लोडिङ्

source: Not Started
sa: न प्रारब्धम्

source: Failed
sa: निष्फलम्

source: Finished
sa: समाप्तम्

source: Canceled
sa: निरसनं कृतम्

source: This download cannot be paused
sa: एतत् डौन्लोड् विरमितुं न शक्यते

source: Download Error
sa: डौन्लोड् दोषः

# quitCancelDownloadsAlertTitle
source: Cancel All Downloads?
sa: सर्वडौन्लोड्स् निरसनं कुरु?

# offlineCancelDownloadsAlertTitle
source: Cancel All Downloads?
sa: सर्वडौन्लोड्स् निरसनं कुरु?

# leavePrivateBrowsingCancelDownloadsAlertTitle
source: Cancel All Downloads?
sa: सर्वडौन्लोड्स् निरसनं कुरु?

source: Cancel 1 Download
sa: 1 डौन्लोड् निरसनं कुरु

source: Cancel %S Downloads
sa: %S डौन्लोड्स् निरसनं कुरु

source: Don't Exit
sa: मा निर्गच्छ

source: Don't Quit
sa: मा त्यज

source: Stay Online
sa: ओन्लैन् भव

source: Downloads Complete
sa: डौन्लोड्स् समाप्तानि

source: All files have finished downloading.
sa: सर्वफैल्स् डौन्लोडिङ् समाप्नुवन्ति।

source: bytes
sa: बैट्स्

source: %1$S remaining
sa: %1$S परिशिष्टम्

source: %1$S, %2$S remaining
sa: %1$S, %2$S परिशिष्टम्

source: A few seconds remaining
sa: केचन निमेषाः परिशिष्टाः

source: Unknown time remaining
sa: अज्ञातसमयः परिशिष्टः

source: Unknown size
sa: अज्ञातपरिमाणम्

source: %1$S resource
sa: %1$S सम्पत्तिः

source: local file
sa: स्थानिकसञ्चिका

# stateFailed
source: Failed
sa: निष्फलम्

# stateCanceled
source: Canceled
sa: निरसनं कृतम्

source: Blocked by Parental Controls
sa: पितृनियन्त्रणैः रुद्धम्

source: Blocked: Download may contain a virus or spyware
sa: रुद्धम् : डौन्लोड् मध्ये वैरस् अथवा स्पैवेर् भवेत्

source: This download has been blocked by your Security Zone Policy
sa: तव सुरक्षापरिधिनीतिना एतत् डौन्लोड् रुद्धम्

source: Yesterday
sa: ह्यः

source: Cannot Open %S
sa: %S उद्घाटयितुं न शक्यम्

source: Cannot Show %S
sa: %S दर्शयितुं न शक्यम्

source: Open With…
sa: अनेन उद्घाटय...

source: #1 file - Downloads;#1 files - Downloads
sa: #1 सञ्चिका - डौन्लोड्स्;#1 सञ्चिकाः - डौन्लोड्स्

source: #2% of #1 file - Downloads;#2% of #1 files - Downloads
sa: #2% सञ्चिका #1 इत्यस्य - डौन्लोड्स्;#2% सञ्चिकाः #1 इत्यस्य - डौन्लोड्स्

source: Open Executable File?
sa: चाल्यफैल् उद्घाटय?

source: Don't ask me this again
sa: पुनः मां मा पृच्छ

source: Desktop
sa: डेस्क्टोप्

source: Downloads
sa: डौन्लोड्स्
