Repository: translate/mozilla-l10n
Catalog: wo/toolkit/chrome/mozapps/downloads/downloads.properties.po
Languages: wo

source: second;seconds
wo: saa;saa yi

source: minute;minutes
wo: simili; simili yi

source: hour;hours
wo: waxtu;waxtu yi

source: day;days
wo: bes; bes yi

source: Paused — #1
wo: Dafa taxaw— #1

source: Downloading
wo: Yeb wiy dox

source: Not Started
wo: Tambaleegul

source: Failed
wo: Lajj na

source: Finished
wo: Jeex na

source: Canceled
wo: Neenalu na

source: This download cannot be paused
wo: Yeb wi mënul taxaw

source: Download Error
wo: Njumte yeb

source: The download cannot be saved because an unknown error occurred. Please try again.
wo: Yeb wi kenn mënu ko aar ndax njumte bu kenn xamul am na. Jéemaatal.

# quitCancelDownloadsAlertTitle
source: Cancel All Downloads?
wo: Neenal yeb yépp?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
wo: Boo génnee léegi, yeb bi dina neen. Ndax bëgg nga dëgg génn?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
wo: Boo génnee léegi, %S yeb yi dina ñu neen. Ndax bëgg nga dëgg génn?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
wo: Boo génnee léegi, yeb bi dina neen. Ndax bëgg nga dëgg génn?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
wo: Boo génnee léegi, %S yeb yi dina ñu neen. Ndax bëgg nga dëgg génn?

# offlineCancelDownloadsAlertTitle
source: Cancel All Downloads?
wo: Neenal yeb yépp?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
wo: Soo dindee jokkoo bi, 1 yeb dina ñu neen. Ndax bëgg nga dëgg dindi jokkoo bi?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
wo: Soo dindee jokkoo bi,,%S yeb yi dina ñu neen. Ndax bëgg nga dëgg dindi jokkoo bi?

# leavePrivateBrowsingCancelDownloadsAlertTitle
source: Cancel All Downloads?
wo: Neenal yeb yépp?

source: Cancel 1 Download
wo: Neenal yeb bi

source: Cancel %S Downloads
wo: Neenal %S yeb

source: Don't Exit
wo: Bul génn

source: Don't Quit
wo: Bul génn

source: Stay Online
wo: Toog ci jokkoo

source: Downloads Complete
wo: Yeb yi pare nañu

source: All files have finished downloading.
wo: Yebum dencukaay yépp jeex nañu.

source: %4$S — %1$S (%2$S %3$S/sec)
wo: %4$S — %1$S (%2$S %3$S/s)

source: bytes
wo: oktet

source: KB
wo: Ko

source: GB
wo: Mo

source: %1$S of %2$S %3$S
wo: %1$S ci %2$S %3$S

source: %1$S %2$S of %3$S %4$S
wo: %1$S %2$S ci %3$S %4$S

source: %1$S remaining
wo: Diir bi des : %1$S

source: %1$S, %2$S remaining
wo: Diir bi des: %1$S, %2$S

source: A few seconds remaining
wo: Ay saa ñoo des

source: Unknown time remaining
wo: Kenn xamul diir bi des

source: Unknown size
wo: Dayo bu kenn xamul

source: %1$S resource
wo: Am am %1$S

source: local file
wo: dencukaay ci berab

# stateFailed
source: Failed
wo: Lajj na

# stateCanceled
source: Canceled
wo: Neenalu na

source: Blocked by Parental Controls
wo: Kontorolu wajur boloke na ko

source: Blocked: Download may contain a virus or spyware
wo: Boloke: Xëyna dencukaay bi dafa am wirus

source: This download has been blocked by your Security Zone Policy
wo: Yeb bii sa dendu kaarange dafa ko boloke

source: Yesterday
wo: Démb

source: Cannot Open %S
wo: Mëneesula ubbi %S

source: Cannot Show %S
wo: Mëneesula wone %S

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
wo: %S amul. Mën na am dañu ko jox beneen tur, toxal, wala ñu far ko bi ñu ko yebee.

source: Open With…
wo: Ubbi ak…

source: #1 file - Downloads;#1 files - Downloads
wo: #1 dencukaay - yeb yi;#1 dencukaay - Yeb yi

source: #2% of #1 file - Downloads;#2% of #1 files - Downloads
wo: #2% ci #1 dencukaayr - Yeb yi;#2% ci #1 dencukaay - Yeb yi

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
wo: "%S"dencukaay bu ñu mëna doxal la.Dencukaay yi ñu mëna doxal mën nañu am ay wirus walla ay diktal yu mën yax sa ordinatëër. Ndax bëgg deqi "%S"?

source: Open Executable File?
wo: Ubbi dencukaay bu ñu mëna doxal?

source: Don't ask me this again
wo: Bul laajati

source: Desktop
wo: Biró

source: Downloads
wo: Yeb yi
