Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger-offline/offline.properties.po
Languages: af

source: Work Offline
af: Werk aflyn

source: Always ask me when I go offline
af: Vra my altyd wanneer ek aflyn gaan

source: Download
af: Aflaai

source: Don't Download
af: Moenie aflaai nie

source: _: downloadMessagesCancelButtonLabel Cancel
af: Kanselleer

source: Work Online
af: Werk aanlyn

source: Always ask me when I go online
af: Vra my altyd wanneer ek aanlyn gaan

source: Send
af: Stuur

source: Don't Send
af: Moenie stuur nie

source: _: sendMessagesCancelButtonLabel Cancel
af: Kanselleer

source: Get Messages
af: Kry boodskappe

source: _: getMessagesOfflineGoButtonLabel Go online
af: Gaan aanlyn

source: _: getMessagesOfflineCancelButtonLabel Cancel
af: Kanselleer

source: Send Messages
af: Stuur boodskappe

source: _: sendMessagesOfflineGoButtonLabel Go online
af: Gaan aanlyn

source: _: sendMessagesOfflineCancelButtonLabel Cancel
af: Kanselleer
