Repository: translate/mozilla-l10n
Catalog: nso/security/manager/chrome/pippki/pippki.dtd.po
Languages: nso

source: Change Master Password
nso: Fetola Lentšuphetišo la Motheo

source: Security Device
nso: Setlabelo sa Tšhireletšo

source: Current password:
nso: Lentšuphetišo la bjale:

source: New password:
nso: Lentšuphetišo le leswa:

source: New password (again):
nso: Lentšuphetišo le leswa (gape):

source: Password quality meter
nso: Metara wa khwalithi wa lentšuphetišo

source: Loading
nso: Go hlahlela

source: Reset
nso: Go beakanyaleswa

source: Reset Master Password
nso: Beakanyaleswa Lentšuphetišo la Motheo

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
nso: Ge o beakanyaleswa lentšuphetišo la gago la motheo, mantšuphetišo a gago a web le e-poso ka moka ao o a bolokilego, sebopego sa tshedimošo, disetifikheiti tša gago, le dinotlelo tša sephiri di tla lebalwa. Naa o na le bonnete bja gore o nyaka go beakanyaleswa lentšuphetišo la motheo?

source: Enter Master Password
nso: Lokela Lentšuphetišo la Motheo

source: Password:
nso: Lentšuphetišo:

source: Error
nso: Phošo

source: Error - cannot recover
nso: Phošo - e ka se hwetšwe leswa

source: Security
nso: Tšhireletšo

# pref.security.general.rHeader
source: Settings for general security
nso: Dipeakanyo tša tšhireletšo ka kakaretšo

# pref.security.general.header
source: Settings for general security
nso: Dipeakanyo tša tšhireletšo ka kakaretšo

source: Security Level
nso: Maemo a Tšhireletšo

source: Use paranoid security settings
nso: Šomiša dipeakanyo tša tšhireletšo tša go se itshephe

source: Certificates
nso: Disetifikheiti

source: Manage Certificates
nso: Laola Disetifikheiti

source: Downloading Certificate
nso: Go bula Setifikheiti

source: You have been asked to trust a new Certificate Authority (CA).
nso: O kgopetšwe go tshepha Taolo e mpsha ya Disetifikheiti (CA).

source: Trust this CA to identify web sites.
nso: Tshepha CA ye go hlatha diwebe saete.

source: Trust this CA to identify email users.
nso: Tshepha CA ye go hlatha bašomiši ba e-poso.

source: Trust this CA to identify software developers.
nso: Holofela CA ye šupa batšweletši ba mananeotirišo a khomphutha.

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
nso: Pele o ka tshepha CA ye morerong o mongwe le o mongwe, o swanetše go lekola setifikheiti sa yona le maano-tshepedišo le ditsela tša yona (ge di le gona).

source: View
nso: Lebelela

source: Policy
nso: Leano-Tshepedišo

source: Examine CA certificate
nso: Lekola setifikheiti sa CA

source: Examine CA policies and procedures
nso: Lekola maano-tshepedišo le ditsela tša CA

source: Certificate Exists
nso: Setifikheiti se Gona

source: The Certificate already exists.
nso: Setifikheiti se šetše se le gona.

source: User Identification Request
nso: Kgopelo ya Tlhatho ya Modiriši

source: This site has requested that you identify yourself with a certificate:
nso: Saete ye e kgopetše gore o itlhathe ka setifikheiti:

source: Choose a certificate to present as identification:
nso: Kgetha setifikheiti go se hlagiša bjalo ka sehlathi:

# clientAuthAsk.message3
source: Details of selected certificate:
nso: Tshedimošo ya setifikheiti se se kgethilwego:

source: Select Certificate
nso: Kgetha Setifikheiti

source: Certificate:
nso: Setifikheiti:

# certPicker.detailsLabel
source: Details of selected certificate:
nso: Dinyakwa tša setifikheiti se se kgethilwego:

source: Choose a Certificate Backup Password
nso: Kgetha Lentšuphetišo la Thekgo ya Setifikheiti

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
nso: Lentšuphetišo la thekgo ya setifikheiti leo o le beilego mo e šireletša thekgo ya faele yeo o lego kgauswi le go e hlama. O swanetše go beakanya lentšuphetišo le go tšwela pele ka thekgo.

source: Certificate backup password:
nso: Lentšuphetišo la thekgo ya setifikheiti:

source: Certificate backup password (again):
nso: Lentšuphetišo la thekgo ya setifikheiti (gape):

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
nso: Ye bohlokwa: Ge o lebetše lentšuphetišo la gago la thekgo ya setifikheiti, o ka se kgone go bušetša thekgo ye ka morago. Ka kgopelo e rekote lefelong le le bolokegilego.

source: Password Entry Dialog
nso: Sekgoba sa go Tsenya Lentšuphetišo

source: Please enter the password that was used to encrypt this certificate backup.
nso: Ka kgopelo lokela lentšuphetišo leo le bego le šomišwa go enkriptha thekgo ye ya setifikheiti.

source: Choose Token Dialog
nso: Kgetha Sekgoba sa Sešupetšo

source: Please choose a token.
nso: Ka kgopelo kgetha sešupetšo.

source: Encryption Key Copy
nso: Khopi ya Senotlelo sa Enkripšene

source: Important: This certificate authority has asked to make a backup of your encryption private key.
nso: Ye Bohlokwa: Taolo ye ya setifikheiti e kgopetšwe go dira thekgo ya enkripšene ya senotlelo sa gago sa sephiri.

source: The benefit is that if you lose access to your encryption private key, you can request a copy from this certificate authority.
nso: Mohola ke gore ge o lahlegelwa ke go fihlelela enkripšene ya senotlelo sa gago sa sephiri, o ka kgopela khopi go tšwa go taolo ye ya setifikheiti.

source: However, your encryption private key will be stored by the certificate authority, and could be used to read your encrypted email or documents without your permission.
nso: Le ge go le bjalo, enkripšene ya senotlelo sa gago sa sephiri e tla bolokwa ke taolo ya setifikheiti, gomme e ka šomišwa go bala e-poso ya gago yeo e enkripthilwego goba ditokumente ntle le tumelelo ya gago.

source: &View Certificate
nso: &Lebelela Setifikheiti

source: Please ask your system administrator for assistance
nso: Ka kgopelo kgopela setsebi sa dikhomphuthara sa gago go hwetša thušo

source: Generating A Private Key
nso: Go tšweletša Senotlelo sa Sephiri

source: Key Generation in progress… This may take a few minutes….
nso: Tšweletšo ya Senotlelo e tšwela pele… Se se tla tšea metsotso e se mekae….

source: Please wait…
nso: Ka kgopelo ema…

source: Text Signing Request
nso: Kgopelo ya go Saena Sengwalwa

source: Signing Certificate
nso: Go Saena Setifikheiti

source: To confirm you agree to sign this text message using your selected certificate, please confirm by entering the master password:
nso: Go tiišetša gore o dumela go saena sengwalwa se sa molaetša o šomiša setifikheiti sa gago seo o se kgethilego, ka kgopelo tiišetša ka go lokela lentšuphetišo la motheo:
