Repository: translate/mozilla-l10n
Catalog: */suite/chrome/branding/aboutRights.dtd.po
Languages: hu, lt, pt_br

source: About Your Rights
hu: Az Ön jogai
lt: Apie jūsų teises
pt_br: Sobre os seus direitos

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
hu: A &brandFullName; ingyenes és nyílt forrású szoftver, amelyet világszerte több ezer ember fejleszt. Néhány dologról tudnia kell:
lt: „&brandFullName;“ yra laisvoji atviroji programa, kuriama bendruomenės, apimančios tūkstančius žmonių iš viso pasaulio. Keletas dalykų, kuriuos turėtumėte žinoti:
pt_br: O &brandFullName; é um software livre e de código aberto, desenvolvido por uma comunidade de milhares de pessoas de todo o mundo. Existem algumas coisas que você deve saber:

source: &brandShortName; is made available to you under the terms of the
hu: A &brandShortName; a
lt: Jums leidžiama naudotis „&brandShortName;“ programa, vadovaujantis
pt_br: O &brandShortName; é disponibilizado para você de acordo com os termos do

source: Mozilla Public License
lt: „Mozilla“ viešąja licencija (Mozilla Public License)
pt_br: Licença Pública Mozilla

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
hu: feltételei szerint lett közreadva. Ez azt jelenti, hogy a &brandShortName; használható, másolható és terjeszthető. A &brandShortName; forráskódjának igény szerinti módosítása szintén megengedett. A Mozilla Public License megadja a jogot a módosított verziók terjesztésére is.
lt: . Ši licencija leidžia naudotis „&brandShortName;“ programa, ją dauginti ir platinti. Be to, galite laisvai modifikuoti programos pirminius tekstus. Licencija nedraudžia platinti ir jūsų modifikuotų programos versijų.
pt_br: . Isto significa que você pode usar, copiar e distribuir o &brandShortName; para os outros. Você também é bem-vindo para modificar o código-fonte do &brandShortName; para atender às suas necessidades. A Licença Pública Mozilla também lhe dá o direito de distribuir as suas versões modificadas.

source: Mozilla does not grant you any rights to the Mozilla and SeaMonkey trademarks or logos. Additional information on Trademarks may be found
hu: Ön nem kapott jogot vagy felhatalmazást a védjegyek használatára sem a Mozilla Foundationtől, sem mástól, beleértve – de nem csak erre korlátozva – a SeaMonkey nevet és logót. A védjegyekről további tudnivaló
lt: „Mozilla“ nesuteikia jokių teisių į „Mozilla“ ir „SeaMonkey“ prekės ženklus ar logotipus. Papildomą informaciją apie šiuos prekės ženklus ir jų naudojimą rasite
pt_br: A Mozilla não lhe concede quaisquer direitos sobre as marcas registradas ou logotipos da Mozilla e SeaMonkey. Informações adicionais sobre as marcas comerciais podem ser encontrados

# rights.intro-point2b
source: here
hu: itt
lt: čia
pt_br: aqui

source: Privacy policies for &vendorShortName;'s products may be found
hu: A &vendorShortName; terméke által beküldött személyes adatokat és visszajelzéseket a
lt: „&vendorShortName;“ programų privatumo politiką rasite
pt_br: As políticas de privacidade para os produtos &vendorShortName; podem ser encontrados

source: &brandShortName; offers optional website information services, such as Add-on or Safe Browsing services; however, we cannot guarantee that they are 100% accurate or error-free. More details, including information on how to disable the services, can be found in the
hu: A &brandShortName; webalapú információs szolgáltatásokat is nyújt, mindazonáltal nem garantálható, hogy ezek 100%-osan pontosak és hibamentesek. A szolgáltatások letiltásáról szóló információk a
lt: „&brandShortName;“ programa suteikia galimybę naudotis papildomomis saityno tarnybų paslaugomis, pavyzdžiui, susijusiomis su programos priedais paslaugomis ir saugiojo naršymo paslauga. Deja, mes negalime užtikrinti, kad šios tarnybos niekada neklysta. Daugiau informacijos apie šias paslaugas ir apie tai, kaip jų atsisakyti, rasite
pt_br: O &brandShortName; também oferece serviços opcionais, tais como complementos ou navegação segura; no entanto, não podemos garantir que sejam 100% precisos ou livres de erro. Mais informações, incluindo sobre como desativar os serviços, podem ser encontradas nos

source: service terms
hu: szolgáltatás feltételei
lt: naudojimosi paslaugomis taisyklėse
pt_br: termos de serviço

source: &brandFullName; Website Services
hu: &brandFullName; webalapú információs szolgáltatások
lt: „&brandFullName;“ naudojamos saityno tarnybos
pt_br: Serviços Web do &brandFullName;

source: &brandFullName; offers optional services ("Services"), such as the Add-on suggestion and update services or the Safe Browsing feature, that are available for your use with this binary version of &brandShortName; as described below. These services are enabled by default. If you do not want to use the Services or the terms below are unacceptable, instructions on how to disable a particular feature or Service may be found
hu: A &brandFullName; webalapú információs szolgáltatásokat („Szolgáltatások”) használ egyes funkciók megvalósítására. Ezek a Szolgáltatások a &brandShortName; bináris verziójával együtt érhetők el az alább leírt módon. Ha nem akarja használni a Szolgáltatásokat, illetve az alábbi feltételek elfogadhatatlanok, letilthatja a funkciót vagy a Szolgáltatásokat. Egy adott funkció vagy Szolgáltatás letiltásáról
lt: „&brandFullName;“ programa suteikia galimybę naudotis papildomomis saityno tarnybų paslaugomis (toliau – „Paslaugomis“), pavyzdžiui, priedų siūlymo ir naujinimo paslauga bei saugiojo naršymo paslauga. Paslaugų, kurias teikia ši „&brandShortName;“ laida, naudojimosi taisyklės aprašytos žemiau. Jei nenorite naudotis Paslaugomis, arba jūsų netenkina jų naudojimo taisyklės, šių Paslaugų išjungimo instrukcijas rasite
pt_br: O &brandFullName; oferece serviços opcionais (“Serviços”), tais como a atualização e sugestão de complementos e a navegação segura, que estão disponíveis para seu uso com esta versão binária do &brandShortName;, como descrito abaixo. Estes serviços estão ativados por padrão. Se você não quiser usar os Serviços ou não aceitar os termos a seguir, você pode desativar o(s) recurso(s) ou o(s) Serviço(s). Instruções sobre como desativar um recurso ou Serviço em particular podem ser encontradas

source: . Other features and Services can be disabled in the application preferences.
hu: található információ. Más funkciók és szolgáltatások az alkalmazás beállításaiban kapcsolhatók ki.
lt: . Kitas funkcijas ir tarnybas galite išjungti programos nuostatose
pt_br: . Outras funcionalidades e serviços podem ser desativadas nas preferências do aplicativo.

source: Add-on Services:
hu: Kiegészítők szolgáltatás:
lt: Su programos priedais susijusios paslaugos:
pt_br: Serviços dos complementos:

source: By default, &brandShortName; will suggest add-ons on the &view.discover.label; page and check for updates in regular intervals. If you wish to disable these features to avoid communication of information on installed add-ons to the server, follow these steps:
hu: Alapértelmezésben a &brandShortName; kiterjesztéseket fog ajánlani a &view.discover.label; oldalon keresztül, valamint meghatározott időközönként frissítéseket keres. Ha teljesen le akarja tiltani ezeket funkciókat, hogy megakadályozza a telepített kiegészítőkkel kapcsolatos információk közlését a kiszolgálóval, kövesse az alábbi lépéseket:
lt: Numatytai „&brandShortName;“ siūlys programos priedus tinklalapyje „&view.discover.label;“ ir periodiškai tikrins, ar nėra galimų naujinimų įdiegtiems priedams. Jeigu norite šias funkcijas išjungti, kad serveriui nebūtų siunčiama informacija apie įdiegtus priedus, atlikite šiuos žingsnius:
pt_br: Por padrão, o &brandShortName; irá sugerir complementos e verificação de atualizações em intervalos regulares na página &view.discover.label;. Se você quiser desativar esses recursos para evitar a transmissão de informações sobre complementos instalados para o servidor, siga estes passos:

# rights.addons-term1
source: Open the application preferences
hu: Nyissa meg az alkalmazás beállítópaneljét.
lt: Atverkite programos nuostatas;
pt_br: Abra as preferências do aplicativo

source: Select the &smart.label; panel in the &advance.label; category
hu: Válassza ki a &smart.label; panelt a fő &advance.label; beállítópanelen
lt: Pasirinkite nuostatų kategorijos „&advance.label;“ skiltį „&smart.label;“;
pt_br: Selecione o painel &smart.label; na categoria &advance.label;

source: Uncheck the options to "&autoAddOnsUpdates.label;" and "&enablePersonalized.label;"
hu: Vegye ki a jelölést a "&autoAddOnsUpdates.label;" és a "&enablePersonalized.label;" jelölőnégyzetekből
lt: Pašalinkite parinkčių „&autoAddOnsUpdates.label;“ ir „&enablePersonalized.label;“ žymėjimus;
pt_br: Desmarque as opções "&autoAddOnsUpdates.label;" e "&enablePersonalized.label;"

source: The Add-on Services are now disabled
hu: A Kiegészítők szolgáltatás most le van tiltva.
lt: Atlikus šiuos žingsnius, su priedais susijusios paslaugos bus išjungtos.
pt_br: Os serviços dos complementos estão agora desativados

source: Safe Browsing:
lt: Saugusis naršymas:
pt_br: Navegação Segura:

source: Disabling the Safe Browsing feature is not recommended as it may result in you going to unsafe sites. If you wish to disable the feature completely, follow these steps:
hu: A Safe Browsing (biztonságos böngészés) funkciót nem ajánlott letiltani, mert akkor nem biztonságos webhelyekre is eljuthat. Ha teljesen le akarja tiltani a funkciót, kövesse az alábbi lépéseket:
lt: Išjungti šios funkcijos nerekomenduojame, nes ją išjungę, galėsite neįspėti patekti į nesaugias saityno svetaines. Jeigu visgi norite šią funkciją visiškai išjungti, darykite tai taip:
pt_br: A desativação da Navegação Segura não é recomendada pois pode resultar no uso de sites inseguros. Caso deseje desativar totalmente este recurso, siga estes passos:

source: Select the main &security.label; panel
hu: Nyissa meg a fő &security.label; beállítópanelt.
lt: pasirinkite nuostatų kategoriją „&security.label;“;
pt_br: Selecione o painel principal &security.label;

source: Uncheck the options to "&blockAttackSites.label;" and "&blockWebForgeries.label;"
hu: Vegye ki a jelölést a „&blockAttackSites.label;” és a „&blockWebForgeries.label;” jelölőnégyzetekből.
lt: panaikinkite parinkčių „&blockAttackSites.label;“ ir „&blockWebForgeries.label;“ žymėjimus;
pt_br: Desmarque as opções "&blockAttackSites.label;" e "&blockWebForgeries.label;"

source: Safe Browsing is now disabled
hu: A Safe Browsing most le van tiltva.
lt: saugusis naršymas išjungtas.
pt_br: A Navegação Segura agora está desativada

source: &vendorShortName; may discontinue or change the Services at its discretion.
hu: A &vendorShortName; saját hatáskörében megszüntetheti vagy módosíthatja a Szolgáltatásokat.
lt: „&vendorShortName;“ gali vienašališkai nutraukti ar pakeisti Paslaugų teikimą.
pt_br: A &vendorShortName; pode descontinuar ou alterar os serviços a qualquer momento.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and you have all the rights necessary to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
hu: Ön igénybe veheti ezeket a Szolgáltatásokat a &brandShortName; mellékelt verziójával, a &vendorShortName; ehhez minden jogot megad. A &vendorShortName; és licencadói minden más jogot fenntartanak a Szolgáltatásokkal kapcsolatban. Ezek a feltételek nem korlátozzák a &brandShortName; programra és a &brandShortName; forráskódjára alkalmazott nyílt forrású licencek által biztosított jogokat.
lt: Jūs esate kviečiami naudotis šiomis Paslaugomis su šia „&brandShortName;“ laida, ir tam jums suteikiamos visos teisės. „&vendorShortName;“ ir jos licencijų išdavėjai pasilieka visas kitas su Paslaugomis susijusias teises. Šiomis taisyklėmis nesiekiama apriboti teisių, kurias jums suteikia programai „&brandShortName;“ ir jos pirminiams tekstams taikoma atvirųjų programų licencija.
pt_br: Você é bem-vindo para utilizar estes Serviços com a versão associada do &brandShortName;, e possui todos os direitos necessários para fazê-lo. A &vendorShortName; e seus licenciadores reservam todos os outros direitos sobre os Serviços. Estes termos não são intencionados a limitar nenhum dos direitos concedidos com as licenças de código aberto aplicáveis ao &brandShortName; e as correspondentes versões do código-fonte do &brandShortName;.

source: The Services are provided "as-is." &vendorShortName;, its contributors, licensors, and distributors, disclaim all warranties, whether express or implied, including without limitation, warranties that the Services are merchantable and fit for your particular purposes. You bear the entire risk as to selecting the Services for your purposes and as to the quality and performance of the Services. Some jurisdictions do not allow the exclusion or limitation of implied warranties, so this disclaimer may not apply to you.
hu: A Szolgáltatások „olyanok, amilyenek”. A &vendorShortName;, a közreműködők, a licencadók és a terjesztők minden garanciát elutasítanak, legyen az kifejezett vagy vélelmezett, beleértve, de nem erre korlátozva azt, hogy a Szolgáltatások hasznosak és megfelelnek a felhasználó céljainak. Teljes egészében a felhasználó viseli annak kockázatát, hogy a Szolgáltatásokat saját céljára igénybe veszi, és hogy a Szolgáltatások az adott minőségben és teljesítménnyel működnek. Egyes jogrendszerek nem teszik lehetővé a vélelmezett garanciák kizárását vagy korlátozását, tehát ez az elutasítás lehet, hogy Önre nem vonatkozik.
lt: Paslaugos teikiamos „tokios, kokios yra“. „&vendorShortName;“, bendradarbiai, licencijų išdavėjai ir platintojai atsiriboja nuo bet kokių išreikštų ar numanomų garantijų, kaip antai nuo garantijų, jog Paslaugos yra veiksmingos ir atitiks jūsų poreikius. Jūs prisiimate visą riziką, susijusią su Paslaugų, atitinkančių jūsų poreikius, pasirinkimu, kokybe ir veiksnumu. Kai kuriose jurisdikcijose atsiriboti nuo numanomų garantijų neleidžiama, tad gali būti, kad jums ši taisyklė negalioja.
pt_br: Os Serviços são fornecidos “tais como estão”. A &vendorShortName;, seus colaboradores, licenciadores e distribuidores se isentam de todas as garantias, sejam expressas ou implícitas, incluindo, entre outras, garantias de que os Serviços sejam comercializáveis e apropriados para os seus fins particulares. Você tolera todo o risco quanto a seleção dos Serviços para os seus fins e quanto à qualidade e desempenho dos Serviços. Algumas jurisdições não permitem a exclusão ou limitação de garantias implícitas, de forma que esta isenção pode não se aplicar a você.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
hu: Ha a törvény másképp nem rendelkezik, a &vendorShortName;, a közreműködők, a licencadók és a terjesztők nem felelnek semmilyen közvetlen, különleges, következményes, büntetőjogi vagy példamutató kárért, amely a &brandShortName; és a Szolgáltatások használatából következett, vagy azzal bármilyen módon összefüggésbe hozható. A kollektív felelősség ezen feltételek szerint nem haladja meg az 500 (ötszáz) USA-dollárt. Egyes jogrendszerek nem teszik lehetővé bizonyos károk kizárását vagy korlátozását, tehát ez a kizárás és korlátozás lehet, hogy Önre nem vonatkozik.
lt: Išskyrus kiek to reikalauja įstatymai, „&vendorShortName;“, bendradarbiai, licencijų išdavėjai ir platintojai nebus laikomi atsakingais už bet kokią netiesioginę, tyčinę, netyčinę, pasėkminę, baudžiamąją ar kitokią žalą, kilusią dėl „&brandShortName;“ ir Paslaugų naudojimo ar bet kokiu būdu su tuo susijusią. Pagal šias taisykles, kolektyvinė atsakomybė negali viršyti 500 (penkių šimtų) JAV dolerių. Kai kuriose jurisdikcijose atsiriboti nuo kai kurių tipų žalos neleidžiama, tad gali būti, kad jums ši taisyklė negalioja.
pt_br: Exceto quando exigido pela lei, a &vendorShortName;, seus colaboradores, licenciadores e distribuidores não serão responsabilizados por quaisquer danos indiretos, especiais, acidentais, conseqüentes, punitivos ou exemplares decorrentes ou de alguma forma relacionados ao uso do &brandShortName; e dos Serviços. A responsabilidade coletiva sob estes termos não excederá $500 (quinhentos dólares). Algumas jurisdições não permitem a exclusão ou limitação de certos danos, de forma que esta limitação e exclusão pode não se aplicar a você.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or cancelled without &vendorShortName;'s written agreement.
hu: &vendorShortName; időről időre frissítheti ezeket a feltételeket, ha szükségesnek látja. Ezek a feltételek nem módosíthatók vagy érvényteleníthetők a &vendorShortName; írásos beleegyezése nélkül.
lt: Kilus poreikiui, „&vendorShortName;“ šias taisykles gali keisti. Be išankstinio raštiško „&vendorShortName;“ sutikimo šios taisyklės negali būti taisomos ar atšaukiamos.
pt_br: A &vendorShortName; pode atualizar os termos conforme necessário, de tempos a tempos. Estes termos não podem ser alterados ou cancelados pela &vendorShortName; sem um acordo por escrito.

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
hu: A feltételekre Kalifornia (USA) állam törvényei vonatkoznak, kivéve ha ütközik helyi jogszabályokkal. Ha a feltételek egyes részei érvénytelenek vagy nem kikényszeríthetők, a többi rész attól még teljes mértékben érvényes és hatályos. Ha a feltételek lefordított változata ellentmond az angol változatnak, akkor az angol változat az irányadó.
lt: Šiose taisyklėse vadovaujamasi JAV Kalifornijos valstijoje galiojančiais įstatymais. Kilus neatitikimams tarp šių taisyklių ir įstatymų, įstatymai laikomi viršesniais. Jei kuri nors šių taisyklių dalis neatitinka įstatymų ar negali būti įgyvendanama, kitos jų dalys bus laikomos galiojančiomis. Jei tarp išverstos šių taisyklių versijos ir originalių taisyklių anglų kalba yra neatitikimų, turi būti vadovaujamasi angliškąja taisyklių versija.
pt_br: Estes termos são regidos pelas leis do estado da Califórnia, E.U.A., excluindo seu conflito de cláusulas legais. Se qualquer parte destes termos for identificado como inválido ou não aplicável, as partes restantes permanecerão em pleno vigor e efeito. Na eventualidade de um conflito entre uma versão traduzida destes termos e versão do idioma inglês, a versão em inglês prevalecerá.
