Repository: translate/mozilla-l10n
Catalog: hsb/browser/chrome/browser/preferences/content.dtd.po
Languages: hsb

source: Pop-ups
hsb: Wuskakowace wokna

source: &Block pop-up windows
hsb: Wus&kakowace wokno blokować

source: &Exceptions…
hsb: &Wuwzaća…

source: Fonts & Colors
hsb: Pisma a barby

source: &Default font:
hsb: &Standardne pismo:

source: &Size:
hsb: Wu&lkosć:

source: &Advanced…
hsb: R&ozšěrjeny…

source: &Colors…
hsb: &Barby…

source: Languages
hsb: Rěče

source: Choose your preferred language for displaying pages
hsb: Wubjerće swoju preferowanu rěč za zwobraznjenje stronow

source: Ch&oose…
hsb: W&ubrać…

source: &Translate web content
hsb: &Webwobsah přełožować

source: E&xceptions…
hsb: W&uwzaća…

source: Translations by
hsb: Přełožki wot

source: DRM content
hsb: DRM-wobsah

source: &Play DRM content
hsb: DRM-wobsah wot&hrać

source: Learn more
hsb: Dalše informacije
