Repository: translate/mozilla-l10n
Catalog: hsb/browser/chrome/browser/preferences/search.dtd.po
Languages: hsb

source: Default Search Engine
hsb: Standardna pytawa

source: Choose your default search engine. &brandShortName; uses it in the location bar, search bar, and start page.
hsb: Wubjerće swoju standardnu pytawu. &brandShortName; wužiwa ju w adresowym polu, w pytanskej polu a na startowej stronje.

source: Provide &search suggestions
hsb: &Pytanske namjety podać

source: One-click search engines
hsb: Pytawy z jednym kliknjenjom

source: The search bar lets you search alternate engines directly. Choose which ones to display.
hsb: Tute pytanske polo wam zmóžnja, direktnje z druhimi pytawami pytać. Wubjerće, kotre maja so zwobraznić.

source: Search Engine
hsb: Pytawa

source: Keyword
hsb: Klučowe słowo

source: Restore &Default Search Engines
hsb: &Standardne pytawy wobnowić

source: &Remove
hsb: W&otstronić

source: Add more search engines…
hsb: Dalše pytawy přidać…
