Repository: translate/mozilla-l10n
Catalog: gn_*/services/sync/errors.properties.po
Languages: gn_bo

source: Failed to connect to the server
gn_bo: Mbaetɨ yandepuere ñamoïru omboyekuaa vae ndive

source: Wrong Recovery Key
gn_bo: Mbaeavɨ yaipea ñañono kavi vae

source: Incorrect account name or password
gn_bo: Mbaetɨ jaekavi tee ndeño reikua vae

source: Missing account name
gn_bo: Oata cuenta jee

source: Missing password
gn_bo: Oata ndeeño reikuaa vae

source: No saved Recovery Key to use
gn_bo: Mbaetɨ oñeñovatu oñeñono kavigüe yaipea pɨpe vae yaiporu vaerä

source: Server incorrectly configured
gn_bo: Omooyekuaa vae bɨ oñeñono kavi

source: One or more data types could not be synced
gn_bo: Metei ani ïru oyekuatiagüe reta mbaetɨ ipuere oñomoïru kavi

source: Firefox Sync server maintenance is underway, syncing will resume automatically
gn_bo: Oyeokuai vae re oyangareko Firefox Sync vae oñeomi oï, Oñeñono kavi ïru ndive yave oyemboɨpɨta jae aeño

source: Incorrect words, try again
gn_bo: Ñee reta mbaetɨ jaekavi, emboɨpɨ pɨau ye

source: Use a stronger password
gn_bo: Eiporu kañɨmaa ipïrata vae

source: Unknown error
gn_bo: Mbaeavɨ yaikuaambae

source: Password can't match current password
gn_bo: Jókuae kañɨmaa mbaetɨ oyovake jökuae kañɨmaa añave oime vae ndive

source: Password can't match your user name
gn_bo: Kañɨmaa mbaetɨ oyovake nderé nde ko reiporu vae ndive

source: Password can't match your email address
gn_bo: Ndeño reikua vae mbaetɨ oyovake ndecorreo electronico ndive

source: The passwords entered do not match
gn_bo: Kañɨmaa reta reñono vae nbaetɨ oyovake

source: The password entered is too short
gn_bo: Kañɨmaa yachutu yae ete
