Repository: translate/mozilla-l10n
Catalog: mni/toolkit/chrome/cookie/cookieAcceptDialog.dtd.po
Languages: mni

source: Name:
mni: মিং:

source: Content:
mni: হীরম:

source: Host:
mni: হোস্ত:

source: Path:
mni: লম্বী:

source: Send For:
mni: থাবগী:

source: Expires:
mni: মতম লোইবা:

source: &Allow
mni: যাবা (&A)

source: Allow for &Session
mni: সেসনগী যাবা (&S)

source: &Deny
mni: যাদবা (&D)

source: Confirm setting cookie
mni: কুকি সেত্তিংগী অচুম্বা খঙবা

source: &Use my choice for all cookies from this site
mni: সাইত অসিদগী ঐগী অপাম্বা খনবা কুকি পুম্নমক শিজিন্নৌ (&U)
