Repository: translate/mozilla-l10n
Catalog: gn_PY/obsolete/browser/extensions/pocket/pocket.properties.po
Languages: gn_py

source: Add Tags
gn_py: Teramoĩve

source: Already a Pocket user?
gn_py: Ha'émapa puruhára voko'i pegua?

source: Continue with Firefox
gn_py: Eimeve Firefox ndive

source: There was an error when trying to save to Pocket.
gn_py: Oiko jejavy oñepysyrõsévo Pocket-pe.

source: Learn More
gn_py: Eikuaa ye jeta

source: Log in
gn_py: Tembiapo ñepyrũ

source: Tags are limited to 25 characters
gn_py: Teramoĩme ikatu eipuru 25 tai peve

source: You must be connected to the Internet in order to save to Pocket. Please check your connection and try again.
gn_py: Nde eikeva'erã ñandutípe eipysyrõséramo Pocket-pe. Ikatúpiko, ehechajey jeikekatu ha eha'ã jey upe rire.

source: Only links can be saved
gn_py: Joajuha añoite ikatu eñongatu

source: Page Not Saved
gn_py: Kuatiarogue oñeñongatu'ỹva

source: Page Removed
gn_py: Kuatiarogue Oñemboguepyréva

source: Saved to Pocket
gn_py: Voko'ípe ñongatupyre

source: Removing Page…
gn_py: Kuatiarogue guenohẽpy…

source: Adding tags…
gn_py: Teramoĩ ñembojuapy…

source: Remove Page
gn_py: Emboguete kuatiarogue

source: Save
gn_py: Ñongatu

source: Saving…
gn_py: Oñeñongatuhína...

source: Sign up with email
gn_py: Ñandutiveve rupi ñemboheraguapy

source: Sign up for Pocket. It’s free.
gn_py: Eñemboheraguapy Pocket-pe. Tepyme'ẽ'ỹre.

source: Suggested Tags
gn_py: Teramoĩ je'emínteva

source: Save articles and videos from Firefox to view in Pocket on any device, any time.
gn_py: Eñongatu haipy ha ta'ãngamýi Firefox mba'éva ehecha hag̃ua oimeraẽva mba'e'okápe, ehechase vove.

source: Click the Pocket Button to save any article, video or page from Firefox.
gn_py: Eikutu votõ eñongatu hag̃ua oimeraẽva haipy, ta'ãngamýi térã Firefox kuatiarogue.

source: View in Pocket on any device, any time.
gn_py: Ehecha ne mba'ekuéra Voko'ípe oimeraẽva mba'e'oka rupive, ehechase vove.

source: Tags Added
gn_py: Teramoĩ mbojuapypyre

source: Sign in with Firefox
gn_py: Eñemboheraguapy Aguaratata rupive

source: Sign up with Firefox
gn_py: Eñemboheraguapy Aguaratata rupive

source: View List
gn_py: Ehecha Tysýi

source: Pocket
gn_py: Voko'i

source: Save to Pocket
gn_py: Eñongatu Voko'ípe

source: Save Page to Poc&ket
gn_py: Eñongatu kuatiarogue Pocket-pe

source: Save Link t&o Pocket
gn_py: Eñongatu joajuha Pocket-pe

source: View Pocket List
gn_py: Ehechauka Pocket Rysýi
