Repository: translate/mozilla-l10n
Catalog: brx/toolkit/chrome/global/aboutSupport.dtd.po
Languages: brx

source: Troubleshooting Information
brx: ट्राबलशुटिं फोरमायथिहोग्रा

source: This page contains technical information that might be useful when you're trying to solve a problem. If you are looking for answers to common questions about &brandShortName;, check out our <a id='supportLink'>support website</a>.
brx: बे बिलाइआव बिरोंदामिन फोरमायथिहोग्रा दं, नोंथाङा जेंनाखौ सुस्रांनाय समाव बेयो खामानिआव नांथाव जानो हागौ। नोंथाङा &brandShortName; नि सरासनस्रा सोंथिनि फिननायखौ नागिरोब्ला, जोंनि <a id='supportLink'>हेफाजाब वेबसाइट</a> आव थां।

source: Crash Reports
brx: क्रेस रिपर्ट

source: Report ID
brx: रिपर्ट ID

source: Submitted
brx: गथायबाय

source: All Crash Reports
brx: गासै क्रेस रिपर्ट

source: This application has not been configured to display crash reports.
brx: क्रेस रिपर्टखौ दिन्थिफुंनो थाखाय बे एप्लिकेसनखौ बाइजोमहर दायाखै।

source: Extensions
brx: बारायनायफोर

# aboutSupport.extensionName
source: Name
brx: मुं

source: Enabled
brx: मावथि खालामबाय

# aboutSupport.extensionVersion
source: Version
brx: लिरस्लायनाय

source: Experimental Features
brx: आनजाद नायग्रा आखुथाय

# aboutSupport.experimentName
source: Name
brx: मुं

source: Description
brx: बेखेवनाय

source: Active
brx: मावथि

source: End Date
brx: जोबनाय अक्ट'

source: Homepage
brx: ह'मबिलाइ

source: Application Basics
brx: एप्लिकेसन गुदि

# aboutSupport.appBasicsName
source: Name
brx: मुं

# aboutSupport.appBasicsVersion
source: Version
brx: लिरस्लायनाय

# aboutSupport.appBasicsUpdateHistory
source: Update History
brx: आपडेट जारिमिन

source: Show Update History
brx: आपडेट जारिमिनखौ दिन्थि

source: Profile Directory
brx: प्रफाइल डिरेक्टरि

source: Profile Folder
brx: प्रफाइल फल्डार

source: Enabled Plugins
brx: हाहोनाय प्लागिनफोर

source: Build Configuration
brx: बिल्ड बाइजोमहर

source: User Agent
brx: बाहायग्रा थान्दै

source: Memory Use
brx: मेमरि बाहायनाय

source: Multiprocess Windows
brx: माल्टिप्रसेस उइन्ड'स

source: Open Directory
brx: डिरेक्टरिखौ खेव

source: Show in Finder
brx: नागिरना दिहुनग्रायाव दिन्थि

source: Show Folder
brx: फल्डारखौ दिन्थि

source: Important Modified Preferences
brx: गोनांथार फोसाबनाय पसन्दफोर

# aboutSupport.modifiedPrefsName
source: Name
brx: मुं

# aboutSupport.modifiedPrefsValue
source: Value
brx: बेसेन

source: user.js Preferences
brx: user.js पसन्द

source: Your profile folder contains a <a id='prefs-user-js-link'>user.js file</a>, which includes preferences that were not created by &brandShortName;.
brx: नोंथांनि प्रफाइल फल्डारआव मोनसे <a id='prefs-user-js-link'>user.js file</a> दं, जाय पसन्दखौ सोफादेरो, बेफोरो &brandShortName; जों सोरजिजायाखैमोन।

source: Important Locked Preferences
brx: गोनांथार लक खालामखानाय पसन्द

# aboutSupport.lockedPrefsName
source: Name
brx: मुं

# aboutSupport.lockedPrefsValue
source: Value
brx: बेसेन

source: Graphics
brx: ग्राफिक्स

source: JavaScript
brx: जाभास्क्रिप्ट

source: Incremental GC
brx: बारायलांनाय GC

source: Accessibility
brx: हाबनो हाथाव

source: Activated
brx: मावथि खालामखाबाय

source: Prevent Accessibility
brx: हाबनायखौ हेंथा हो

source: Library Versions
brx: बिजाब बाख्रि बिसानफोर

source: Installation History
brx: इनष्टलेसन जारिमिन

# aboutSupport.updateHistoryTitle
source: Update History
brx: आपडेट जारिमिन

source: Copy text to clipboard
brx: फराखौ क्लिपबर्डआव कपि खालाम

source: Copy raw data to clipboard
brx: गोथां डाटाखौ क्लिपबर्डआव कपि खालाम

source: Sandbox
brx: सेन्डबक्स
