Repository: translate/mozilla-l10n
Catalog: ff/mobile/xul/chrome/browser.properties.po
Languages: ff

source: No add-ons installed
ff: Alaa ɓeyditte loowaa

source: Searching for add-ons…
ff: Nana yiyloo ɓeyditte…

source: Cancel
ff: Haaytu

source: No matches found
ff: Alaa teme njiytaa

source: No recommended add-ons
ff: Alaa ɓeyditte basiyaaɗe

source: Try Again
ff: Eto goɗngol

source: %S couldn't retrieve add-ons
ff: %S horiima ballaade ɓeyditte

source: Retry
ff: Eto goɗngol

source: Clear Search
ff: Momtu njiilaw

source: Browse all add-ons
ff: Feero e doggol ɓeyditte

source: addons.mozilla.org has many to explore
ff: addons.mozilla.org ena heewi ɓeyda

source: See More Add-ons
ff: Jokku ƴeewde ɓeyditte

source: Browse Site
ff: Feero e Lowre

source: Show result;Show all #1 results
ff: Hollu njaltudi ngootiri;Hollu jaltuɗe #1

source: If this result isn't what you're looking for, try this;If these #1 results aren't what you're looking for, try this
ff: So ndii njaltudi wonaa ko njiilino-ɗaa, ɗto ɗum;So ɗee jaltuɗe #1 ngonaa ko njiylino-ɗaa, eto ɗum

source: What are Add-ons?
ff: Ko woni ɓeyditte?

source: Learn More
ff: Ɓeydu Humpito

source: Add-ons are applications that let you personalize #1 with extra functionality or style. You can make #1 your own.
ff: Ɓeyditte ko jaaɓnirɗe ballooje-ma heertinde #1 huutoraade fannuuji keewɗi. Aɗa waawi waɗande hoore maa #1.

source: Integrated Search
ff: Njiilaw Naatondirgal

source: Installing Add-on
ff: Nana Loowa Ɓeyditte

source: Install
ff: Loow

source: Extension
ff: Timmitere

source: Theme
ff: Wutte

source: Locale
ff: Nokkuwal

source: Search
ff: Yiylo

source: Checking for updates…
ff: Nana yuurnoo kesɗitine…

source: Updating to %S
ff: Nana hesɗitina to %S

source: Updated to %S
ff: Naatnoyaama to %S

source: A compatibility update has been applied
ff: Kesɗitinal jaaɓdondiral jamminaama

source: No updates were found
ff: Alaa kesɗitine njiytaa

source: Updates not supported
ff: Kesɗitine njahdaani

source: Updates are disabled
ff: Kesɗitine ko daaƴaaɗe

source: An error occurred
ff: Juumre waɗii

source: Blocked
ff: Ko daaƴaaɗo

source: Known to cause security or stability issues
ff: Ena anndiraa addude caɗe kisal walla jamɗugol.

source: Out of date
ff: Hiiɗɗitii

source: The add-on could not be downloaded because of a connection failure on #2.
ff: Ɓeydital ngal horaama aawteede sabu goorol seŋorde e #2.

source: The add-on from #2 could not be installed because it does not match the add-on #3 expected.
ff: Ɓeydital #2 horiima looweede sabu ngal jaaɓdaani e ɓeydital #3 tommbagal.

source: The add-on downloaded from #2 could not be installed because it appears to be corrupt.
ff: Ɓeydital aawtangal e #2 horiima looweede sabu ena wayi no ngal moƴƴaani.

# addonError-4
source: #1 could not be installed because #3 cannot modify the needed file.
ff: #1 horiima looweede sabu #3 waawaa waylude fiilde soklaande ndee.

source: This add-on could not be installed because of a filesystem error.
ff: Ngal ɓeydital horiima looweesde sabu juumre yuɓɓo piille.

source: This add-on could not be installed because it does not match the add-on #3 expected.
ff: Ngal ɓeydital horiima looweede sabu ngal jaaɓdaani e ɓeydital #3 tommbagal.

source: This add-on could not be installed because it appears to be corrupt.
ff: Ngal ɓeydital horiima looweede sabu ena wayi no ngal moƴƴaani.

# addonLocalError-4
source: #1 could not be installed because #3 cannot modify the needed file.
ff: #1 horiima looweede sabu #3 waawaa waylude fiilde soklaande ndee.

source: #1 could not be installed because it is not compatible with #3 #4.
ff: #1 horiima looweede sabu ngal jaaɓdaani e #3 #4.

source: #1 could not be installed because it has a high risk of causing stability or security problems.
ff: #1 horiima looweede sabu ena hulaa maa addu caɗeele kisal walla jamɗugol.

source: Unknown size
ff: Ɓetol anndaaka

source: Yesterday
ff: Haŋki

source: No downloads
ff: Alaa gaawte

source: Delete File
ff: Momtu Fiilde

source: Add-ons
ff: Ɓeyditte

source: Downloading add-on
ff: Nana aawtoo ɓeyditere

source: Installing add-on
ff: Nana loowa ɓeyditte

source: Installation complete. Restart required.
ff: Loowgol timmii. Kurmitinal ena waɗɗii.

source: Installation complete
ff: Loowgol gasii

source: Installation failed
ff: Loowgol woorii

source: Bookmark added
ff: Maantorol ɓeydaama

source: Screen Orientation
ff: Kuccitol Yaynirde

source: Locked
ff: Ko cokaaɗo

source: Unlocked
ff: Soktaama

source: #1 incompatible add-on was disabled;#1 incompatible add-ons were disabled
ff: Ɓeyditere #1 daaƴaama sabu jaaɓdaani;Ɓeyditte #1 ndaaƴaama sabu njaaɓdaani

source: Downloads
ff: Gawte

source: Downloading: %S
ff: Nana aawtoo: %S

source: %S has finished downloading
ff: %S gaynii aawtaade

source: Can't open file. Tap to save it.
ff: Horiima udditde fiilde. Tappu ngal danndude.

source: Download too big
ff: Aawtere ena mawni haa wooroo

source: Not enough storage space
ff: Boowal ena ŋakki e mbeɗu

source: Restart to complete changes.
ff: Hurmitin ngam jokkitde bayle.

source: Add-ons updated. Restart to complete changes.
ff: Ɓeyditte kesɗitinaama. Hurmitin ngam jokkitde bayle.

source: Unsafe add-ons installed. Restart to disable.
ff: Ɓeyditere nde hoolnaaki loowaama. Hurmitin ngam daaƴde-nde.

source: Restart
ff: Hurmitin

source: %S prevented this site from opening a pop-up window.
ff: %S haɗii ndee lowre udditde henorde suppitere.

source: %S prevented this site from opening %S pop-up windows.
ff: %S haɗii ndee lowre udditde kenorɗe cuppitte %S.

source: Show
ff: Hollu

source: Always Show
ff: Hollu Sahaa kala

source: Never Show
ff: Hoto hollu hay sahaa

source: %S prevented this site (%S) from asking you to install software on your device.
ff: %S haɗii ndee lowre (%S) naamnaade-ma yo a loow topirde e ordinateer maa.

# xpinstallPromptAllowButton
source: Allow
ff: Yamir

source: Software installation has been disabled by your system administrator.
ff: Jiiloowo yuɓɓo maa ko daaƴɗo loowgol topirɗe.

source: Software installation is currently disabled. Press Enable and try again.
ff: Loowgol topirɗe koko daaƴaa oo sahaa. Dobo Daaƴtu,ngam etaade kadi.

source: Enable
ff: Daaƴtu

source: Verified by: %S
ff: Ƴeewtii ko: %S

source: You have added a security exception for this site
ff: A ɓeydii paltol kisal e ndee lowre

source: Encrypted
ff: Gannangol

source: Not encrypted
ff: Gannaaka

source: This website does not supply identity information.
ff: Ndee lowre geese hokkataa humpito innitol.

source: (unknown)
ff: (anndaaka)

source: Share
ff: Simmin

source: Don't share
ff: Hoto simmin

source: %S wants your location.
ff: %S ena hatojini e ɗo ngon-ɗaa.

# desktopNotification.allow
source: Allow
ff: Yamir

source: Don't allow
ff: Hoto yamir

source: %S wants to use notifications.
ff: %S ena yiɗi huutoraade tintine.

source: New tab opened;#1 new tabs opened
ff: Tabbere hesere udditaama;tabbe kese #1 ngudditaama

source: Error:
ff: Juumre:

source: Warning:
ff: Reentino:

# offlineApps.available2
source: %S wants to store data on your device for offline use.
ff: %S ena yiɗi mooftude keɓe e kaɓirgol maa ngam kuutorgol ceŋtol.

# offlineApps.allow
source: Allow
ff: Yamir

# offlineApps.never
source: Don't Allow
ff: Hoto Aamir

source: Not Now
ff: Wonaa Jooni

# offlineApps.dontAllow
source: Don't Allow
ff: Hoto Aamir

# offlineApps.wantsTo
source: %S wants to store data on your device for offline use.
ff: %S ena yiɗi mooftude keɓe e kaɓirgol maa ngam kuutorgol ceŋtol.

# indexedDBQuota.allow
source: Allow
ff: Yamir

# indexedDBQuota.dontAllow
source: Don't Allow
ff: Hoto Yamir

source: %S wants to store a lot of data on your device for offline use.
ff: %S ena yiɗi mooftude keɓe keewɗe e kaɓirgol maa ngam kuutorgol ceŋtol.

# openWebappsManage.allow
source: Allow
ff: Yamir

# openWebappsManage.dontAllow
source: Don't Allow
ff: Hoto Yamir

source: %S wants to manage applications on your device.
ff: %S ena yiɗi toppitaade jaaɓnirɗe e kaɓirgol maa.

source: Desktop Bookmarks
ff: Maantore Biro

source: Confirm close
ff: Teeŋtin uddol

source: NOT USED;You are about to close #1 tabs. Continue?
ff: NOT USED;Ngon-ɗaa ko e uddude tabbe #1. Aɗa yiɗi jokkude?

source: Close tabs
ff: Uddu tabbe

source: Warn me when I attempt to close multiple tabs
ff: Reentin am so mi etiima uddude tabbe keewɗe

source: Sorry!
ff: Ɗaccu hakke!

source: Something went wrong while displaying a web page.
ff: Jaytingol ngoo hello waɗii caɗeele.

source: Send Mozilla a crash report
ff: Neldu jaŋtol hookre to Mozilla

source: Close tab
ff: Uddu tabbere

source: Reload tab
ff: Hesɗitin tabbere

source: Custom Page
ff: Hello Heetinaango

source: Save As PDF
ff: Danndu e PDF

source: Location
ff: Nokkuure

source: Popups
ff: Cuppitte

source: Offline Storage
ff: Mooftugol Ceŋtol

source: Password
ff: Finnde

source: Web Notifications
ff: Tintine Geese

source: Manage Web Apps
ff: Toppito Jaaɓnirɗe Geese

source: Search With:
ff: Yiyloro:

source: Search for "%S"
ff: Yiylo "%S"

source: Open in %S App
ff: Uddit e Jaaɓnirgal %S

source: Open in Another App
ff: Uddit e Jaaɓnirgal Goɗngal

source: Clear Private Data
ff: Momtu Keɓe Sirluuje

source: Delete your browsing history and settings, including passwords and cookies?
ff: Momtu aslol e teelte peeragol maa, kañum e heen finndeeji e kukiije?

source: More
ff: Teelte goɗɗe

source: Text copied to clipboard
ff: Natto e ɗakkitorde
