Repository: translate/mozilla-l10n
Catalog: sat/security/manager/chrome/pipnss/pipnss.properties.po
Languages: sat

source: Please enter the master password for the %S.
sat: %S ला़गित् मुल दानाङ साबाद आदेर होचोय मे.

source: Builtin Roots Module
sat: रेहेत् ना़मुना रे तेयार

source: Mozilla.org
sat: मोजिला.org

source: PSM Internal Crypto Services
sat: PSM भितिर उदुक् चिनहा़ं ओल का़मी

source: Generic Crypto Services
sat: जा़ती उदुक् चिनहा़ं ओल का़मी

# PrivateTokenDescription
source: Software Security Device
sat: सॉफ्टवेयर जा़पती साधोन

source: PSM Internal Cryptographic Services
sat: PSM भितरी उदुक् चिनहा़ं ते ओल ओनोल का़मी

source: PSM Private Keys
sat: PSM निजेरा का़ठी को

source: Software Security Device (FIPS)
sat: सॉफ्टवेयर जा़पती साधोन(FIPS)

source: FIPS 140 Cryptographic, Key and Certificate Services
sat: FIPS 140उदुक् चिनहा़ं ते ओल ओनोल, का़ठी आर पोरमान साकाम का़मी को

# InternalToken
source: Software Security Device
sat: सॉफ्टवेयर जा़पती साधोन

source: SSL Client Certificate
sat: SSL गांहकी पोरमान साकाम

source: SSL Server Certificate
sat: SSL सर्वर पोरमान साकाम

source: SSL Certificate Authority
sat: SSL पोरमान साकाम एमोगिच्

source: Email Signer Certificate
sat: ई-मेल सुहियिजाक् पोरमान

source: Email Recipient Certificate
sat: ई-मेल ञामिजाक् पोरमान

# VerifyObjSign
source: Object Signer
sat: जिनिस सुहियिच्

# VerifyCAVerifier
source: CA Verifier
sat: CA ञेल मिला़विच्

source: Status Responder Certificate
sat: दोसा रोड़ रुवा़ड़िजाक् पोरमान

source: High Grade
sat: चेतान दारजा

source: Medium Grade
sat: चा़टिया दारजा

source: %1$s's %2$s ID
sat: %1$s रेयाक्%2$s ID

source: Certificate
sat: पोरमान साकाम

source: Version
sat: बार्सान

source: Version 1
sat: बार्सान 1

source: Version 2
sat: बार्सान 2

source: Version 3
sat: बार्सान 3

source: Serial Number
sat: तिरया़व लेखा

source: PKCS #1 MD2 With RSA Encryption
sat: PKCS #1 MD2 RSA दानाङ सांव

source: PKCS #1 MD5 With RSA Encryption
sat: PKCS #1 MD5 RSA दानाङ सांव ते

source: PKCS #1 SHA-1 With RSA Encryption
sat: PKCS #1 SHA-1 RSA दानाङ सांव ते

source: PKCS #1 SHA-256 With RSA Encryption
sat: PKCS #1 SHA-256 RSA दानाङ सांव ते

source: PKCS #1 SHA-384 With RSA Encryption
sat: PKCS #1 SHA-384 RSA दानाङ सांव ते

source: PKCS #1 SHA-512 With RSA Encryption
sat: PKCS #1 SHA-512 RSA दानाङ सांव ते

source: Object Identifier (%S)
sat: जिनिस चिनहा़विच् (%S)

source: Issuer
sat: एमोगिच्

source: Subject
sat: बिसोय

source: Surname
sat: पा़रिस

source: Given Name
sat: एम ञुतुम

source: Validity
sat: बाताव सारी

source: Not Before
sat: माड़ाङ ते बाङ

source: Not After
sat: तायोम ते बाङ

source: Subject Public Key Info
sat: बिसोय होड़ कोवाक् का़ठी ला़य सोदोर

source: Subject Public Key Algorithm
sat: बिसोय होड़ कोवाक् का़ठी गेलाक् टुडा़क् एलेख आदेर

source: Algorithm Identifier
sat: गेलाक् टुडा़क् एलेख आदेर चिनहा़विच्

source: Algorithm Parameters
sat: गेलाक् टुडा़क् एलेख आदेर पैरामिटार

source: PKCS #1 RSA Encryption
sat: PKCS #1 RSA दानाङाक्

source: PKCS #1 RSASSA-PSS Signature
sat: PKCS #1 RSASSA-PSS सुही

source: Modulus (%S bits): %S Exponent (%S bits): %S
sat: मोड्लास (%Sबिट्स ): %S Exponent (%S बिट्स ): %S

source: Key size: %S bits Base point order length: %S bits Public value: %S
sat: का़ठी माराङ तेत् : %S बिट्स बा़यसा़व उदुक् चार जिलिञ : %S बिट्स होड़ गोनोङ : %S

source: Issuer Unique ID
sat: एमोगिजाक् आ़डी भेगार ID

source: Subject's Public Key
sat: बिसोय बाबोत् होड़ कोवाक् का़ठी

source: Subject Unique ID
sat: बिसोय आ़डी भेगार ID

source: Extensions
sat: पासनाव को

source: Certificate Subject Directory Attributes
sat: पोरमान साकाम बिसोय उनुदुक् गालाङ

source: Certificate Subject Key ID
sat: पोरमान साकाम बिसोय का़ठी ID

source: Certificate Key Usage
sat: पोरमान साकाम का़ठी बेभार

source: Certificate Subject Alt Name
sat: पोरमान साकाम बिसोय एपेटाक् ञुतुम

source: Certificate Issuer Alt Name
sat: पोरमान साकाम एमोगिजाक् एपेटाक् ञुतुम

source: Certificate Basic Constraints
sat: पोरमान साकाम बा़यसा़व गोटावाक्

source: Certificate Name Constraints
sat: पोरमान साकाम साकाम ञुतुम गोटावाक्

source: CRL Distribution Points
sat: CRL हा़टिञाक् टुडा़क्

source: Certificate Policies
sat: पोरमान साकाम आ़री को

source: Certificate Policy Mappings
sat: पोरमान साकाम आ़री नोकसा को

source: Certificate Policy Constraints
sat: पोरमान साकाम आ़री गोटावाक् को

source: Certificate Authority Key Identifier
sat: पोरमान साकाम एमोगिजाक् का़ठी चिनहा़विच्

source: Extended Key Usage
sat: पासनावाक् का़ठी बेभार

source: Authority Information Access
sat: एमोगिजाक् ला़य सोदोर आ़तुर

source: ANSI X9.57 DSA Signature
sat: ANSI X9.57 DSA सुही

source: ANSI X9.57 DSA Signature with SHA1 Digest
sat: ANSI X9.57 DSA SHA1 सार तेत् सांव सुही

source: ANSI X9.62 ECDSA Signature with SHA1
sat: ANSI X9.62 ECDSA SHA1 सांव सुही

source: Signing
sat: सुही येत् आ

source: Non-repudiation
sat: बेगोर-बाङ बाताव

source: Key Encipherment
sat: का़ठी उकु ते ओल सेलेद

source: Data Encipherment
sat: डाटा उकु ते ओल सेलेद

source: Key Agreement
sat: का़ठी बो़नो़त्

source: Certificate Signer
sat: पोरमान साकाम सुहियिच्

source: CRL Signer
sat: CRL सुहियिच्

source: Critical
sat: आंझाट

source: Not Critical
sat: बाङ आंझाट

source: Certificate Signature Algorithm
sat: पोरमान साकाम सुही गेलाक् टुडा़क् एलेख बाबोत

source: Certificate Signature Value
sat: पोरमान साकाम सुही गोनोङ

source: Error: Unable to process extension
sat: भुल: पासनाव तेयार होचो बाङ दाड़ेयाक्

source: Is a Certificate Authority
sat: पोरमान साकाम एमोगिच्

source: Is not a Certificate Authority
sat: चेत् जाहांय पोरमान साकाम एमोगिच् होड़ बाङ काना

source: Maximum number of intermediate CAs: %S
sat: तालमा CAs रेयाक् ढेर उता़र लेखा: %S

source: unlimited
sat: असिमा़

source: TLS Web Server Authentication
sat: TLS वेब सर्वर पोरमान एमाक्

source: TLS Web Client Authentication
sat: TLSवेब गांहकी पोरमान एमाक्

source: Code Signing
sat: कोड सुही

source: E-mail protection
sat: इ-मेल आ़ड

source: Time Stamping
sat: ओकतो मोहोरेत् आ

source: OCSP Signing
sat: OCSP सुही येत् आ

source: Microsoft Individual Code Signing
sat: माइक्रोसोफ्ट निजेराक् दानाङ चिनहा़ं ते सुही येत् आ

source: Microsoft Commercial Code Signing
sat: माइक्रोसोफ्ट बानिज चिनहा़ं ते सुही येत् आ

source: Microsoft Trust List Signing
sat: माइक्रोसोफ्ट पा़तया़व लिसटी ते सुही येत् आ

source: Microsoft Time Stamping
sat: माइक्रोसोफ्ट ओकतो मोहोरेत् आ

source: Microsoft Server Gated Crypto
sat: माइक्रोसोफ्ट सार्वार उदुक् चिनहा़ं ते ओल ए ञाम आकात् आ

source: Microsoft Encrypting File System
sat: माइक्रोसोफ्ट दानाङ रेत् सेसटेम

source: Microsoft File Recovery
sat: माइक्रोसोफ्ट रेत् ञाम रुवा़ड़

source: Microsoft Windows Hardware Driver Verification
sat: माइक्रोसोफ्ट विंडो हार्डवायर ड्राइवार ञेल मिलावाक्

source: Microsoft Qualified Subordination
sat: माइक्रोसोफ्ट पारोम गोड़ोवाक्

source: Microsoft Key Recovery
sat: माइक्रोसोफ्ट का़ठी ञाम रुवाड़

source: Microsoft Document Signing
sat: माइक्रोसोफ्ट दोलिल सुही एत् आ

source: Microsoft Lifetime Signing
sat: माइक्रोसोफ्ट जिबोन भुराक् सुही येत् आ

source: Microsoft Smart Card Logon
sat: माइक्रोसोफ्ट एसमार्ट कार्ड बोलो

source: Microsoft Key Recovery Agent
sat: माइक्रोसोफ्ट का़ठी ञामरुवाड़ गोड़ोयिच्

source: Microsoft Certificate Template Name
sat: माइक्रोसोफ्ट पोरमान साकाम ना़मुना ञुतुम

source: Microsoft Principal Name
sat: माइक्रोसोफ्ट मुल ञुतुम

source: Microsoft CA Version
sat: माइक्रोसोफ्ट CA हा़लियाक्

source: Microsoft Domain GUID
sat: माइक्रोसोफ्ट जायगा GUID

source: Netscape Server Gated Crypto
sat: नेटएसकेप सार्वार उदुक् चिनहा़ ओल ञामेदा

source: E-Mail Address
sat: ई-मेल ठिका़न

source: DNS Name
sat: DNS ञुतुम

source: X.400 Address
sat: X.400 ठिका़ना पुथी

source: X.500 Name
sat: X.500 ञुतुम

source: EDI Party Name
sat: EDI दोल ञुतुम

source: IP Address
sat: IP ठिका़ना पुथी

source: Registered OID
sat: ञुतुम ओल होचोवाक् OID

source: Key ID
sat: ID का़ठी

source: Verisign User Notices
sat: सुही बाङ बेभार इतला़य को

source: Unused
sat: बाङ बेभाराक्

source: Key Compromise
sat: का़ठी सुला़यनामा

source: CA Compromise
sat: CA सुला़यनामा

source: Affiliation Changed
sat: हाताव होक एम बोदोलाकाना

source: Superseded
sat: दिगिज आकाना

source: Cessation of Operation
sat: का़मी रेयाक् बोहोक रेच्

source: Certificate Hold
sat: पोरमान साकाम हाताविच्

source: CA Issuers
sat: CA एमोक् को

source: Certification Practice Statement pointer
sat: पोरमान एम हेवा काथा उदुगाक्

source: Extended Validation (EV) SSL Server Certificate
sat: पासनावाक् तुला़ जोखा (EV) SSLसर्वर

source: User Notice
sat: बेभार को इतला़य

source: Logotype
sat: मोहोर चिता़र लेकान

source: Elliptic Curve Public Key
sat: बिली लेका माराङ गुलांड़ कोंडवेत् होड़कोवाक् का़ठी

source: X9.62 ECDSA Signature with SHA1
sat: ANSI X9.62 ECDSA SHA1 सांव सुही

source: ANSI X9.62 elliptic curve prime192v1 (aka secp192r1, NIST P-192)
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् पा़हिलाक् 192v1 (aka secp192r1, NIST P-192)

source: ANSI X9.62 elliptic curve prime192v2
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् पा़हिलाक्192v2

source: ANSI X9.62 elliptic curve prime192v3
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् पा़हिलाक्192v3

source: ANSI X9.62 elliptic curve prime239v1
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् पा़हिलाक् 239v1

source: ANSI X9.62 elliptic curve prime239v2
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् पा़हिलाक्239v2

source: ANSI X9.62 elliptic curve prime239v3
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् पा़हिलाक्239v3

source: ANSI X9.62 elliptic curve prime256v1 (aka secp256r1, NIST P-256)
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् पा़हिलाक्256v1 (आका secp256r1, NIST P-256)

source: SECG elliptic curve secp112r1
sat: SECG माराङ गुलांड़ कोंड़वेत् 112r1

source: SECG elliptic curve secp112r2
sat: SECG माराङ गुलांड़ कोंड़वेत् secp112r2

source: SECG elliptic curve secp128r1
sat: SECG माराङ गुलांड़ कोंड़वेत् secp128r1

source: SECG elliptic curve secp128r2
sat: SECG माराङ गुलांड़ कोंड़वेत् secp128r2

source: SECG elliptic curve secp160k1
sat: SECG माराङ गुलांड़ कोंड़वेत् secp160k1

source: SECG elliptic curve secp160r1
sat: SECG माराङ गुलांड़ कोंड़वेत् secp160r1

source: SECG elliptic curve secp160r2
sat: SECG माराङ गुलांड़ कोंड़वेत् secp160r2

source: SECG elliptic curve secp192k1
sat: SECG माराङ गुलांड़ कोंड़वेत् secp192k1

source: SECG elliptic curve secp224k1
sat: SECG माराङ गुलांड़ कोंड़वेत् secp224k1

source: SECG elliptic curve secp224r1 (aka NIST P-224)
sat: SECG माराङ गुलांड़ कोंड़वेत् secp224r1 (aka NIST P-224)

source: SECG elliptic curve secp256k1
sat: SECG माराङ गुलांड़ कोंड़वेत् secp256k1

source: SECG elliptic curve secp384r1 (aka NIST P-384)
sat: SECG माराङ गुलांड़ कोंड़वेत् secp384r1 (aka NIST P-384)

source: SECG elliptic curve secp521r1 (aka NIST P-521)
sat: SECG माराङ गुलांड़ कोंड़वेत् secp521r1 (aka NIST P-521)

source: ANSI X9.62 elliptic curve c2pnb163v1
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2pnb163v1

source: ANSI X9.62 elliptic curve c2pnb163v2
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2pnb163v2

source: ANSI X9.62 elliptic curve c2pnb163v3
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2pnb163v3

source: ANSI X9.62 elliptic curve c2pnb176v1
sat: ANSI X9.62 eमाराङ गुलांड़ कोंड़वेत् c2pnb176v1

source: ANSI X9.62 elliptic curve c2tnb191v1
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2tnb191v1

source: ANSI X9.62 elliptic curve c2tnb191v2
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2tnb191v2

source: ANSI X9.62 elliptic curve c2tnb191v3
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2tnb191v3

source: ANSI X9.62 elliptic curve c2onb191v4
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2onb191v4

source: ANSI X9.62 elliptic curve c2onb191v5
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2onb191v5

source: ANSI X9.62 elliptic curve c2pnb208w1
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2pnb208w1

source: ANSI X9.62 elliptic curve c2tnb239v1
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2tnb239v1

source: ANSI X9.62 elliptic curve c2tnb239v2
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2tnb239v2

source: ANSI X9.62 elliptic curve c2tnb239v3
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2tnb239v3

source: ANSI X9.62 elliptic curve c2onb239v4
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2onb239v4

source: ANSI X9.62 elliptic curve c2onb239v5
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2onb239v5

source: ANSI X9.62 elliptic curve c2pnb272w1
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2pnb272w1

source: ANSI X9.62 elliptic curve c2pnb304w1
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2pnb304w1

source: ANSI X9.62 elliptic curve c2tnb359v1
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2tnb359v1

source: ANSI X9.62 elliptic curve c2pnb368w1
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2pnb368w1

source: ANSI X9.62 elliptic curve c2tnb431r1
sat: ANSI X9.62 माराङ गुलांड़ कोंड़वेत् c2tnb431r1

source: SECG elliptic curve sect113r1
sat: SECG माराङ गुलांड़ कोंड़वेत् 113r1

source: SECG elliptic curve sect113r2
sat: SECG माराङ गुलांड़ कोंड़वेत् 113r2

source: SECG elliptic curve sect131r1
sat: SECG माराङ गुलांड़ कोंड़वेत् 131r1

source: SECG elliptic curve sect131r2
sat: SECG माराङ गुलांड़ कोंड़वेत् 131r2

source: SECG elliptic curve sect163k1 (aka NIST K-163)
sat: SECG माराङ गुलांड़ कोंड़वेत् 163k1 (aka NIST K-163)

source: SECG elliptic curve sect163r1
sat: SECG माराङ गुलांड़ कोंड़वेत् 163r1

source: SECG elliptic curve sect163r2 (aka NIST B-163)
sat: SECG माराङ गुलांड़ कोंड़वेत् 163r2 (aka NIST B-163)

source: SECG elliptic curve sect193r1
sat: SECG माराङ गुलांड़ कोंड़वेत् 193r1

source: SECG elliptic curve sect193r2
sat: SECG माराङ गुलांड़ कोंड़वेत् 193r2

source: SECG elliptic curve sect233k1 (aka NIST K-233)
sat: SECG माराङ गुलांड़ कोंड़वेत् 233k1 (aka NIST K-233)

source: SECG elliptic curve sect233r1 (aka NIST B-233)
sat: SECG माराङ गुलांड़ कोंड़वेत् 233r1 (aka NIST B-233)

source: SECG elliptic curve sect239k1
sat: SECG माराङ गुलांड़ कोंड़वेत् 239k1

source: SECG elliptic curve sect283k1 (aka NIST K-283)
sat: SECG माराङ गुलांड़ कोंड़वेत् 283k1 (aka NIST K-283)

source: SECG elliptic curve sect283r1 (aka NIST B-283)
sat: SECG माराङ गुलांड़ कोंड़वेत् 283r1 (aka NIST B-283)

source: SECG elliptic curve sect409k1 (aka NIST K-409)
sat: SECG माराङ गुलांड़ कोंड़वेत् 409k1 (aka NIST K-409)

source: SECG elliptic curve sect409r1 (aka NIST B-409)
sat: SECG माराङ गुलांड़ कोंड़वेत् 409r1 (aka NIST B-409)

source: SECG elliptic curve sect571k1 (aka NIST K-571)
sat: SECG माराङ गुलांड़ कोंड़वेत् 571k1 (aka NIST K-571)

source: SECG elliptic curve sect571r1 (aka NIST B-571)
sat: SECG माराङ गुलांड़ कोंड़वेत् 571r1 (aka NIST B-571)

source: Size: %S Bytes / %S Bits
sat: माराङ तेत्: %S बाइट को / %S Bits

source: Client
sat: गांहकी

source: Server
sat: सार्वार को

source: Sign
sat: सुही मे

source: Encrypt
sat: दानाङ होचो

# VerifyObjSign_p
source: Object Signer
sat: जिनिस सुहियिच्

# VerifyCAVerifier_p
source: CA Verifier
sat: CA ञेल मिला़विच्

source: Status Responder
sat: दोसा ला़य रुवा़ड़िच्

source: The password entered was incorrect.
sat: दानाङ साबाद आदेर बाङठिक आदेर होचो लेना.

source: Successfully backed up your security certificate(s) and private key(s).
sat: आमाक् जापती पोरमान(को) आर का़ठी (को) रा़स लेकाते सांचाव जोगाव येना.

source: Successfully restored your security certificate(s) and private key(s).
sat: आमाक् जापती पोरमान(को) आर का़ठी (को) रा़स लेकाते दोहड़ा जोगाव येना.

source: Failed to decode the file. Either it is not in PKCS #12 format, has been corrupted, or the password you entered was incorrect.
sat: रेत् दानाङ चिनहा़ बाङ ओचोक् दाड़ेयाक् आ. बाङ मा PKCS #12 तेयार रे ताहें काना, रा़पुद ताहें काना, आर बाङ आमेम आदेर होचो लेत् दानाङ साबाद बाङठिक ताहें काना.

source: Failed to restore the PKCS #12 file for unknown reasons.
sat: PKCS #12 बाङ बाडाय कारोन ला़गित् ते दोहड़ा जोगाव डिगा़वेना.

source: Failed to create the PKCS #12 backup file for unknown reasons.
sat: PKCS #12 बाङ बाडाय कारोन ला़गित् ते बैकअप रेत् तेयार डिगा़वेना.

source: The PKCS #12 operation failed for unknown reasons.
sat: PKCS #12 बाङ बाडाय कारोन को ला़गित् ते का़मी डिगा़वेना.

source: It is not possible to back up certificates from a hardware security device such as a smart card.
sat: स्मार्ट कार्ड लेका हार्डवेयार जा़पती साधोन खोन पोरमान साकाम को नोकोल सांचाव बाङ हुय दाड़ेयाक् आ.

source: The certificate and private key already exist on the security device.
sat: जा़पती साधोन रे पोरमान साकाम आर निजेरा का़ठी माड़ाङ खोन मेनाक् आ.

source: Unable to add module
sat: ना़मुना सेलेद बाय दाड़ेयाक् आ .

source: Security Module already exists
sat: जा़पती ना़मुना माड़ाङ खोन मेनाक् आ

source: Are you sure you want to delete this security module?
sat: चेत् गोटा आकात् आ आम नोवा जा़पती ञेल तेयार मेटाव सानाम काना?

source: Unable to delete module
sat: ना़मुना बाङ मेटाव दाड़ेयाक् आ

source: Can't connect securely because the SSL protocol has been disabled.
sat: जा़पती लेकाते बाय जोड़ाव दाड़ेयाक् आ चेदाक् जे SSL गापते बाङ हुय होचोवाकाना .

source: Can't connect securely because the site uses an older, insecure version of the SSL protocol.
sat: जा़पती लेकाते बाय जोड़ाव दाड़ेयाक् आ चेदाक् जे साइट SSL गापाते रेयाक् बाङ जापती हा़लियाक्, खोन मारेयाक् बेभारेत् आ .

source: You have received an invalid certificate. Please contact the server administrator or email correspondent and give them the following information: Your certificate contains the same serial number as another certificate issued by the certificate authority. Please get a new certificate containing a unique serial number.
sat: आम मित् बाङ बाताव पोरमान सामाप एम ञाम आकाता आ. सार्बार सासोनिच् आर बाङ इ-मेल रोड़ रुवा़ड़िच् सोमपोक एम आर उनुक् नोवा ला़य सोदोर को एमाकोम : आमाक् पोरमान साकाम रे पोरमान साकाम एमोगिच् दाराय ते एटागाक् पोरमान साकाम एम लेकाते सोमान तिरया़व लेखा मेनाक् आ. मित् भेगार तिरया़व लेखा ताहेंन मित् नावा पोरमान साकाम ञाम में .

source: An error occurred during a connection to %S.
sat: %S रे जोड़ाव जोहोक् मित् भुल हुय एना.

source: %S uses an invalid security certificate.
sat: %S बाङ बाताव जा़पती पोरमान साकामे बेभारेक् आ .

source: The certificate is not trusted because it is self-signed.
sat: पोरमान साकाम बाङ पा़तया़वाक काना चेदाक् जे नोवा निजे सुहियाक् काना .

source: The certificate is not trusted because the issuer certificate is unknown.
sat: पोरमान साकाम बाङ पा़तया़वाक् काना चेदाक् जे एमोगिजाक् पोरमान साकाम बाङ बाडायाक् काना .

source: The certificate is not trusted because it was issued by an invalid CA certificate.
sat: पोरमान साकाम बाङ पा़तया़वाक् काना चेदाक् जे मित् बाङ बाताव CA पोरमान साकाम दाराय ते एम आकाना

source: The certificate is not trusted because the issuer certificate is not trusted.
sat: पोरमान साकाम दो बाङ पा़तया़वाक् काना चेदाक् जे बाङ पा़तया़वाक् काना चेदाक् जे एमोगिजाक् पोरमान साकाम बाङ पा़तया़वाक् काना .

source: The certificate is not trusted because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
sat: पोरमान साकाम बाङ पा़तया़वाक् काना चेदाक् जे नोवा गेलाक् एलेख टुडा़क् सुही बेभार ते सुही लेन ताहेंना ओका बाङ हुय होचो लेना चेदाक् जे गेलाक् एलेख टुडा़क् बाय जा़पती या.

source: The certificate is not trusted because the issuer certificate has expired.
sat: पोरमान साकाम बाङ पा़तया़वाक् काना चेदाक् जे पोरमान साकाम एमोगिजाक् ओकतो चाबा आकाना .

source: The certificate does not come from a trusted source.
sat: पोरमान साकाम पा़तया़व सोत खोन बाय हेच् आकाना .

source: The certificate is not valid for the name %S.
sat: पोरमान साकाम ञुतुम ला़गित् बाङ बाताव आकाना %S.

source: The certificate is only valid for <a id="cert_domain_link" title="%1$S">%1$S</a>
sat: पोरमान साकाम दो एकेन <a id="cert_domain_link" title="%1$S">%1$S ला़गित् बातावाक् काना </a>

source: The certificate is only valid for %S
sat: पोरमान साकाम दो एकेन . %S

source: The certificate is only valid for the following names:
sat: पोरमान साकाम एकेन नोवा को ञुतुम ला़गित् बातावकाना :

source: The certificate is not valid for any server names.
sat: पोरमान साकाम जाहान सार्वार ञुतुम को ला़गित् बाय बातावा .

source: The certificate expired on %1$S. The current time is %2$S.
sat: %1$S रे पोरमान साकामाक् ओकतो पारोमाकाना. नितोगाक् ओकतो दो %2$S.

source: The certificate will not be valid until %1$S. The current time is %2$S.
sat: पोरमान साकाम %1$S हा़बिच् बाताव बाङ हुयुक् आ. नितोगाक् ओकतो दो %2$S.

source: (Error code: %S)
sat: (भुल चिनहा़ं : %S)

source: Issued to:
sat: ठेन एम आकाना:

source: Issued by:
sat: दाराय ते एम आकाना:

source: Valid
sat: बातावाक्

source: from
sat: खोन

source: to
sat: ठेन

source: Purposes
sat: जोस तेत्

source: Email
sat: ईमेल

source: Stored in:
sat: नोवा रे जोगावेना:

source: Imported Certificate
sat: पोरमान साकाम आ़गुवाकाना

source: <Expired>
sat: <ओकतो पारोम आकाना>

source: <Revoked>
sat: <रुवा़ड़>

source: <Not Trusted>
sat: <बाङ पा़तया़वाक्>

source: <Issuer Not Trusted>
sat: <एमोगिच् बाङ पा़तया़वा़निच्>

source: <Issuer Unknown>
sat: <एमोगिच् बाङ बाडाय>

source: <Invalid CA>
sat: <बाङ बातावाक् CA>

source: <Signature Algorithm Not Secure>
sat: <सुही एलेख टुडा़क् बाङ जा़पती या>

source: <Unknown>
sat: <बाङ बाडायाक्>

source: Your Cert
sat: आमाक पोरमान साकाम

source: CA (Certificate Authority)
sat: SSL (पोरमान साकाम एमोगिच्)

source: SSL Server
sat: SSL सार्वार

source: Peer S/MIME
sat: जोड़ S/MIME

source: Unknown
sat: बाङ बाडायाक्

source: (no nickname)
sat: (जाहान बाहरे ञुतुम बाङ)

source: (no email address)
sat: (जाहान इ-मेल ठिका़ना बाङ)

source: (expired)
sat: (ओकतो पारोमाकाना )

source: (not yet valid)
sat: (नित् हा़विच बाङ बातावा )

source: This certificate is already installed as a certificate authority.
sat: नोवा पोरमान साकाम पोरमान साकाम एमोगिच् लेका माड़ाङ खोन बोहालाकाना .

source: This is not a certificate authority certificate, so it can't be imported into the certificate authority list.
sat: नोवा दो पोरमान साकाम एमोगिजाक् पोरमान साकाम बाङ काना, ओनाते नोवा दो पोरमान साकाम एमोगिजाक् लिसटी रे बाङ आ़गु दाड़ेयाक् आ .

source: This certificate can't be verified and will not be imported. The certificate issuer might be unknown or untrusted, the certificate might have expired or been revoked, or the certificate might not have been approved.
sat: पोरमान साकाम बाङ ञेल मिला़व आर बाङ आ़गु दाड़ेयाक् आ. पोरमान साकाम एमोगिज बाङ बाडायिच् आर बाङ बाङ पा़तया़विच् हुय दाड़ेयाक् आ, पोरमान साकामाक् ओकतो पारोम आर बाङ ञाम रुवा़ड़ाकाना, आर बाङ पोरमान साकाम पालेन बाताव एम बाय हुय आकाना .

source: This personal certificate can't be installed because you do not own the corresponding private key which was created when the certificate was requested.
sat: नोवा निजेराक् पोरमान साकाम बाङ बोहाल दाड़ेयाक् चेदाक् जे आमाक् निजेर का़ठी एपेम बानुक् आ ओका तेयार लेना तिन रे पोरमान साकाम नेहोर लेना .

source: Your personal certificate has been installed. You should keep a backup copy of this certificate.
sat: आमाक् निजेर पोरमान साकाम बोहाल होचोवाकाना . आम नोवा पोरमान साकाम रेयाक् नोकोल जोगाव दोहो ला़कती .

source: (Unknown)
sat: (बाङ बाडायाक्)

source: (Not Stored)
sat: (बाङ जोगावाकाना )

source: Permanent
sat: जाव दिन ला़गित्

source: Temporary
sat: सुयदोमाक्
