Repository: translate/mozilla-l10n
Catalog: an/toolkit/chrome/global/devtools/debugger.properties.po
Languages: an

source: Incoming Connection
an: Connexión dentrant

source: An incoming request to permit remote debugging connection was detected. A remote client can take complete control over your browser!
an: S'ha detectau una demanda dentrant de connexión de depuración remota. Un client remoto puet prener o control completo d'o suyo navegador! Quiere permitir a connexión?

source: Client Endpoint: %1$S
an: Punto final de Client: %1$S

source: Server Endpoint: %1$S
an: Punto final de Servidor: %1$S

source: Allow connection?
an: Permitir a connexión?

source: Disable
an: Desactivar

source: Client Identification
an: Identificación de client

source: The endpoint you are connecting to needs more information to authenticate this connection. Please provide the token below in the prompt that appears on the other end.
an: O punto final a lo qual se ye connectando necesita mas información ta autenticar ista connexión. Escriba o teste d'abaixo en a petición que apareix en l'atro cabo.

source: My Cert: %1$S
an: O mío certificau: %1$S

source: Token: %1$S
an: Teste: %1$S

source: Provide Client Token
an: Escriba o teste d'o client

source: The client should be displaying a token value. Enter that token value here to complete authentication with this client.
an: O client le habría d'estar amostrando una valura de teste. Escriba ixa valura aquí ta completar l'autentificación con iste client.
