Repository: translate/mozilla-l10n
Catalog: an/browser/chrome/overrides/appstrings.properties.po
Languages: an

source: The URL is not valid and cannot be loaded.
an: A URL no ye valida y no se puede argar.

source: Firefox can’t find the file at %S.
an: Lo Firefox no puede trobar lo fichero en %S.

source: The file at %S is not readable.
an: Lo fichero de %S no ye leyible.

source: Firefox can’t find the server at %S.
an: Lo Firefox no puede trobar lo servidor en %S.

source: Firefox doesn’t know how to open this address, because one of the following protocols (%S) isn’t associated with any program or is not allowed in this context.
an: Firefox no sabe cómo ubrir ista adreza, ya que uno d'os protocolos siguients (%S) no ye asociau con garra programa u no se permite en iste contexto.

source: Firefox can’t establish a connection to the server at %S.
an: Firefox no puede establir una connexión con o servidor en %S.

source: The connection to %S was interrupted while the page was loading.
an: S'ha interrompiu a connexión ta %S entre que se cargaba a pachina.

source: The server at %S is taking too long to respond.
an: O servidor %S ye tardando masiau a responder.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
an: O Firefox ha detectau que o servidor ye reendrezando a demanda ta ista adreza d'una traza que nunca se completará.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
an: Ta amostrar ista pachina, o %S precisa de ninviar información que repetirá qualsiquier acción (como una busca u una confirmación de compra) que haiga feito denantes.

source: Resend
an: Reninviar

source: Firefox doesn’t know how to communicate with the server.
an: Firefox no sabe cómo comunicar-se con o servidor.

source: The connection to the server was reset while the page was loading.
an: S'ha reiniciau a connexión ta o servidor entre que a pachina se cargaba.

source: This document is no longer available.
an: O documento ya no ye disponible.

source: Firefox is currently in offline mode and can’t browse the Web.
an: Firefox ye actualment en modo sin connexión y no puede navegar por la web.

source: The document cannot change while Printing or in Print Preview.
an: O documento no se puede cambiar entre que s'imprenta u mestanto s'amuestra a suya anvista previa.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
an: Ista adreza fa servir un puerto de ret que por un regular s'utiliza con fins distintas a la navegación web. O Firefox ha cancelau a suya demanda ta la suya protección.

source: Firefox is configured to use a proxy server that can’t be found.
an: Firefox ye configurau ta usar un servidor proxy que no se puede trobar.

source: Firefox is configured to use a proxy server that is refusing connections.
an: O Firefox ye configurau ta usar un servidor proxy que ye refusando as connexions.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
an: No se puede amostrar a pachina que ye mirando de visualizar porque fa servir un formato de compresión no valido u no admitiu.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
an: No se puede amostrar a pachina que ye mirando de veyer porque ye contenida en una mena de fichero que talment no ye seguro d'ubrir. Por favor, contacte con os amos d'o puesto web ta informar-les d'iste problema.

source: External Protocol Request
an: Solicitut de protocolo externo

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
an: Se debe executar una aplicación externa ta maniar vinclos %1$S:. Vinclo demandau: %2$S Aplicación: %3$S Si no asperaba ista solicitut, ye posible que sía un intento d'esclatar una vulnerabilidad en ixatro programa. Cancele ista solicitut si no seguro que no ye maliciosa.

source: <Unknown>
an: <Desconoixiu>

source: Remember my choice for all links of this type.
an: Recordar a mía triga ta totz los vinclos d'ista mena.

source: Launch application
an: Executar aplicación

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
an: S'ha informau que %S podría estar un puesto atacant y s'ha bloqueyau d'alcuerdo con as suyas preferencias de seguranza.

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
an: S'ha informau que %S podría estar un puesto de software no deseyau y s'ha bloqueyau d'alcuerdo con as suyas preferencias de seguranza.

source: This web page at %S has been reported as a deceptive site and has been blocked based on your security preferences.
an: S'ha informau que %S podría estar un puesto atacant y s'ha blocau d'alcuerdo con as suyas preferencias de seguranza.

source: This page has a content security policy that prevents it from being loaded in this way.
an: Ista pachina tiene una politica de seguranza de conteniu que priva que pueda estar cargada d'ista traza.

source: The site at %S has experienced a network protocol violation that cannot be repaired.
an: Lo puesto %S ha experimentau una violación de protocolo de ret que no se puede reparar.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
an: Ista pachina fa servir una tecnolochía no admitida que ya no ye disponible por defecto en Firefox.

source: Firefox cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
an: Firefox no puede guaranciar a seguranza d'os suyos datos en %S ya que usa SSLv3, un protocolo de seguranza trencau.

source: The owner of %S has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
an: Lo propietario de %S ha configurau lo puesto web incorrectament. Pa protecher la suya información contra robos, lo Firefox no s'ha connectau ta iste puesto web.

source: The website tried to negotiate an inadequate level of security.
an: Lo puesto web ha mirau de noegciar en un libel de seguranza inadequau.
