Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/bookmarks/bookmarks.properties.po
Languages: af, xh, zu

source: Folders and bookmarks in this folder appear on the Bookmarks Toolbar.
af: Vouers en boekmerke in hierdie voer verskyn in die boekmerknutsbalk.
xh: Iifolda kunye namaphawu eendawo ezikulefolda, ziyobonakala kwiimpawu zeendawo zethulibha.
zu: Amafolda neziphawulo kule folda kuvela kuBha Yamathuluzi Okuphawula.

source: Open
xh: Vula
zu: Vula

source: _: cmd_bm_open_accesskey O
zu: V

source: Expand
af: Uitvou
xh: Yandisa
zu: Yandisa

source: x
zu: a

source: Collapse
af: Invou
xh: Vala
zu: Wisa

source: _: cmd_bm_collapsefolder_accesskey C
zu: W

source: Open in Tabs
xh: Vula iThebhu entsha
zu: Vula kumathebhu

source: _: cmd_bm_openfolder_accesskey O
zu: V

source: Manage Folder
af: Bestuur vouer
xh: Ukulawula iFolda
zu: Qondisa iFolda

source: _: cmd_bm_managefolder_accesskey M
zu: Q

source: Find a Bookmark...
af: Vind 'n boekmerk...
xh: Funa uPhawu Lwendawo....
zu: Thola Okokuphawula...

source: Cut
af: Knip
xh: Sika
zu: Sika

source: t
af: p
zu: k

source: Copy
af: Kopieer
xh: Khuphela
zu: Kopisha

source: _: cmd_copy_accesskey C
zu: K

source: Paste
af: Plak
xh: Ncamathisa
zu: Namathisela

source: P
zu: N

source: Delete
af: Skrap
xh: Cima
zu: Cisha

source: D
af: S
zu: C

source: Move Bookmark(s)...
af: Verskuif boekmerk(e)...
xh: Susa impawu zendawo....
zu: Susa Izimpawu Zokubekisa...

source: _: cmd_bm_movebookmark_accesskey M
zu: S

source: Select All
af: Merk alles
xh: Khetha Zonke
zu: Khetha Konke

source: A
zu: o

source: Rename...
af: Hernoem...
xh: Thiya igama elitsha....
zu: Qamba Kabusha...

source: _: cmd_bm_rename_accesskey R
zu: Q

source: Change Location...
af: Verander ligging...
xh: Tshintsha indawo....
zu: Shintsha Indawo...

source: _: cmd_bm_renamebookmark2_accesskey L
zu: I

source: Properties
af: Eienskappe
xh: Iimpawu
zu: Izici

source: r
af: E
zu: z

source: Reload Live Bookmark
af: Herlaai lewendige boekmerk
zu: Phinda Ulayishe Uphawu Lokubekisa Olusebenzayo

source: _: cmd_bm_refreshlivemark_accesskey L
zu: h

source: Sort By Name
af: Rangskik volgens naam
xh: Hlengisa ngokwegama:
zu: Hlunga Ngamagama

source: _: cmd_bm_sortbyname_accesskey S
zu: H

source: Undo
af: Ontdoen
xh: Sukwenza
zu: Susa Okwenzile

source: _: cmd_bm_undo_accesskey U
zu: U

source: Undo Cut
af: Ontdoen knip
xh: Susika
zu: Susa Ukusika Okwenzile

source: _: cmd_bm_cut_undo_accesskey U
zu: U

source: Undo Delete Bookmark
af: Ontdoen skrap boekmerk
xh: Sukulahla Uphawu Lwendawo
zu: Susa Ukucisha Okokuphawula Okwenzile

source: _: cmd_bm_delete_undo_accesskey U
zu: U

source: Undo Paste
af: Ontdoen plak
xh: Sukuncamathisela
zu: Susa Ukunamathisela Okwenzile

source: _: cmd_bm_paste_undo_accesskey U
zu: U

source: Undo New Bookmark
af: Ontdoen nuwe boekmerk
xh: Sukwenza Uphawu Olutsha Lwendawo
zu: Susa Okokuphawula Okusha Okwenzile

source: _: cmd_bm_newbookmark_undo_accesskey U
zu: U

source: Undo New Live Bookmark
af: Ontdoen nuwe lewendige boekmerk
xh: Sukwenza Uphawu Olulodwa Lwendawo
zu: Susa Okokuphawula Okuphilayo Okusha Okwenzile

source: _: cmd_bm_newlivemark_undo_accesskey U
zu: U

source: Undo New Folder
af: Ontdoen nuwe vouer
xh: Sukwenza IFolda Entsha
zu: Susa Ifolda Entsha Oyenzile

source: _: cmd_bm_newfolder_undo_accesskey U
zu: U

source: Undo New Separator
af: Ontdoen nuwe skeier
xh: Sukwenza Isahluli Esitsha
zu: Susa Okuhlukanisayo Okusha Okwenzile

source: _: cmd_bm_newseparator_undo_accesskey U
zu: U

source: Undo Drag Bookmark
af: Ontdoen sleep boekmerk
xh: Sukurhuqa Uphawu Lwendawo
zu: Susa Ukudonsa Okokuphawula Okwenzile

source: _: cmd_bm_drag_undo_accesskey U
zu: U

source: Undo Move Bookmark
af: Ontdoen verskuif boekmerk
xh: Sukuhambisa Uphawu Olutsha
zu: Susa Ukuhambisa Okokuphawula Okwenzile

source: _: cmd_bm_move_undo_accesskey U
zu: U

source: Undo Import
af: Ontdoen invoer
xh: Sukuthabatha kwenye indawo
zu: Susa Ukwamukela Okwenzile

source: _: cmd_bm_import_undo_accesskey U
zu: U

source: Redo
af: Herdoen
xh: Yenza kwakhona
zu: Buyisela okususile

source: _: cmd_bm_redo_accesskey R
zu: B

source: Redo Cut
af: Herdoen knip
xh: Sika kwakhona
zu: Buyisela Ukusika Okususile

source: _: cmd_bm_cut_redo_accesskey R
zu: B

source: Redo Delete Bookmark
af: Herdoen skrap boekmerk
xh: Phinda Ulahle uPhawu lwendawo
zu: Buyisela Ukucisha Okokuphawula Okususile

source: _: cmd_bm_delete_redo_accesskey R
zu: B

source: Redo Paste
af: Herdoen plak
xh: Ncamathisela Kwakhona
zu: Buyisela Ukunamathisela Okususile

source: _: cmd_bm_paste_redo_accesskey R
zu: B

source: Redo New Bookmark
af: Herdoen nuwe boekmerk
xh: Phinda wenze uPhawu Olutsha Lwendawo
zu: Buyisela Okokuphawula Okusha Okususile

source: _: cmd_bm_newbookmark_redo_accesskey R
zu: B

source: Redo New Live Bookmark
af: Herdoen nuwe lewendige boekmerk
xh: Phinda wenze uPhawu Olutsha Olulodwa Lwendawo
zu: Buyisela Okokuphawula Okuphilayo Okusha Okususile

source: _: cmd_bm_newlivemark_redo_accesskey R
zu: B

source: Redo New Folder
af: Herdoen nuwe vouer
xh: Yenza Kwakhona IFolda Entsha
zu: Buyisela Ifolda Entsha Oyisusile

source: _: cmd_bm_newfolder_redo_accesskey R
zu: B

source: Redo New Separator
af: Herdoen nuwe skeier
xh: Yenza Kwakhona Isahluli Esitsha
zu: Buyisela Okokuhlukanisa Okusha Okususile

source: _: cmd_bm_newseparator_redo_accesskey R
zu: B

source: Redo Drag Bookmark
af: Herdoen sleep boekmerk
xh: Rhuqa kwakhona uPhawu Lwendawo
zu: Buyisela Ukudonsa Okokuphawula Okususile

source: _: cmd_bm_drag_redo_accesskey R
zu: B

source: Redo Move Bookmark
af: Herdoen verskuif boekmerk
xh: Hambisa Kwakhona uPhawu Lwendawo
zu: Buyisela Ukuhambisa Okokuphawula Okususile

source: _: cmd_bm_move_redo_accesskey R
zu: B

source: Redo Import
af: Herdoen invoer
xh: Landa kwakhona kwenye indawo
zu: Buyisela Ukwamukela Okususile

source: _: cmd_bm_import_redo_accesskey R
zu: B

source: Open in New Window
af: Open in nuwe venster
xh: Vula iFestile Entsha
zu: Vula Efasiteleni Elisha

source: N
zu: a

source: Open in New Tab
af: Open in nuwe oortjie
xh: Vula icofa Ilitsha
zu: Vula Kuthebhu Entsha

source: w
zu: e

source: New Folder...
af: Nuwe vouer...
xh: IFolda Entsha
zu: Ifolda Entsha...

source: New Bookmark...
af: Nuwe boekmerk...
xh: Uphawu lwendawo olutsha
zu: Uphawu Lokubekisa Olusha...

source: B
zu: p

source: New Separator
af: Nuwe skeier
xh: Isahluli esitsha
zu: Okokuhlukanisa Okusha

source: _: cmd_bm_newseparator_accesskey S
zu: l

source: New Folder
af: Nuwe vouer
xh: Isigcini seeyayile Esitsha
zu: Ifolda Entsha

source: New Bookmark
af: Nuwe boekmerk
xh: Uphawu lwendawo olutsha
zu: Okokuphawula Okusha

source: New Live Bookmark
af: Nuwe lewendige boekmerk
xh: Uphawu lwendawu olutsha oluzitshintshayo
zu: Okokuphawula Okuphilayo Okusha

source: Create New Folder
af: Skep nuwe vouer
xh: Yenza IFolda Entsha
zu: Yakha Ifolda Entsha

source: Create a New Folder named:
af: Skep nuwe vouer genaamd:
xh: Yenza IFolda Entsha enegama
zu: Yakha Ifolda Entsha Ebizwa Ngokuthi:

source: %S - Bookmarks
af: %S - boekmerke
xh: %S - Amaphawu Endawo
zu: %S - Okokuphawula

source: Search Results
af: Soekresultate
xh: Iziphumo Zophendlo
zu: Cinga Imiphumela

source: Bookmarks Manager
af: Boekmerkbestuurder
xh: Umphathi wamaphawu endawo
zu: Umqondisi Wokokuphawula

source: File in "%S"
af: Lêer in "%S"
xh: Fayila e "%S"
zu: Ifayela ku-"%S"

source: Bookmarks
af: Boekmerke
xh: Amanqaku encwadi
zu: Izimpawu Zokubekisa

source: Bookmarks Toolbar Folder
af: Boekmerknutsbalk-vouer
xh: Phawula iThulibha yeFolda
zu: Ifolda Yebha Yamathuluzi Okokuphawula

source: %S object(s)
af: %S objek(te)
xh: %S Izinto
zu: %S izinto

source: The following web page has been updated:
af: Die volgende webbladsy is opgedateer:
xh: Eliphepha lilandelayo lewebhu lihlaziyiwe
zu: Leli khasi lewebhu elilandelayo lilungisiwe:

source: Title:
af: Titel:
xh: Isihloko:
zu: Isihloko:

source: URL:
zu: I-URL:

source: Would you like to display it?
af: Wil u dit vertoon?
xh: Unqwenela ukuyibona na?
zu: Ungathanda yini ukuyiveza?

source: Stop checking for updates on this web page
af: Hou op kontroleer vir bywerkings op hierdie webbladsy
xh: Sukhangela izinto ezihlaziyweyo kweliphepha lewebhu
zu: Yeka ukuhlola ukulungiswa kuleli khasi lewebhu

source: Please enter a location
af: Tik 'n ligging in
xh: Ngenisa indawo
zu: Sicela ufake indawo

source: Please enter a duration.
af: Tik 'n duurte in.
xh: Ngenisa ubungakanani bexesha
zu: Sicela ufake isikhathi okuzosithatha.

source: Please enter at least one notification method.
af: Tik ten minste een kennisgewingsmetode in.
xh: Ngenisa indlela nokuba inye yesaziso
zu: Sicela ufake okungenani indlela eyodwa yokukwazisa.

source: Sorted by %S
af: Rangskik volgens %S
xh: Ihlelwe ngokohlobo lwayo ngu %S
zu: Ihlungwe %S

source: Find: '%S'
af: Vind: '%S'
xh: Fumana: '%S'
zu: Thola: '%S'

source: Find: %S %S '%S' in %S
af: Vind: %S %S '%S' in %S
xh: Fumana: %S %S '%S' phakathi e %S
zu: Thola: %S %S '%S' ku-%S

source: _: ImportedIEFavorites Imported IE Favorites
zu: Okuthandwayo kwe-IE Okwamukelwe

source: _: ImportedIEStaticFavorites Imported IE Favorites
zu: Okuthandwayo kwe-IE Okwamukelwe

source: Imported NetPositive Bookmarks
af: Ingevoerde NetPositive-boekmerke
xh: Amaphawu Endawu ENETPOSITIVE Alandwe kwenye indawo
zu: Okokuphawula Kwe-NetPositive Okwamukelwe

source: Import bookmark file:
af: Voer boekmerklêer in:
xh: Iposi Yorhwebo ngaphakathi
zu: Yamukela ifayela lokokuphawula:

source: Export bookmark file:
af: Voer boekmerklêer uit:
xh: Urhwebelo Ngaphandle Aluphumelelanga
zu: Thumela ifayela lokokuphawula:

source: Find
af: Vind
xh: Fumana
zu: Thola

source: (Empty)
af: (Leeg)
xh: (Engenanto)
zu: (Akunalutho)

source: Add Bookmark?
af: Voeg boekmerk by?
xh: Yongeza uPhawu Lwendawo?
zu: Nezela Okokuphawula?

source: Add Bookmark to "%S" (%S)?
af: Voeg boekmerk by na "%S" (%S)?
xh: Yongeza uPhawu Lwendawo ku "%S" (%S)?
zu: Nezela Okokuphawula ku-"%S" (%S)?

source: _: addBookmarkPromptButton Add Bookmark
zu: Nezela Okokuphawula

source: Add Live Bookmark
af: Voeg lewendige boekmerk by
zu: Nezela Okokuphawula Okuphilayo

source: Live Bookmark loading...
af: Lewendige boekmerk laai tans...
xh: Ifayile ye Bookmark...
zu: Ilayisha Okokuphawula Okuphilayo...

source: Live Bookmark feed failed to load.
af: Lewendige boekmerk-voer kon nie laai nie.
xh: UPhawu Lwendawo Oluizimeleyo aluphumelelanga ukungena.
zu: Okokuphawula Okuphilayo kuhlulekile ukulayisha.

source: _: bookmarkCurTabTitle Add Bookmark
zu: Nezela Okokuphawula

source: Bookmark All Tabs
af: Boekmerk alle oortjies
zu: Phawula Wonke Amathebhu

source: Open All in Tabs
af: Open almal in oortjies

# cmd_copy_accesskey
source: C
af: K

source: Reload Live Title
af: Herlaai Lewendige titel

source: F
af: v

source: Imported IE Favorites
af: Ingevoerde IE-gunstelinge

# ImportedIEStaticFavorites
source: Imported IE Favorites
af: Ingevoerde IE-gunstelinge

# addBookmarkPromptButton
source: Add Bookmark
af: Voeg boekmerk by

# bookmarkCurTabTitle
source: Add Bookmark
af: Voeg boekmerk by

source: Confirm open
af: Bevestig open

source: You are about to open %S tabs. This might slow down %S while the pages are loading. Are you sure you want to continue?
af: U is op die punt om %S oortjies te open. Dit kan dalk %S vertraag terwyl die bladsye laai. Is u seker u wil voortgaan?

source: Open tabs
af: Open oortjies

source: Warn me when opening multiple tabs might slow down %S
af: Waarsku my wanneer dit dalk %S kan vertraag as ek meer as een oortjie open

source: Add Bookmark
xh: Yongeza uPhawu Lwendawo
