Repository: translate/mozilla-l10n
Catalog: ht/netwerk/necko.properties.po
Languages: ht

source: Looking up %1$S…
ht: Ap chèche pou %1$S ...

source: Connected to %1$S…
ht: Konekte a %1$S ...

source: Sending request to %1$S…
ht: Voye demand pou %1$S ...

source: Transferring data from %1$S…
ht: Transfere enfomasyon depi %1$S...

source: Connecting to %1$S…
ht: Konekte a %1$S ...

source: Read %1$S
ht: Li %1$S

source: Wrote %1$S
ht: Ekri %1$S

source: Waiting for %1$S…
ht: Tann pou %1$S...

source: Looked up %1$S…
ht: Ap chèche pou %1$S ...

source: Beginning FTP transaction…
ht: Kòmansman tranzaksyon FTP ...

source: Finished FTP transaction
ht: Finisman tranzaksyon FTP

source: The FTP server %1$S is currently unsupported.
ht: FTP sevè %1$S pa sipòte kounye a.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
ht: Sit wèb sa a ap re-dirije nan yon lòt anplasman. Èske w ta renmen revoye enfòmasyon fòmilè ou tape yo nan nouvo anplasman an?

source: Index of %1$S
ht: Endèks pou %1$S

source: Up to higher level directory
ht: Monte nan dosye pi wo nivo a

source: Show hidden objects
ht: Afiche objè maske yo

source: Name
ht: Non

source: Size
ht: Gwosè

source: Last Modified
ht: Dènye Modifikasyon

source: File:
ht: Fichye:

source: You are about to visit “%1$S”. This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
ht: Ou ap prepare w pou vizite "%1$S". Sit wèb sa ap eseye twonpe w pou fè w konprann ke ou ap vizite yon sit diferan. Itilize anpil prekosyon.

source: I understand and will be very careful
ht: Mwen konprann e mwen ap pridan

source: You are about to log in to the site “%1$S” with the username “%2$S”, but the website does not require authentication. This may be an attempt to trick you. Is “%1$S” the site you want to visit?
ht: Ou sou wout pou konekte sou sit "%1$S" avèk non itilizatè "%2$S", men sit wèb sa a pa nesesite idantifikasyon. Se ka yon tantativ pou twonpe w. Èske ou vle vizite sit "%1$S"?

source: You are about to log in to the site “%1$S” with the username “%2$S”.
ht: Ou pral konekte sou sit "%1$S" avèk non itilizatè "%2$S".
