Repository: translate/mozilla-l10n
Catalog: nr/mail/chrome/messenger/*-addressing.dtd.po
Languages: am

source: Composition &amp; Addressing
am: Ukwakheka &amp; iya ku

source: Addressing
am: Lya kubani

source: When looking up addresses:
am: Ukuzuma iimphande:

source: &Use my global LDAP server preferences for this account
am: &Sebenzisa ikhetho lami lokusebenzela leLDAP yephasi loke ku-akhawundi le

source: &Edit Directories...
am: &Lungisa irherho lamahlelo...

source: _: do not translate "LDAP" in below line Use a different L&DAP server:
am: Sebenzisa isisetjenziswa esinye seL&DAP:

source: Composition
am: Ukwakheka

source: _: do not translate "html" in below line &Compose messages in HTML format
am: &Yakha imilayezo ngehlobo leHTML

source: Automatically &quote the original message when replying
am: Ngokuzenzakalela &dzubhula umlayezo wokuthoma lokha uphendula

source: _: This will concatenate with the 4 strings that follow. &Then,
am: &Begodu,

source: start my reply above the quote
am: thoma ngependulo yami ngaphezulu kwalokho engikudzubhulileko

source: start my reply below the quote
am: thoma ngaphezulu kwalokho engikudzubhulileko

source: select the quote
am: khetha engikudzubhulileko

source: and &place my signature
am: begodu beka &isayini yami

source: below the quote (recommended)
am: ngaphasi kwalokho engikudzubhulileko (kuyahlongozwa)

source: below my reply (above the quote)
am: ngaphasi kwependulo yami (ngaphezulu kwalokho engikudzubhulileko)
