Repository: translate/mozilla-l10n
Catalog: nr/mail/chrome/messenger/*-mdn.dtd.po
Languages: am

source: Return Receipts
am: Buyisela irasidi

source: &Use my global return receipt preferences for this account
am: &Sebenzisa ikhetho lami lephasi zombelele engilikhethako lokubuyisa amarasidi

source: &Customize return receipts for this account
am: &Tshwaya amarasidi abuyileko ku-akhawundi le

source: &When sending messages, always request a return receipt
am: &Nawuthumela imilayezo, ngaso soke isikhathi bawa irasidi yokubuyisa

source: When a receipt arrives:
am: Irasidi nayifikako:

source: Leave it in my &Inbox
am: Ilise &ebhokisini lami

source: &Move it to my &quot;Sent&quot; folder
am: &Ithumele kweyami &quot;Thumela&quot; ifolda

source: When I receive a request for a return receipt:
am: Nangifumana isibawo serasidi yokubuyisa:

source: Allow r&eturn receipts for some messages
am: Vumela &ukubuya kwamarasidi kweminye imilayezo

source: &Never send a return receipt
am: &Ungathomi uthumele irasidi yokubuyisa

source: If I'm not in the &To or Cc of the message:
am: Nangingekho e &Ku namkha Cc womlayezo:

source: If the &sender is outside my domain:
am: Nakube &umthumeli ungaphandle kwekhaya lami:

source: In all &other cases:
am: Kizo zoke &ezinye iinkhathi:

source: Ask me
am: Buza mina

source: Always send
am: Ngaso soke isikhathi thumela

source: Never send
am: Ungalingi uthumele
