Repository: translate/mozilla-l10n
Catalog: nr/mail/chrome/messenger/*-smime.properties.po
Languages: am

source: You specified that this message should be digitally signed, but the application either failed to find the signing certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
am: Ukhethe bona umlayezo lo kufanele usayinwe ngedigithi, kodwana mhlambe lokho azange kwenzeke ngombana azange kufunyanwe isithifikhethi sokusayina ekukhulunywe ngaso kuzakhiwo zeposo & Iinchema zeendaba nama-akhawundi, namkha isithifikhethi siphelilwe sikhathi.

source: You specified encryption for this message, but the application either failed to find the encryption certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
am: Ukhethe bona umlayezo lo ufihlakale, kodwana mhlambe azange kwenzakale namkha isithifikhethi sokuhlakale azange sitholakale ekukhulunywe ngaso kuzakhiwo zeposo, iinchema nama-akhawundi, namkha isithifikhethi siphelelwe sikhathi.

source: You specified encryption for this message, but the application failed to find an encryption certificate for %S.
am: Ukhethe bona umlayezo lo ufihlakale, kodwana mhlambe azange kwenzakale namkha isithifikhethi sokufihlakale azange sitholakale ukusifaka kumlayezo osayinilweko, namkha isithifikhethi siphelelwe sikhathi.

source: You specified that this message should be digitally signed, but the application either failed to find an encryption certificate to include in the signed message, or the certificate has expired.
am: Ukhethe bona umlayezo lo kufanele usayinwe ngedigithi, kodwana mhlambe lokho azange kwenzeke ngombana azange kufunyanwe isithifikhethi sokufihla ukusifaka kumlayezo osayiniweko namkha isithifikhethi siphelilwe

source: Unable to encrypt message. Please check that you have a valid email certificate for each recipient. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted.
am: Kuyahluleka ukufihla umlayezo. Sibawa bona utjheje bona unesithifikhethi esisebenzako na se-email kumunye nomunye. Sibawa bona utjheje iinthifikhethi ekukhulunywe ngazo kuzakhiwo zeposo & Iinchema Zeendaba nama-akhawundi ziyasebenza begodu ziyathembeka.

source: Unable to sign message. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted
am: Ayikwazi ukusayina umlayezo. Sibawa bona utjheje bona iinthifikhethi ekukhulunywe ngazo kuzakhiwo zeposo & iinchema zeendaba ziyasebenza begodu ziyathembeka

source: Security
am: Ivikeleko

source: Certificate Manager can't locate a valid certificate that can be used to digitally sign your messages.
am: Umphathi wesithifikhethi akakwazi ukufumana isithifikhethi esisebenzako esingasetjenziswa ukusayina imilayezo yakho ngedijithi

source: Certificate Manager can't locate a valid certificate that other people can use to send you encrypted email messages.
am: Umphathi wesithifikhethi akasitholi isithifikhethi esisebenzako esingasetjenziswa ukusayina ngedijithi imilayezo yakho.

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to use the same certificate to encrypt & decrypt messages sent to you?
am: Kufanele ukhombise isethifikhethi esingasetjenziswa ngabanye abantu ukukuthumela imilayezo efihlakeleko nge-email.

source: Do you want to use the same certificate to encrypt & decrypt messages sent to you?
am: Ufuna ukusebenzisa isithifikhetheso ukufihla nokuveza ebaleni imilayezo othunyelwe yona?

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to configure an encryption certificate now?
am: Kufanele godu utjho isithifikhethi esingasetjenziswa ngabanye abantu nabafuna ukukuthumela imilayezo efihlakeleko. Uthanda ukuhlela ukufihleka kwesithifikhethi njenganje?

source: You should also specify a certificate to use for digitally signing your messages. Do you want to use the same certificate to digitally sign your messages?
am: Kufanele godu utjho isithifikhethi ozosisebenzisa lokha nawusayina imilayezo yakho ngedijithi. Uthanda ukusebenzisa isithifikhethi esifanako ukusayina imilayezo yakho ngedijithi?

source: Do you want to use the same certificate to digitally sign your messages?
am: Uthanda ukusebenzisa isithifikhethi esifanak ukusayina imilayezo yakho ngedijithi?

source: You should also specify a certificate to use for digitally signing your messages. Do you want to configure a certificate for digitally signing messages now?
am: Kufanele godu utjho isithifikhethi esizokusetjenziswa nakusayinwa imilayezo yakho ngedijithi. Uthanda ukuhlela isithifikhethi sokusayina imilayezo yakho ngedijithi?
