Repository: translate/mozilla-l10n
Catalog: haw/browser/chrome/browser/aboutCertError.dtd.po
Languages: haw

source: Untrusted Connection
haw: Kuʻina Hilinaʻiʻole

source: This Connection is Untrusted
haw: ʻAʻole hilinaʻi kēia kuʻina

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
haw: Ua noi ʻoe iā &brandShortName; e kuʻi paʻa iā <b>#1</b>, akā ʻaʻole hiki ke hōʻoia ka paʻa ʻana o ke kuʻina.

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
haw: I ke kuʻina paʻa ʻana, e hāʻawi maʻamau ana nā kahua i nā ID i hilinaʻi ʻia no ka hōʻoiaʻiʻo ʻana o ka kāu hele ʻana i kahi pono. Akā naʻe, ʻaʻole hiki i ko kēia kahua ID ke hōʻoia ʻia.

source: What Should I Do?
haw: He Aha Aʻu e Pono ai e Hana?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
haw: Inā hoʻokuʻi maikaʻi maʻamau ʻoe i kēia kahua me ka pilikia ʻole, hōʻike paha kēia hewa iā ʻoe, aia kahi e hoʻāʻo nei e hoʻohālikelike i kēlā kahua, a ʻaʻole ʻoe pono e holomua.

source: Get me out of here!
haw: E lawe aku iaʻu!

source: I Understand the Risks
haw: Maopopo iaʻu nā ʻAʻana

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
haw: Inā maopopo iā ʻoe ka hana ʻana, hiki iā ʻoe ke haʻi iā &brandShortName; e hele a hilinaʻi i ko kēia kahua ID. <b>Oiai hilinaʻi ʻoe i kēia kahua, hōʻike paha kēia hewa i ke kolohe ʻana o kahi i kāu kuʻina.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
haw: Mai hoʻohui i kekahi kūʻē ke ʻole ʻoe e ʻike i kekahi kumu maikaʻi i ka hana ʻole ʻana o kēia kahua i kekahi ID hilinaʻi.

source: Add Exception…
haw: Hoʻohui i ke Kūʻē...

source: Technical Details
haw: Kikoʻī Loea
