Repository: translate/mozilla-l10n
Catalog: hsb/browser/chrome/browser/places/bookmarkProperties.properties.po
Languages: hsb

source: Add
hsb: Přidać

# dialogAcceptLabelSaveItem
source: Save
hsb: Składować

source: Subscribe
hsb: Abonować

source: Add Bookmarks
hsb: Zapołožki přidać

# dialogAcceptLabelEdit
source: Save
hsb: Składować

# dialogTitleAddBookmark
source: New Bookmark
hsb: Nowa zapołožka

source: Subscribe with Live Bookmark
hsb: Dynamisku zapołožku abonować

# dialogTitleAddFolder
source: New Folder
hsb: Nowy rjadowak

source: New Bookmarks
hsb: Nowe zapołožki

source: Properties for "%S"
hsb: Kajkosće za "%S"

source: [Folder Name]
hsb: [Mjeno rjadowaka]

# newFolderDefault
source: New Folder
hsb: Nowy rjadowak

# newBookmarkDefault
source: New Bookmark
hsb: Nowa zapołožka

source: New Live Bookmark
hsb: Nowa dynamiska zapołožka
