Repository: translate/mozilla-l10n
Catalog: ss/toolkit/installer/unix/install.*.po
Languages: it

source: Next >
it: Lokulandzelako >

source: < Back
it: < Emuva

source: _: CANCEL Cancel
it: Yesula

source: Accept
it: Yemukela

source: Decline
it: Yala

source: Install
it: Faka

source: Pause
it: Phumula

source: Resume
it: Phindza uchubeke

source: Mozilla Installer
it: Kufakwa kweMozilla

source: Destination Directory
it: Inkhomba yesiphetfo

source: Change...
it: Gucula...

source: Select a directory
it: Khetsa Inkhomba

source: Directory %s doesn't exist. Create it?
it: Ayikho inkhomba %s ngiyente yini?

source: Yes
it: Yebo

source: No
it: Cha

source: Delete Directory
it: Cisha Inkhomba

source: _: CANCEL_LABEL Cancel
it: Yesula

source: Error [%d]: %s
it: Liphutsa [%d]: %s

source: Fatal error [%d]: %s
it: Liphutsa lelibi kabi [%d]: %s

source: Description
it: Inchazelo

source: Setup will install the following components:
it: Kusetha kutawufaka letakhi letilandzelako:

source: to the following location:
it: kulendzawo lelandzelako:

source: Preparing %s...
it: Kulungiselela %s...

source: Extracting %s...
it: Kumunya %s...

source: Installing %s...
it: Kufaka %s...

source: Processing file %d of %d...
it: Kusebenta lifayela %d la %d...

source: Choose another directory because you do not have permission to install to: %s
it: Khetsa lenye inkhomba ngobe ute imvume yekufaka: %s

source: Download Settings
it: Layishela tinhlelo

source: Save installer modules upon download
it: Seva emamojuli ekufaka nawulayishela

source: Proxy Settings...
it: Tinhlelo teproksi...

source: Proxy Host [required]:
it: Iproksi Leyemukelako [iyadzingeka]:

source: Proxy Port [required]:
it: Iproksi lesikhumulo [iyadzingeka]:

source: Proxy Username [optional]:
it: Iproksi yelibitomsebenti [ungayikhetsa]:

source: Proxy Password [optional]:
it: Iproksi yelibitophawu [ungayikhetsa]:

source: Error!
it: Liphutsa!

source: Disk Space Available = %ld KB
it: Sikkhona sikhala sediski = %ld KB

source: Disk Space Required = %ld KB
it: Siyadzingeka sikhala sediski = %ld KB

source: Please select a directory on a disk with enough space to install or free some disk space on the selected disk.
it: Uyacelwa ukhetse inkhomba yediski lenesikhala lesenele sekufaka nome uvule letinye tikhala temadiski kulediski lekhetsiwe.

source: A network connection failure occured. Please check your network connection and press the 'Resume' button. Alternatively, press the 'Cancel' button to quit the installer.
it: Kube nekwehluleka kwekuchuma kwenethiwekhi lokwentekile. Uyacelwa uhlole kuchunywa kwenethiwekhi yakho bese ucindzetela likinobho 'Calisa'. Lokunye longakwenta, cindzetela likinobho lekuphuma kulokufaka.

source: Some files failed to download correctly. Retrying.
it: Lamanye emafayela akalayisheki kahle. Phindza wetame.

source: Installation has failed due to multiple CRC failures.
it: Kufaka kwehlulekile nganca yekwehluleka lokunyenti kwe CRC.

source: Downloading:
it: Kulayishela:

source: From:
it: Kusuka:

source: To:
it: Kuya ku:

source: Status:
it: Sigaba:

source: %d KB of %d KB (at %d KB/sec)
it: %d KB ya %d KB (e %d KB/sec)

source: Usage: %s [options]%s [options] can be any of the following combination:%s -h: This help.%s -ma: Run setup in Auto mode: show progress UI,%s but assume defaults without user intervention.%s -ms: Run setup in Silent mode: show no UI and have%s no user intervention.%s -ira: Ignore the [RunAppX] sections%s
it: Kusetjentiswa: %s [longakukhetsa]%s [longakukhetsa] kungangaba ngunome ngukuphi kwalenhlanganisela lelandzelako:%s -h: Lolusito.%s -ma: Sebentisa kusetha simo sekutentekela: khombisa inchubekelaphambili ya UI,%s kodvwa cabanga kutsi emadifolthi ate yini lusitoncedvo.%s -ms: Sebentisa seimo sekusetha lesithulile: ungakhombisi UI ube nayo i %s kubete lusitoncedvo.%s -ira: Ungayinaki i [RunAppX] tigaba %s

source: Unknown
it: Akwatiwa

source: Out of memory
it: Sekuphele imemori

source: Invalid param
it: Ipharamu lengasebenti

source: Invalid member variable
it: Kujikajika kwelilunga lokungasebenti

source: Invalid pointer
it: Sikhombisi lesingasebenti

source: Parse key has no value
it: Sikhiya sesipatji site sisindvo

source: Failed to read readme
it: Akafundzeki Fundzamine

source: Failed to read license
it: Ayikafundzeki ilayisense

source: Out of bounds in Component/Setup Type list
it: Takhi tiphumele ngaphandle kweminyele / Setha luhlu lwekuthayipha

source: Mismatched ref counts
it: Ema-refukhawunti langafanani

source: No components in the INI file
it: Kute takhi efayeleni INI

source: No setup types in the INI file
it: Kute tinhlobo letisethiwe efayeleni INI

source: URL at this index already exists
it: URL kule-indeksi seyivele ukhona

source: Couldn't create the directory
it: Ayakhoni kwakheka inkhomba

source: FTP URL malformed
it: FTP URL akakheki kahle

source: Download failed
it: Yehlulekile kuLayishela

source: Extraction of XPCOM failed
it: Kwehlulekekile kunyomula XPCOM

source: Failed to fork a process
it: Kwehlulekekile kumba inchubo

source: Couldn't open xpistub library
it: Ayikavuleki ilayibrari xpistup

source: Couldn't get symbol in library
it: Alukatfolakali luphawu elayibrarii

source: A xpistub call failed
it: Kwehlulekekile kubita xpistub

source: An Installer module %s (.xpi) failed to install
it: Imojuli yekufaka %s (.xpi) yehlulekile kumfaka

source: Copy of an installer module (.xpi) failed
it: Yehlulekile ikhophi yemojuli yekwekwakhela (.xpi)

source: Destination directory doesn't exist
it: Asikho siphetfo senkhomba

source: Can't make destination directory. Please try another directory.
it: Asakheki siphetfo senkhomba. Uyacelwa kutsi wetame lenye inkhomba.

source: A previous installation exists.
it: Kukhona kufaka kwakucala.

source: Insufficient permission
it: Ayikeneli lemvume

source: Insufficient disk space
it: Asikeneli lesikhala sediski

source: Multiple CRC Failure
it: Kwehluleka lokunyenti kwe CRC
