Repository: translate/mozilla-l10n
Catalog: ht/toolkit/chrome/mozapps/plugins/plugins.dtd.po
Languages: ht

source: Learn More…
ht: Aprann plis...

source: A plugin is needed to display this content.
ht: Yon plògin bezwen afiche kontni li.

source: Tap here to activate plugin.
ht: Touche la pou aktive plògin.

source: This plugin is disabled.
ht: Plògin sa a pa aktive.

source: This plugin has been blocked for your protection.
ht: Plògin sa a te bloke pou pwoteksyon ou.

source: Manage plugins…
ht: Jere plògin ...

source: Reload the page
ht: Rechaje paj la

source: to try again.
ht: pou eseye ankò.

source: Send crash report
ht: Voye rapò krach

source: Sending report…
ht: Voye rapò...

source: Crash report sent.
ht: Rapò krach ale.

source: Crash reporting disabled.
ht: Rapò krach pa aktive.

source: Submission failed.
ht: Soumisyon Echwe.

source: No report available.
ht: Pa gen rapò disponib.

source: Add a comment (comments are publicly visible)
ht: Ajoute yon kòmantè (kòmante yo vizib piblikman)
