Repository: translate/mozilla-l10n
Catalog: gn_PY/browser/chrome/browser/syncKey.dtd.po
Languages: gn_py

source: Your &syncBrand.fullName.label; Key
gn_py: Neñe'ẽñemi &syncBrand.fullName.label; pegua

source: This key is used to decode the data in your &syncBrand.fullName.label; account. You will need to enter the key each time you configure &syncBrand.fullName.label; on a new device.
gn_py: Ko ñe'ẽñemi ojepuru oñehesa'ỹijo hag̃ua mba'ekuaarã nemba'etéva &syncBrand.fullName.label; pegua. Eikotevẽta emoinge ko ñe'ẽñemi embohekose vove &syncBrand.fullName.label; peteĩ mba'e'oka pyahúpe.

source: Keep it secret
gn_py: Ñemíme eguereko

source: Your &syncBrand.fullName.label; account is encrypted to protect your privacy. Without this key, it would take years for anyone to decode your personal information. You are the only person who holds this key. This means you're the only one who can access your &syncBrand.fullName.label; data.
gn_py: Nemba'ete &syncBrand.fullName.label; pegua oñemboheko omo'ã hag̃ua neremiñemi. Ko ñe'ẽñemi'ỹre, nde guerahakuaa heta ary oimeraẽva oikuaaséva marandu nemba'eteéva. Nde añoite ko eguereko pe ñe'ẽñemi. Kóicha oipota &syncBrand.fullName.label;.

source: Keep it safe
gn_py: Eguereko jeroviahápe

source: Do not lose this key.
gn_py: Aníke rehundi ko ñe'ẽñemi.

source: We don't keep a copy of your key (that wouldn't be keeping it secret!) so
gn_py: Noroñongatúi mba'eveichagua neñe'ẽñemi monguatiapyre (¡he'iséva ndorojapoiha kañyhápe!) péicharõ

source: we can't help you recover it
gn_py: ndaikatúi roipytyvõ eguerujey hag̃ua

source: if it's lost. You'll need to use this key any time you connect a new device to &syncBrand.fullName.label;.
gn_py: okañýramo. Eikotevẽta eipuru ko ñe'ẽñemi eikese vove peteĩ mba'e'oka pyahu &syncBrand.fullName.label; peguápe.

source: Find out more about &syncBrand.fullName.label; and your privacy at
gn_py: Eikuaave &syncBrand.fullName.label; rehegua ha nde remiñemi amo

source: &syncBrand.fullName.label; Terms of Service are available at
gn_py: &syncBrand.fullName.label; mba'epytyvõrã ñemboguata ojepurukuaa amo

source: . The Privacy Policy is available at
gn_py: Temiñemi purureko ojepurukuaa amo
