Repository: translate/mozilla-l10n
Catalog: son/toolkit/chrome/passwordmgr/passwordManager.dtd.po
Languages: son

source: Saved Passwords
son: Šennikufal gaabuntey

source: Exceptions - Saved Passwords
son: Hasarawey - Šennikufal gaabuntey

source: &Close
son: &Daabu

source: Passwords for the following sites will not be saved:
son: Šennikufaley nungey wey še ši gaabundi:

source: Site
son: Nungu

source: Username
son: Goykaw maa

source: Password
son: Šennikufal

source: &Remove
son: &Kaa

source: Remove &All
son: &Kul kaa

source: &Search:
son: &Ceeci:

source: &Copy Password
son: Šennikufal &berandi
