Repository: translate/mozilla-l10n
Catalog: brx/toolkit/chrome/mozapps/extensions/update.properties.po
Languages: brx

source: Check Now
brx: दानो आनजाद खालाम

source: Don’t Check
brx: आनजाद खालाम नाङा

source: Install Now
brx: दानो इनष्टल खालाम

source: Next >
brx: उननि >

source: Cancel
brx: नेवसि

source: Finished checking %S
brx: %S आनजाद खालामनायखौ फोजोबबाय

source: Downloading: %S
brx: डाउनल'ड खालाम गासिनो दङ:%S

source: Installing: %S
brx: इनष्टल खालाम गासिनो दङ:%S

source: Close
brx: बन्द खालाम

source: %S was unable to install updates for the following add-ons:
brx: %S आ गाहायनि add-ons नि थाखाय आपडेटफोरखौ इनष्टल खालामनो हायाखै:

source: %S was unable to check for updates for the following add-ons:
brx: %S आ गाहायनि add-ons नि थाखाय आपडेटफोरखौ आनजाद खालामनो हायाखै:
