Repository: translate/mozilla-l10n
Catalog: gn_*/toolkit/chrome/mozapps/preferences/preferences.properties.po
Languages: gn_bo

source: (not set)
gn_bo: (Ndeiño oï jenda pe kavi)

source: Unable to change Master Password.
gn_bo: Mbaetɨ yandepuere yaipoepɨ yandeño yaikuaa iyɨpɨ vae.

source: You did not enter the correct current Master Password. Please try again.
gn_bo: Ndeño reikuaa iyɨpɨ reñono vae mbaetɨ jaekavi. Eyapo pɨau ye.

source: Master Password successfully changed.
gn_bo: Yandeño yaikuaa iyɨpɨ oyepoepɨ vae jaekavi yae.

source: You have deleted your Master Password.
gn_bo: Remboai ndeño reikuaa iyɨpɨ vae.

source: Warning! You have decided not to use a Master Password.
gn_bo: ¡Mase! reyemongeta mbaetɨta reiporu metei ndeño reikuaa iyɨpɨ vae.

source: Your stored web and email passwords, form data, and private keys will not be protected.
gn_bo: Ndeño ete reikuaa vae, mbae remombeu jare ndeño reikuaa correo electrónico oyemboatɨ kuae compútadora pe vae ngaraa kia oyangareko jese reta.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
gn_bo: Añave ko oï FIPS. FIPS pe oipota vae jae ko metei ndeño reikuaa vae mbaetɨ ipombae.

source: Password Change Succeeded
gn_bo: Oyepoepɨ ndeño reikuaa vae jaekavi vae pe

source: Password Change Failed
gn_bo: Oyeavɨ oyepoepɨ ndeño reikuaa vae

source: Remove
gn_bo: Eekɨ
