Repository: translate/mozilla-l10n
Catalog: gn_PY/devtools/client/storage.properties.po
Languages: gn_py

source: No hosts on the page
gn_py: Ndaipóri tembipururã ko kuatiaroguépe

source: No data present for selected host
gn_py: Ndaipóri mba'ekuaarã oĩva jeporavopyre tendaguávape g̃uarã

source: Cookies
gn_py: Kookie

source: Local Storage
gn_py: Mbyatyrenda pypegua

source: Session Storage
gn_py: Tembiapo ñongatuharenda

source: Indexed DB
gn_py: DB mbojuapypyre

source: Cache Storage
gn_py: Kache mbyatyrendagua

source: Name
gn_py: Téra

source: Path
gn_py: Tape:

source: Domain
gn_py: Tendatee

source: Expires on
gn_py: Ndoikovéitama ag̃a:

# table.headers.cookies.value
source: Value
gn_py: Tepykue

source: Last accessed on
gn_py: Jeike paháva

source: Created on
gn_py: Heñoipyre amo

# table.headers.localStorage.name
source: Key
gn_py: Pe'aha

# table.headers.localStorage.value
source: Value
gn_py: Tepykue

# table.headers.sessionStorage.name
source: Key
gn_py: Pe'aha

# table.headers.sessionStorage.value
source: Value
gn_py: Tepykue

source: Status
gn_py: Tekotee

# table.headers.indexedDB.name
source: Key
gn_py: Pe'aha

source: Database Name
gn_py: Téra renda

source: Object Store Name
gn_py: Mba'e ñemuha réra rehegua

# table.headers.indexedDB.value
source: Value
gn_py: Tepykue

source: Origin
gn_py: Ñepyrũha

source: Version
gn_py: Peteïchagua

source: Object Stores
gn_py: Mba'e ñumuha

# table.headers.indexedDB.keyPath
source: Key
gn_py: Pe'aha

source: Auto Increment
gn_py: Mboheta ijeheguíva

source: Indexes
gn_py: Mbopapapy

source: Session
gn_py: Tembiapo

source: Filter values
gn_py: Mboguaha repykue

source: Data
gn_py: Mba'ekuaarã

source: Parsed Value
gn_py: Tepy hehesa'ỹijopyre

source: Delete “%S”
gn_py: Mboguete “%S”

source: Delete All From “%S”
gn_py: Emboguepaite ko'águi “%S”

source: Database “%S” will be deleted after all connections are closed.
gn_py: Mba'ekuaarã renda “%S” oguepáta oñembotypaite rire jeike hague.

source: Database “%S” could not be deleted.
gn_py: Mba'ekuaarã renda “%S” ndoguetekuaái.
