Repository: translate/mozilla-l10n
Catalog: doi/toolkit/chrome/mozapps/downloads/downloads.properties.po
Languages: doi

source: second;seconds
doi: सकिंट;सकिंट

source: minute;minutes
doi: मिनट;मिनटें

source: hour;hours
doi: घैंटा; घैंटे

source: day;days
doi: दिन;दिन

source: Paused — #1
doi: बिच्च रुके दा — #1

source: Downloading
doi: डाउनलोड कीता जा करदा ऐ

source: Not Started
doi: शुरू नेईं ऐ

source: Failed
doi: असफल

source: Finished
doi: मुक्की गेआ

source: Canceled
doi: रद्द

source: This download cannot be paused
doi: इस डाऊनलोड गी बिच्च रोकेआ जाई सकदा

source: Download Error
doi: डाऊनलोड गल्ती

# quitCancelDownloadsAlertTitle
source: Cancel All Downloads?
doi: सब्भै डाउनलोड रद्द करी दित्ते जाह्‌न?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
doi: जेकर तुस हूनै निकास करदे ओ, 1 डाऊनलोड रद्द करी दित्ता जाग. क्या तुसें गी यकीन ऐ जे तुस निकास करना चांह्‌दे ओ?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
doi: जेकर तुस हूनै निकास करदे ओ, %S डाऊनलोडें गी रद्द करी दित्ता जाग. क्या तुसें गी यकीन ऐ जे तुस निकास करना चांह्‌दे ओ?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
doi: जेकर तुस हूनै छोड़ी दिंदे ओ, 1 डाऊनलोड रद्द करी दित्ता जाग. क्या तुसें गी यकीन ऐ जे तुस छोड़ना चांह्‌दे ओ?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
doi: जेकर तुस हूनै निकास करदे ओ, %S डाऊनलोडें गी रद्द करी दित्ता जाग. क्या तुसें गी यकीन ऐ जे तुस निकास करना चांह्‌दे ओ?

# offlineCancelDownloadsAlertTitle
source: Cancel All Downloads?
doi: सब्भै डाउनलोड रद्द करी दित्ते जाह्‌न?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
doi: जेकर तुस हूनै आफलाइन जंदे ओ, 1 डाऊनलोड रद्द करी दित्ता जाग. क्या तुसें गी यकीन ऐ जे तुस आफलाइन जाना चांह्‌दे ओ?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
doi: जेकर तुस हूनै आफलाइन जंदे ओ, %S डाऊनलोडें गी रद्द करी दित्ता जाग. क्या तुसें गी यकीन ऐ जे तुस आफलाइन जाना चांह्‌दे ओ?

# leavePrivateBrowsingCancelDownloadsAlertTitle
source: Cancel All Downloads?
doi: सब्भै डाउनलोड रद्द करी दित्ते जाह्‌न?

source: Cancel 1 Download
doi: 1 डाऊनलोड रद्द करो

source: Cancel %S Downloads
doi: %S डाऊनलोडें गी रद्द करो

source: Don't Exit
doi: निकास मत करो

source: Don't Quit
doi: छोड़ो मत

source: Stay Online
doi: आनलाइन रॕवो

source: Downloads Complete
doi: डाऊनलोड पूर्ण

source: All files have finished downloading.
doi: सभनें फाइलें डाउनलोडिङ खत्म करी ओड़ी ऐ.

source: %1$S of %2$S %3$S
doi: %2$S %3$S दा %1$S

source: %1$S %2$S of %3$S %4$S
doi: %3$S %4$S दा %1$S %2$S

source: %1$S remaining
doi: %1$S बाकी

source: %1$S, %2$S remaining
doi: %1$S, %2$S बाकी

source: A few seconds remaining
doi: किश इक सकिंट बाकी

source: Unknown time remaining
doi: अनजांता समां बाकी

source: Unknown size
doi: अनजांता नाप

source: %1$S resource
doi: %1$S संसाधन

source: local file
doi: स्थानी फाइल

# stateFailed
source: Failed
doi: असफल

# stateCanceled
source: Canceled
doi: रद्द

source: Blocked by Parental Controls
doi: पैतृक नियंत्रणें द्वारा डक्केआ गेआ

source: Blocked: Download may contain a virus or spyware
doi: डक्केआ गेआ: डाऊनलोड च वायरस जां स्पाईवेअर होई सकदा ऐ.

source: This download has been blocked by your Security Zone Policy
doi: इस डाऊनलोड गी थुआढ़ी सुरक्षा ज़ोन पालसी द्वारा डक्केआ गेआ ऐ

source: Yesterday
doi: पिछला कल्ल

source: Cannot Open %S
doi: %S नेईं खुॕल्ली सकदा

source: Cannot Show %S
doi: %S नेईं दस्सी सकदा

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
doi: %S मजूद नेईं ऐ. जदूं दा इसी डाऊनलोड कीते दा ऐ, ओह्‌दे बाद इसी परतियै नांऽ दित्ता, लेता, जां म्हेसी दित्ता गेदा होई सकदा ऐ.

source: Open With…
doi: दे कन्नै खोह्‌ल्लो...

source: #1 file - Downloads;#1 files - Downloads
doi: #1 फाइल - डाऊनलोड ;#1 फाइलां - डाऊनलोड

source: #2% of #1 file - Downloads;#2% of #1 files - Downloads
doi: #1 फाइल - डाऊनलोड ;#1 फाइलां - डाऊनलोड

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
doi: "%S" अमल च आह्‌नने जोग फाइल ऐ. अमल च आह्‌नने जोग फाइल च कोई वायरस जां दूआ माड़ा कोड होई सकदा ऐ, जेह्‌ड़ा थुआढ़े कंप्यूटर गी नुक्सान पजाई सकदा ऐ. इस फाइल गी खोह्‌लदे बेल्लै सावधानी बरतो. क्या तुसें गी यकीन ऐ जे तुस "%S" रंभ करना चांह्‌दे ओ?

source: Open Executable File?
doi: अमल च आह्‌नने जोग फाइल खोह्‌ल्लो?

source: Don't ask me this again
doi: मिगी एह् दुबारा मत पुच्छो

source: Desktop
doi: डैस्कटाप

source: Downloads
doi: डआनलोड
