Repository: translate/mozilla-l10n
Catalog: hsb/calendar/chrome/calendar/calendar.properties.po
Languages: hsb

source: Print Preview of %1$S
hsb: Ćišćerski přehlad %1$S

source: Untitled
hsb: Bjez titula

source: New Event
hsb: Nowy podawk

# newEventDialog
source: New Event
hsb: Nowy podawk

source: Edit Event
hsb: Podawk wobdźěłać

source: New Task
hsb: Nowy nadawk

source: Edit Task
hsb: Nadawk wobdźěłać

source: Save Event
hsb: Podawk składować

source: Save Task
hsb: Nadawk składować

source: Event has not been saved. Do you want to save the event?
hsb: Podawk njeje so składował. Chceće podawk składować?

source: Task has not been saved. Do you want to save the task?
hsb: Nadawk njeje so składował. Chceće nadawk składować?

source: The end date you entered occurs before the start date
hsb: Zapodaty kónčny datum je před spočatnym datumom

source: The until date you entered occurs before the start date
hsb: Zapodaty termin je před spočatnym datumom

source: Home
hsb: Moja protyka

source: Untitled Calendar
hsb: Protyka bjez titula

source: Tentative
hsb: Nachwilu

source: Confirmed
hsb: Wobkrućeny

# eventStatusCancelled
source: Canceled
hsb: Wotprajeny

# todoStatusCancelled
source: Canceled
hsb: Přetohrnjeny

# statusNeedsAction
source: Needs Action
hsb: Wužaduje sej akciju

source: In Process
hsb: Běži

# statusCompleted
source: Completed
hsb: Dokónčeny

source: High
hsb: Wysoka

source: Normal
hsb: Normalna

source: Low
hsb: Niska

source: Which calendar do you want to import these items into?
hsb: Do kotreje protyki chceće tute zapiski importować?

source: Which calendar do you want to export from?
hsb: Z kotreje protyki chceće eksportować?

source: Which calendar do you want to publish?
hsb: Kotru protyku chceće wozjewić?

source: %1$S items failed to import. The last error was: %2$S
hsb: %1$S zapiskow njeda so importować. Posledni zmylk je był: %2$S

source: Description:
hsb: Wopisanje:

source: Unable to read from file:
hsb: Njeje móžno z dataje čitać:

source: Unable to write to file:
hsb: Njeje móžno do dataje pisać:

source: Mozilla Calendar
hsb: Mozilla Protyka

source: An unknown and undefined timezone was found while reading %1$S.
hsb: Njeznate a njedefinowane časowe pasmo je so při čitanju %1$S namakało.

source: %1$S item(s) were ignored since they exist in both the destination calendar and %2$S.
hsb: %1$S zapiskow je so ignorowało, dokelž w cilowej protyce kaž tež w %2$S eksistuje.

source: An error was encountered preparing the calendar located at %1$S for use. It will not be available.
hsb: Při přihotowanju protyki pola %1$S za wužiwanje je zmylk wustupił. Njebudźe k dispoziciji.

source: An error was encountered preparing the calendar located at %1$S for use. The calendar might refer to unknown timezones. Please install the latest calendar-timezones.xpi.
hsb: Při přihotowanju protyki pola %1$S za wužiwanje je zmylk wustupił. Protyka poćahuje so snano na njeznate časowe pasma. Prošu instalujće najnowšu dataju calendar-timezones.xpi.

source: No timezones found! Please install calendar-timezones.xpi.
hsb: Žane časowe pasma namakane! Prošu instalujće calendar-timezones.xpi.

source: Unknown timezone "%1$S" in "%2$S". Treated as 'floating' local timezone instead: %3$S
hsb: Njeznate časowe pasmo "%1$S" w "%2$S". Město toho so lokalne časowe pasmo wužiwa: %3$S

source: Timezone Errors
hsb: Zmylki časoweho pasma

source: See Error Console: Unknown timezones are treated as the 'floating' local timezone.
hsb: Hlejće zmylkowu konsolu: Za njeznate časowe pasma so lokalne časowe pasmo wužiwa.

source: Remove Calendar
hsb: Protyku wotstronić

source: Delete Calendar
hsb: Protyku zhašeć

source: Unsubscribe
hsb: Wotskazać

source: Do you want to remove the calendar "%1$S"? Unsubscribing will remove the calendar from the list, deleting will also permanently purge its data.
hsb: Chceće protyku "%1$S" wotstronić? Jeli ju wotskazaće, so protyka ze lisćiny wotstroni, jelic jeli ju zhašeće, so tež wšě jeje daty na přeco zhašeja.

source: Do you want to permanently delete the calendar "%1$S"?
hsb: Chceće protyku "%1$S" na přeco zhašeć?

source: Do you want to unsubscribe from the calendar "%1$S"?
hsb: Chceće protyku "%1$S" wotskazać?

source: Week %1$S
hsb: Tydźeń %1$S

source: Weeks %1$S-%2$S
hsb: Njedźele %1$S-%2$S

source: None
hsb: Žadyn

source: Your calendar data isn't compatible with this version of %1$S
hsb: Waše protykowe daty z tutej wersiju %1$S kompatibelne njejsu

source: The calendar data in your profile was updated by a newer version of %1$S, and continuing will probably cause the information to be lost or corrupted. %1$S will now be disabled and %2$S restarted.
hsb: Protykowe daty we wašim profilu su so přez nowšu wersiju %1$S zaktualizowali, a jeli dale činiće, so najskerje informacije zhubja abo wobškodźa. %1$S so nětko znjemóžni a %2$S so znowa startuje.

source: Restart %1$S
hsb: %1$S znowa startować

source: Quit %1$S
hsb: %1$S skónčić

# eventUntitled
source: Untitled
hsb: Bjez titula

source: Title:
hsb: Titul:

source: Location:
hsb: Městno:

source: Date:
hsb: Datum:

source: Calendar Name:
hsb: Mjeno protyki:

source: Organizer:
hsb: Organizator:

# tooltipStart
source: Start:
hsb: Spočatk:

source: Due:
hsb: Termin:

source: Priority:
hsb: Priorita:

source: % Complete:
hsb: % dospołne:

source: Completed:
hsb: Dokónčene:

source: New
hsb: Nowy

source: Open
hsb: Wočinić

source: Import
hsb: Importować

source: Export
hsb: Eksportować

source: XML Document (%1$S)
hsb: XML-dokument (%1$S)

source: Web Page (%1$S)
hsb: Webstrona (%1$S)

source: Outlook Comma Separated Values (%1$S)
hsb: Outlook, hódnoty dźělene přez komu (%1$S)

source: Waveform Audio (%1$S)
hsb: Awdioformat WAVE (%1$S)

source: An error has occurred
hsb: Zmylk je wustupił

source: Publishing the calendar file failed. Status code: %1$S: %2$S
hsb: Wozjewjenje protykoweje dataje je so nimokuliło. Statusowy kod: %1$S: %2$S

source: Publishing the calendar file failed. Status code: 0x%1$S
hsb: Wozjewjenje protykoweje dataje je so nimokuliło. Statusowy kod: 0x%1$S

source: There has been an error reading data for calendar: %1$S. It has been placed in read-only mode, since changes to this calendar will likely result in data-loss. You may change this setting by choosing 'Edit Calendar'.
hsb: Při čitanju datow za protyku je zmylk wustupił: %1$S. Je so do modusa jenož čitać stajiła, dokelž změny na tutej protyce najskerje k straće datow wjedu. Klikńće na 'Protyku wobdźěłać', zo byšće tute nastajenje změnił.

source: There has been an error reading data for calendar: %1$S. It has been disabled until it is safe to use it.
hsb: Při čitanju datow za protyku je zmylk wustupił: %1$S. Je so znjemóžniła, doniž wěste njeje, ju wužiwać.

source: There has been an error reading data for calendar: %1$S. However, this error is believed to be minor, so the program will attempt to continue.
hsb: Při čitanju datow za protyku je zmylk wustupił: %1$S. Ale, tutón zmylk maja za snadny, tak zo program pospytuje pokročować.

source: There has been an error reading data for calendar: %1$S.
hsb: Při čitanju datow za protyku je zmylk wustupił: %1$S.

source: An error occured while decoding an iCalendar (ics) file as UTF-8. Check that the file, including symbols and accented letters, is encoded using the UTF-8 character encoding.
hsb: Při dekodowanju dataje iCalendar (ics) jako UTF-8 je zmylk wustupił. Přepruwujće, hač dataja, inkluziwnje jeje symbole a pismiki z diakritiskimi znamješkami, je so z pomocu UTF-8-kodowanjom kodowała.

source: Parsing an iCalendar (ics) file failed. Check that the file conforms to iCalendar (ics) file syntax.
hsb: Analyzowanje dataje iCalendar (ics) je so nimokuliło. Přepruwujće, hač dataja syntaksy dataje iCalendar (ics) wotpowěduje.

source: Item changed on server
hsb: Zapisk je so na serwerje změnił

source: This item has recently been changed on the server.
hsb: Tutón zapisk je so njedawno na serwerje změnił.

source: Submitting your changes will overwrite the changes made on the server.
hsb: Składowanje wašich změnow budźe změny, kotrež su so na serwerje činili, přepisować.

source: Deleting this item will cause loss of the changes made on the server.
hsb: Přez hašenje tutoho zapiska so změny zhubja, kotrež su so na serwerje činili.

source: Discard my changes and reload
hsb: Změny zaćisnyć a znowa začitać

source: Submit my changes anyway
hsb: Změny najebać toho składować

source: Delete anyway
hsb: Najebać toho zhašeć

source: The resource at %1$S is either not a DAV collection or not available
hsb: Resursa na %1$S pak DAV-zběrka njeje pak k dispoziciji njeje

source: The resource at %1$S is a DAV collection but not a CalDAV calendar
hsb: Resursa na %1$S je DAV-zběrka, ale CalDAV-protyka njeje

source: There was an error storing the item on the server.
hsb: Při składowanju zapiska na serwerje je zmylk wustupił.

source: There was an error deleting the item from the server.
hsb: Při hašenju zapiska ze serwera je zmylk wustupił.

source: An error occurred when sending the invitation.
hsb: Při słanju přeprošenja je so zmylk wustupił.

source: An error occurred when sending the response.
hsb: Při słanju wotmołwy je so zmylk wustupił.

source: Status Code: %1$S
hsb: Statusowy kod: %1$S

source: The request cannot be processed.
hsb: Naprašowanje njeda so předźěłać.

source: The request contains bad syntax and cannot be processed.
hsb: Naprašowanje wobsahuje njepłaćiwu syntaksu a njeda so předźěłać.

source: The user lacks the required permission to perform the request.
hsb: Wužiwar nima trěbne prawo, zo by naprašowanje přewjedł.

source: Resource not found.
hsb: Resursa njeje so namakała.

source: Resource conflict.
hsb: Resursowy konflikt.

source: Precondition failed.
hsb: Předpokład spjelnjeny njeje.

source: Internal server error.
hsb: Nutřkowny serwerowy zmylk.

source: Bad gateway (Proxy configuration?).
hsb: Gateway ze zmylkami (proksy-konfiguracija?).

source: Internal server error (Temporary server outage?).
hsb: Nutřkowny serwerowy zmylk (nachwilny wupad serwera?)

source: Update location for calendar %1$S?
hsb: Městno za protyku %1$S aktualizować?

source: The requests for %1$S are being redirected to a new location. Would you like to change the location to the following value?
hsb: Naprašowanja za %1$S so do noweho městna dale sposrědkuja. Chceće městno do slědowaceje hódnoty změnić?

source: Disable Calendar
hsb: Protyku znjemóžnić

source: America/New_York, America/Chicago, America/Denver, America/Phoenix, America/Los_Angeles, America/Anchorage, America/Adak, Pacific/Honolulu, America/Puerto_Rico, America/Halifax, America/Mexico_City, America/Argentina/Buenos_Aires, America/Sao_Paulo, Europe/London, Europe/Paris, Asia/Singapore, Asia/Tokyo, Africa/Lagos, Africa/Johannesburg, Africa/Nairobi, Australia/Brisbane, Australia/Sydney, Pacific/Auckland
hsb: Europe/Berlin, Europe/Prague, Europe/Zurich, Europe/Vienna, Europe/Luxembourg

source: Warning: Operating system timezone "%1$S" no longer matches the internal ZoneInfo timezone "%2$S".
hsb: Warnowanje: Časowe pasmo "%1$S" hižo z nutřkownym časowym pasmom ZoneInfo "%2$S" jenak njeje.

source: Skipping Operating System timezone '%1$S'.
hsb: Časowe pasmo '%1$S' dźěłoweho systema so přeskakuje.

source: Skipping locale timezone '%1$S'.
hsb: Lokalne časoweho pasma '%1$S' so přeskakuje.

source: Warning: Using "floating" timezone. No ZoneInfo timezone data matched the operating system timezone data.
hsb: Warnowanje: Lokalne časowe pasmo so wužiwa. Žane daty z tabelow časowych pasmow datam časowych pasmow dźěłoweho systema njewotpowěduja.

source: Warning: Using guessed timezone %1$S (UTC%2$S). %3$S %4$S
hsb: Warnowanje: Wuhódane časowe pasmo so wužiwa %1$S (%2$S). %3$S %4$S

source: This ZoneInfo timezone almost matches the operating system timezone. For this rule, the next transitions between daylight and standard time differ at most a week from the operating system timezone transitions. There may be discrepancies in the data, such as differing start date, or differing rule, or approximation for non-Gregorian-calendar rule.
hsb: Tute časowe pasmo so nimale z časowym pasmom dźěłoweho systema kryje. Tak so přichodny přechad mjez lětnim časom a normalnym časom wo maksimalnje jedyn tydźeń wot přechada časoweho pasma dźěłoweho systema rozeznawa. Móža wotchilenja w datach być, na př. wotchilny spočatny datum. abo wotchilne prawidło abo přibliženja za prawidła, kotrež gregorianskej protyce njewotpowěduja.

source: This ZoneInfo timezone seems to match the operating system timezone this year.
hsb: Zda so, zo so časowe pasmo lětsa z časowem pasmom dźěłoweho systema kryje.

source: This ZoneInfo timezone was chosen based on the operating system timezone identifier "%1$S".
hsb: Časowe pasmo je so na zakładźe identifikatora "%1$S" časoweho pasma dźěłoweho systema wubrało.

source: This ZoneInfo timezone was chosen based on matching the operating system timezone with likely timezones for internet users using US English.
hsb: Časowe pasmo je so ze za serbskorěčnych wužiwarjow prawdźepodobnych časowych pasmow wubrało, kotrež so z časowym pasmom dźěłoweho systema kryja.

source: This ZoneInfo timezone was chosen based on matching the operating system timezone with known timezones in alphabetical order of timezone id.
hsb: Časowe pasmo je so wubrało, přepytujo znate časowe pasma w alfabetiskim porjedźe ID časoweho pasma za jenakosću z časowym pasmom dźěłoweho systema.

source: List
hsb: Lisćina

source: Weekly Planner
hsb: Tydźenske planowanje

source: Monthly Grid
hsb: Měsačny přehlad

source: Tasks with no due date
hsb: Nadawki bjez termina

source: Temporary (memory)
hsb: Nachwilny (skład)

source: Local (SQLite)
hsb: Lokalny (SQLite)

source: Title
hsb: Titul

source: When
hsb: Hdy

source: Location
hsb: Městno

source: Description
hsb: Wopisanje

source: %1$S (completed)
hsb: %1$S (dokónčene)

source: Add Category
hsb: Kategoriju přidać

source: Multiple Categories
hsb: Wjacore kategorije

source: Today
hsb: Dźensa

source: Tomorrow
hsb: Jutře

source: Yesterday
hsb: Wčera

source: Events
hsb: Podawki

source: Events and Tasks
hsb: Podawki a nadawki

source: Tasks
hsb: Nadawki

source: CW
hsb: PT

source: Go
hsb: Dźiće

# next1
source: next
hsb: přichodny

# next2
source: next
hsb: přichodnu

# last1
source: last
hsb: posledni

# last2
source: last
hsb: poslednju

source: #1 Reminder;#1 Reminders
hsb: #1 dopomnjeće;#1 dopomnjeći;#1 dopomnjeća;#1 dopomnjećow

source: Starts: %1$S
hsb: Započina so: %1$S

source: Today at %1$S
hsb: Dźensa %1$S

source: Tomorrow at %1$S
hsb: Jutře %1$S

source: Yesterday at %1$S
hsb: Wčera %1$S

source: Default Mozilla Description
hsb: Standardne wopisanje Mozilla

source: Default Mozilla Summary
hsb: Standardne zjeće Mozilla

source: %1$S%% Complete
hsb: %1$S%% dokónčene

# taskDetailsStatusCompleted
source: Completed
hsb: Dokónčene

source: Completed on %1$S
hsb: %1$S dokónčene

# taskDetailsStatusCancelled
source: Canceled
hsb: Přetorhnjeny

source: Checking Calendars…
hsb: Protyki so přepruwuja…

source: Checking Calendar %1$S of %2$S
hsb: Protyka %1$S z %2$S so přepruwuje

source: Error code: %1$S
hsb: Zmylkowy kod: %1$S

source: Description: %1$S
hsb: Wopisanje:%1$S

source: Calendar Week: %1$S
hsb: Protykowy tydźeń: %1$S

source: Calendar Weeks %1$S-%2$S
hsb: Protykowe njedźele %1$S-%2$S

source: CW: %1$S
hsb: PT: %1$S

source: CWs: %1$S-%2$S
hsb: PN: %1$S-%2$S

# dueInDays
source: #1 day;#1 days
hsb: #1 dźeń;#1 dnjej;#1 dny;#1 dnjow

# dueInHours
source: #1 hour;#1 hours
hsb: #1 hodźina;#1 hodźinje;#1 hodźiny;#1 hodźin

source: < 1 hour
hsb: < 1 hodźina
