Repository: translate/mozilla-l10n
Catalog: hsb/calendar/chrome/calendar/calendar-event-dialog-attendees.properties.po
Languages: hsb

source: Required Attendee
hsb: Trěbny wobdźělnik

source: Optional Attendee
hsb: Móžny wobdźělnik

source: Non Participant
hsb: Žadyn wobdźělnik

source: Chair
hsb: Nawodnistwo

source: Unknown Attendee (%1$S)
hsb: Njeznaty wobdźělnik (%1$S)

source: Individual
hsb: Jednotliwc

source: Group
hsb: Skupina

source: Resource
hsb: Resursa

source: Room
hsb: Rumnosć

source: Unknown Type (%1$S)
hsb: Njeznaty typ (%1$S)
