Repository: translate/mozilla-l10n
Catalog: hsb/calendar/chrome/calendar/calendar-alarms.properties.po
Languages: hsb

source: The moment the event starts
hsb: Wokomik, w kotrymž podawk so započina

source: The moment the task starts
hsb: Wokomik, w kotrymž nadawk so započina

source: The moment the event ends
hsb: Wokomik, w kotrymž podawk so kónči

source: The moment the task ends
hsb: Wokomik, w kotrymž nadawk so kónči

source: Snooze reminder for %1$S
hsb: Dopomnjeće wo %1$S přestorčić

source: before the event starts
hsb: prjedy hač podawk so započina

source: after the event starts
hsb: po tym zo podawk so započina

source: before the event ends
hsb: prjedy hač podawk so kónči

source: after the event ends
hsb: po tym zo podawk so kónči

source: before the task starts
hsb: prjedy hač nadawk os započina

source: after the task starts
hsb: po tym zo nadawk so započina

source: before the task ends
hsb: prjedy hač nadawk so kónči

source: after the task ends
hsb: po tym zo nadawk so kónči

source: The selected calendar has a limitation of #1 reminder per event.;The selected calendar has a limitation of #1 reminders per event.
hsb: Wubrana protyka ma wobmjezowanje na #1 dopomnjeće na podawk.;Wubrana protyka ma wobmjezowanje na #1 dopomnjeći na podawk.;Wubrana protyka ma wobmjezowanje na #1 dopomnjeća na podawk.;Wubrana protyka ma wobmjezowanje na #1 dopomnjećow na podawk.

source: The selected calendar has a limitation of #1 reminder per task.;The selected calendar has a limitation of #1 reminders per task.
hsb: Wubrana protyka ma wobmjezowanje na #1 dopomnjeće na nadawk.;Wubrana protyka ma wobmjezowanje na #1 dopomnjeći na nadawk.;Wubrana protyka ma wobmjezowanje na #1 dopomnjeća na nadawk.;Wubrana protyka ma wobmjezowanje na #1 dopomnjećow na nadawk.
