Repository: translate/mozilla-l10n
Catalog: st/mail/chrome/messenger/*-main.dtd.po
Languages: am

source: Account Settings
am: Disetwa tsa Akhaonte

source: Account &Name:
am: Lebitso &Akhaonte:

source: The account name is used to identify each account
am: Lebitso la akhaonte le sebedisetswa ho tsebahatsa akhaonte ka nngwe

source: Default Identity
am: Boitsebiso ba Kemehla

source: Each account has an identity, which is the information that other people see when they read your messages.
am: Akhaonte ka nngwe e na le tsebahatso, e leng lesedi leo batho ba bang ba le bonang ha ba bala melaetsa ya hao.

source: &Your Name:
am: &Lebitso la Hao:

source: &Email Address:
am: &Aterese ya Imeili:

source: Reply-to Addre&ss:
am: Araba Atere&seng:

source: &Organization:
am: &Mokgatlo:

source: A&ttach this signature:
am: Ho&kela Tshaeno ena:

source: Edit...
am: Edita...

source: &Choose...
am: &Kgetha...

source: E&dit Card...
am: E&dita Karete...

source: _: do not translate "vCard" in below line Attach my &vCard to messages
am: Phuthela &vCard ya ka melaetseng

source: &Manage Identities...
am: &Laola Boitsebiso...

source: _: do not translate "SMTP" in below line O&utgoing Server (SMTP):
am: S&eva e Tswang (SMTP):

source: Use Default Server
am: Sebedisa Seva Yakamehla
