Repository: translate/mozilla-l10n
Catalog: st/mail/chrome/messenger/*-server-top.dtd.po
Languages: am

source: Security Settings
am: Disetwa tsa Tshireletseho

source: Server Settings
am: Disetwa tsa Seva

source: _: do not translate "POP" in below line POP Mail Server
am: Seva ya Meile ya POP

source: _: do not translate "IMAP" in below line IMAP Mail Server
am: Seva ya Meile ya IMAP

source: _: do not translate "NNTP" in below line News Server (NNTP)
am: Seva ya Diataba (NNTP)

source: WebMail account
am: Akhaonte ya WebMeile

source: Server Type:
am: Mofuta wa Seva:

source: &Server Name:
am: &Lebitso la Seva:

source: User &Name:
am: Lebitso la &Mosebedisi:

source: Default:
am: Ya kamehla:

source: Save password
am: Boloka phasewete

source: _: translate below 2 line with grammer dependency Chec&k for new messages every
am: She&ba melaetsa e metjha kamehla

source: minutes
am: metsotso

source: &Use secure connection (SSL)
am: &Sebedisa kgokelo e sireletsehileng (SSL)

source: Use secure connection:
am: Sebedisa kgokelo e sireletsehileng:

source: &Never
am: &Le kamohla

source: TLS, if &available
am: TLS, ha e fumaneha

source: Use secure authent&ication
am: Sebedisa netefatso e sireletsehileng

source: Leave messa&ges on server
am: Siya melae&tsa seveng

source: &Fetch headers only
am: &Lata dihlooho feela

source: F&or at most
am: B&akeng la bongata

source: days
am: matsatsi

source: Until I &delete or move them from Inbox
am: Ho fihlela ke &phumula kapa ke di suthisa lebokoseng la Tsekenang

source: Auto&matically download new messages
am: Jarolla melaetsa e metjha ka ho ik&etsa

source: Server Hostname
am: Lebitso la Seva ya Moamohedi

source: Your Login Name
am: Lebitso la ho Kena la Hao

source: _: do not translate "POP" in below line POP Server Information
am: Lesedi ka Seva ya POP

source: &When I delete a message:
am: &Ha ke phumula molaetsa

source: Move it to the Trash folder
am: E ise foldareng ya Matlakala

source: Mark it as deleted
am: E tshwae e le e phumutsweng

source: Remove it immediately
am: Tlosa hanghang

source: _: do not translate two of "&quot;" in below line Clean up (&quot;&Expunge&quot;) Inbox on Exit
am: Phumula tsohle (&qots; &Phumula&qots;) ho Tsekenang ha o Tswa

source: Empty Trash on E&xit
am: Qhala Matlakala ha o Ts&wa

source: &Check for new messages at startup
am: &Lekola melaetsa e metjha ha o qala

source: _: translate below 2 lines with grammar dependency Ask &me before downloading more than
am: M&potse pele o jarolla ho feta

source: _: see note for maxMessagesStart.label messages
am: melaetsa

source: Al&ways request authentication when connecting to this server
am: Ka&mehla kopa netefaletso pele o hokela seveng ena

source: newsrc &file:
am: faele ya &ditaba:

source: &Local directory:
am: &Daerekthri ya tikoloho

source: Show newsgroup names in the Mail Folder pane as:
am: Bontsha mabitso a dihlopha tsa ditaba fenstereng ya Foldara ya Meile e le:

source: Full names (For example, 'netscape.public.mozilla.mail-news')
am: Mabitso ka botlalo (mohlala, netskheipi, ya bohle.mozilla.ditaba-tsa-meile

source: Abbreviate names (For example, 'n.p.m.mail-news')
am: Kgutsufatsa mabitso (Mohlala, 'n.p.m.ditaba-tsa-meile)

source: Ad&vanced...
am: E&amp; hatetseng pele…

source: Select Local Directory
am: Kgetha Daerektri ya Haufi

source: &Browse...
am: &Lekola

source: Select newsrc File
am: Kgetha faele ya Ditaba

source: Brows&e...
am: Leko&amp;la…
