Repository: translate/mozilla-l10n
Catalog: ht/toolkit/chrome/cookie/cookieAcceptDialog.properties.po
Languages: ht

source: Host:
ht: Sèvè:

source: Domain:
ht: Domèn:

source: Encrypted connections only
ht: Koneksyon ki kripte sèlman

source: Any type of connection
ht: Nenpòt kalite koneksyon

source: At end of session
ht: Nan fen sesyon an

source: Show Details
ht: Afiche Detay

source: Hide Details
ht: Maske Detay

source: The site %S wants to set a cookie.
ht: Sit sa a %S vle mete yon cookie.

source: The site %S wants to set a second cookie.
ht: Sit sa %S vle mete yon dezyèm cookie.

source: The site %S wants to set another cookie. You already have %S cookies from this site.
ht: Sit sa %S vle mete yon lòt cookie. Ou deja gen %S cookies de sit sa a.

source: The site %S wants to modify an existing cookie.
ht: Sit sa a %S vle modifye yon cookie ki egziste deja.
