Repository: translate/mozilla-l10n
Catalog: sat/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: sat

source: History
sat: हिता़ल

source: Show your history (%S)
sat: आमाक् हिता़ल उदुग मे (%S)

source: New Private Window
sat: नावा निजेर विंडो

source: Open a new Private Browsing window (%S)
sat: मित् नावा निजेर ब्राउजिंग विंडो झिज मे .(%S)

source: Save Page
sat: साहटा सांचाव मे

source: Save this page (%S)
sat: नोवा साहटा सांचाव मे. (%S)

source: Find
sat: ञाम

source: Find in this page (%S)
sat: नोवा साहटा रे ञाम मे. (%S)

source: Open File
sat: रेत् झिज मे

source: Open a file (%S)
sat: मित् रेत् झिज मे. (%S)

source: Developer
sat: तेयारिच्

source: Open Web developer tools (%S)
sat: वेब तेयारिजाक् टुल झिज मे. (%S)

source: Sidebars
sat: धारे बार

source: Show sidebars
sat: धारे बार उदुग में.

source: Add-ons
sat: एड-ऑनस

source: Manage your add-ons (%S)
sat: आमाक् एड-ऑन बेबोसताय मे .(%S)

source: Preferences
sat: कुसियाक् को

source: Open preferences
sat: आपनार मोने तेयाक् झिज मे.

source: Open preferences (%S)
sat: कुसियाक् को झिज मे. (%S)

source: Options
sat: आपनार मोने तेयाक् को

source: Open options
sat: आपनार मोने तेयाक् झिज मे.

source: Zoom Controls
sat: हुडिञ माराङ होचो कोबोज को

source: Zoom controls
sat: हुडिङ माराङ होचो कोबोज को.

source: Zoom out
sat: माराङ खोन हुडिञ तेयार.

source: Zoom out (%S)
sat: माराङ खोन हुडिञ तेयार (%S)

source: Reset zoom level (%S)
sat: हुडिञ माराङ तेयार ताह दोहड़ा साजाव (%S)

source: Zoom in
sat: माराङ तेयार

source: Zoom in (%S)
sat: माराङ तेयार (%S)

source: Edit Controls
sat: कोबोज को सासापड़ाव.

source: Edit controls
sat: कोबोज को सासापड़ाव.

source: Cut
sat: गेत्

source: Cut (%S)
sat: गेत् (%S)

source: Copy
sat: नोकोल

source: Copy (%S)
sat: नोकोल (%S)

source: Paste
sat: लाठा सेलेद

source: Paste (%S)
sat: लाठा सेलेद (%S)

source: Subscribe
sat: चांदा रा़सिया तेयार

source: Subscribe to this page
sat: नोवा साहटा ला़गित् चांदा रा़सिया तेयार.

source: Email Link
sat: इमेल खोंजा

source: Email a link to this page
sat: नोवा साहटा रे मित् खोंजा इमेल में.

source: Apps
sat: एप को
