Repository: translate/mozilla-l10n
Catalog: su/obsolete/toolkit/chrome/mozapps/extensions/selectAddons.dtd.po
Languages: su

source: Checking Your Add-ons
su: Ngecek Pangleuleuwih Anjeun

source: Checking your add-ons for compatibility with this version of &brandShortName;.
su: Mariksa pengaya anjeun kanggo kompatibilitas sareng &brandShortName; versi ieu.

# select.heading
source: Select Your Add-ons
su: Pilih Pangleuleuwih Anjeun

# select.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
su: Jieun &brandShortName; beuki gancang kalayan mareuman pangleuleuwih nu tos lila teu dianggo. Pangleuleuwih nu tos dipasang ku pihak katilu bakal dipareuman otomatis kajaba anjeun pilih dihandap.

source: Keep
su: Jaga

source: Installed By
su: Dipasang Ku

source: Name
su: Nami

# confirm.heading
source: Select Your Add-ons
su: Pilih Pangleuleuwih Anjeun

# confirm.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
su: Jieun &brandShortName; beuki gancang kalayan mareuman pangleuleuwih nu tos lila teu dianggo. Pangleuleuwih nu tos dipasang ku pihak katilu bakal dipareuman otomatis kajaba anjeun pilih dihandap.

source: The following add-ons will be disabled:
su: Pangleuleuwih ieu bakal dipareuman:

source: The following add-ons are disabled, but will be enabled as soon as they are compatible:
su: Ieu pangleuleuwih dipareuman, ngan bakal dihurungkeun lamun tos cocok atawa kompatibel:

source: The following add-ons will be updated:
su: Pangleuleuwih ieu bakal diupdate:

source: The following add-ons will be enabled:
su: Pangleuleuwih ieu nu tiasa digunakeun:

source: Updating Your Add-ons
su: Nganyarkeun Pangleuleuwih Anjeun

source: Downloading and installing updates for your selected add-ons.
su: Unduh jeung masang pangleuleuwih kanggo pengaya anjeun nu dipilih.

source: &brandShortName; could not update some of your add-ons.
su: &brandShortName; teu tiasa nganyarkeun sawatara pangleuleuwih anjeun.

source: Installing updates for some of your add-ons failed. &brandShortName; will automatically try to update them again later.
su: Masangkeun panganyaran kanggo sawatara pangleuleuwih anjeun gagal. &brandShortName; bakal otomatis nyobian nganyarkeun ieu deui engke.

source: You can always change your add-ons by going to the Add-ons Manager.
su: Anjeun tiasa wae ngarobih pengaya kalayan asup ka Pengelola Pangleuleuwih.

source: Cancel
su: Batal

source: Back
su: Balik

source: Done
su: Réngsé
