Repository: translate/mozilla-l10n
Catalog: doi/netwerk/necko.properties.po
Languages: doi

source: Looking up %1$S…
doi: %1$S च दिक्खा करदा ऐ...

source: Connected to %1$S…
doi: %1$S कन्नै कनैक्शनशुदा...

source: Sending request to %1$S…
doi: %1$S गी बिनती भेजा करदा ऐ...

source: Transferring data from %1$S…
doi: %1$S चा डेटे दा तबादला करा करदा ऐ...

source: Connecting to %1$S…
doi: %1$S कन्नै कनैक्शन जोड़ा करदा ऐ...

source: Read %1$S
doi: %1$Sपढ़ो

source: Wrote %1$S
doi: %1$S लिखेआ

source: Waiting for %1$S…
doi: %1$S लेई बल्गा करदा ऐ...

source: Looked up %1$S…
doi: ... %1$Sआस्तै खोज कीती

source: Beginning FTP transaction…
doi: FTP लैन-देन...

source: Finished FTP transaction
doi: FTP लैन-देन मुक्की गेआ

source: The FTP server %1$S is currently unsupported.
doi: FTP %1$S सर्वर इसलै असमर्थत ऐ.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
doi: इस वैब सफे दी दिशा नमें स्थान बक्खी भेजेआ जा करदा ऐ. जेह्‌ड़ा फार्मल डेटा तुसें टाइप कीता ऐ, क्या तुस उसी नमें स्थान पर परतियै भेजना चाह्‌गेओ?

source: Index of %1$S
doi: %1$S दा इंडैक्स

source: Up to higher level directory
doi: उच्च स्तर दी डरैक्टरी तगर

source: Show hidden objects
doi: छप्पी दियां चीजां दस्सो

source: Name
doi: नांऽ

source: Size
doi: नाप

source: Last Modified
doi: खीरी तरमीमत

source: File:
doi: फाइल:

source: I understand and will be very careful
doi: में समझनां ते मता सावधान रौह्‌ङ
