Repository: translate/mozilla-l10n
Catalog: ny/dom/chrome/accessibility/AccessFu.properties.po
Languages: ny

source: Screen reader started
ny: Screen reader yayamba

source: Screen reader stopped
ny: Screen reader yayima

source: menu bar
ny: mndandanda

source: scroll bar
ny: kufutukula

source: grip
ny: gwiritsitsa

source: alert
ny: khala tcheru

source: menu popup
ny: mndandanda wa zosatuluka kunja

source: document
ny: chikalata

source: pane
ny: galasi

source: dialog
ny: polembedwa

source: separator
ny: osiyanitsa

source: toolbar
ny: mndandanda wa zipangizo

source: status bar
ny: mndandanda wa zochitika

source: table
ny: gome

source: column header
ny: nsanamira wosenza

source: row header
ny: mzere wosenza

source: column
ny: nsanamira

source: row
ny: mzere

source: cell
ny: chipinda

source: link
ny: kulumikiza

source: list
ny: mndandanda

source: list item
ny: mndandanda wa chinthu

source: outline
ny: dongosolo

source: outline item
ny: dongosolo la chinthu

source: property page
ny: tsamba la chinthu

source: graphic
ny: zithunzi

source: button
ny: batani

source: check button
ny: yang'anani batani

source: radio button
ny: batani la wailesi

source: combo box
ny: bokosi la combo

source: progress bar
ny: mndandanda wa chipambano

source: slider
ny: wotsetsereka

source: spin button
ny: batani lozugulira

source: diagram
ny: chojambula

source: animation
ny: chosangalatsa

source: equation
ny: kufanana

source: button menu
ny: mndandanda wa batani

source: white space
ny: mpata oyera

# pagetablist
source: tab list
ny: mndandanda wa tab

source: canvas
ny: nsalu yokhukhuthala

source: check menu item
ny: yang'ana mndandanda wa chinthu

source: label
ny: pepala lodziwitsa pa chinthu

source: password text
ny: ndime ya mau a chinsinsi

source: radio menu item
ny: mndandanda wa chinthu cha wailesi

source: text container
ny: mosungira uthenga

source: toggle button
ny: batani la toggle

source: tree table
ny: gome la mtengo

source: header
ny: wosenza

source: footer
ny: woyenda

source: paragraph
ny: ndime

source: entry
ny: kulowa

source: caption
ny: kufotokozera

source: heading
ny: lowera

source: section
ny: gawo

source: form
ny: ndondomeko

source: combo box list
ny: bokosi la mndandanda la combo

source: combo box option
ny: bokosi la kusankha la combo

source: image map
ny: chifaniziro cha mapu

# listboxoption
source: option
ny: chita kusankha

source: list box
ny: bokosi la mndandanda

source: flat equation
ny: kufanana kwa thyathyanthya

source: note
ny: kalata

source: figure
ny: maonekedwe

source: definition list
ny: mndandanda wa matanthauzo

source: term
ny: gawo

source: definition
ny: tanthauzo

source: text area
ny: malo olembedwa

source: date
ny: tsiku

# textInputType_search
source: search
ny: fufuza

source: telephone
ny: lamya

source: heading level %S
ny: kupita kodidiriza %S

source: First item
ny: Chinthu choyamba

source: Last item
ny: Chinthu chomaliza

source: 1 item;#1 items
ny: 1 choyamba;#1 zinthu

source: %1$S of %2$S
ny: %1$S ya %2$S

source: banner
ny: mbendera

source: complementary
ny: mothandiza

source: content info
ny: chidziwitso cha zamkati

source: main
ny: chofunikira

source: navigation
ny: mayendedwe

source: search
ny: fufuza

source: with 1 column;with #1 columns
ny: ndi 1 nsanamira;ndi #1 nsanamira

source: and 1 row;and #1 rows
ny: ndi 1 nzere;ndi#1 mizere

source: Column %S
ny: Nsanamira %S

source: Row %S
ny: Nzere %S

source: spans %S columns
ny: zokwaniritsa %S nsanamira

source: spans %S rows
ny: zokwanilitsa %S mizere

source: jumped
ny: lumphidwa

# pressAction
source: pressed
ny: sindikizidwa

# checkAction
source: checked
ny: fufuzidwa

source: unchecked
ny: osafufuzidwa

# selectAction
source: selected
ny: sankhidwa

source: unselected
ny: osasankhidwa

source: opened
ny: tsekulidwa

source: closed
ny: tsekedwa

source: switched
ny: sinthidwa

source: clicked
ny: tabwanyidwa

# collapseAction
source: collapsed
ny: gwetsedwa

# expandAction
source: expanded
ny: kulitsidwa

source: activated
ny: konzedwa

source: cycled
ny: zungulilidwa

source: hidden
ny: bisidwa

source: loading
ny: kupakira

source: loaded
ny: pakiridwa

source: new tab
ny: tab yatsopanp

source: loading stopped
ny: kupakira kwayima

source: reloading
ny: kupakiranso

# stateChecked
source: checked
ny: fufuzidwa

source: not checked
ny: sinafufuzidwa

# statePressed
source: pressed
ny: sindikizidwa

# stateExpanded
source: expanded
ny: kulitsidwa

# stateCollapsed
source: collapsed
ny: gwetsedwa

source: unavailable
ny: sikupezeka

source: readonly
ny: werenga kokha

source: required
ny: funidwa

source: visited
ny: yenderedwa

source: has pop up
ny: chikhoza kutuluka kunja

# stateSelected
source: selected
ny: sankhidwa

source: editing
ny: kusindikiza

source: navigating
ny: mayendedwe

source: Default
ny: Chikhalire

source: Anchors
ny: Zolimbitsa

source: Buttons
ny: Mabatani

source: Combo boxes
ny: Mabokosi a Combo

source: Landmarks
ny: Zinthu zodziwitsa nsanga

source: Entries
ny: Zolowa

source: Form elements
ny: Pangani nbali zofunikira

source: Images
ny: Zithunzi

source: Headings
ny: Mitu

source: List items
ny: Mndandanda wa zinthu

source: Links
ny: Zolumikizira

source: Lists
ny: Mndandanda

source: Page tabs
ny: Tsamba la matabu

source: Radio buttons
ny: Mabatani a wailesi

source: Separators
ny: Osiyanitsira

source: Tables
ny: Magome

source: Check boxes
ny: Mabokosi ofufuzira

# menubarAbbr
source: menu bar
ny: mndandanda wa mtanda

# scrollbarAbbr
source: scroll bar
ny: kufutukula mtanda

# gripAbbr
source: grip
ny: gwiritsitsa

# alertAbbr
source: alert
ny: tcheru

# menupopupAbbr
source: menu popup
ny: mndandanda wa zotuluka kunja

# documentAbbr
source: document
ny: chikalata

# paneAbbr
source: pane
ny: galasi

# dialogAbbr
source: dialog
ny: posindikizira

# separatorAbbr
source: separator
ny: nsiyanitsa

# toolbarAbbr
source: toolbar
ny: mndandadnda wa zipangizo

# statusbarAbbr
source: status bar
ny: mndandanda wa mmene zilili

# columnheaderAbbr
source: column header
ny: nsanamira yosenza

# rowheaderAbbr
source: row header
ny: mzere osenza

# columnAbbr
source: column
ny: nsanamira

# rowAbbr
source: row
ny: mzere

# cellAbbr
source: cell
ny: chipinda

source: lnk
ny: inki

# listAbbr
source: list
ny: mndandanda

# listitemAbbr
source: list item
ny: mndandanda wa chinthu

# outlineAbbr
source: outline
ny: dongosolo

# outlineitemAbbr
source: outline item
ny: dongosolo la chinthu

# propertypageAbbr
source: property page
ny: tsamba la chinthu

# graphicAbbr
source: graphic
ny: chithunzi

# checkbuttonAbbr
source: check button
ny: yang'anani batani

# radiobuttonAbbr
source: radio button
ny: batani la wailesi

# comboboxAbbr
source: combo box
ny: bokosi la combo

# progressbarAbbr
source: progress bar
ny: mtanda wa chipambano

# sliderAbbr
source: slider
ny: wotsetsereka

# spinbuttonAbbr
source: spin button
ny: batani lozungulira

# diagramAbbr
source: diagram
ny: chojambula

# animationAbbr
source: animation
ny: chosangalatsa

# equationAbbr
source: equation
ny: kufanana

# buttonmenuAbbr
source: button menu
ny: mndandanda wa batani

# whitespaceAbbr
source: white space
ny: mpata oyera

# pagetablistAbbr
source: tab list
ny: mndandanda wa tab

# canvasAbbr
source: canvas
ny: nsalu yokhukhuthala

# checkmenuitemAbbr
source: check menu item
ny: yang'ana mndandanda wa chinthu

# labelAbbr
source: label
ny: pepala lodziwitsira chinthu

# radiomenuitemAbbr
source: radio menu item
ny: wailesi mndandanda wa chinthu

# textcontainerAbbr
source: text container
ny: mosungira zolembedwa

# togglebuttonAbbr
source: toggle button
ny: batani la toggle

# treetableAbbr
source: tree table
ny: gome la mtengo

# headerAbbr
source: header
ny: wosenza

# footerAbbr
source: footer
ny: woyenda

# entryAbbr
source: entry
ny: kulowa

# captionAbbr
source: caption
ny: kufotokozera

# headingAbbr
source: heading
ny: lowera

# sectionAbbr
source: section
ny: gawo

# formAbbr
source: form
ny: ndondomeko

# comboboxlistAbbr
source: combo box list
ny: mndandanda wa bokosi combo

# comboboxoptionAbbr
source: combo box option
ny: kusankha mu bokosi la combo

# listboxoptionAbbr
source: option
ny: chita kusankha

# listboxAbbr
source: list box
ny: bokosi la mndandanda

# flatequationAbbr
source: flat equation
ny: kufanana kwa thyathyanthya

# noteAbbr
source: note
ny: kakalata

source: fig
ny: nkhuyu

# definitionlistAbbr
source: definition list
ny: mndandanda wa tanthauzo

# termAbbr
source: term
ny: gawo

# definitionAbbr
source: definition
ny: tanthauzo

source: #1r;#1r
ny: #1;#1r
