Repository: translate/mozilla-l10n
Catalog: ve/mail/chrome/messenger/*-copies.dtd.po
Languages: am

source: Copies &amp; Folders
am: Khophi &amp; Dzifoḽuda

source: When sending messages, automatically:
am: Musi ni tshi khou rumela milaedza, nga vhuḓiiti:

source: &Place a copy in:
am: &Longelani khophi kha:

source: Choose Folder...
am: Nangani Foḽuda…

source: _: do not translate "Bcc" in below line &Bcc these email addresses:
am: &Bcc hedzi ḓiresi dza emeiḽi:

source: Special Folders
am: Foḽuda dzo Khetheaho

source: _: draftMailFolder.label Keep message drafts in:
am: Dzudzani milaedza yo tou talatadzwaho ngomu kha:

source: _: templateMailFolder.label Keep message templates in:
am: Dzudzani milaedza yo dzulaho yo ṅwalwa kha:

source: &Show confirmation dialog when messages are saved
am: &Sumbedzani vhudavhidzani ha khwaṱhisedzo musi mulaedza wo vhulungwa

source: _: OK to translate this, bug #57440 &quot;S&ent&quot; Folder on:
am: &quot; &Rumelwa&quot; Folida kha:

source: &Other:
am: &Zwiṅwe.

source: _: OK to translate this, bug #57440 &quot;&Drafts&quot; Folder on:
am: &quot; &Ṱhalathadzo&quot; Foḽuda kha:

source: O&ther:
am: &Zwṅwe.

source: _: OK to translate this, bug #57440 &quot;Te&mplates&quot; Folder on:
am: &quot; &Zwo dzulaho zwo ṅwalwa&quot; Foḽuda kha:

source: Othe&r:
am: &Zwiṅwe.

source: Drafts and Templates
am: Thalathadzo na zwo Dzulaho zwo Ṅwalwa

source: _: keepDrafts.label Keep message drafts in:
am: Dzudzani thalathadzo ya milaedza kha:

source: _: keepTempltes.label Keep message templates in:
am: Dzudzani thalathadzo ya zwo dzulaho zwo ṅwalwa kha:
