Repository: translate/mozilla-l10n
Catalog: ve/mail/chrome/messenger/*-mdn.dtd.po
Languages: am

source: Return Receipts
am: Rasithi dzo Humaho

source: &Use my global return receipt preferences for this account
am: &Shumisani rasithi dzanga dzo humaho nga u angaredza dzine nda dzi takalela kha hei mbalelano

source: &Customize return receipts for this account
am: &Khwinifhadzani rasithi dzo humaho kha hei mbalelano

source: &When sending messages, always request a return receipt
am: &Musi ni tshi khou rumela milaedza, tshifhinga tshoṱhe humbelani rasithi yo humaho

source: When a receipt arrives:
am: Musi rasithi i tshi swika:

source: Leave it in my &Inbox
am: I litsheni kha Bogisi ḽanga ḽa zwo Ṱanganedzwaho

source: &Move it to my &quot;Sent&quot; folder
am: &I sudzuluseleni kha &quot yanga; Rumelwa&quot; foḽuda

source: When I receive a request for a return receipt:
am: Musi ndi tshi ṱanganedza khumbelo ya rasithi yo humaho:

source: Allow r&eturn receipts for some messages
am: Tendelani rasithi yo humaho kha miṅwe milaedza

source: &Never send a return receipt
am: &Ni songo vhuya na rumela rasithi yo humaho

source: If I'm not in the &To or Cc of the message:
am: Arali ndi si ho kha &Kha kana CC ya mulaedza:

source: If the &sender is outside my domain:
am: Arali &murumeli a si ho fhethu nthihi na nṇe:

source: In all &other cases:
am: &Kha zwiimo zwoṱhe:

source: Ask me
am: Mmbudziseni

source: Always send
am: Rumelani tshifhinga tshoṱhe

source: Never send
am: Ni songo vhuya na rumela
