Repository: translate/mozilla-l10n
Catalog: ak/dom/chrome/layout/printing.properties.po
Languages: ak

source: %1$d of %2$d
ak: %1$d wɔ %2$d

source: Filename is missing
ak: Fael din no ayera

source: You have selected "Print To: File", and the filename is empty!
ak: Wo apaw "Prente Kɔ: Fael", na fael din biara nni hɔ!

source: %S already exists. Do you want to replace it?
ak: %S wɔ hɔ dadaw. Wo pɛ sɛ wo hyɛ no anan mu?

source: Printer Error
ak: Prent-fidie Mfomso

source: Print Preview Error
ak: Prent Priviw Mfomso

source: There was a problem printing. The printer doesn't support a printing command.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Prent-fidie no nngye prent kɔmand bi nnto mu.

source: There was a problem printing. An instruction that was sent to the printer failed.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Akwankyerɛ a wɔde soma kɔɔ prent-fidie no so annkɔ yie.

source: There was a problem printing. No printer could be found.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Ennhu prent-fidie biara.

source: There was a problem printing. The printer could not be found.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Ennhu prent-fidie no.

source: There was a problem printing. Access to the printer was denied.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Wɔamma prent-fidie ho kwan.

source: There was a problem printing. Tried to set an invalid printer attribute.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Wɔyɛɛ sɛ wɔbɛhyɛ su bi a ɔnndi mu ama prent-fidie no.

source: There was a problem printing. The printer not ready.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Prent-fidie no nnsiesiee ne ho nnwiei.

source: There was a problem printing. The printer is out of paper.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Krataa biara nni prent-fidie no mu bio.

source: There was a problem printing. Printer I/O error.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Prent-fidie mfomso I/O.

source: There was a problem printing. The output file could not be opened.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Enntumi emmbue fael a wɔepue no.

source: There was an error writing the printing output file.
ak: Mfomso bi bae wɔ bere a wɔreprente fael a wɔepue no.

source: There must be at least one printer available to show Print Preview.
ak: Annyɛ koraa no, ɛwɔ sɛ prent-fidie baako da hɔ a wɔbɛkyerɛ no wɔ Prent Priviw mu.

source: There was an unexpected problem when printing.
ak: Haw a eni nnda so bi bae wɔ bere a prent dwumadi rekɔ so.

source: There was a problem printing. There is not enough free memory to print.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Mɛmri a ɛda hɔ kwa nndɔɔso a ɛbɛma ho kwan ma prent dwumadi akɔ so.

source: Some printing functionality is not implemented yet.
ak: Wɔnnya mmfaa prent nkongyaa bi mmbae.

source: Not available
ak: Nni hɔ

source: The print job was aborted, or canceled.
ak: Wɔtwaa prent dwumadi no mu.

source: An unknown error occurred while printing.
ak: Mfomso bi sii wɔ bere a prent dwumadi rekɔ so.

source: Printing failed when starting the document.
ak: Prent dwumadi dii nkugu wɔ bere a ɔrehyɛ dɔkumɛnt no ase.

source: Printing failed when completing the document.
ak: Prent dwumadi dii nkugu wɔ bere a ɔrewie dɔkumɛnt no.

source: Printing failed when starting the page.
ak: Prent dwumadi no dii nkugu wɔ bere a ɔrehyɛ krataafa no ase.

source: Printing failed when completing the page.
ak: Prent dwumadi no dii nkugu wɔ bere ɔrewie krataafa no.

source: You cannot print while in print preview.
ak: Wo renntumi mmprente wɔ bere a wo wɔ prent priviw.

source: There was a problem printing because the paper size you specified is not supported by your printer.
ak: Haw bi bae wɔ bere a wo reprente efiri sɛ wo prent-fidie nngye krataafa kɛseyɛ wo kyerɛɛ no nnto mu.

source: There was a problem printing because the page orientation you specified is not supported by your printer.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so efiri sɛ wo prent-fidie nngye krataafa ne danebea wo kyerɛɛ no nnto mu.

source: There was a problem printing because the print job requires color capabilities that your printer does not support.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so efiri sɛ prent-dwumadi no hia ahosu tumidi a wo prent-fidie no nni.

source: There was a problem printing because you requested too many copies.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so efiri sɛ wo bisaa sɛso bebree dodow.

source: There was a problem printing. The printer driver is not properly configured.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so. Wɔnhyɛɛ prent-fidie sɔftwɛɛ no yie.

source: The browser cannot print preview right now. Please try again when the page has finished loading.
ak: Brawsa no nntumi nnyɛ prente priviw seiseiara. Yɛsrɛ wo bɔ mbɔden bio sɛ krataafa no wie sɛ ɔreloode a.

source: The page was replaced while you were trying to print. Please try again.
ak: Wɔhyɛ krataafa no anan mu wɔ bere a wo rebɔ mbɔden aprente no. Yɛsrɛ wo bɔ mbɔden prente bio.

source: Either pluggable dialogs were not properly installed Or this GFX Toolkit no longer supports native Print Dialogs
ak: Wɔenntumi enninstɔle ndaelɔg a wɔde di dwuma no yie Anaaso GFX Toolkit no nngye Prent Ndaelɔg nnto mu bio

source: The Printing Prompt Service is missing.
ak: Printing Prompt Service no ayera.

source: We are unable to Print or Print Preview this page.
ak: Yenntumi nnyɛ Prent anaaso Prent Priviw wɔ krataafa yi so.

source: There was a problem printing because the plex mode you specified is not supported by your printer.
ak: Haw bi bae wɔ bere a prente dwumadi rekɔ so efiri sɛ wo prent-fidie no nngye plex tebea a wo kyerɛɛ no nnto mu.

source: The browser cannot print the document while it is being loaded.
ak: Brawsa no nntumi mmprente dɔkumɛnt no wɔ bere a wɔreloode no.

source: Printing is not implemented.
ak: Wɔnnsii prent dwumadi no pi.

source: The requested print module cannot be loaded.
ak: Wɔnntumi nnloode prent mɔdul a wɔbisaa no.

source: There was a problem printing because the resolution/quality mode you specified is not supported by your printer.
ak: Haw bi bae wɔ bere a prent dwumadi rekɔ so efiri sɛ wo prent-fidie nngye enimanoɔden a wo kyerɛɛ no nnto mu.

source: No printers available.
ak: Prent-mfidie biara nni hɔ.

source: Print To File
ak: Prente Kɔ Fael mu
