Repository: translate/mozilla-l10n
Catalog: gn_PY/browser/installer/custom.properties.po
Languages: gn_py

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
gn_py: $BrandShortName ome'ẽ ñanduti kundaha jerovia ha hasy'ỹva. Peteĩ puruhára mba'erechaha jepokuaaháva, mbohetapy jeroviapýva, oikehápe ñemo'ã téra ñemonda eikundaha jave, ha jeheka ojuajúva ikatuhápe eguenohẽ opa mba'eporã ñandutígui.

source: $BrandShortName &Options
gn_py: $BrandShortName jeporavorã

source: $BrandShortName &Safe Mode
gn_py: $BrandShortName reko jeroviáva

source: Setup Type
gn_py: Ñemohenda peteĩchagua

source: Choose setup options
gn_py: Eiporavo ñemohenda jeporavorã

source: Set Up Shortcuts
gn_py: Jeike pya'erã moheñói

source: Create Program Icons
gn_py: Tembiaporape ra'ãnga'i moheñói

source: Set Up Optional Components
gn_py: Mbohetapy jeporavopyrã mboheko

source: Optional Recommended Components
gn_py: Mbohetapy jeporavopyrã jeroviaháva

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
gn_py: Mba'epytyvõrã apoha omoneĩta $BrandShortName-pe oñembopyahu kirirĩme ha mokõiha guivo.

source: Install &Maintenance Service
gn_py: Mba'epytyvõrã apoha ñemohenda

source: Summary
gn_py: Mombyky

source: Ready to start installing $BrandShortName
gn_py: Ikatúma emohenda $BrandShortName

source: $BrandShortName will be installed to the following location:
gn_py: $BrandShortName oñemohendáta peteĩva tendápe:

source: A restart of your computer may be required to complete the installation.
gn_py: Oñemohendapa porã hag̃ua oikotevẽta emoñepyrũjey nemohendaha.

source: A restart of your computer may be required to complete the uninstall.
gn_py: Eipe'aite porã hag̃ua eikotevẽta emoñepyrũjey nemohendaha.

source: U&se $BrandShortName as my default web browser
gn_py: Aipuru $BrandShortName che kundaha ijypykuévaramo

source: Click Install to continue.
gn_py: Eikutu Ñemohanda eku'ejey hag̃ua.

source: Click Upgrade to continue.
gn_py: Eikutu Mbohekopyahu eku'ejey hag̃ua.

source: &Tell us what you thought of $BrandShortName
gn_py: Emombe'umína neremiandu $BrandShortName rehe.

source: &Launch $BrandShortName now
gn_py: Eipuru $BrandShortName ko'ág̃a

source: Create icons for $BrandShortName:
gn_py: Emoheñói ta'ãngachu'i $BrandShortName-pe g̃uarã:

source: On my &Desktop
gn_py: Che mba'erechahápe

source: In my &Start Menu Programs folder
gn_py: Che Poravorã Ñepyrũha ñongatuhápe

source: In my &Quick Launch bar
gn_py: Ñepyrũha pya'e rendápe

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
gn_py: Embotyva'erã $BrandShortName emohenda porã hag̃ua. Emboty $BrandShortName eku'ejey hag̃ua.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
gn_py: Embotyva'erã $BrandShortName eipe'aite porã hag̃ua. Emboty $BrandShortName eku'ejey hag̃ua.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
gn_py: $BrandShortName ojurujáma. Emboty $BrandShortName eikejey hag̃ua apopy emohendaramoitévape.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
gn_py: Ndererekói jeike jehai rehegua ñemohenda marandurenda'atýpe. Ejopy Moneĩ eiporavo hag̃ua ambue marandurenda'aty.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
gn_py: Henyhẽma disco emohenda hag̃ua ko tendápe. Ejopy Moneĩ eiporavo hag̃ua ambue tenda.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer. Please click the OK button for additional information.
gn_py: Rombyasy, $BrandShortName ndaikatúi emohenda. Ko $BrandShortName oikotevẽ ${MinSupportedVer} térã ipyahuvéva. Ikatúpiko eikutu votõ OK eikuaasevéramo hesegua.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
gn_py: Rombyasy, $BrandShortName ndaikatúi emohenda. Ko $BrandShortName oikotevẽ mongu'eha ${MinSupportedCPU} jokoha. Ikatúpiko eikutu votõ OK eikuaasevéramo hesegua.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer and a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
gn_py: Rombyasy, $BrandShortName ndaikatúi emohenda. Ko $BrandShortName oikotevẽ ${MinSupportedVer} térã peteĩ mongu'eha ${MinSupportedCPU} jokoha. Ikatúpiko eikutu votõ OK eikuaasevéramo hesegua.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
gn_py: Emoñepyrũjeyva'erã nemohendaha emohu'ã hag̃ua $BrandShortName jepe'aite. Emoñepyrũsejeýpa ko'ág̃a

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
gn_py: Emoñepyrũjeyva'erã nemohendaha emohu'ã hag̃ua $BrandShortName ñemohenda ypyveguáva. Emoñepyrũsejeýpa ko'ág̃a

source: Error creating directory:
gn_py: Emoheñóivo marandurenda'aty jejavy:

source: Click Cancel to stop the installation or Retry to try again.
gn_py: Ejopy Heja emohenda hag̃ua térã Ha'ãjey eha'ãjey hag̃ua.

source: Uninstall $BrandFullName
gn_py: $BrandFullName jepe'aite

source: Remove $BrandFullName from your computer.
gn_py: Emboguete $BrandFullName nemohendahágui.

source: $BrandShortName will be uninstalled from the following location:
gn_py: $BrandShortName ojepe'aitéta ko'ã tendágui:

source: Click Uninstall to continue.
gn_py: Eikutu Jeipe'aite eku'ejey hag̃ua.

source: Checking existing installation…
gn_py: Ehechamijey neñemohenda oĩmavavoi…

source: Installing $BrandShortName…
gn_py: $BrandShortName oñemohendahína…

source: Installing Language Files (${AB_CD})…
gn_py: Oñemohendahína ñe'ẽ marandurenda (${AB_CD})…

source: Uninstalling $BrandShortName…
gn_py: Ojepe'aitehína $BrandShortName…

source: A Little Housekeeping…
gn_py: Óga ñemopotĩ…

source: Choose the type of setup you prefer, then click Next.
gn_py: Eiporavo mba'eichagua ñemohendápa reipota ha ejopy Tenondegua.

source: $BrandShortName will be installed with the most common options.
gn_py: $BrandShortName oñemohendáta ojejapo tapiaháicha.

source: &Standard
gn_py: Heseguaite

source: You may choose individual options to be installed. Recommended for experienced users.
gn_py: Eiporavokuaa mba'eichaguápa emohendáta. Kóva haéhína umi puruhára hi'arevévape g̃uarã.

source: &Custom
gn_py: Ñemomba'epyre

source: &Upgrade
gn_py: Mbohekopyahu
