Repository: translate/mozilla-l10n
Catalog: */suite/chrome/common/safeBrowsing.dtd.po
Languages: hu, pt

source: Get me out of here!
hu: Oldal elhagyása
pt: Sair daqui!

source: Ignore this warning
hu: Figyelmeztetés figyelmen kívül hagyása
pt: Ignorar este aviso

# safeb.palm.reportPage.label
source: Why was this page blocked?
pt: Porque é que esta página foi bloqueada?

# safeb.palm.whyForbidden.label
source: Why was this page blocked?
pt: Porque é que esta página foi bloqueada?

source: Reported Attack Page!
hu: Bejelentett támadó weboldal!
pt: Reportada como página de ataque!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
hu: A(z) <span id='malware_sitename'/> címen működő weboldalról bejelentés érkezett, hogy támadó weboldal, ezért a biztonsági beállítások alapján a böngésző a hozzáférést nem engedélyezi.
pt: Esta página web em <span id='malware_sitename'/> foi reportada como uma página de ataque e foi bloqueada de acordo com as suas preferências de segurança.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
hu: <p>A támadó weboldalak megpróbálnak olyan programokat telepíteni, amelyek személyes adatokat lopnak el, a számítógépet mások megtámadására használják, vagy károsítják a rendszert</p><p>Egyes támadó weboldalak szándékosan terjesztenek ártó szoftvereket, de sok olyan van, amelyet a tulajdonosa tudta vagy engedélye nélkül használnak ilyen célra.</p>
pt: <p>As páginas de ataque tentam instalar programas que roubam a sua informação privada, usam o seu computador para atacar outros ou danificam o seu sistema.</p><p>Algumas páginas de ataque distribuem intencionalmente software que provoca estragos, mas muitos foram comprometidos sem o conhecimento e/ou permissão dos seus proprietários.</p>

source: Reported Unwanted Software Page!
pt: Reportada como página de software não-solicitado!

source: This web page at <span id='unwanted_sitename'/> has been reported to contain unwanted software and has been blocked based on your security preferences.
pt: Esta página web em <span id='unwanted_sitename'/> foi reportada como uma página de software não-solicitado e foi bloqueada com base nas suas preferências de segurança.

source: <p>Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.</p>
pt: <p>As páginas de software não solicitado tentam instalar software que pode ser decetivo e afetar o seu sistema de formas inesperadas. </p>

source: Deceptive Site!
pt: Site decetivo!

source: This web page at <span id='phishing_sitename'/> has been reported as a deceptive site and has been blocked based on your security preferences.
pt: Esta página web em <span id='phishing_sitename'/> foi reportada como um site decetivo e foi bloqueada de acordo com as suas preferências de segurança.

source: <p>Deceptive sites are designed to trick you into doing something dangerous, like installing software, or revealing your personal information, like passwords, phone numbers or credit cards.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
pt: <p>Os sites decetivos são desenhados para induzi-lo a fazer algo perigoso, como instalar software, ou revelar a sua informação pessoal, como passwords, números de telefone ou cartões de crédito.</p><p>Introduzir qualquer informação nesta página web poderá resultar em furto de identidade ou outra fraude.</p>

source: Blocked Site
pt: Site bloqueado

source: The Web page at <span id='forbidden_sitename'/> has been blocked by your admin profile.
pt: A página Web em <span id='forbidden_sitename'/> foi bloqueada pelo seu perfil de admin.

source: Report &deceptive site…
pt: Reportar site &decetivo…

source: This isn't a &deceptive site…
pt: Este não é um site &decetivo…

source: Why was this page blocked?
hu: Miért nem jelenik meg ez a weboldal?

source: Reported Web Forgery!
hu: Bejelentett hamisított webhely!

source: This web page at <span id='phishing_sitename'/> has been reported as a web forgery and has been blocked based on your security preferences.
hu: A(z) <span id='phishing_sitename'/> címen működő weboldalról bejelentés érkezett, hogy hamisított weboldal, ezért a biztonsági beállítások alapján a böngésző a hozzáférést nem engedélyezi.

source: <p>Web forgeries are designed to trick you into revealing personal or financial information by imitating sources you may trust.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
hu: <p>A hamisított webhelyek úgy próbálnak személyes vagy pénzügyi adatokat kicsalni, hogy a felhasználó által megbízható webhelyeket utánoznak.</p><p>Bármilyen adat megadása egy ilyen webhelyen identitáslopáshoz vagy más visszaéléshez vezethet.</p>

source: Report Web &Forgery…
hu: &Hamisított webhely bejelentése…

source: This isn't a web &forgery…
hu: Ez &nem hamisított weboldal…
