Repository: translate/mozilla-l10n
Catalog: mni/toolkit/chrome/mozapps/downloads/unknownContentType.dtd.po
Languages: mni

source: You have chosen to open:
mni: অদোম্না হাংদোক্নবা খল্লে:

source: from:
mni: মসিদগী:

source: What should &brandShortName; do with this file?
mni: &brandShortName; না মসিগী ফাইলসিদা করি তৌগনি?

source: &Open with
mni: মসিদা হাংদোকউ (&O)

source: Other…
mni: অতোপ্পা...

source: &Save File
mni: ফাইল সেভ তৌরো (&S)

source: Do this &automatically for files like this from now on.
mni: হৌজিক্তগী হৌদুনা অসিগুম্বা ফাইলশিং অসিগীদমক মথন্তনা মসি তৌরো. (&a)

source: &Choose…
mni: খল্লো... (&C)

source: &Browse…
mni: &ব্রাউজ তৌবা... (&B)

source: Would you like to save this file?
mni: ফাইল অসি সেভ তৌবা পাম্বিব্রা?
