Repository: translate/mozilla-l10n
Catalog: ak/security/manager/chrome/pippki/deviceManager.dtd.po
Languages: ak

source: Device Manager
ak: Efidie Sohwɛfo

source: Security Modules and Devices
ak: Bambɔ Mɔdul ne Mfidie

source: Details
ak: Nhunumu

source: Value
ak: Bo

source: Status
ak: Tebea

source: Version
ak: Vɛɛhyen

source: &Change Slot Name
ak: &Sesa Tokuro Din

source: Log I&n
ak: Lɔɔgo &kɔ so

source: Log &Out
ak: &Lɔɔgo firi so

source: Change &Password
ak: Sesa E&hintasɛmfua

source: &Load
ak: Hyehyɛ &gu so

source: &Unload
ak: Yi &nhehyɛe no

source: Enter the information for the module you want to add.
ak: Kyerɛw infɔmehyɛn a ɛfa mɔdul a wopɛ sɛ wode bata ho.

source: Module Name:
ak: Mɔdul Din:

source: New PKCS#11 Module
ak: PKCS#11 Mɔdul Foforo

source: Module filename:
ak: Mɔdul fael din:

source: Browse…
ak: Brawse…

source: Load PKCS#11 Device
ak: Hyehyɛ PKCS#11 Efidie
