Repository: translate/mozilla-l10n
Catalog: */obsolete/toolkit/chrome/mozapps/plugins/plugins.dtd.po
Languages: af, bn_in, br, ca, gd, hr, hy_am, is, km, ku, my, or, ta, ur, uz, xh, zu

source: We're very sorry, but &brandShortName; can't play Flash on this device.
af: Jammer, maar &brandShortName; kan nie Flash gebruik op dié toestel nie.
bn_in: দুঃখিত, &brandShortName; দ্বারা এই ডিভাইসের মধ্যে Flash ব্যবহার করা সম্ভব হবে না।
br: Digarez met &brandShortName; n'hall ket lenn endalc'hadoù Flash war an trevnad-mañ.
ca: El &brandShortName; no pot reproduir contingut Flash en aquest dispositiu.
gd: Tha sinn duilich ach chan urrainn dha &brandShortName; Flash a chluich air an uidheam seo.
hr: &brandShortName; ne može prikazati Flash na ovom uređaju.
hy_am: Ցավում ենք, բայց &brandShortName;-ը չի կարող խաղարկել Flash այս սարքում:
is: Því miður, en &brandShortName; getur ekki spilað Flash á þessu tæki.
km: យើង​សុំទោស ព្រោះ &brandShortName; មិន​អាច​ចាក់ Flash នៅ​លើ​ឧបករណ៍​នេះ​បាន​ទេ ។
ku: Li me bibore, lê &brandShortName; nikare li ser vê cîhazê Flashan bide xebitandin.
my: &brandShortName; ဟာယခု စက်ပစ္စည်းတွင် ဖလက်ရှ် ဆော့ဝဲအား အသုံးမပြုနိုင်ပါ။
or: ଆମେ ବହୁତ ଦୁଃଖିତ, କିନ୍ତୁ &brandShortName; ଏହି ଉପକରଣରେ ଫ୍ଲାସ ଚଲାଇ ପାରିବ ନାହିଁ।
ta: வருந்துகிறோம், ஆனால் இந்த சாதனத்தில் &brandShortName; ஆல் Flash ஐ இயக்க முடியாது
ur: &brandShortName; اس آلے پر فلیش نہیں چلا سکتا۔
uz: Bizni kechirasiz, ammo &brandShortName; ushbu qurilmada flash ijro etilmadi.
xh: Uxolo, &brandShortName; ayinakho ukudlala ifleshi kwesi sixhobo.
zu: Sixolisa kakhulu, kodwa i-&brandShortName; ayikwazi ukudlala i-Flash kule divayisi.

source: Learn More…
af: Leer meer…
bn_in: অধিক বিবরণ…
br: Gouzout hiroc'h…
ca: Més informació…
gd: Tuilleadh eòlais…
hr: Saznajte više…
hy_am: Իմանալ ավելին…
is: Fræðast meira…
km: សិក្សា​បន្ថែម...
ku: Zêdetir bixwîne…
my: ဆက်လက်လေ့လာပါ။
or: ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ…
ta: மேலும் அறிய…
ur: اور سیکھیں ...
uz: Koʻproq oʻrganish...
xh: Funda ngaphezulu…
zu: Funda okungaphezulu…

source: A plugin is needed to display this content.
af: 'n Inprop is nodig om hierdie inhoud te vertoon.
bn_in: তথ্য প্রদর্শনের জন্য একটি প্লাগ-ইন আবশ্যক
br: Un enlugellad zo ret evit skrammañ an endalc'had-mañ.
ca: Cal un connector per mostrar aquest contingut.
gd: Feumaidh tu plugan gus an t-susbaint seo fhaicinn.
hr: Za prikaz ovog sadržaja potreban je priključak.
hy_am: Բաղադրիչ է անհրաժեշտ պարունակությունը ցուցադրելու համար:
is: Tengiforrit er nauðsynlegt til að birta þetta innihald.
km: ត្រូវការ​កម្មវិធី​ជំនួយ​ដើម្បី​បង្ហាញ​មាតិកា​នេះ ។
ku: Ji bo nîşandana vê naverokê pêvekek divê.
my: ပါဝင်သောအရာ အားပြသရန် ထပ်ပေါင်းဆော့ဝဲတစ်ခုလိုနေသှ်
or: ଏହି ବିଷୟବସ୍ତୁକୁ ଦର୍ଶାଇବା ପାଇଁ ଗୋଟିଏ ପ୍ଲଗଇନ ଆବଶ୍ୟକ।
ta: இந்த உள்ளடக்கத்தைக் காண்பிக்க ஒரு செருகுநிரல் தேவை.
ur: اس مواد کو دکھانے کے لیے ایک پلگ ان کی ضرورت ہے۔
uz: Ushbu kontent koʻrsatish uchun plagin kerak
xh: Isifakelo siyafuneka ukuze sibonise oku kuqulathiweyo.
zu: I-plugin liyadingeka ukubonisa lokhu okuqukethwe.

source: Tap here to activate plugin.
af: Raak hier om die inprop te aktiveer.
bn_in: প্লাগ-ইন সক্রিয় করতে এইখানে টিপুন।
br: Stokit ouzh amañ evit gweredekaat an enlugellad.
ca: Toqueu aquí per activar el connector.
gd: Gnog an-seo gus am plugan a chur an gnìomh.
hr: Pritisnite ovdje da biste aktivirali priključak.
hy_am: Սեղմեք՝ բաղադրիչը ակտիվացնելու համար։
is: Smelltu hér til að virkja tengiforrit.
km: ចុច ទីនេះ​ដើម្បី​ធ្វើឲ្យ​កម្មវិធី​ជំនួយ​សកម្ម ។
ku: Ji bo çalakirina pêvekê virê bipelîne.
my: ထပ်ပေါင်းဆော့ဝဲသုံးရန် ဤနေရာကို ထိလိုက်ပါ
or: ପ୍ଲଗଇନକୁ ସକ୍ରିୟ କରିବାପାଇଁ ଏଠାରେ ଟ୍ୟାପ କରନ୍ତୁ।
ta: செருகுநிரலைச் செயல்படுத்த இங்கு தட்டவும்.
ur: پلگ ان کو متحرک کرنے کے لیے ادھر کلک کریں۔
uz: Plaginni faollashtirish uchun bu yerga bosing.
xh: Chwetha apha ukuze isifakelo sisebenze.
zu: Thepha lapha ukuze usebenzise i-plugin.

source: Activate plugin.
af: Aktiveer inprop.
bn_in: সক্রিয় প্লাগ-ইন।
br: Gweredekaat an enlugellad.
ca: Activa el connector.
gd: Cuir am plugan an gnìomh.
hr: Aktiviraj priključak.
hy_am: Ակտիվացնել բաղադրիչը:
is: Virkja tengiforrit.
km: ធ្វើឲ្យ​កម្មវិធី​ជំនួយ​សកម្ម
ku: Pêvekê çalak bike
my: ပလပ်အင် များအသုံးပြုမည်
or: ପ୍ଲଗଇନକୁ ସକ୍ରିୟ କରନ୍ତୁ।
ta: செருகுநிரலைச் செயல்படுத்து.
ur: پلگ ان متحرک کریں۔
uz: Plaginni faollashtirish
xh: Vuselela isifakelo.
zu: Yenza i-plugin ukuthi isebenze.

source: Check for updates…
af: Kontroleer vir bywerkings…
bn_in: আপডেটের উপস্থিতি পরীক্ষা করুন…
br: Klask hizivadurioù…
ca: Cerca actualitzacions…
gd: Lorg ùrachaidhean…
hr: Provjeri dostupnost dopuna…
hy_am: Ստուգել թարմացումները...
is: Leita að uppfærslum…
km: ពិនិត្យ​មើល​បច្ចុប្បន្នភាព...
ku: Li nûkirinan bigere…
my: အဆင့်မြှင့်တင်မှူ ရှိမရှိစစ်...
or: ଅଦ୍ୟତନଗୁଡ଼ିକୁ ଯାଞ୍ଚ କରନ୍ତୁ…
ta: மேம்படுத்தல்கள் உள்ளதா என காண்க...
ur: تازہ کاریوں کے لیے پڑتال کریں...
uz: Yangilanishlar uchun tekshirish
xh: Khangela izihlaziyi…
zu: Hlola okufakelwe Muva…

source: This plugin is disabled.
af: Hierdie inprop is gedeaktiveer.
bn_in: এই প্লাগ-ইনটি নিষ্ক্রিয় রয়েছে।
br: Diweredekaet eo an enlugellad-mañ.
ca: S'ha inhabilitat el connector.
gd: Chaidh am plugan seo a chur à comas.
hr: Ovaj je priključak onemogućen.
hy_am: Այս բաղադրիչը անջատված է:
is: Þetta tengiforrit er óvirkt.
km: កម្មវិធី​ជំនួយ​នេះ​ត្រូវ​បាន​បិទ ។
ku: Ev pêvek neçalak e.
my: ယခုထပ်ပေါင်းဆော့ဝဲအားပိတ်ထားသှ်
or: ଏହି ପ୍ଲଗଇନକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି।
ta: இந்த செருகுநிரல் முடக்கப்பட்டது.
ur: یہ پلگ ان نا اہل ہے۔
uz: Bu plagin oʻchirib qoʻyilgan.
xh: Isifakelo sivaliwe.
zu: I-Plugin likhutshaziwe.

source: This plugin has been blocked for your protection.
af: Hierdie inprop is vir u beskerming geblokkeer.
bn_in: আপনার নিরাপত্তার জন্য এই প্লাগ-ইন প্রতিরোধ করা হয়েছে।
br: Harzet eo bet an enlugellad-mañ evit ho tiogel.
ca: S'ha blocat aquest connector per la vostra protecció.
gd: Chaidh cas a chur air a' phlugan seo a chum do thèarainteachd.
hr: Ovaj je priključak blokiran radi vaše sigurnosti.
hy_am: Անվտանգության նկատառումներով այս բաղադրիչը կասեցվել է:
is: Þetta tengiforrit hefur verið stöðvað þér til verndar.
km: កម្មវិធី​ជំនួយ​នេះ​ត្រូវ​បាន​ទប់ស្កាត់​សម្រាប់​ការ​ការពារ​របស់​អ្នក ។
ku: Pêvek ji bo ewlehiya te hat astengkirin.
my: သင့်ရဲ့ အကာအကွယ်အတွက် ယန္တရားငယ်ကို ပိတ်ဆို့ထားတယ်။
or: ଏହି ପ୍ଲଗଇନକୁ ଆପଣଙ୍କର ସୁରକ୍ଷା ପାଇଁ ଅଟକାଯାଇଛି।
ta: உங்கள் பாதுகாப்புக்காக இந்த கூடுதல் இணைப்பு தடுக்கப்பட்டுள்ளது.
ur: یہ پلگ ان آپ کی حفاظت کے لیے بلاک کر دیا گیا ہے۔
uz: Himoyangiz uchun ushbu plagin bloklangan.
xh: Isifakelo sithintelwe ukukhusela wena.
zu: Le plugin ivinjelwe ukuvikeleka kwakho.

source: Hide plugin
af: Versteek inprop
bn_in: প্লাগইনটিকে লুকান
br: Kuzhat an enlugellad
ca: Amaga el connector
gd: Falaich am plugan
hr: Sakrij priključak
hy_am: Թաքցնել բաղադրիչը
is: Fela tengiforrit
km: លាក់​កម្មវិធី​ជំនួយ
ku: Pêvekê veşêre
my: ပလပ်အင်အား ဖွက်ထားပါ
or: ପ୍ଲଗଇନକୁ ଲୁଚାନ୍ତୁ
ta: செருகுநிரலை மறை
ur: پلگ ان چھپائیں
uz: Plaginni yashirish
xh: Fihla isifakelo

source: Manage plugins…
af: Bestuur inproppe…
bn_in: প্লাগ-ইন পরিচালনা…
br: Ardeiñ an enlugelladoù…
ca: Gestiona els connectors…
gd: Rianaich na plugain…
hr: Upravljanje priključcima…
hy_am: Կարգավորել բաղադրիչները…
is: Umsjón með viðbótum…
km: គ្រប់គ្រង​កម្មវិធី​ជំនួយ…
ku: Pêvekan bi rê ve bibe…
my: ပလပ်အင်များအားစီမံမည်
or: ପ୍ଲଗଇନଗୁଡ଼ିକୁ ପରିଚଳନା କରନ୍ତୁ…
ta: செருகுநிரல்களை நிர்வகி…
ur: پلگ ان بندوبست کریں...
uz: Plaginlarni boshqarish.
xh: Lawula iisoftwe ezincedisayo…
zu: Phatha ama-plugin...

source: Reload the page
af: Herlaai die bladsy
bn_in: পুনরায় প্রচেষ্টা করার জন্য
br: Adkargañ ar bajennad
ca: Torneu a carregar la pàgina
gd: Ath-luchdaich an duilleag
hr: Osvježi stranicu
hy_am: Կրկին բեռնել էջը
is: Endurnýjaðu síðuna
km: ផ្ទុក​ទំព័រ​ឡើងវិញ
ku: Rûpelê ji nû ve bar bike
my: စာမျက်နှာအားပြန်ဖွင့်မည်
or: ପୁଣିଥରେ ଚେଷ୍ଟା କରିବା ପାଇଁ
ta: மீண்டும் முயற்சிக்க இந்தப்
ur: صفحہ پھر لوڈ کریں
uz: Sahifani qayta yuklash
xh: Layisha kwakhona ikhasi
zu: Layisha futhi ikhasi

source: to try again.
af: om weer te probeer.
bn_in: পৃষ্ঠা পুনরায় লোড করুন।
br: evit klask en-dro.
ca: per tornar-ho a provar.
gd: gus feuchainn ris a-rithist.
hr: za ponovni pokušaj.
hy_am: կրկին բացելու համար:
is: til að prófa aftur.
km: ដើម្បី​ព្យាយាម​ម្ដង​ទៀត ។
ku: û dîsa biceribîne.
my: ထပ်မံကြိုးစားကြည့်ရန်
or: ଏହି ପୃଷ୍ଠାକୁ ପୁନର୍ଧାରଣ କରନ୍ତୁ।
ta: பக்கத்தை மீளேற்று.
ur: پھر کوشش کرنے کے لیے۔
uz: yana urinib koʻring.
xh: ukuzama kwakhona.
zu: ukuzama futhi.

source: Send crash report
af: Stuur omvalverslag
bn_in: বিপর্যয়ের রিপোর্ট পাঠান
br: Kas an danevell sac'hadenn
ca: Envia un informe de fallada
gd: Cuir a-steach aithisg tuislidh
hr: Pošalji izvješće o rušenju
hy_am: Ուղարկել վթարի զեկույցը
is: Senda hrunskýrslu
km: ផ្ញើ​របាយការណ៍​អំពី​ការ​គាំង
ku: Raporê bişîne
my: crash အား ရီပို့ပေးပို့ပါ
or: ନଷ୍ଟ ବିବରଣୀ ପଠାନ୍ତୁ
ta: க்ராஷ் அறிக்கையை அனுப்பு
ur: کریش رپورٹ بھیجیں
uz: Nosozlik ma`lumotini joʻnatish
xh: Thumela ingxelo yokonakala
zu: Thumela umbiko wokusaphazeka

source: Sending report…
af: Stuur tans verslag…
bn_in: রিপোর্ট পাঠানো হচ্ছে…
br: O kas an danevell…
ca: S'està enviant un informe…
gd: A' cur a-null na h-aithisge…
hr: Slanje izvješća…
hy_am: Զեկույցն ուղարկվում է…
is: Sendi skýrslu…
km: កំពុង​ផ្ញើ​របាយការណ៍…
ku: Rapor tê şandin…
my: အကြံပေးချက်အားပေးပို့နေသည်...
or: ବିବରଣୀ ପଠାଯାଉଛି…
ta: அறிக்கையை அனுப்புகிறது…
ur: رپورٹ بھیج رہا ہے...
uz: Ma`lumot joʻnatish
xh: Ithumela ingxelo…
zu: Ithumela umbiko…

source: Crash report sent.
af: Omvalverslag gestuur.
bn_in: বিপর্যের রিপোর্ট পাঠানো হয়েছে।
br: Danevell sac'hadenn kaset.
ca: S'ha enviat l'informe de fallada.
gd: Chaidh an aithisg tuislidh a chur a-null.
hr: Izvještaj poslan.
hy_am: Վթարի զեկույցը ուղարկված է:
is: Hrunskýrsla send.
km: របាយការណ៍​អំពី​ការ​គាំង​ត្រូវ​បាន​ផ្ញើ ។
ku: Rapora têkçûne hatiye şandin.
my: ရုတ်ချည်းပိတ်သိမ်းမှူတင်ပြချက်အားပေးပို့ပြီး
or: ନଷ୍ଟ ବିବରଣୀକୁ ପଠାଯାଇଛି।
ta: க்ராஷ் அறிக்கை அனுப்பப்பட்டது.
ur: کریش رپورٹ بھیج دی گئی
uz: Nosozlik ma`lumoti joʻnatildi.
xh: Ingxelo yokonakala ithunyelwe.
zu: Umbiko wokusaphazeka uthunyelwe.

source: Crash reporting disabled.
af: Omvalrapportering gedeaktiveer.
bn_in: বিপর্যয়ের রিপোর্ট সংগ্রহের ব্যবস্থা নিষ্ক্রিয় করা হয়েছে।
br: Danevelloù sac'hadenn diweredekaet.
ca: S'han inhabilitat els informes de fallada.
gd: Tha dèanamh aithisgean air tuislidhean dheth.
hr: Prijavljivanje rušenja je onemogućeno.
hy_am: Վթարի զեկուցումը անջատված է:
is: Hrunskýrslugjöf óvirk.
km: ការ​រាយការណ៍​អំពី​ការ​គាំង​ត្រូវ​បាន​បិទ ។
ku: Raporkirina têkçûnan hate neçalakkirin.
my: ရုတ်ချက်းပိတ်သိမ်းမှူတင်ပြချက်အားပိတ်ထားပြီး
or: ନଷ୍ଟ ବିବରଣୀ ଦାଖଲକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି।
ta: க்ராஷ் அறிக்கையிடுதல் செயல்நீக்கப்பட்டது.
ur: کریش رپورٹ کاری نا اہل ہے۔
uz: Nosozlik ma`lumoti aniqlandi
xh: Ukunika ingxelo yokonakala kuqhwalelisiwe.
zu: Umbiko wokusaphazeka ukhutshaziwe.

source: Submission failed.
af: Kon nie indien nie.
bn_in: দায়ের করতে ব্যর্থ।
br: C'hwitadenn war ar c'has.
ca: La tramesa ha fallat.
gd: Dh'fhàillig a chur a-null.
hr: Slanje nije uspjelo.
hy_am: Անհաջող փոխանցում:
is: Sending mistókst.
km: បាន​បរាជ័យ​ក្នុង​ការ​ដាក់​ស្នើ ។
ku: Şandin biserneket.
my: ပေးပို့ခြင်းမအောင်မြင်
or: ଦାଖଲ ବିଫଳ ହୋଇଛି।
ta: சமர்ப்பித்தல் தோல்வியுற்றது.
ur: حوالگی ناکام۔
uz: Joʻnatish amalga oshmadi.
xh: Ukuthunyelwa kwayo akuphumelelanga.
zu: Ukuhambisa kwehlulekile.

source: No report available.
af: Geen verslag beskikbaar nie.
bn_in: কোনো রিপোর্ট উপলব্ধ নয়।
br: Danevell ebet hegerz.
ca: No hi ha cap informe disponible.
gd: Chan eil aithisg ann.
hr: Nema dostupnog izvješća.
hy_am: Ոչ մի զեկույց չկա:
is: Engin skýrsla tiltæk.
km: គ្មាន​របាយការណ៍ ។
ku: Rapor tune.
my: မည့်သည့်တင်ပြချက်မှမရှိ
or: କୌଣସି ବିବରଣୀ ଉପଲବ୍ଧ ନାହିଁ।
ta: அறிக்கை எதுவும் இல்லை.
ur: کوئی رپورٹ دستیاب نہیں۔
uz: Ma`lumot mavjud emas
xh: Akukho ngxelo ifumanekayo.
zu: Awukho umbiko okhona.

source: Add a comment (comments are publicly visible)
af: Voeg kommentaar by (kommentaar is publiek sigbaar)
bn_in: একটি মন্তব্য লিখুন (মন্তব্যগুলি সর্বসমক্ষে প্রকাশিত থাকবে)
br: Ouzhpennañ un askelenn (gwelus d'an holl eo an askelennoù)
ca: Afegiu-hi un comentari (els comentaris són visibles públicament)
gd: Cuir beachd ris (chithear na beachdan gu poblach)
hr: Dodajte komentar (komentari su javno vidljivi)
hy_am: Ավելացնել մեկնաբանություն (մեկնաբանություննեևը հասանելի են հանրությանը)
is: Bæta við athugasemd (athugasemdir eru opnar öllum)
km: បន្ថែម​មតិយោបល់ (មតិយោបល់​ត្រូវ​បាន​មើល​ឃើញ​ជា​សាធារណៈ)
ku: Şîroveyekê binivîse (her kes dikare şîroveyan bibîne)
my: မှတ်ချက်ပေးပါ(မှတ်ချက်များအားအများပြည်သူမြင်ရသည်)
or: ଗୋଟିଏ ଟିପ୍ପଣୀ ଯୋଗ କରନ୍ତୁ (ଟିପ୍ପଣୀଗୁଡ଼ିକ ସର୍ବସାଧାରଣରେ ଦୃଶ୍ୟମାନ)
ta: ஒரு கருத்தைச் சேர்க்கவும் (கருத்துகள் எல்லோருக்கும் புலப்படும்படி இருக்கும்)
ur: تبصرہ ڈالیں (تبصرے سب کو نظر آتے ہیں)
uz: Mulohaza bildiring (mulohazalar hammaga koʻrinadi)
xh: Yongeza ikhomenti (iikhomenti zibonakala ngokuphandle)
zu: Ongeza amazwana (amazwana angabuka umphakathi)

source: Include the page's URL
af: Sluit die bladsy se URL in
bn_in: পৃষ্ঠার URL-টি অন্তর্ভুক্ত করুন
br: Enderc'hel chomlec'h ar bajenn
ca: Inclou l'URL de la pàgina
gd: Gabh a-steach URL na duilleige
hr: Uključite URL stranice
hy_am: Ներառել էջերի URL-ները
is: Bæta við URL síðu
km: រួម​បញ្ចូល URL ទំព័រ
ku: Navnîşana rûpelê jî têxê
my: ဝတ်စာမျက်နှာ၏ URL အပါ
or: ପୃଷ୍ଠାର URL କୁ ଅନ୍ତର୍ଭୁକ୍ତ କରନ୍ତୁ
ta: பக்கத்தின் URL ஐச் சேர்க்கவும்
ur: صفحے کا URL شامل کریں
uz: Sahifa URL manzilini qo‘shish
xh: Quka i-URL yephepha
zu: Bandakanya i-URL yekhasi

source: File
af: Lêer
bn_in: ফাইল
br: Restr
ca: Fitxer
gd: Faidhle
hr: Datoteka
hy_am: Ֆայլ
is: Skrá
km: ឯកសារ
ku: Pel
my: ဖိုင်
or: ଫାଇଲ
ta: கோப்பு
ur: مسل
uz: Fayl
xh: Ifayile
zu: Ifayela

source: MIME Types
af: MIME-soorte
bn_in: MIME-র ধরন
br: Rizhoù MIME
ca: Tipus MIME
gd: Seòrsachan MIME
hr: MIME vrste
hy_am: MIME տեսակներ
is: MIME tegundir
km: ប្រភេទ MIME
ku: Cureyên MIME
or: MIME ପ୍ରକାର
ta: MIME வகைகள்
ur: MIME اقسام
uz: MIME turlari
xh: Iintlobo ze-MIME
zu: Izinhlobo ze-MIME

source: Enable Adobe Flash protected mode
af: Aktiveer Adobe Flash beskermde modus
bn_in: Adobe ফ্ল্যাশ সুরক্ষিত মোড সক্রিয় করুন
br: Gweredekaat mod gwarezet Adobe Flash
ca: Habilita el mode protegit d'Adobe Flash
gd: Cuir an comas modh dìonta Adobe Flash
hr: Omogući Adobe Flash zaštićeni način rada
hy_am: Միացնել Adobe Flash-ի պաշտպանված կերպը
is: Virkja varnarham fyrir Adobe Flash
km: បើក​របៀប Adobe Flash ដែល​បាន​ការពារ
my: Adobe Flash ကာကွယ်ပုံစံအားဖွင့်ပါ
uz: Adobe Flash himoyalangan usulini yoqib qo‘yish
xh: Yenza ingasebenzi imo yokusebenza ekhuselekileyo ye-Adobe Flash
