Repository: translate/mozilla-l10n
Catalog: cak/obsolete/browser/chrome/browser/syncGenericChange.properties.po
Languages: cak

source: Change your Password
cak: Tajala' ri ewan atzij

source: Change Password
cak: Tijal ewan tzij

source: Changing your password…
cak: Tajin nik'ex ri ewan atzij…

source: Your password has been changed.
cak: Xk'ex ri ewan atzij.

source: There was an error changing your password.
cak: Xk'ulwachitäj jun sachoj toq xajäl ri ewan tzij.

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
cak: Ri ewan atzij k'o chi ruk'wan 8 taq tz'ib'. Ko chi man junam ta achi'el ri rub'i' awinaqilal o kolonel ewan atzij.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
cak: Rutzijol: ronojel ri jalajoj taq asamajib'äl ma tikirel naju' pa ri ataqoya'l töq najäl ri ewan tzij

source: My Recovery Key
cak: Ri kolonel ewan nutzij

source: Change Recovery Key
cak: Tijal ri kolonel ewan tzij

source: Changing Recovery Key and uploading local data, please wait…
cak: Tajin nik'ex ri kolonel ewan tzij chuqa' tajin yetaq ri taq rutzijol richin ajwawe', tawoyob'ej tab'ana' utzil…

source: There was an error while changing your Recovery Key!
cak: ¡Xk'ulwachitäj jun sachoj toq xajäl ri kolonel ewan atzij!

source: Your Recovery Key was successfully changed!
cak: ¡Ri akolonel ewan tzij xk'extäj pa rub'eyal!

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
cak: Richin najikib'a' ri awichinaxik, konojel ri taq atzij man e'etaman ta chuwäch yetaq el pa k'amab'ey. Ri ewan tzij richin netamäx kiwäch ri taq tzij ri' majun nitaq rutzijol.

source: Note: Changing this will erase all data stored on the Sync server and upload new data secured by this Recovery Key. Your other devices will not sync until the new Recovery Key is entered for that device.
cak: Ti rutzijol: We nijalwachïx re re' xkeruyüj el konojel ri taq tzij eyakon pa ruk'u'x rusamaj Ximïl chuqa' xkerujotob'a' el k'ak'a' taq tzij ri echajin rik'in re kolonel ewan tzij re'. Ri ch'aqa' chik taq awokisaxel man xkeximitäj ta k'a toq xtajäl na ri kolonel ewan tzij rik'in ri k'ak'a' kolonel ewan tzij pa ri taq okisaxel ri'.

source: Your Recovery Key
cak: Ri kolonel ewan atzij

# new.password.title
source: Update Password
cak: Tik'ex ruwäch ri ewan tzij

source: Your password was rejected by the server, please update your password.
cak: Xtzolïx pe ri ewan atzij ruma ri ruk'u'x samaj, tak'exa' ruwäch ri ewan atzij.

source: Enter your new password
cak: Tatz'ib'aj ri k'ak'a' ewan atzij

source: Confirm your new password
cak: Tajikib'a' ri k'ak'a' ewan atzij

# new.password.acceptButton
source: Update Password
cak: Tik'ex ri ewan tzij

source: Password incorrect, please try again.
cak: Man ütz ta ri ewan tzij, tatojtob'ej chik.

# new.recoverykey.title
source: Update Recovery Key
cak: Tik'ex ruwäch ri kolonel ewan tzij

source: Your Recovery Key was changed using another device, please enter your updated Recovery Key.
cak: Ri kolonel ewan atzij xkik'ëx toq xokisäx jun chik okisaxel, tatz'ib'aj ri kolonel ewan atzij richin nak'ëx ruwäch.

# new.recoverykey.acceptButton
source: Update Recovery Key
cak: Tik'ex ruwäch ri kolonel ewan tzij
