Repository: translate/mozilla-l10n
Catalog: */editor/ui/chrome/dialogs/EditorImageProperties.dtd.po
Languages: af, ca, hu, id, lt, pt_br, sl, uz

source: Image Properties
af: Prenteienskappe
ca: Propietats de la imatge
hu: Kép tulajdonságai
id: Properti Gambar
lt: Paveikslo savybės
pt_br: Propriedades da imagem
sl: Lastnosti slike
uz: Rasm xossalari

source: percent
af: persent

source: Image &Location:
af: Prent&ligging:
ca: &URL de la imatge:
hu: Kép &URL:
id: &Lokasi Gambar:
lt: Paveikslo &URL:
pt_br: E&ndereço da imagem:
sl: &Mesto slike:
uz: Rasm &manzili:

source: Type the image's filename or location
af: Tik die prent se lêernaam of ligging in
ca: Escriviu el nom o la ubicació de la imatge
hu: Írja be a képfájl nevét vagy címét
id: Masukkan nama berkas atau lokasi gambar
lt: Surinkite paveikslo vardą arba nurodykite jo vietą
pt_br: Digite o endereço ou nome do arquivo da imagem
sl: Vnesite ime datoteke ali mesto slike
uz: Rasmning fayl nomi yoki manzilini yozing

source: &Tooltip:
af: &Nutswenk:
ca: &Indicador de funció:
hu: &Buboréksúgó:
lt: Paaiškinančioji &etiketė:
pt_br: &Descrição:
sl: &Orodni namig:
uz: Maslahatlar oynasi:

source: The html 'title' attribute that displays as a tooltip
af: Die HTML-"title"-attribuut wat as opwipwenk vertoon
ca: L'atribut HTML «title» que es mostra com a rètol indicador de funció
hu: A HTML 'title' attribútuma, amely buboréksúgóként jelenik meg
id: Atribut 'title' pada HTML untuk ditampilkan sebagai tooltip
lt: Į HTML požymį „title“ įrašytas tekstas vaizduojamas kaip paveikslą paaiškinanti etiketė
pt_br: O atributo “title”, normalmente exibido como um balão quando apontado pelo mouse
sl: Atribut html 'title', ki se prikazuje kot orodni namig
uz: Html "title" atributi maslahatlar kabi ko‘rsatiladi

source: &Alternate text:
af: &Alt-teks:
ca: Text &alternatiu:
hu: &Magyarázó szöveg:
id: Teks &alternatif:
lt: Al&ternatyvusis tekstas:
pt_br: &Texto substituto:
sl: &Nadomestno besedilo:
uz: &Muqobil matn:

source: Type text to display in place of the image
af: Tik teks in wat in die plek van die prent vertoon moet word
ca: Escriviu el text per visualitzar al lloc de la imatge
hu: A beírt szöveg megjelenik a kép helyén
id: Teks yang ditampilkan sebagai ganti tampilan gambar
lt: Surinkite tekstą, kuris bus rodomas vietoj paveikslo
pt_br: Forneça um texto que possa substituir a imagem
sl: Vnesite besedilo za prikaz namesto slike
uz: Rasmning o‘rnida ko‘rsatish uchun mattni yozing

source: &Don't use alternate text
af: &Moenie Alt-teks gebruik nie
ca: No &utilitzis text alternatiu
hu: &Nincs magyarázó szöveg
id: &Jangan gunakan teks alternatif
lt: Alter&natyvaus teksto paveikslui nepriskirti
pt_br: Não &usar texto substituto
sl: N&e uporabljaj nadomestnega besedila
uz: Muqobil matndan &foydalanmang

source: Image Preview
af: Prentvoorskou
ca: Previsualització de la imatge
hu: Kép előnézete
id: Pratinjau Gambar
lt: Paveikslo peržiūra
pt_br: Visualizar
sl: Predogled slike
uz: Rasmning ko‘rinishi

source: Display more or fewer properties to edit
af: Vertoon meer of minder eienskappe wat u wil redigeer

source: Actual Size:
af: Werklike grootte:
ca: Mida real:
hu: Valódi méret:
id: Ukuran Asli:
lt: Originalus dydis:
pt_br: Tamanho real:
sl: Dejanska velikost:
uz: Haqiqiy hajmi:

source: &Actual Size
af: &Werklike grootte
ca: &Mida real
hu: &Valódi méret
id: Ukuran &Asli
lt: &Originalus dydis
pt_br: Tamanho &real
sl: &Dejanska velikost
uz: &Haqiqiy hajmi:

source: Revert to the image's actual size
af: Keer terug na prent se werklike grootte
ca: Torna a la mida real de la imatge
hu: Visszatérés a kép tényleges méretéhez
id: Kembalikan ukuran menjadi ukuran gambar asli
lt: Atstatyti originalų paveikslo dydį
pt_br: Reverter para o tamanho real da imagem
sl: Povrni na dejansko velikost slike
uz: Rasmning haqiqiy hajmini tiklash

source: Custom &Size
af: Gepasmaakte &grootte
ca: Mida &personalitzada
hu: &Egyéni méret
id: Ukuran &Suka-suka
lt: Kito&ks dydis
pt_br: Tamanho personali&zado
sl: Velikost po &meri
uz: Boshqa &hajm

source: Change the image's size as displayed in the page
af: Wysig die prent se grootte soos vertoon op die bladsy
ca: Canvia la mida de la imatge com es visualitza a la pàgina
hu: A megjelenő kép méretének megváltoztatása
id: Ubah ukuran gambar untuk ditampilkan dalam laman
lt: Pakeisti paveikslo dydį tinkamu tinklalapiui
pt_br: Alterar como o tamanho da imagem é exibido na página
sl: Spremeni velikost slike na velikost prikaza na strani
uz: Rasmning hajmini sahifa ko‘ringani kabi o‘zgartiring

source: Hei&ght:
af: Hoo&gte:
ca: &Alçada:
hu: &Magasság:
id: &Tinggi:
lt: &Aukštis:
pt_br: &Altura:
sl: &Višina:
uz: &Bo‘yi:

source: &Width:
af: &Wydte:
ca: Ampla&da:
hu: S&zélesség:
id: &Lebar:
lt: &Plotis:
pt_br: &Largura:
sl: &Dolžina:
uz: &Eni:

source: &Constrain
af: &Beperk
ca: Restrin&geix
hu: &Rögzített méretarány
id: &Kendala
lt: Išlaikyti propor&cijas
pt_br: &Manter a proporção
sl: &Omeji
uz: &Majburlash

source: Maintain the image's aspect ratio
af: Behou die prent se aspekverhouding
ca: Conserva la ràtio d'aspecte de la imatge
hu: Fenntartja a kép oldalarányait
id: Selalu jaga perbandingan lebar/tinggi
lt: Išlaikyti paveikslo matmenų proporcijas
pt_br: Manter a razão entre as dimensões da imagem
sl: Ohrani razmerje med merami slike
uz: Rasmning proporsionallik nisbatiga asoslangan

source: Image Map
af: Prentkaart
ca: Mapa de la imatge
hu: Hivatkozástérkép
id: Map Gambar
lt: Paveikslo planas
pt_br: Mapa de imagem
sl: Zemljevid slik
uz: Rasm xaritasi

source: &Remove
af: &Verwyder
ca: Sup&rimeix
hu: &Eltávolítás
id: &Hapus
lt: Pa&šalinti
pt_br: &Remover
sl: &Odstrani
uz: &Olib tashlash

source: Edit...
af: Redigeer...

source: Create clickable hotspots for this image
af: Skep kliekkolle vir hierdie prent

source: Align Text to Image
af: Rig teks volgens prent
ca: Alinea el text a la imatge
hu: Szöveg a kép körül
id: Ratakan Teks ke Gambar
lt: Teksto išdėstymas paveikslo atžvilgiu
pt_br: Alinhamento do texto
sl: Poravnaj besedilo na sliko
uz: Matnni rasmga moslab taxlash

source: At the bottom
af: Aan die onderkant
ca: A la part inferior
hu: Alul
id: Di bawah gambar
lt: Apačioje
pt_br: Embaixo
sl: Na dnu
uz: Quyida

source: At the top
af: Aan die bokant
ca: A la part superior
hu: Felül
id: Di atas gambar
lt: Viršuje
pt_br: Em cima
sl: Na vrhu
uz: Yuqorida

source: In the center
af: In die middel
ca: Al centre
hu: Középen
id: Di tengah
lt: Centre
pt_br: No meio
sl: Na sredini
uz: Markazda

source: Wrap to the right
af: Vou na regs
ca: Ajusta a la dreta
hu: Jobb oldalra tördelve
id: Potong di kanan
lt: Apeiti iš dešinės
pt_br: Contornar à direita
sl: Oblij na desno
uz: O‘ngga moslash

source: Wrap to the left
af: Vou na links
ca: Ajusta a l'esquerra
hu: Bal oldalra tördelve
id: Potong di kiri
lt: Apeiti iš kairės
pt_br: Contornar à esquerda
sl: Oblij na levo
uz: Chapga moslash

source: Spacing
af: Spasiëring
ca: Espaiat
hu: Kép körüli térköz
id: Spasi
lt: Protarpiai
pt_br: Espaçamento
sl: Razmik
uz: Bo‘sh joy qoldirish

source: Type a number for the amount of space around image
af: Tik 'n getal in vir die hoeveelheid spasie rondom die prent

source: &Left and Right:
af: &Links en regs:
ca: Esque&rra i dreta:
hu: &Balra és jobbra:
id: &Kiri dan Kanan:
lt: Iš &kairės ir iš dešinės:
pt_br: &Esquerdo e direito:
sl: &Levo in desno:
uz: &Chap va o‘ngga:

source: &Top and Bottom:
af: &Bo- en onderkant:
ca: Per &sobre i per sota:
hu: &Fent és lent:
id: &Atas dan Bawah:
lt: Iš &viršaus ir iš apačios:
pt_br: Superi&or e inferior:
sl: &Zgoraj in spodaj:
uz: &Yuqori va pastga:

source: Solid &Border:
af: Soliede &rand:
ca: C&ontorn sòlid:
hu: Egysz&erű szegély:
id: Pi&ta Tepian Padat:
lt: &Rėmelis:
pt_br: &Borda sólida:
sl: &Neprekinjena obroba:
uz: Qalin &chegara

source: Show &border around linked image
af: Wys &rand rondom geskakelde prent
ca: Mostra el &contorn al voltant de la imatge enllaçada
hu: &Szegély megjelenítése a kép körül
id: Tampilkan pita tepian di sekeliling gam&bar dengan tautan
lt: Aplink paveikslą su saitu rodyti r&ėmelį
pt_br: Exibir borda em imagem com lin&k
sl: &Prikaži obrobo okoli povezane slike
uz: &Chegarani havola berilgan rasm atrofida ko‘rsatish

source: Make Page Background
af: Skep bladsyagtergrond

source: Use image as background for your page
af: Gebruik 'n prent as die agtergrond van u bladsy

source: Edit Image
af: Redigeer prent

source: Edit image file in another program
af: Redigeer prentlêer in 'n ander program

source: Form
af: Vorm
ca: Formulari
hu: Űrlap
lt: Forma
pt_br: Formulário
sl: Obrazec
uz: Shakl

source: Location
af: Ligging
ca: Ubicació
hu: Hely
id: Lokasi
lt: Paveikslas
pt_br: Endereço
sl: Mesto
uz: Manzili

source: Dimensions
af: Dimensies
hu: Méretek
id: Dimensi
lt: Matmenys
pt_br: Dimensões
sl: Mere
uz: O‘lchamlari

source: Appearance
af: Voorkoms
ca: Aspecte
hu: Megjelenés
id: Tampilan
lt: Išvaizda
pt_br: Aparência
sl: Videz
uz: Ko‘rinishi

source: Link
af: Skakel
ca: Enllaç
hu: Hivatkozás
id: Tautan
lt: Saitas
sl: Povezava
uz: Havola

source: pixels
ca: píxels
hu: képpont
id: piksel
lt: taškų
sl: slikovnih točk
uz: piksel

source: &Link Advanced Edit…
ca: Edició a&vançada de l'enllaç...
hu: &Hivatkozás szerkesztése…
id: Edit &Lanjutan Tautan…
lt: Saito &papildoma taisa…
pt_br: Edição avançada do &link…
sl: Napredno &urejanje povezave …
uz: Qo‘shimcha tahrirlashga havola berish…

source: Add or modify HTML attributes, style attributes, and JavaScript
ca: Afegeix o modifica els atributs HTML, els atributs d'estil i el JavaScript
hu: HTML-attribútumok, stílusattribútumok és JavaScript hozzáadása vagy módosítása
id: Tambah atau modifikasi atribut HTML, gaya, dan JavaScript
lt: Pridėti ar keisti HTML požymius, stilių ir „JavaScript“ įvykius
pt_br: Adicionar ou alterar atributos HTML, atributos de estilo e JavaScript
sl: Dodaj ali spremeni atribute HTML, slogovne atribute in JavaScript
uz: JavaScript, HTML atributlar va uslub atributlarini qo‘shish va o‘zgartirish
