Repository: translate/mozilla-l10n
Catalog: */editor/ui/chrome/dialogs/EditorPublish.dtd.po
Languages: af, bg, ca, eu, ga_ie, hu, ro, sl, tr

source: Publish Page
af: Publiseer bladsy
bg: Публикуване на страница
ca: Publica la pàgina
eu: Argitaratu orrialdea
ga_ie: Foilsigh an Leathanach
hu: Oldal közzététele
ro: Publicare pagină
sl: Objavi stran
tr: Sayfayı Yayımla

source: Publish Settings
af: Publiseer-opstelling
bg: Настройки за публикуване
ca: Publica els paràmetres
eu: Argitaratze ezarpenak
ga_ie: Socruithe Foilsithe
hu: Közzététel beállításai
ro: Setări de publicare
sl: Nastavitve za objavo
tr: Yayımlama Ayarları

# publishTab.label
source: Publish
af: Publiseer
bg: Публикуване
ca: Publica
eu: Argitaratu
ga_ie: Foilsigh
hu: Közzététel
ro: Publică
sl: Objavi
tr: Yayımla

source: Settings
af: Opstelling
bg: Настройки
ca: Paràmetres
eu: Ezarpenak
ga_ie: Socruithe
hu: Beállítások
ro: Setări
sl: Nastavitve
tr: Ayarlar

# publishButton.label
source: Publish
af: Publiseer
bg: Публикуване
ca: Publica
eu: Argitaratu
ga_ie: Foilsigh
hu: Közzététel
ro: Publică
sl: Objavi
tr: Yayımla

# siteList.label
source: Site Name:
af: Werfnaam:

source: Choose the site that you want to publish to
af: Kies die werf waarheen jy wil publiseer
bg: Изберете сайта, на който искате да публикувате
ca: Trieu el lloc on voleu publicar
eu: Argitaratu nahi duzun gunea aukeratu
ga_ie: Roghnaigh an suíomh a theastaíonn uait foilsiú chuige
hu: Válassza ki a webhelyet, ahol közzéteszi az anyagot
ro: Alegeți saitul pe care doriți să publicați
sl: Izberite spletno stran, kamor želite objaviti
tr: Yayımlamak istediğiniz siteyi seçin

source: New Site
af: Nuwe werf

source: Select or type a directory name in your publishing site:
af: Kies of tik 'n gidsnaam in jou publiseerwerf in:

source: Choose or enter the name of the remote subdirectory to publish to
af: Kies of tik die naam van die afgeleë subgids waarin gepubliseer moet word, in

source: Site subdirectory for this page:
af: Werfsubgids vir hierdie bladsy:

source: Include images and other files
af: Sluit prente en ander lêers in

source: Publish images and other files referenced by this page
af: Publiseer prente en ander lêers waarna hierdie bladsy verwys
bg: Публикуване на изображенията и другите файлове, свързани с тази страница
ca: Publica les imatges i altres fitxers a què aquesta pàgina fa referència
eu: Orrialde honek erabilitako irudi eta beste fitxategiak argitaratu
ga_ie: Foilsigh íomhánna agus comhaid eile a dhéantar tagairt orthu sa leathanach seo
hu: Képek és egyéb hivatkozott fájlok közzététele
ro: Publică imaginile și celelalte fișiere de care are nevoie această pagină
sl: Objavi slike in druge datoteke, na katere se ta stran sklicuje
tr: Bu sayfaya bağlanmış resimleri ve diğer dosyaları yayımla

source: Use same location as page
af: Gebruik dieselfde ligging as bladsy

source: Publish files to the same location as the page
af: Publiseer lêers na dieselfde ligging as die bladsy
bg: Публикуване на файловете на същото място като на страницата
ca: Publica els fitxers a la mateixa ubicació que la pàgina
eu: Fitxategiak orrialdearen kokaleku berdinean argitaratu
ga_ie: Foilsigh comhaid go dtí an suíomh céanna ar a bhfuil an leathanach
hu: A fájlok közzététele ugyanazon a helyen, mint az oldal
ro: Publică fișierele la aceeași locație ca și pagina
sl: Objavi datoteke na isto mesto kot stran
tr: Dosyaları sayfayla aynı konumda yayımla

source: Use this site subdirectory:
af: Gebruik hierdie werfsubgids:

source: Choose or enter name of remote subdirectory where files will be published
af: Kies of tik naam van afgeleë subgids in waarin lêers gepubliseer gaan word
bg: Изберете или напишете името на отдалечената поддиректория, където файловете да бъдат публикувани
ca: Trieu o introduïu el nom d'un subdirectori remot on es publicaran els fitxers
eu: Hautatu edo sartu fitxategiak argitaratzeko urruneko azpidirektorioaren izena
ga_ie: Roghnaigh nó iontráil ainm na fochomhadlainne cianda ar a bhfoilseofar comhaid
hu: Válassza ki vagy írja be a távoli alkönyvtár nevét, ahol közzéteszi az anyagot
ro: Alegeți sau introduceți numele unui subdirector la distanță unde se vor publica fișierele
sl: Izberite ali vnesite ime oddaljene podmape, kjer bodo datoteke objavljene
tr: Dosyaların yayımlanacağı uzak alt dizini seçin veya adını girin

source: Choose...
af: Kies...

source: Page Title:
af: Bladsytitel:

source: Enter a title to identify the page in the window and in bookmarks
af: Tik 'n titel in om die bladsy te identifiseer in die venstertitel en boekmerke
bg: Въведете заглавие, с което страницата ще се идентифицира в прозореца и в отметките
ca: Introduïu un títol per identificar la pàgina en la finestra i en les adreces d'interès
eu: Sartu izenburu bat leihoan eta laster-marketan orrialdea desberdintzeko
ga_ie: Iontráil teideal a chuirfear ar an leathanach san fhuinneog nó i leabharmharcanna
hu: Adja meg az oldal címét, ami az ablak címsorában és a könyvjelzőben jelenik majd meg
ro: Introduceți un titlu care să identifice pagina în fereastră și în semnele de carte
sl: Vnesite naziv, ki bo prepoznal stran v oknu in zaznamkih
tr: Sayfayı pencerede ve yer imlerinde tanımlamak için bir başlık girin

source: e.g.: &quot;My Web Page&quot;
af: bv: &quot;My webwerf&quot;

source: Filename:
af: Lêernaam:

source: Enter a name for this file, including '.html' for a web page
af: Tik 'n naam vir hierdie lêer in, insluitend '.html' vir 'n webwerf
bg: Въведете име на файла, включително '.html' за уеб страница
ca: Introduïu un nom per a aquest fitxer, incloent «.html» si es tracta d'una pàgina web
eu: Sartu fitxategiaren izena, web orrialde batentzako '.html' ere
ga_ie: Iontráil ainm don chomhad seo, le ".html" air más leathanach Gréasáin é
hu: Adja meg a fájl nevét, beleértve a '.html' kiterjesztést is
ro: Introduceți un nume pentru acest fișier, adăugând '.html' în cazul unei pagini web
sl: Vnesite ime za to datoteko, vključno s '.html' za spletno stran
tr: Bu dosya için bir isim girin. Web sayfaları '.html' ile bitmelidir.

source: e.g,: &quot;mypage.html&quot;
af: bv: &quot;mywerf.html&quot;

source: Other files to publish
af: Ander lêers om te publiseer

source: Set as Default
af: Kies as verstek

source: Set as Default Site and Directory
af: Stel op as verstek-werf en -subgids

source: Remove Site
af: Verwyder werf

source: Publishing Sites
af: Publiseer werwe
bg: Публикувани сайтове
ca: Llocs de publicació
eu: Guneak argitaratzen
ga_ie: Suíomhanna Foilsithe
hu: Webhelyek
ro: Saituri de publicare
sl: Spletne strani za objavo
tr: Yayımlanan Siteler

source: Server Information
af: Bedienerinligting
bg: Информация за сървър
ca: Informació del servidor
eu: Zerbitzariaren informazioa
ga_ie: Eolas faoin bhfreastalaí
hu: A kiszolgáló adatai
ro: Informații despre server
sl: Podatki o strežniku
tr: Sunucu Bilgisi

source: Login Information
af: Aanmeldinligting
bg: Информация за влизане
ca: Informació de la sessió
eu: Saio argibideak
ga_ie: Eolas Logála Isteach
hu: Bejelentkezési adatok
ro: Informații de autentificare
sl: Podatki za prijavo
tr: Oturum Açma Bilgisi

# siteName.label
source: Site Name:
af: Werfnaam:

source: A nickname that identifies this publishing site (e.g.: 'MySite')
af: 'n Kennaam wat hierdie publiseerwerf identifiseer (bv: 'MyWerf')
bg: Псевдоним, идентифициращ публикувания сайт (напр.: 'МоятСайт')
ca: Un sobrenom que identifica aquest lloc de publicació (per exemple, «ElMeuLloc»)
eu: Argitaratze gunea identifikatzeko ezizena (adib.: 'NireGunea')
ga_ie: Leasainm mar aitheantas ar an suíomh seo (m.sh. "MoShuíomh")
hu: Egy tetszőleges név, amely azonosítja a közzététel helyét (pl.: 'Honlap')
ro: Un nume scurt care identifică acest sit de publicare (ex.: „SaitulMeu”)
sl: Vzdevek za prepoznavo te spletne strani objave (npr.: 'MojSplet')
tr: Yayımlanan siteyi tanımlayan takma bir isim (ör.: 'Benim Sitem')

source: Publishing address (e.g.: 'ftp://ftp.myisp.com/myusername'):
af: Publiseeradres (bv: 'ftp://ftp.myisp.com/mygebruikernaam'):

source: The FTP:// or HTTP:// address provided by your ISP or web hosting service
af: Die FTP://- of HTTP://-adres wat deur jou ISP of webgasheer verskaf is
bg: FTP:// или HTTP:// адрес, даден от вашия ISP или хостващия сайт
ca: L'adreça ftp:// o http:// facilitada pel vostre ISP o servei d'hostatge web
eu: Zure hornitzaile edo hosting-ak emandako FTP:// edo HTTP:// helbidea
ga_ie: An seoladh FTP:// nó HTTP:// a thugann do Sholáthraí Seirbhísí Idirlín nó do sheirbhís óstála Gréasáin duit
hu: Az FTP:// vagy a HTTP:// cím, amelyet a szolgáltatója vagy a honlapnak otthont adó szervezet adott meg
ro: Adresa FTP:// sau HTTP:// furnizată de ISP sau de serviciul de găzduire web
sl: Naslov FTP:// ali HTTP://, ki ste ga dobili od svojega ISP-ja ali storitve spletnega gostovanja
tr: İSS'niz veya barındırma sağlayıcınız tarafından size verilen FTP:// veya HTTP:// adresi

source: HTTP address of your homepage (e.g.: 'http://www.myisp.com/myusername'):
af: HTTP-adres van jou tuisblad (bv: 'http://www.myisp.com/mygebruikernaam'):

source: The HTTP:// address of your home directory (don't include filename)
af: Die HTTP://-adres van jou tuissubgids (moenie lêernaam insluit nie)
bg: HTTP:// адресът на вашата домашна директория (без файлови имена)
ca: L'adreça http:// de la vostra carpeta d'inici (no incloeu el nom de fitxer)
eu: Zure etxe direktorioaren HTTP:// helbidea (ez jarri fitxategi-izena)
ga_ie: Seoladh HTTP:// do chomhadlainne baile (gan ainm comhaid):
hu: Az Ön saját könyvtárának HTTP:// címe (ne adjon meg itt fájlnevet)
ro: Adresa HTTP:// a directorului dumneavoastră personal (nu includeți nume de fișier)
sl: Naslov HTTP:// vaše domače mape (ne vključite imena datoteke)
tr: Ana dizininizin HTTP:// adresi (dosya ismi vermeyin)

source: User name:
af: Gebruikernaam:

source: The user name you use to log in to your ISP or web hosting service
af: Die gebruikernaam waarmee jy by jou ISP of webgasheer aanmeld
bg: Потребителското име, което използвате за регистриране при вашия ISP или хостващия сайт
ca: El nom d'usuari que utilitzeu per registrar el vostre ISP o servei d'hostatge del lloc web
eu: Zure hornitzaile edo hosting-ean saioa hasteko erabili behar den erabiltzaile-izena
ga_ie: An t-ainm úsáideora a úsáideann tú chun logáil isteach chuig do Sholáthraí Seirbhísí Idirlín nó do sheirbhís óstála Gréasáin
hu: A felhasználói név, amit a szolgáltatóhoz való belépéshez használ
ro: Numele de utilizator cu care vă autentificați la ISP sau la serviciul de găzduire web
sl: Uporabniško ime, s katerim se prijavljate pri svojem ISP-ju ali storitvi spletnega gostovanja
tr: İSS'nize veya barındırma sağlayıcınıza oturum açmak için kullandığınız kullanıcı adı

source: Password:
af: Wagwoord:

source: The password associated with your user name
af: Die wagwoord wat by jou gebruikernaam pas
bg: Паролата, използвана с вашето потребителско име
ca: La contrasenya associada amb el vostre nom d'usuari
eu: Erabiltzaile-izenarekin erabili behar den pasahitza
ga_ie: An focal faire a bhaineann le d'ainm úsáideora
hu: A felhasználói névhez tartozó jelszó
ro: Parola asociată numelui dumneavoastră de utilizator
sl: Geslo, ki je povezano z vašim uporabniškim imenom
tr: Kullanıcı ismine ait parola

source: Save Password
af: Stoor wagwoord

source: Select this to save your password securely using Password Manager
af: Selekteer dit om jou wagwoord beveilig met die wagwoordbestuurder te stoor
bg: Използвайте тази опция, за да запазите паролата чрез управлението на пароли
ca: Seleccioneu-ho per desar la vostra contrasenya de manera segura utilitzant el Gestor de contrasenyes
eu: Hautatu hau zure pasahitza Pasahitz Kudeatzailean gordetzeko
ga_ie: Roghnaigh é seo chun d'fhocal faire a shábháil go slán le Bainisteoir na bhFocal Faire
hu: Ha ezt a lehetőséget választja, a jelszót biztonságosan eltárolja a Jelszókezelő
ro: Bifați pentru a vă salva securizat parola cu ajutorul Gestionarului de parole
sl: Izberite varno shranjevanje gesla z uporabo Upravitelja gesel
tr: Parolanızı Parola Yöneticisi ile kaydetmek için bunu seçin

# siteList.label siteList.accesskey
source: Sit&e Name:
bg: &Име на сайта:
ca: Nom d&el lloc:
eu: Gun&earen izena:
ga_ie: Ainm an t&Suímh:
hu: &Webhely neve:
ro: Num&e sait:
sl: Ime &spletne strani:
tr: Sit&e Adı:

source: &New Site
bg: &Нов сайт
ca: Afegeix u&n lloc
eu: Gu&ne berria
ga_ie: Suíomh &nua
hu: &Új webhely
ro: Sait &nou
sl: &Novo spletno mesto
tr: Ye&ni Site

source: &Site subdirectory for this page:
bg: &Поддиректория за страницата:
ca: &Subdirectori de la pàgina web:
eu: Orrialde honen &gune azpidirektorioa:
ga_ie: Fochomhadlann &suímh an leathanaigh seo:
hu: &Honlap könyvtára:
ro: &Subdirectorul acestei pagini pe sait:
sl: Podmapa &spletne strani za to stran:
tr: Bu &sayfa için site alt dizini:

source: Choose or enter the name of the remote subdirectory for this page
bg: Изберете или напишете името на отдалечената поддиректория за тази страница
ca: Trieu o introduïu el nom del subdirectori remot per a aquesta pàgina
eu: Hautatu edo sartu orrialde honen urruneko azpidirektorioaren izena
ga_ie: Roghnaigh nó cuir isteach ainm chianfhochomhadlann an leathanaigh seo
hu: Válassza ki vagy írja be a távoli könyvtár nevét ehhez az oldalhoz
ro: Alegeți sau introduceți numele directorului aflat la distanță pentru această pagină
sl: Izberite ali vnesite ime oddaljene podmape za to stran
tr: Bu sayfa için uzak dizini seçin veya adını girin

source: Include images and &other files
bg: Включително изображения и &други файлове
ca: Incl&ou imatges i altres fitxers
eu: Irudiak eta &beste fitxategiak sartu
ga_ie: Cuir í&omhánna agus comhaid eile san áireamh
hu: &Képekkel és egyéb fájlokkal
ro: &Include imaginile și celelalte fișiere
sl: Vključi slike in druge dat&oteke
tr: Resimleri ve &diğer dosyaları dâhil et

source: &Use same location as page
bg: &Използване на същото място като на страницата
ca: &Utilitza la mateixa ubicació com a pàgina
eu: Orrialdearen kokapen &berdina erabili
ga_ie: Úsáid an s&uíomh céanna agus an leathanach
hu: &Ugyanaz a hely, mint az oldalé
ro: &Folosește aceeași locație ca și pentru pagină
sl: &Uporabi isto mesto kot za stran
tr: Sayfa ile aynı kon&umu kullan

source: Use this site sub&directory:
bg: Използване на тази подди&ректория в сайта:
ca: Utilitza aquest sub&directori del lloc:
eu: Gune azpi&direktorio hau erabili:
ga_ie: Úsáid an fhochomha&dlann suímh seo:
hu: &Használja ezt az alkönyvtárat a webhelyen:
ro: Folosește acest sub&director de pe sait:
sl: U&porabi to podmapo spletne strani:
tr: Bu site alt &dizinini kullan:

source: Publish files to the selected remote subdirectory
bg: Публикуване на файловете в избраната отдалечена поддиректория
ca: Publica els fitxers al subdirectori remot seleccionat
eu: Argitaratu fitxategiak hautaturiko urruneko direktorioan
ga_ie: Foilsigh comhaid chuig an chianfhochomhadlann roghnaithe
hu: A fájlok közzététele a kijelölt távoli alkönyvtárban
ro: Publică fișierele în directorul de la distanță selectat
sl: Objavi datoteke v izbrano oddaljeno podmapo
tr: Dosyaları seçilen uzak alt dizinde yayımla

source: Page &Title:
bg: &Заглавие на страницата:
ca: &Títol de la pàgina:
eu: Orr&ialdearen izenburua:
ga_ie: &Teideal an Leathanaigh:
hu: &Oldal címe:
ro: &Titlu pagină:
sl: Naziv st&rani:
tr: Say&fa Başlığı:

source: e.g.: "My Web Page"
bg: напр.: "Моята Интернет страница"
ca: P. ex.: «El meu lloc web»
eu: adib.: "Nire webgunea"
ga_ie: m.sh.: "Mo Leathanach Gréasáin"
hu: pl.: „Az én honlapom”
ro: ex.: „Pagina mea de web”
sl: npr.: "Moja spletna stran"
tr: ör.: "Web sayfam"

source: &Filename:
bg: Име на &файл:
ca: Nom de &fitxer:
eu: &Fitxategi-izena:
ga_ie: &Ainm comhaid:
hu: &Fájlnév:
ro: &Nume fișier:
sl: Ime &datoteke:
tr: Dosy&a adı:

source: e.g,: "mypage.html"
bg: напр.: "mypage.html"
ca: p. ex.,: «lamevapàgina.html»
eu: adib,: "nireorria.html"
ga_ie: m.sh.: "moleathanach.html"
hu: pl.: „honlap.html”
ro: ex.: „pagina mea.html”
sl: npr.: "mojastran.html"
tr: ör.: "sayfam.html"

source: Set as &Default
bg: У&становява като стандартна
ca: &Defineix per defecte
eu: Ezarri &lehenetsi gisa
ga_ie: Socraigh mar &Réamhshocrú
hu: &Legyen ez az alapértelmezett
ro: &Implicit
sl: Nastavi kot p&rivzeto
tr: &Varsayılan Olarak Ayarla

source: &Remove Site
bg: &Премахване на сайт
ca: Sup&rimeix el lloc
eu: &Ezabatu gunea
ga_ie: &Bain Suíomh
hu: W&ebhely eltávolítása
ro: &Elimină saitul
sl: &Odstrani stran
tr: Siteyi Kaldı&r

# siteName.label siteName.accesskey
source: Sit&e Name:
bg: Име на са&йта:
ca: Nom d&el lloc:
eu: Gun&earen izena:
ga_ie: Ainm an t&Suímh:
hu: W&ebhely neve:
ro: Num&e sait:
sl: Ime &spletne strani:
tr: Site A&dı:

source: Publishing &address (e.g.: 'ftp://ftp.myisp.com/myusername'):
bg: &Адрес за публикуване (напр.: 'ftp://ftp.myisp.com/myusername'):
ca: Ubic&ació de publicació (facilitada pel vostre ISP o administrador del sistema):
eu: &Argitaratze gunea (adib.: 'ftp://ftp.nireisp.com/erabiltzailea'):
ga_ie: Seol&adh foilsithe (m.sh. "ftp://ftp.mossi.ie/mo_ainm"):
hu: &Közzététel helyének címe (pl.: 'ftp://ftp.szolgaltato.hu/felhasznalonev'):
ro: &Adresa de publicare (ex.: „ftp://ftp.isp.ro/numelemeu”):
sl: N&aslov za objavo (e.g.: 'ftp://ftp.myisp.com/mojeime'):
tr: Y&ayım adresi (ör. 'ftp://ftp.adresim.com/kullaniciadi'):

source: H&TTP address of your homepage (e.g.: 'http://www.myisp.com/myusername'):
bg: HTTP адр&ес на вашата начална страница (напр.: 'http://www.myisp.com/myusername'):
ca: L'adreça h&ttp de la vostra pàgina d'inici (ex.: 'http://www.myisp.com/nomusuari'):
eu: Zure hasiera-orriaren H&TTP helbidea (adib.: 'http://www.nireisp.com/erabiltzailea'):
ga_ie: Seoladh H&TTP do leathanaigh bhaile (m.sh. "http://www.mossi.ie/mo_ainm"):
hu: Az Ön honlapjának H&TTP-címe (e.g.: 'http://www.myisp.com/myusername'):
ro: &Adresa HTTP a paginii dumneavoastră personale (ex.: „http://www.isp.ro/numelemeu”):
sl: Naslov HTTP vaše domače st&rani (npr.: 'http://www.myisp.com/mojeime'):
tr: Ana sayfanızın &HTTP adresi (örn.: 'http://www.adresim.com/kullaniciadi'):

source: &User name:
bg: &Потребителско име:
ca: Nom d'&usuari:
eu: &Erabiltzaile-izena:
ga_ie: Ainm ú&sáideora:
hu: &Felhasználói név:
ro: &Nume utilizator:
sl: &Uporabniško ime:
tr: K&ullanıcı adı:

source: Pass&word:
bg: Пар&ола:
ca: Contrasen&ya:
eu: Pasa&hitza:
ga_ie: &Focal Faire:
hu: &Jelszó:
ro: &Parolă:
sl: &Geslo:
tr: &Parola:

source: &Save Password
bg: &Запис на парола
ca: De&sa la contrasenya
eu: Gorde pa&sahitza
ga_ie: &Sábháil an focal faire
hu: Jelszó &mentése
ro: &Salvează parola
sl: &Shrani geslo
tr: Parolayı &Kaydet
