Repository: translate/mozilla-l10n
Catalog: */editor/ui/chrome/dialogs/EditorInsertChars.dtd.po
Languages: hy_am, id

source: Insert Character
hy_am: Ներմուծել նշան
id: Masukkan Karakter

source: Category
hy_am: Բաժինը
id: Kategori

source: &Letter:
hy_am: &Նամակը.
id: &Huruf:

source: &Character:
hy_am: &Գրանշանը.
id: &Karakter:

source: Accent Uppercase
hy_am: Ընդունել մեծատառեր
id: Huruf Besar dengan Tanda

source: Accent Lowercase
hy_am: Ընդունել փոքրատառեր
id: Huruf Kecil dengan Tanda

source: Other Uppercase
hy_am: Այլ մեծատառեր
id: Huruf Besar Lainnya

source: Other Lowercase
hy_am: Այլ փոքրատառեր
id: Huruf Kecil Lainnya

source: Common Symbols
hy_am: Ընդհանուր նշաններ
id: Simbol Umum

source: Insert
hy_am: Ներմուծել
id: Masukkan

source: Close
hy_am: Փակել
id: Tutup
