Repository: translate/mozilla-l10n
Catalog: */mobile/overrides/appstrings.properties.po
Languages: af, ar, as, az, eu, fa, gd, gu, hr, hy_am, id, is, kab, kk, km, lt, lv, mai, my, nn_no, or, pt_br, ro, sr, sv, ta, th, tr, ur, uz, xh

source: Resend
af: Herstuur
ar: أعِد الإرسال
as: পুনঃ পঠিয়াওক
az: Təkrar göndər
eu: Birbidali
fa: ارسال مجدد
gd: Ath-sheòl
gu: પુનઃમોકલો
hr: Ponovno pošalji
hy_am: Կրկին ուղարկել
id: Kirim Ulang
is: Endursenda
kab: Azen tikelt nniḍen
kk: Қайтадан жіберу
km: ផ្ញើ​ម្ដងទៀត
lt: Nusiųsti iš naujo
lv: Sūtīt vēlreiz
mai: फेर पठाउ
my: ပြန်ပို့ပါ
nn_no: Send på nytt
or: ପୁଣିଥରେ ପଠାନ୍ତୁ
pt_br: Reenviar
ro: Retrimite
sr: Шаљи поново
sv: Skicka igen
ta: மீண்டும் அனுப்புக
th: ส่งใหม่
tr: Tekrar gönder
ur: دوبارہ بھیجیں
uz: Qayta jo‘natish
xh: Thumela kwakhona

source: Firefox doesn't know how to communicate with the server.
af: Firefox weet nie hoe om met hierdie bediener te kommunikeer nie.
ar: لا يدري فَيَرفُكس كيف يتواصل مع الخادوم.
as: Firefox এ চাৰ্ভাৰৰ লগত যোগাযোগ কৰিব নাজানে।
az: Firefox serverlə necə əlaqə qurulacağını bilmir.
eu: Firefoxek ez daki nola komunikatu zerbitzariarekin.
fa: فایرفاکس نمی‌داند که چگونه با کارگزار ارتباط برقرار کند.
gd: Chan eil fhios aig Firefox mar a nì e conaltradh leis an fhrithealaiche.
gu: Firefox ને ખબર નથી કે કેવી રીતે સર્વર સાથે સંપર્કવ્યવહાર કરવો.
hr: Firefox ne zna kako komunicirati sa poslužiteljem.
hy_am: Firefox-ը չգիտի ինչպես հաղորդակցվել սեռվերի հետ:
id: Firefox tidak mengetahui cara berkomunikasi dengan server.
is: Firefox veit ekki hvernig eiga á samskipti við netþjóninn.
kab: Firefox ur issin amek yemmeslay d uqeddac.
kk: Firefox бұл серверге қалай қосылатынын білмейді.
km: Firefox មិន​ស្គាល់​អំពី​​របៀប​ទំនាក់ទំនង​ជាមួយ​ម៉ាស៊ីន​បម្រើ ។
lt: Naršyklei nenurodyta, kokiu būdu siųsti duomenis šiam serveriui.
lv: Firefox nezina, kā sazināties ar serveri.
mai: फायरफाक्स सर्वर सँ संचार कएनाइ नहि जानैत अछि.
my: မီးမြေခွေးသည် ယခုဆာဗာ ဖြင့်မည်သို့ ဆက်ဆံရမည်ကို မသိရှိပါ။
nn_no: Firefox veit ikkje korleis han skal kommunisera med tenaren.
or: ସର୍ଭର ସହିତ କେମିତି ସମ୍ବାଦ ଆଦାନ ପ୍ରଦାନ କରିବାକୁ ହୁଏ Firefox ତାହା ଜାଣିନାହିଁ.
pt_br: O Firefox não sabe como comunicar-se com este servidor.
ro: Firefox nu știe cum să comunice cu serverul.
sr: фајерфокс не зна како да комуницира са сервером.
sv: Firefox kan inte kommunicera med servern.
ta: ஃபயர்பாக்ஸ்க்கு சர்வர் உடன் எவ்வாறு தொடர்பு கொள்ள வேண்டும் எனத் தெரியாது.
th: Firefox ไม่รู้ว่าจะสื่อสารกับเซิร์ฟเวอร์นี้ได้อย่างไร
tr: Tarayıcı sunucuyla nasıl bağlantı kurulacağını bilmiyor.
ur: Firefox نہیں جانتا کہ پیش کار کے ساتھ کس طرح بات کرنی ہے۔
uz: Firefox server bilan qanday bog‘lanishni bilmaydi.
xh: IFirefox ayiyazi indlela yokunxibelelana neseva.

source: The connection to the server was reset while the page was loading.
af: Die verbinding met die bediener is teruggestel terwyl die bladsy besig was om te laai.
ar: صُفّر الاتصال بالخادوم أثناء تحميل الصفحة.
as: পৃষ্ঠা তোলাৰ অৱস্থাত চাৰ্ভাৰৰ সৈতে সংযোগ পুনঃপ্ৰতিষ্ঠা কৰা হৈছিল।
az: Səhifə yüklənərkən serverlə əlaqə kəsildi.
eu: Orria kargatzerakoan zerbitzariarekin konexioa berrabiarazi egin da.
fa: اتصال به سرور هنگام بارگذاری صفحه مجدداً راه‌اندازی شد.
gd: Chaidh an ceangal ris an fhrithealaiche ath-shuidheachadh fhad 's a bha an duilleag 'ga luchdadh.
gu: સર્વર સાથેનું જોડાણ રીસેટ થયું જ્યારે પાનું લાવવામાં આવ્યુ હતુ.
hr: Povezivanje na poslužitelj je prekinuto tijekom učitavanja stranice.
hy_am: Էջը բացելիս խզվեց կապը սպասարկիչի հետ:
id: Sambungan ke server terputus saat laman sedang dimuat.
is: Tengingin við netþjóninn var endursett á meðan síðan var að hlaðast inn.
kab: Tuqqna ɣer uqeddac tettuwennez makken asebter yettali-d.
kk: Сервермен байланыс парақ жүктелген кезде үзілді.
km: ការ​តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​ត្រូវ​បាន​កំណត់​ឡើង​វិញ ខណៈ​ពេល​ដែល​ទំព័រ​កំពុង​ត្រូវ​បាន​ផ្ទុក ។
lt: Įkeliant tinklalapį ryšys su serveriu nutrūko.
lv: Savienojums ar serveri tika pārtraukts ielādes laikā.
mai: पृष्ठ लोड होबाक दौरान सर्वर मे संबंधन फेर सेट कएल गेल छल.
my: ဒီစာတမ်းမှာ အချက်အလက်ကြမ်း မပါရှိဘူး။
nn_no: Tilkoplinga til tenaren vart avbroten medan ei side lasta.
or: ପୃଷ୍ଠାଟି ଧାରଣ କରିବା ସମୟରେ ସର୍ଭର ସହିତ ସଂଯୋଗ ପୁନଃ ସ୍ଥାପନ ହୋଇଯାଇଥିଲା.
pt_br: A conexão para o servidor foi reiniciada durante o carregamento da página.
ro: Conexiunea cu serverul a fost reinițializată în timp ce se încărca pagina.
sr: Веза са сервером је обновљена приликом учитавања стране.
sv: Anslutningen till servern bröts under hämtningen av sidan.
ta: பக்கம் ஏற்றும் போது சேவயகத்தின் இணைப்பு மீட்டமைக்கப்பட்டது.
th: การเชื่อมต่อไปยังเซิร์ฟเวอร์ถูกตัดระหว่างที่กำลังโหลดหน้าเว็บ
tr: Sayfa yüklenirken sunucuyla bağlantı kesildi.
ur: صفح لوڈ ہوتے وقت پیش کار کے ساتھ کنکشن ری سیٹ ہو گیا۔
uz: Sahifa yuklanayotganda serverga ulanish uzilib qoldi.
xh: Ukudityaniswa neseva kusetiwe kwakhona xa iphepha lalilayisha.

source: This document is no longer available.
af: Dié dokument is nie meer beskikbaar nie.
ar: هذا المستند لم يعد متاحًا.
as: এই দস্তাবেজ আৰু উপলব্ধ নহয়।
az: Bu sənəd artıq mövcud deyil.
eu: Dokumentua ez dago eskuragarri jada.
fa: این پرونده دیگر در دسترس نیست.
gd: Chan eil an sgrìobhainn seo ri fhaighinn tuilleadh.
gu: આ દસ્તાવેજ હવેથી ઉપલબ્ધ રહેશે નહિ.
hr: Ovaj dokument više nije dostupan.
hy_am: Փաստաթուղթը այլևս հասանելի չէ։
id: Dokumen berikut tidak lagi tersedia.
is: Þetta skjal er ekki lengur fáanlegt.
kab: Isemli agi ur yezgi yella.
kk: Бұл құжат қолжетерсіз.
km: ឯកសារ​នេះ មិន​មាន​តទៅទៀត​ទេ ។
lt: Šis dokumentas nebepasiekiamas.
lv: Šis dokuments vairs nav pieejams.
mai: आब इ दस्तावेज मोजुद नहि अछि.
my: ဒေါ့ကူမန့်အားထပ်မံရယူလို့မရပါ။
nn_no: Dokumentet er ikkje lenger tilgjengeleg.
or: ଏହି ଦଲିଲଟି ବର୍ତ୍ତମାନ ଉପଲବ୍ଧ ନାହିଁ।
pt_br: Este documento não está mais disponível.
ro: Acest document nu mai este disponibil.
sr: Овај документ више није доступан.
sv: Dokumentet är inte längre tillgängligt.
ta: இனி இந்த ஆவணம் கிடைக்காது.
th: ไม่สามารถเข้าถึงเอกสารนี้ได้อีก
tr: Bu belge artık mevcut değil.
ur: یہ دستاویز اب دستیاب نہیں۔
uz: Ushbu hujjat endi mavjud emas.
xh: Olu xwebhu alusafumaneki.

source: Firefox is currently in offline mode and can't browse the Web.
af: Firefox is tans in aflynmodus en kan nie die web blaai nie.
ar: فَيَرفُكس حاليًا في نمط اللا اتصال ولا يستطيع تصفح الوب.
as: Firefox বৰ্ত্তমানে অফ-লাইন ধৰণত আছে আৰু ৱেব ব্ৰাউছ কৰিব নোৱাৰে।
az: Firefox hal-hazırda oflayn modundadır və internetdə səyahət edə bilmir.
eu: Firefox lineaz kanpo dago eta ezin du weba nabigatu.
fa: فایرفاکس هم‌اکنون در حالت offline است و نمی‌تواند وب را مرور کند.
gd: Tha Firefox sa mhodh far loidhne an-dràsta is chan urrainn dhut an lìon a bhrabhsadh.
gu: Firefox હાલમાં ઑફલાઇન સ્થિતિમાં છે અને વેબ બ્રાઉઝ કરી શકાશે નહિ.
hr: Firefox je trenutno u izvanmrežnom načinu rada i ne može pretraživati Web.
hy_am: Firefox-ը այժմ աշխատում է ցանցից դուրս և չի կարող նավարկել ցանցում:
id: Firefox sedang dalam mode luring dan tidak bisa menjelajah Web.
is: Firefox er núna á aftengdum ham og ekki er hægt að vafra á vefnum.
kab: Firefox atan deg uskar war tuqqna. Ur yezmir ara ad yekcem ɣer Web.
kk: Firefox қазір дербес режимде жұмыс істеуде, интернетті шола алмайды.
km: បច្ចុប្បន្ន​នេះ Firefox កំពុងតែ​ស្ថិត​នៅ​ក្នុង​របៀប​ក្រៅ​បណ្ដាញ និង​មិន​អាច​រុករក​បណ្ដាញ​ឃើញ​ទេ ។
lt: Šiuo metu naršyklė atjungta nuo tinklo. Norint naršyti saityną, reikia prisijungti prie tinklo.
lv: Firefox šobrīd ir bezsaistes režīmā un nevar atvērt šo lapu.
mai: फायरफाक्स आफलाइन मोड मे अछि आओर वेब ब्राउज नहि कए सकैत अछि.
my: ဒီစာတမ်းကို ချိတ်ဆက်မဲ့အချိန်မှာ မပြသနိုင်ဘူး။ အွန်လိုင်းကို သွားဖို့ ဖိုင်စာရင်းတွဲမှ ချိတ်ဆက်မဲ့ လုပ်ဆောင်ပါကို ပြန်ရုပ်ပါ။
nn_no: Firefox er no i fråkopla-modus og du kan ikkje bruka nettet.
or: Firefox ବର୍ତ୍ତମାନ ଅଫ ଲାଇନ ଅବସ୍ଥାରେ ଅଛି ଏବଂ ୱେବ ବ୍ରାଉଜ କରିପାରିବ ନାହିଁ.
pt_br: O Firefox está no modo offline e não pode navegar na web.
ro: Firefox se află acum în modul offline și nu poate naviga pe web.
sr: фајерфокс тренутно ради ван мреже и не може да приступа Интернету.
sv: Firefox är för närvarande i nedkopplat läge och kan inte visa webbsidor.
ta: பயர்பாக்ஸ் தற்போது ஆஃப்லைன் முறையில் உள்ளதால் இணையத்தில் உலாவ இயலாது.
th: Firefox กำลังทำงานแบบออฟไลน์ ทำให้ไม่สามารถท่องเว็บได้
tr: Tarayıcı şu an çevrim dışı kipte ve internette gezinti yapamaz.
ur: Firefox اس وقت آف لائن موڈ میں ہے اور ویب نہیں براوز کر سکتا۔
uz: Firefox hozida oflayn usuluda, shuning uchun internetni ko‘ra olmaysiz.
xh: IFirefox ikwimo yokungabikho kwinethiwekhi ngoku kwaye ayinakho ukubhrawuza iwebhu.

source: The document cannot change while Printing or in Print Preview.
af: Die dokument kan nie gewysig word terwyl dit gedruk word of in drukvoorskou is nie.
ar: لا يمكن تغيير المستند أثناء طباعته أو عند معاينة الطباعة.
as: প্ৰিন্টৰ সময়ত বা প্ৰিন্টৰ পূৰ্ব প্ৰদৰ্শনত দস্তাবেজ সলনি নহয়।
az: Çap zamanı və ya çapa önbaxış edərkən sənəddə dəyişiklik edilə bilməz.
eu: Dokumentua ezin da aldatu Inprimatzen edo Inprimatzeko aurrebistan dagoela.
fa: تغییر نوشتار هنگام چاپ یا در پیش‌نمای چاپ ممکن نیست.
gd: Chan ghabh sgrìobhainn atharrachadh fhad 's a thathar 'ga chlò-bhualadh no fhad 's a thathar 'ga ro-shealladh.
gu: છાપતી વખતે અથવા છાપન પૂર્વદર્શનમાં દસ્તાવેજ બદલી શકાય નહિ.
hr: Dokument se ne može izmjeniti prilikom ispisa ili u pregledu ispisa.
hy_am: Փաստաթղթի տպման կամ նախնական դիտման ժամանակ այն չի կարող փոփոխվել:
id: Dokumen tidak boleh berubah saat Mencetak atau saat Pratinjau Cetak.
is: Ekki er hægt að breyta skjalinu á meðan verið er að prenta eða þegar forsýning fyrir prentun á sér stað.
kab: Ur tezmireḍ ara ad tnifleḍ isemli deg usiggez neɣ di teskant n usiggez.
kk: Принтерге шығару кезінде немесе баспаның алдында қарап шығу режимінде құжатты өзгерте алмайсыз.
km: មិន​អាច​ផ្លាស់ប្ដូរ​ឯកសារ​បាន​ទេ​ពេល​កំពុង​បោះពុម្ព ឬ​ពេល​កំពុង​មើល​មុន​បោះពុម្ព ។
lt: Spausdinamo arba peržiūrimo prieš spausdinimą dokumento negalima keisti.
lv: Dokumentu nevar izmainīt drukāšanas vai drukas priekšskatījuma laikā.
mai: दस्तावेज़ बदैल नहि सकैत अछि जखन छपाइ अथवा छपाइ पूर्वावलोकन क स्थिति मे रहैत अछि.
my: ဒီစာတမ်းကို ပုံနှိုပ်နေစဉ် သို့မဟုတ် အစမ်းမြင်ကွင်းမှာ မပြင်ဆင်နိုင်ဘူး။
nn_no: Dokumentet kan ikkje endrast medan du skriv ut eller førehandsviser.
or: ଏହି ଦଲିଲକୁ ମୁଦ୍ରଣ କରିବା ସମୟରେ କିମ୍ବା ମୁଦ୍ରଣ ପ୍ରାକଦର୍ଶନ ସମୟରେ ପରିବର୍ତ୍ତନ କରାଯାଇପାରିବ ନାହିଁ।
pt_br: Este documento não pode ser modificado durante a impressão ou visualizar impressão.
ro: Documentul nu poate fi modificat în timp ce este tipărit sau previzualizat pentru a fi tipărit.
sr: За време штампе или прегледа стране пре штампе докуменат не може бити измењен.
sv: Dokumentet kan inte ändras under utskrift eller förhandsgranskning.
ta: ஆவணம் அச்சு முன்பார்வை அல்லது அச்சிடல் போது மாற்ற முடியாது.
th: ไม่สามารถเปลี่ยนแปลงเอกสารขณะอยู่ระหว่างพิมพ์หรือดูตัวอย่างก่อนพิมพ์ได้
tr: Belge yazdırılırken veya yazdırma ön izlemesindeyken değiştirilemez.
ur: چھپائی یا چھپائی پیش نظارہ ہونے کے دوران دستاویز تبدیل نہیں کی جا سکتی۔
uz: Hujjat "Chop qilish" yoki "Chop qilishni ko‘rish" usulida bo‘lganda, uni o‘zgartira olmaysiz.
xh: Uxwebhu alunakho ukutshintsha ngelixa liprintayo okanye likumboniso wangaphambili wokuprinta.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
af: Hierdie adres gebruik 'n netwerkpoort wat gewoonlik gebruik word vir ander doeleindes as webblaaiery. Firefox het die versoek ter wille van u beskerming gekanselleer.
ar: هذا العنوان يستخدم منفذًا غير مستخدم لتصفح الوب في العادة. ألغى فَيَرفُكس فتح هذا العنوان من أجل حمايتك.
as: এই ঠিকনাই এটা নেটৱৰ্কৰ প'ৰ্ট ব্যৱহাৰ কৰে যি সাধাৰণতে ৱেব ব্ৰাউছিংৰ বাদে অন্য কামৰ বাবে ব্যৱহাৰ হয়। আপোনাৰ সুৰক্ষাৰ বাবে Firefox এ অনুৰোধটো বাতিল কৰিছে।
az: Bu ünvan baxışdan başqa məqsədlər üçün istifadə edilən bir şəbəkə bağlantı nöqtəsi istifadə edir. Brauzeriniz təhlükəsizlik üçün bu bağlanma istəyini yerinə yetirmədi.
eu: Helbide honek weba nabigatzeko ez den ataka bat erabiltzen du. Firefoxek bertan behera utzi du eskaera zure babeserako.
fa: این نشانی از درگاهِ شبکه‌ای استفاده می‌کند که به طور معمول برای اهداف دیگری غیر از مرور وب استفاده می‌شود. فایرفاکس به منظور حفظ امنیت شما درخواست را رد کرد.
gd: Tha an seòladh seo a' cleachdadh port lìonra a chleachdar a chum rudan eile a ghnàth seach brabhsadh-lìn. Sguir Firefox dhen iarrtas gus do dhìon.
gu: આ સરનામું નેટવર્ક પોર્ટ વાપરે છે કે જે સામાન્ય રીતે વેબ બ્રાઉઝીંગ સિવાયના હેતુઓ માટે વપરાય છે. Firefox એ તમારી સુરક્ષા માટેની અરજી રદ કરી દીધી છે.
hr: Ova adresa koristi mrežni port koji se obično ne koristi za pretraživanje weba. Firefox je otkazao zahtjev zbog vaše zaštite.
hy_am: Այս հասցեն օգտագործում է ցանցային պորտ, որը սովորաբար նախատեսված է չէ նավարկման համար: Ֆայրֆոքսը մերժեց հարցումը ձեր պաշտպանության նկատառումից ելնելով:
id: Alamat ini menggunakan port jaringan yang umumnya digunakan untuk keperluan selain penjelajahan Web. Firefox telah menganulir hal ini untuk keamanan Anda.
is: Þetta vistfang notar net gátt sem er vanalega notuð í öðrum tilgangi en að vafra á vefnum. Firefox hefur dregið til baka þessa beiðni þér til verndar.
kab: Tansa agi ur tennum ara teseqdac tabburt agi n uẓeṭṭa di tunigin web. Ihi ɣef aya, Firefox iǧǧa tuttra.
kk: Берілген порт әдетте Интернет-сайттарға қосылу үшін қолданылмайды. Сізді қорғау үшін Firefox байланысты үзді.
km: អាសយដ្ឋាន​នេះ​ប្រើ​ច្រក​បណ្ដាញ​ ដែល​ជា​ធម្មតា​ត្រូវ​បាន​ប្រើ​សម្រាប់​គោលបំណង​ផ្សេងទៀត​ក្រៅ​ពី​ការ​រុករក​បណ្ដាញ ។ Firefox បាន​បោះបង់​សំណើ​សម្រាប់​ការ​ការពារ​របស់​អ្នក ។
lt: Šis adresas naudoja tinklo prievadą, kuris paprastai naudojamas ne naršymui saityne, o visai kitiems tikslams. Saugumo tikslais prieigos prie duotojo prievado numerio atsisakyta.
lv: Šī adrese izmanto tīkla portu, kuru parasti nelieto tīmekļa pārlūkošanai. Jūsu drošības dēļ Firefox pārtrauca pieprasījumu.
mai: ई पता एकटा सँजाल पोर्टक प्रयोग करैत अछि जे वेब ब्राउजिंगक अलावा सामान्य रूपसँ प्रयुक्त होइछ. फायरफाक्स अहाँक सुरक्षा कलेल आग्रह रद्द कए देने अछि.
my: လုံခြုံရေး ကိစ္စများကြောင့် ဒီထုတ်တိုင် ဂဏန်းဆီ ၀င်ရောက်မှုကို ပိတ်ထားတယ်။
nn_no: Denne adressa brukar ein nettverksport som vanlegvis vert brukt til andre føremål enn nettsurfing. Firefox har brote av førespurnaden for å verna deg.
or: ଏହି ଠିକଣା ଗୋଟିଏ ନେଟୱର୍କ ସଂଯୋଗିକୀକୁ ବ୍ୟବହାର କରିଥାଏ ଯାହାକି ସାଧାରଣତଃ ୱେବ ବ୍ରାଉଜିଙ୍ଗ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ବ୍ୟବହୃତ ହୋଇଥାଏ।ଆପଣଙ୍କର ସୁରକ୍ଷା ପାଇଁ Firefox ଏହି ଅନୁରୋଧକୁ ବାତିଲ କରିଛି।
pt_br: Este endereço especifica uma porta de rede geralmente usada para propósitos que não a navegação web. Para sua proteção, o Firefox cancelou o pedido.
ro: Această adresă folosește un port de rețea care în mod normal este utilizat în alte scopuri decât pentru navigarea pe web. Pentru protecția ta, Firefox a oprit această cerere.
sr: Ова адреса користи мрежни порт који се обично не користи за сурфовање интернетом. Фајерфокс је прекинуо захтев ради Ваше сигурности.
sv: Den här adressen använder en nätverksport som normalt används för andra ändamål än webbläsning. Firefox har av säkerhetsskäl avbrutit anslutningsförsöket.
ta: இந்த முகவரி பொதுவாக வலை உலாவல் தவிர வேறு தேவைகளுக்காக பயன்படுத்தப்படும். பயர்பாக்ஸ் உங்கள் பாதுகாப்புக்காக கோரிக்கையை இரத்து செய்தது.
th: ที่ตั้งของเว็บนี้ใช้งานพอร์ตเครือข่ายที่ปกติแล้วไม่ได้ใช้สำหรับการท่องเว็บ Firefox จึงระงับการเข้าถึงเพื่อความปลอดภัยของคุณ
tr: Bu adres taramadan başka amaçlar için kullanılan bir ağ bağlantı noktası kullanıyor. Firefox güvenliğiniz için bu bağlanma isteğini iptal etti.
ur: یہ پتہ ایسا نیٹ ورک پورٹ استعمال کرتا ہے جو عمومی طور پر ویب براوزنگ کے علاوہ اور مقاصد کے لیے استعمال ہوتا ہے۔ Firefox نے آپ کی حفاظت کے لیے درخواست منسوخ کر دی ہے۔
uz: Manzil boshqa maqsadlarda ishlatiladigan tarmoq portidan foydalanadi, shu sababli Firefox sizni himoyalash maqsadida so‘rovni bekor qildi.
xh: Le dilesi isebenzisa itshaneli yenethiwekhi edla ngokusetyenziselwa ezinye iinjongo ezingezizo ezokubhrawuza iwebhu. IFirefox isirhoxisile isicelo sokhuselo lwakho.

source: Firefox is configured to use a proxy server that can't be found.
af: Firefox is opgestel om 'n instaanbediener te gebruik wat nie gevind kan word nie.
ar: فَيَرفُكس مضبوط على استخدام خادوم وسيط يتعذر إيجاده.
as: Firefox এটা প্ৰক্সি চাৰ্ভাৰ ব্যৱহাৰ কৰিবলৈ বিন্যাস কৰা হৈছে যাক পোৱা নাযায়।
az: Brauzer tapıla bilməyən bir proxy-serverə bağlanacaq şəkildə nizamlanıb.
eu: Firefoxek konfiguratuta daukan proxy-zerbitzaria ez du topatzen.
fa: فایرفاکس پیکربندی شده تا از کارگزار پیشکاری استفاده کند که پیدا نمی‌شود.
gd: Tha Firefox air a rèiteachadh gus frithealaiche progsaidh a lorg nach gabh a lorg.
gu: Firefox એ પ્રોક્સી સર્વર વાપરવા માટે રૂપરેખાંકિત છે કે જે શોધી શકાય નહિ.
hr: Firefox je postavljen da koristi proxy poslužitelj koji se ne može pronaći.
hy_am: Firefox-ը կարգավորված է պռոքսի սեռվեր օգտագործելու համար, սակայն սեռվերը չի գտնվում:
id: Firefox telah diatur menggunakan server proxy yang tidak dapat ditemukan.
is: Firefox er stillt til að nota milliþjón sem finnst ekki.
kab: Firefox ittuswel akken ad iseqdec aqeddac aseɣẓan agrawan, acukan wagi ulac-it.
kk: Firefox баптауларындағы көрсетілген прокси сервері табылмады.
km: Firefox ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ឲ្យ​ប្រើ​ម៉ាស៊ីន​បម្រើ​ប្រូកស៊ី​ដែល​មិន​ទាន់​អាច​រក​ឃើញ ។
lt: Nerastas įgaliotasis serveris, nurodytas sąrankoje.
lv: Konfigurācija liek Firefox izmantot starpniekserveri, bet serveris nav sasniedzams.
mai: फायरफाक्स एकटा प्राक्सी सर्वरक प्रयोगक लेल विन्यस्त कएल गेल अछि जे पाएल नहि जाए सकैत अछि.
my: သင် ပြုပြင်ဖန်တီးထားတဲ့ ကြားခံ ဆာဗာကို မတွေ့နိုင်ဘူး။ သင့်ရဲ့ ကြားခံ အပြင်အဆင်များကို စစ်ဆေးပြီး ထပ်ကြိုးစားပါ။
nn_no: Firefox er konfigurert til å bruka ein mellomtenar som ikkje vart funnen.
or: Firefox ଟି ପ୍ରକ୍ସି ସର୍ଭର ବ୍ୟବହାର କରିବାକୁ ବିନ୍ୟାସିତ ହୋଇଛି ଯାହାକି ମିଳୁନାହିଁ.
pt_br: O Firefox está configurado para usar um servidor proxy que não pôde ser localizado.
ro: Firefox este configurat să folosească un server proxy care nu poate fi găsit.
sr: Фајерфокс је подешен да користи заступнички сервер који је немогуће пронаћи.
sv: Firefox är inställd på att använda en proxyserver, men proxyn kunde inte hittas.
ta: கண்டறிய இயலாத ஒரு மாற்று சேவையகத்தை பயன்படுத்துவதற்காக ஃபயர்பாக்ஸ் கட்டமைக்கப்படுகிறது.
th: Firefox ไม่พบพร็อกซีที่ถูกตั้งค่าไว้
tr: Firefox bulunamayan bir vekil sunucuya bağlanmak üzere ayarlanmış.
ur: Firefox ایسا پراکسی پیش کار استعمال کرنے کے لیے تشکیل ہے جو مل نہیں رہا۔
uz: Firefox topilmaydigan proksi serverdan foydalanishga moslangan.
xh: IFirefox ilungiselelwe ukuze isebenzise iseva engummeli engenakufunyanwa.

source: Firefox is configured to use a proxy server that is refusing connections.
af: Firefox is opgestel om 'n instaanbediener te gebruik wat verbindings weier.
ar: فَيَرفُكس مضبوط على استعمال خادوم وسيط يرفض الاتصالات.
as: Firefox এটা প্ৰক্সি চাৰ্ভাৰ ব্যৱহাৰ কৰিবলৈ বিন্যাস কৰা হৈছে যি সংযোগ স্থাপন কৰিব দিয়া নাই।
az: Brauzer bağlanma istəklərini rədd edən bir proxy-serverə bağlanacaq şəkildə nizamlanıb.
eu: Firefoxek konfiguratuta daukan proxy-zerbitzaria konexioak ukatzen ari da.
fa: فایرفاکس پیکربندی شده تا از کارگزار پیشکاری استفاده کند که از اتصال خودداری می‌کند.
gd: Tha Firefox air a rèiteachadh gus frithealaiche progsaidh a chleachdadh a tha a' diùltadh cheanglaichean.
gu: Firefox એ પ્રોક્સી સર્વર વાપરવા માટે રૂપરેખાંકિત છે કે જે જોડાણ નકારી રહ્યુ છે.
hr: Firefox je postavljen da koristi proxy poslužitelj koji odbija veze.
hy_am: Firefox-ը կարգավորված է պռոքսի սեռվեր օգտագործելու համար, սակայն այն մերժում է կապը:
id: Firefox telah diatur menggunakan server proxy yang menolak sambungan.
is: Firefox er still til að nota milliþjón sem hefur neitað tengingum.
kab: Firefox ittuswel akken ad iseqdec aqeddac aseɣẓan agrawan i yettagwin tuqqniwin.
kk: Firefox баптауларындағы көрсетілген прокси сервер байланыстарды үзуде.
km: Firefox ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ឲ្យ​ប្រើ​ម៉ាស៊ីន​បម្រើ ដែល​កំពុងតែ​បដិសេធ​ការ​តភ្ជាប់ ។
lt: Bandant prisijungti prie nuostatose nurodyto įgaliotojo serverio, ryšys buvo atmestas.
lv: Konfigurācija liek Firefox izmantot starpniekserveri, bet serveris atsaka savienojumus.
mai: फायरफाक्स केँ प्राक्सी सर्वरक प्रयोग करबाक कलेल विन्यस्त कएल अछि जे संबंधन अस्वीकृत कए रहल अछि.
my: ချိတ်ဆက်မှုဟာ သင်ပြုပြင်ဖန်တီးထားတဲ့ ကြားခံ ​ဆာဗာကို ဆက်သွယ်ဖို့ ကြိုးစားတဲ့အခါ ငြင်းပယ်ခံရတယ်။ သင့်ရဲ့ ကြားခံ အပြင်အဆင်များကို စစ်ဆေးပြီး ထပ်ကြိုးစားပါ။
nn_no: Firefox er konfigurert til å bruke ein mellomtenar som avslår tilkoplingar.
or: Firefox ଟି ପ୍ରକ୍ସି ସର୍ଭର ବ୍ୟବହାର କରିବାକୁ ବିନ୍ୟାସିତ ହୋଇଛି ଯାହାକି ସଂଯୋଗକୁ ବାରଣ କରୁଅଛି.
pt_br: O Firefox está configurado para usar um servidor proxy que está recusando conexões.
ro: Firefox este configurat să folosească un server proxy care refuză conexiuni.
sr: Фајерфокс је подешен да користи заступнички сервер који одбија везу.
sv: Firefox är inställd på att använda en proxyserver, men proxyn avvisade anslutningen.
ta: இணைப்பு மறுக்கபடுகிற ஒரு மாற்று சேவையகத்தை பயன்படுத்துவதற்காக ஃபயர்பாக்ஸ் கட்டமைக்கப்படுகிறது.
th: Firefox ถูกปฏิเสธการเชื่อมต่อจากพร็อกซีที่ตั้งค่าไว้
tr: Firefox bağlanma isteklerini geri çeviren bir vekil sunucuya bağlanmak üzere ayarlanmış.
ur: Firefox ایسا پراکسی پیش کار استعمال کرنے کے لیے تشکیل ہے جو کنکشن نہیں کرنے دے رہا۔
uz: Firefox ulanishlarni rad qiladigan proksi serverga moslangan.
xh: IFirefox ilungiselelwe ukusebenzisa iseva engummeli ekwalayo ukudityaniswa.
