Repository: translate/mozilla-l10n
Catalog: */mobile/overrides/appstrings.properties.po
Languages: af, ar, as, az, eu, fa, gd, gu, hr, hy_am, id, is, kab, kk, km, lt, lv, mai, my, nn_no, or, pt_br, ro, sr, sv, ta, th, tr, ur, uz, xh

source: The URL is not valid and cannot be loaded.
af: Die URL is ongeldig en kan nie gelaai word nie.
ar: محدد الموقع غير صالح ولا يمكن تحميله.
as: URL অবৈধ আৰু ল'ড কৰিব নোৱাৰি।
az: URL doğru deyil və yüklənə bilmir.
eu: URLa ez da baliozkoa eta ezin da kargatu.
fa: نشانی اینترنتی معتبر نیست و بارگذاری نمی‌شود.
gd: Chan e URL dligheach a tha ann is cha ghabh a luchdadh.
gu: URL માન્ય નથી અને લાવી શકાશે નહિ.
hr: URL nije ispravan i ne može biti učitan.
hy_am: URL-ն ճիշտ չէ և չի կարող բացվել։
id: URL salah dan tidak bisa dimuat.
is: URL er ekki í lagi og því ekki hægt að sækja svæði.
kab: URL ur ilhi ara daɣen ur izmir ara ad yessiweḍ
kk: Сілтеме қате және оны жүктеу мүмкін емес.
km: URL មិន​ត្រឹមត្រូវ និង​មិន​អាច​ផ្ទុក​បាន​ទេ ។
lt: Neteisingas URL adresas, jo negalima įkelti.
lv: Adrese nav korekta, tāpēc to nevar ielādēt.
mai: URL वैध नहि अछि आओर लोड नहि कएल जाए सकैत अछि.
my: ဤဝတ်လိပ်စာ URL သည် ရှိမနေပါသဖြင့်မဖွင့်နိုင်ပါ။
nn_no: URL-en er ikkje gyldig og kan ikkje lastast.
or: ଏହି URL ଟି ବୈଧ ନୁହଁ ଏବଂ ଏହାକୁ ଧାରଣ କରାଯାଇପାରିବ ନାହିଁ।
pt_br: O endereço (URL) não é válido e não pode ser carregado.
ro: Adresa URL nu este validă și nu poate fi încărcată.
sr: Адреса није исправна и не може бити учитана.
sv: URL:en är ogiltig och kan inte öppnas.
ta: URL செல்லாதது அதை ஏற்ற முடியாது.
th: รูปแบบ URL ไม่ถูกต้อง และไม่สามารถโหลดได้
tr: Bu URL geçerli olmadığından yüklenemiyor.
ur: یو ار ایل جائز نہیں ہے اور لوڈ نہیں کیا جا سکتا۔
uz: URL to‘g‘ri emas, shuning uchun uni yuklab bo‘lmaydi.
xh: I-URL ayisebenzi kwaye ayinako ukulayishwa.

source: Firefox can't find the file at %S.
af: Firefox kan nie 'n lêer vind by %S nie.
ar: تعذر على فَيَرفُكس إيجاد الملف في %S.
as: Firefox এ %S ত ফাইল নাপায়।
az: Firefox %S ünvanındakı faylı tapa bilmir.
eu: Firefoxek ezin du fitxategia aurkitu %S helbidean.
fa: فایرفاکس قادر به یافتن پرونده‌ی %S نمی‌باشد.
gd: Chan urrainn dha Firefox am faidhle a lorg aig %S.
gu: Firefox એ %S સ્થાને ફાઇલ શોધી શકતું નથી.
hr: Firefox ne može pronaći datoteku na %S.
hy_am: Firefox-ը չկարողացավ գտնել ֆայլը` %S։
id: Firefox tidak menemukan berkas di %S.
is: Firefox getur ekki fundið skrá í %S.
kab: Firefox ur d-yufi ara afaylu di %S.
kk: Firefox %S файлын таба алмады.
km: Firefox មិន​អាច​រក​ឃើញ​ឯកសារ​នៅត្រង់ %S ។
lt: Naršyklei nepavyko rasti failo šiuo adresu: %S.
lv: Firefox nevar atrast failu %S.
mai: फायरफाक्स %S पर फाइल नहि खोजि सकैत अछि.
my: %S ဖိုင်ကို ရှာလို့ မရဘူး။ တည်နေရာကို စစ်ဆေးပြီး ထပ်ကြိုးစားပါ။
nn_no: Firefox klarte ikkje å finna fila på %S.
or: %S ରେ Firefox ସେହି ଫାଇଲଟିକୁ ଖୋଜିପାରିବ ନାହିଁ.
pt_br: O Firefox não conseguiu localizar o arquivo %S.
ro: Firefox nu găsește fișierul de la %S.
sr: фајерфокс не може да пронађе датотеку на %S.
sv: Firefox kan inte hitta filen på %S.
ta: பயர்பாக்ஸால் %S இல் கோப்பைக் கண்டுபிடிக்க முடியவில்லை.
th: Firefox ไม่พบไฟล์ %S
tr: Firefox %S konumundaki dosyayı bulamadı.
ur: Firefox کو %S پر مسل نہیں ملی۔
uz: Firefox %S faylini topa olmadi.
xh: IFirefox ayiyifumani ifayile kwi-%S.

source: The file at %S is not readable.
kab: Afaylu di %S ur ittwaɣar ara.
nn_no: Fila på %S kan ikkje lesast.

source: Firefox can't find the server at %S.
af: Firefox kan nie die bediener vind by %S nie.
ar: تعذر على فَيَرفُكس إيجاد الخادوم في %S.
as: Firefox এ %S ত চাৰ্ভাৰক বিচাৰি নাপায়।
az: Firefox %S ünvanındakı serveri tapa bilmir.
eu: Firefoxek ezin du zerbitzaria aurkitu %S helbidean.
fa: فایرفاکس نمی‌تواند کارگزار %S را بیابد.
gd: Chan urrainn dha Firefox am frithealaiche a lorg aig %S.
gu: Firefox એ %S સ્થાને સર્વર શોધી શકતું નથી.
hr: Firefox ne može pronaći poslužitelj na %S.
hy_am: Firefox-ը չի կարողանում գտնել սպասարկիչը %S-ի համար։
id: Firefox tidak menemukan server di %S.
is: Firefox getur ekki fundið netþjón í %S.
kab: Firefox ur yezmir ad yaf aqeddac di tansa %S.
kk: Firefox %S серверін таба алмады.
km: Firefox មិន​អាច​រក​ឃើញ​ម៉ាស៊ីន​បម្រើ​នៅត្រង់ %S ។
lt: Naršyklei nepavyko rasti serverio šiuo adresu: %S.
lv: Firefox nevar atrast serveri %S.
mai: फायरफाक्स सर्वर केँ %S पर नहि खोजि सकैत अछि.
my: %S ဖိုင်ကို ရှာလို့ မရဘူး။ အမည်ကို စစ်ဆေးပြီး ထပ်ကြိုးစားပါ။
nn_no: Firefox klarte ikkje å finna tenaren på %S.
or: %S ରେ Firefox ସେହି ସର୍ଭରକୁ ଖୋଜିପାରିବ ନାହିଁ.
pt_br: O Firefox não conseguiu localizar %S.
ro: Firefox nu găsește serverul %S.
sr: фајерфокс не може да пронађе сервер на %S.
sv: Firefox kan inte hitta servern på %S.
ta: பயர்பாக்ஸால் %S என்ற சேவையகத்தைக் கண்டுபிடிக்க முடியவில்லை.
th: Firefox ไม่พบเซิร์ฟเวอร์ %S
tr: Firefox %S konumundaki sunucuyu bulamadı.
ur: Firefox کو %S پر پیش کار نہیں ملا۔
uz: Firefox %S serverini topa olmadi.
xh: IFirefox ayiyifumani iseva kwi-%S.

source: Firefox doesn't know how to open this address, because one of the following protocols (%S) isn't associated with any program or is not allowed in this context.
ar: لا يعرف فَيَرفُكس كيف يفتح هذا العنوان، لأن البروتوكول (%S) ليس مربوطًا بأي برنامج أو ليس مسموحًا به في هذا السياق.
as: Firefox এ ঠিকনাক খোলিব নাযানে, কাৰণ নিম্নলিখিত প্ৰটোকলসমূহ (%S) ৰ এটা কোনো প্ৰগ্ৰামৰ সৈতে জড়িত নহয় অথবা এই পৰিপ্ৰেক্ষতিত অনুমোদিত নহয়।
az: Firefox bu ünvanı necə aça biləcəyini bilmir, çünki aşağıdakı protokollardan biri (%S) heç bir proqramla əlaqələndirilməyib və ya bu konteksdə icazə verilməmişdir.
eu: Firefoxek ez daki nola ireki helbide hau, ondorengo protokoloetako bat (%S) ez dagoelako inongo programarekin lotuta edo ez delako onartzen testuinguru honetan.
gd: Chan eil fhios aig Firefox mar a dh’fhosglas e an seòladh seo a chionn ’s nach eil aon dhe na pròtacalan a leanas (%S) co-cheangailte ri prògram sam bith no chan eil e ceadaichte san t-suidheachadh seo.
gu: Firefox ને ખબર નથી કે આ સરનામું કેવી રીતે ખોલવું, કારણ કે નીચેના પ્રોટોકોલ (%S) માંનો એક કોઇપણ કાર્યક્રમ સાથે સંકળાયેલો નથી કે પછી તે આ સંદર્ભ માટે માન્ય નથી.
hr: Firefox ne zna kako otvoriti ovu adresu, zato što jedan od sljedećih protokola (%S) nije povezan sa niti jednim programom ili nije dozvoljen u ovom kontekstu.
hy_am: Firefox-ը չգիտի, թե ինչպես բացել այս հասցեն, որովհետև հետևյալ հաղորդակարգերից (%S) մեկը ասոցիացված չէ որևէ ծրագրի հետ կամ թույլատրված չէ:
id: Firefox tidak mengetahui cara membuka alamat ini, karena salah satu dari protokol berikut (%S) tidak terkait dengan program apa pun atau tidak diizinkan pada konteks ini.
is: Firefox veit ekki hvernig opna á þetta vistfang vegna þess að ein af eftirfarandi samskiptareglum (%S) er ekki tengt við neitt ákveðið vorrit eða er ekki leyfilegt í þessu samhengi.
kab: Firefox ur issin ara ad yeldi tansa agi, acku yiwen seg ineggafen agi (%S) ur icudd ara xersum ɣer yiwen n wahil neɣ ur ittusireg ara deg umnaḍ agi.
kk: Firefox бұл адресті қалай ашу керектігін білмейді, өйткені келесі хаттамалардың бірі (%S) ешбір бағдарламамен сәйкестендірілмеген немесе бұл жағдайда рұқсат етілмеген.
km: Firefox មិន​ស្គាល់​របៀប​បើក​អាសយដ្ឋាន​នេះ, ដោយ​សារ​តែ​មួយ​ក្នុង​ចំណោម​ពិធីការ​ខាងក្រោម (%S) មិន​ត្រូវ​បាន​ភ្ជាប់​ជាមួយ​កម្មវិធី​មួយ​ចំនួន ឬ​មិន​ត្រូវ​បាន​អនុញ្ញាត​នៅ​ក្នុង​​បរិបទ​នេះ។
lt: Naršyklė negali atverti šio adreso, kadangi vienas nurodytų protokolų (%S) nėra susietas su jokia atveriančiąja programa arba yra neleistinas šiame kontekste.
lv: Firefox nezina, kā atvērt šo adresi, jo vienam no šiem protokolam (%S) nav piesaistīta programma vai arī tas šajā kontekstā nav atļauts.
mai: ई पते केँ कहिना खोलू, ई फायरफाक्स केँ पता नहि छी , किएक निम्नलिखित मे सँ कोनो एकटा प्रोटोकाल (%S) ककरो सेहो कार्यक्रम सँ नहि जुड़ल अछि अथवा एहि संदर्भ क सँग क अनुमति नहि अछि
my: ဒီလိပ်စာကို ဘယ်လိုဖွင့်ရမည်ဆိုတာ မီးမြေခွေး မသိပါ။ အဘယ်ကြောင့်ဆိုသော် အောက်ပါပရိုတိုကော(လ်)(%S)ထဲမှ တစ်ခုသည် မည်သည့်ပရိုဂရမ်နှင့်မျှ ဆက်စပ်မှုမရှိပါ (သို့မဟုတ်) ဤပုံစံအားဖြင့် ခွင့်မပြုပါ။
nn_no: Firefox veit ikkje korleis denne adressa skal opnast, fordi ein av protokollane (%S) ikkje er knytta til eit program eller er ikkje tillaten i denne samanhengen.
or: ଏହି ଠିକଣାକୁ କିପରି ଖୋଲାଯିବ ତାହା Firefox ଜାଣି ନାହିଁ, କାରଣ ନିମ୍ନଲିଖିତ ମଧ୍ଯରୁ ଗୋଟିଏ ପ୍ରଟୋକଲ (%S) ଟି କୌଣସି ପ୍ରଗ୍ରାମ ସହିତ ସମ୍ପୃକ୍ତ ନାହିଁ କିମ୍ବା ଏହି ପ୍ରସଙ୍ଗରେ ଅନୁମତି ପ୍ରାପ୍ତ ନୁହଁ।
pt_br: O Firefox não sabe como abrir este endereço porque um dos seguintes protocolos (%S) não está associado com qualquer programa ou não é permitido neste contexto.
ro: Firefox nu știe cum să deschidă această adresă, deoarece unul din următoarele protocoale (%S) nu este asociat cu vreun program sau nu este permis în acest context.
sv: Firefox vet inte hur den här adressen ska öppnas, eftersom ett av följande protokoll (%S) inte är associerat med något program eller inte tillåts i den här kontexten.
ta: இந்த முகவரியை திறப்பது எப்படி என பயர்பாக்ஸுக்கு தெரியாது, ஏனென்றால் பின்வரும் எந்த நெறிமுறிகளும்(%S) எந்த பயன்பாட்டுடையும் சாராதது அல்லது இந்த இடத்தில் அனுமதிக்கப்படாதது ஆகும்.
th: Firefox ไม่ทราบว่าจะเปิดที่อยู่นี้อย่างไร เพราะว่าหนึ่งในโพรโทคอลเหล่านี้ (%S) ไม่มีความสัมพันธ์กับโปรแกรมใดๆ หรือไม่ได้รับการอนุญาตสำหรับเนื้อหานี้
tr: Firefox bu adresi nasıl açabileceğini bilmiyor çünkü aşağıdaki protokollerden biri (%S) hiçbir programla ilişkilendirilmemiş veya bu bağlamda çalışmasına izin verilmiyor.
ur: فائر فاکس کو یہ پتہ کھولنا نہیں آتا، کیونکہ مندرجہ ذیل پروٹوکول (%S) میں سے ایک کسی بھی پروگرام کے ساتھ متصل نہیں ہے یا اس سیاق میں اس کی اجازت نہیں ہے۔
uz: Firefox ushbu manzilni qanday ochishni bilmaydi, chunki quyidagi protokollardan biri (%S) hech qaysi dasturda ishlamaydi yoki matn uchun ruxsat berilmagan.
xh: IFirefox ayikwazi ukuyivula le dilesi kuba enye yezi prothokhol zilandelayo (%S) ayinxulumananga nayo nayiphi na iprogram okanye ayivumelekanga kule ndawo.

source: Firefox can't establish a connection to the server at %S.
af: Firefox kan nie 'n verbinding met die bediener by %S bewerkstellig nie.
ar: تعذر على فَيَرفُكس إنشاء اتصال بالخادوم في %S.
as: Firefox এ %S ত থকা চাৰ্ভাৰৰ সৈতে সংযোগ সৃষ্টি কৰিব নোৱাৰিলে।
az: Firefox %S serveri ilə bağlantı yarada bilmir.
eu: Firefoxek ezin du konexioa sortu %S helbideko zerbitzariarekin.
fa: فایرفاکس نمی‌تواند اتصالی با کارگزار %S برقرار کند.
gd: Chan urrainn dha Firefox ceangal ris an fhrithealaiche aig %S.
gu: Firefox એ %S સ્થાને સર્વર સાથેનું જોડાણ અધિષ્ઠાપિત કરી શકતું નથી.
hr: Firefox ne može uspostaviti vezu sa poslužiteljem na %S.
hy_am: Firefox-ը չի կարողանում հաստատել կապ %S հասցեով սպասարկիչի հետ:
id: Firefox tidak dapat tersambung dengan server di %S.
is: Firefox getur ekki náð negningu við netþjón í %S.
kab: Firefox ur izmir ad yeqqen ɣer uqeddac di tansa %S.
kk: Firefox %S серверімен байланысты орната алмады.
km: Firefox មិន​អាច​បង្កើត​ការ​តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​បម្រើ​ត្រង់ %S ។
lt: Naršyklei nepavyko užmegzti ryšio su serveriu %S.
lv: Firefox nevar savienoties ar serveri %S.
mai: फायरफाक्स सर्वर मे %S पर संबंधन स्थापित नहि कए सकैत अछि.
my: %S ကို ဆက်သွယ်​ဖို့ ကြိုးစားတဲ့အခါ ချိတ်ဆက်မှု ငြင်းပယ်ခံရတယ်။
nn_no: Firefox klarte ikkje å kopla til tenaren på %S.
or: %S ରେ Firefox ସର୍ଭର ସହିତ କୌଣସି ସଂଯୋଗ ସ୍ଥାପନ କରିପାରିବ ନାହିଁ.
pt_br: O Firefox não conseguiu estabelecer uma conexão com o servidor %S.
ro: Firefox nu poate stabili o conexiune cu serverul %S.
sr: фајерфокс не може да оствари везу на сервер на %S.
sv: Firefox kan inte upprätta en anslutning till servern på %S.
ta: பயர்பாக்ஸ் %S இல் உள்ள சேவையகத்துடன் இணைப்பை ஏற்படுத்த முடியவில்லை.
th: Firefox ไม่สามารถสร้างการเชื่อมต่อไปยังเซิร์ฟเวอร์ %S.
tr: Firefox %S sunucusuyla bağlantı sağlayamadı.
ur: Firefox %S پر پیش کار کے ساتھ کنکشن نہیں بنا سکتا۔
uz: Firefox %S serveri bilan aloqa o‘rnata olmadi.
xh: IFirefox ayikwazi kuseka ukudityaniswa kwiseva kwi-%S.

source: The connection to %S was interrupted while the page was loading.
af: Die verbinding met %S is onderbreek terwyl die bladsy gelaai het.
ar: قوطع الاتصال ب‍ %S أثناء تحميل الصفحة.
as: পৃষ্ঠা তোলাৰ সময়ত %S ৰ সৈতে সংযোগত ব্যাঘাত হৈছিল।
az: Səhifə yüklənərkən %S ilə əlaqə kəsildi.
eu: Orria kargatzerakoan %S helbidearekin konexioa eten egin da.
fa: هنگام بارگذاری صفحه، اتصال به %S به صورت غیر‌منتظره قطع شد.
gd: Bhris rudeigin a-steach air a' cheangal ri %S fhad 's a bha an duilleag 'ga luchdadh.
gu: %S સાથેનું જોડાણ અટકાવવામાં આવ્યું હતુ જ્યારે પાનું લાવવામાં આવી રહ્યુ હતુ.
hr: Povezivanje na %S je prekinuto tijekom učitavanja stranice.
hy_am: Էջը բեռնելու ընթացքում %S -ի հետ կապը ընթատվեց:
id: Sambungan ke %S terputus saat laman sedang dimuat.
is: Tengingin við %S varð fyrir truflun þegar síðan var að hlaðast.
kab: Tuqqna ɣer %S terken makken ad ittali usebtar.
kk: %S интернет бетін жүктеу кезінде байланыс құрған.
km: ការ​តភ្ជាប់​ទៅកាន់ %S ត្រូវ​បាន​ផ្អាក ខណៈ​ពេល​កំពុង​ផ្ទុក​ទំព័រ ។
lt: Įkeliant tinklalapį buvo nutrauktas ryšys su %S.
lv: Savienojums ar serveri %S tika pārtraukts ielādes laikā.
mai: %S मे संबंधन मे पृष्ठ लोडिंगक समय बाधा आएल.
my: မ​မျှော်လင့်ပဲ %S ဆီ ချိတ်ဆက်မှု အဆုံးသတ်သွားတယ်။ အချို့ အချက်အလက်ကြမ်းကို ရွှေ့ပြောင်းနေနိုင်တယ်။
nn_no: Tilkoplinga til %S vart avbroten medan ei side vart lasta.
or: ପୃଷ୍ଠାଟି ଧାରଣ କରିବା ସମୟରେ %S ସହିତ ସଂଯୋଗ ବ୍ୟାହତ ହୋଇଯାଇଥିଲା.
pt_br: A conexão para %S foi interrompida durante o carregamento da página.
ro: Conexiunea cu %S s-a întrerupt în timp ce se încărca pagina.
sr: Веза са %S је прекинута приликом учитавања стране.
sv: Anslutningen till %S avbröts under hämtningen av sidan.
ta: பக்கத்தை ஏற்றும் போது %S க்கான இணைப்பு குறுக்கீட்டை சந்தித்தது.
th: การเชื่อมต่อไปยัง %S ถูกตัดระหว่างการโหลดหน้าเว็บ
tr: Sayfa yüklenirken %S sunucusuyla bağlantı kesildi.
ur: %S کے ساتھ کنکشن صفح لوڈ ہوتے ہوئے خراب ہو گئی۔
uz: %Sga ulanish sahifa yuklanayotganda uzilib qoldi.
xh: Ukudityaniswa kwi-%S kuphazanyisiwe xa iphepha lalilayisha.

source: The server at %S is taking too long to respond.
af: Die bediener by %S neem te lank om te reageer.
ar: يستغرق الخادوم في %S وقتًا طويلًا ليستجيب.
as: %S ত থকা চাৰ্ভাৰে উত্তৰ দিবলৈ বহু সময় লৈছে।
az: %S serveri çox gec cavab verir.
eu: %S helbideko zerbitzariak denbora gehiegi darama erantzun gabe.
fa: دریافت پاسخ از کارگزار %S بیش از اندازه طول می‌کشد.
gd: Tha am frithealaiche aig %S ro fhada a' freagairt.
gu: %S સ્થાને સર્વર પ્રત્યુત્તર આપવામાં ઘણો સમય લઇ રહ્યું છે.
hr: Poslužitelj na %S treba predugo vremena za odgovor.
hy_am: %S հասցեում սերվերը շատ ուշ է պատասխանում:
id: Server di %S terlalu lama tidak menjawab.
is: Netþjónninn í %S er að taka of langan tíma til að svara.
kab: Aqeddac n tansa %S yewwi deqs n wakud akken ad d-yerr awal.
kk: %S сервері ұзақ уақыт бойы жауап қайтармады.
km: ម៉ាស៊ីន​បម្រើ​នៅ​ត្រង់ %S ចំណាយ​ពេល​យូរ​ក្នុង​ការ​ឆ្លើយតប ។
lt: Serveris %S per ilgai neatsako.
lv: Serveris %S pārāk ilgi neatbild.
mai: %S पर सर्वर अनुक्रिया देबमे बहुत बेसी समय लैछ.
my: %S ကို ဆက်သွယ်ဖို့ ကြိုးစားနေစဉ် လည်ပတ်မှု အချိန်ကုန်သွားတယ်။
nn_no: Tenaren på %S brukte for lang tid på å svara.
or: %S ରେ ଥିବା ସର୍ଭର ଉତ୍ତର ଦେବାକୁ ବହୁତ ସମୟ ନେଉଛି.
pt_br: O servidor %S demorou muito para responder.
ro: Serverul de la %S nu răspunde suficient de rapid.
sr: Серверу на %S је потребно превише времена да одговори.
sv: Servern på %S svarar inte.
ta: %S இல் உள்ள சேவையகம் பதிலளிக்க நீண்ட நேரம் எடுக்கிறது.
th: เซิร์ฟเวอร์ %S ตอบสนองช้าเกินไป
tr: %S sunucusu çok geç cevap veriyor.
ur: %S پر پیش کار جواب دینے میں بہت دیر لے رہا ہے۔
uz: %Sdagi server javob uchun uzoq vaqt olmoqda.
xh: Iseva kwi-%S ithatha ixesha elide ukuphendula.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
af: Firefox het bespeur dat die bediener die versoek vir hierdie adres herverwys op 'n manier wat nooit afgehandel sal word nie.
ar: اكتشف فَيَرفُكس أن الخادوم يعيد توجيه الطلب لهذا العنوان بطريقة لن تنتهي أبدًا.
as: Firefox এ সন্ধান কৰি পাইছে যে চাৰ্ভাৰে এই ঠিকনাৰ বাবে অনুৰোধসমূহ এনেধৰণে পুনঃ দিশ দিছে যে ই কেতিয়াও সম্পূৰ্ণ নহয়।
az: Firefox serverin bu adres üçün olan sorğunun heç vaxt sonlanmayacaq tərzdə yönləltdiyini təyin etdi.
eu: Firefoxek zerbitzaria helbide honetako eskaera modu okerrean birbidaltzen ari dela atzeman du.
fa: فایرفاکس متوجه شد که کارگزار درخواست را طوری تغییر مسیر می‌دهد که هیچ‌گاه تمام نخواهد شد.
gd: Mhothaich Firefox gu bheil am frithealaiche ag ath-stiùireadh an iarrtais air dòigh nach crìochnaich gu bràth.
gu: Firefox એ શોધ્યું કે સર્વર આ સરનામાની અરજી એ રીતે પુનઃદિશામાન કરે છે કે જે ક્યારેય પૂર્ણ નહિ થાય.
hr: Firefox je otkrio da poslužitelj preusmjerava zahtjeve na ovu adresu na način koji se neće moći izvršiti.
hy_am: Firefox-ը հայտնաբերեց, որ սպասարկիչի այս հասցեի Ձեր հարցումը ուղղորդում է այնպիսի փակուղղային ուղղությամբ, որը երբեք չի ավարտվի:
id: Firefox telah mendeteksi bahwa server mengalihkan permintaan ke alamat ini sedemikian rupa hingga tidak akan pernah selesai.
is: Firefox hefur skynjað að netþjónninn endursendir beiðnina fyrir þessu vistfangi á þann hátt að svar mun aldrei fást.
kab: Firefox yufa-d d akken aqeddac iwehha tuttra ɣeṛ tansa agi s yiwen n wudem ur yettawḍen ara.
kk: Firefox бұл сервер сұранымды ешқашан аяқталмайтындай қылып бағдарлайтынын анықтады.
km: Firefox បាន​រក​ឃើញ​ថា ម៉ាស៊ីន​បម្រើ​កំពុង​តែ​ប្ដូរ​ទិស​សំណើ​សម្រាប់​អាសយដ្ឋាន​នេះ​តាម​លក្ខណៈ​មួយ​ដែល​នឹង​មិន​ងាយ​បញ្ចប់ ។
lt: Serveris cikliškai peradresuoja šio adreso užklausą. Toks peradresavimas yra begalinis.
lv: Firefox noteica, ka serveris pāradresē pieprasījumu tā, ka lapu nekad nevarēs atvērt.
mai: फायरफाक्स जाँचलक जे सर्वर एहि पता कलेल आग्रह केँ फेर निर्देशित कएलकाह ओ रूपेँ जे ई कहिओ पूर्ण नहि हाएत.
my: ဒီကွန်ရက် တည်နေရာအတွက် လမ်းလွှဲမှု အကန့်အသတ် ကျော်လွန်သွားတယ်။ တောင်းဆိုထားတဲ့ စာမျက်နှာကို မဖွင့်နိုင်ဘူး။ ဒါဟာ ပိတ်ဆို့ထားတဲ့ ကွတ်ကီးများကြောင့် ဖြစ်နိုင်တယ်။
nn_no: Firefox har oppadga at tenaren omdirigerer førespurnaden for denne adressa på ein måte som aldri vil fullføra.
or: Firefox ଖୋଜି ପାଇଛି ଯେ ସର୍ଭର ଅନୁରୋଧକୁ ଏହି ଠିକଣା ପାଇଁ ଏପରି ଏକ ପଥରେ ପୁନଃପ୍ରେରଣ କରୁଛି ଯାହାକି କେବେବି ସମ୍ପୂର୍ଣ୍ଣ ହେବ ନାହିଁ.
pt_br: O Firefox detectou que o pedido para este endereço não será concluído devido à forma que o servidor o está redirecionando.
ro: Firefox a detectat că serverul redirecționează cererea pentru această adresă într-un așa mod încât nu se va termina niciodată.
sr: фајерфокс је препознао да сервер преусмерава захтев за адресом на начин да га никад неће завршити.
sv: Firefox har upptäckt att servern dirigerar om förfrågan om den här platsen på ett sätt som omöjliggör ett slutförande.
ta: சேவையகமானது கோரிக்கையை கீழ்க்காணும் முகவரிக்கு முழுமையடையாத விதத்தில் திருப்பிவிடுவதாக பயர்பாக்ஸ் கண்டறிந்துள்ளது.
th: Firefox พบว่าเซิร์ฟเวอร์มีการเปลี่ยนแปลงเส้นทางการเรียกข้อมูลที่จะทำให้การโหลดไม่สำเร็จ
tr: Firefox, bu adrese ait isteğin sunucu tarafından hiçbir zaman sonlanmayacak bir şekilde yönlendirdiğini tespit etti.
ur: Firefox نے اخز کیو ہے کہ پیش کار اس پتے کے لیے درخواست ایسے طریقے سے بھیج رہا ہے جو کبھی مکمل نہیں ہو گا۔
uz: Firefox serverning so‘ralgan manzilni hech qachon tugamaydigan yo‘lga yo‘naltirayotganligini aniqladi.
xh: IFirefox ifumanise ukuba iseva isithumela kwenye indawo isicelo sale dilesi ngendlela engasoze igqibeke.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
af: Om hierdie bladsy te wys, moet %S inligting stuur wat enige aksie sal herhaal (soos 'n soektog of bevestiging van bestelling) wat vroeër gedoen is.
ar: لعرض هذه الصفحة، يجب على %S أن يرسل المعلومات التي ستعيد أي إجراء حصل في الماضي (كإجراء بحث أو تأكيد طلب).
as: এই পৃষ্ঠা প্ৰদৰ্শন কৰিবলৈ, %S এ তথ্য পঠিয়াব'ই লাগিব যি আগতে কৰা সকলো কাৰ্য্য আকৌ কৰিব (যেনে বিচৰা বা মাগন দৃঢ় কৰা কাৰ্য্য)।
az: %S proqramı bu səhifəni göstərmək üçün daha öncə yerinə yetirilmiş əməliyyatı (məs. axtarış) təkrarlayacaq olan məlumatı yenidən göndərməlidir.
eu: Orria bistaratzeko, %S(e)k aurretik bidalitako informazioa birbidali behar da. Honek aurretik eginiko edozein ekintza (bilaketa edo eskaera berrespena adibidez) berriz egitea eragingo du.
fa: برای نمایش صفحه، %S باید اطلاعاتی را ارسال کند که باعث تکرار عملی که قبلاً در این صفحه انجام شده بود (مانند جست‌وجو یا تأیید سفارش) می‌شود.
gd: Gus an duilleag seo a shealltainn dhut, feumaidh %S fiosrachadh a chur gus gnìomh sam bith a rinn thu roimhe (can lorg no dearbhadh òrduigh) a dhèanamh a-rithist.
gu: આ પાનું દર્શાવવા માટે, %S એ એવી માહિતી મોકલવી જ જોઇએ કે જે પહેલાં કરવામાં આવેલી કોઇપણ ક્રિયાની (જેમ કે શોધ અથવા ક્રમ ખાતરી) જેમ પુનરાવર્તિત થાય.
hr: Kako bi prikazao ovu stranicu, %S mora poslati informaciju koja će ponoviti bilo koju radnju (kao pretraživanje ili potvrda narudžbe) koja je prethodno učinjena.
hy_am: Այս էջը ցուցադրելու համար %S-ը պետք է ուղարկի տվյալներ, որը կարող է կրկնել նախկինում կատարված որևէ գործողություն (օրինակ որոնում կամ ցանցային առևտուր):
id: Untuk menampilkan laman ini, %S harus mengirim informasi yang akan mengulang semua proses (seperti pencarian atau konfirmasi order) yang dilakukan sebelumnya.
is: %S mun senda upplýsingar, til að birta síðuna, sem mun endurtaka aðgerðir (eins og leit eða staðfestingu á pöntun) sem voru áður framkvæmdar.
kab: Akken asebter agi ad d-yettwasken, issefk talɣut yettwaznen yakan sɣuṛ %S ad d-tettuceggeɛ tikelt nniḍen. Ayagi ad isniles yal tigawt (am unadi neɣ asentem n tladna n tiɣin) i t-maheleḍ yakan.
kk: Бұл парақты көрсету үшін, %S ертерек орындалған кейбір әрекетті (іздеу не растау сияқты) қайталайтын мәліметті жіберуі керек.
km: ដើម្បី​បង្ហាញ​ទំព័រ​នេះ %S ត្រូវតែ​ផ្ញើ​ព័ត៌មាន​ដែល​នឹង​ផ្ទួន​សកម្មភាព​ណាមួយ (ដូចជា​ ការ​អះអាង​ការ​ស្វែងរក ឬ​ការ​អះអាង​លំដាប់) ដែល​បាន​អនុវត្ត​ពីមុន ។
lt: Kad galėtų parodyti šį tinklalapį, „%S“ jam turi pakartotinai nusiųsti duomenis ir nurodymus, todėl bus pakartoti visi anksčiau įvykdyti veiksmai (pvz., paieška arba apsipirkimas tinkle).
lv: Lai attēlotu šo lapu, %S būs jānosūta informācija, kas atkārtos veikto darbību (piemēram, meklēšanu vai pasūtījuma apstiprināšanu).
mai: ई पृष्ठ देखाबैक लेल, %S केँ जरूर सूचना केँ भेजनाइ चाही जे कोनो क्रिया दोहराएत (जहिना खोज अथवा आदेश संपुष्टि) जे पहिने कएल गेल छल.
my: ဤဝတ်စာမျက်နှာ အားဖော်ပြရန်အတွက် %S အက်ပလီကေးရှင်းသည် လုပ်ဆောက်ချက်အချို့ (ဥပမာရှာဖွေခြင်း သို့ အော်ဒါအတည်ပြုခြင်း) အားထပ်မံ လုပ်ဆောင်စေမည့် အချက်အလက် အချို့ပို့ရမည်။
nn_no: For å vise denne sida må %S senda informasjon som vil repetera eventuelle handlingar (som t.d. eit søk, eller ei ordrestadfesting) som vart utført tidlegare.
or: ଏହି ପୃଷ୍ଠାକୁ ଦର୍ଶାଇବା ପାଇଁ, %S ନିଶ୍ଚିତ ଭାବେ ସୂଚନା ପ୍ରଦାନ କରିବା ଉଚିତ ଯାହାକି କୌଣସି କାର୍ଯ୍ୟର ପୁନରାବୃତ୍ତି କରିଥାଏ (ଯେପରି କି ଆଦେଶ ସୁନିଶ୍ଚିତ କରଣ ପାଇଁ ସନ୍ଧାନ କରିବା) ଯାହାକି ପୂର୍ବରୁ କରାଯାଇଥିଲା।
pt_br: Para exibir esta página, o %S precisa enviar informações que repetirão qualquer ação efetuada anteriormente (como uma pesquisa ou confirmação de compra).
ro: Pentru a afișa această pagină, %S trebuie să trimită informații care vor repeta orice acțiune (cum ar fi o căutare sau o confirmare a unei comenzi) care s-a realizat anterior.
sr: Да би ова страна била приказана, %S мора да пошаље податке који ће поновити свако дејство (попут претраге или потврде наруџбе) која је претходно изведено.
sv: För att visa sidan måste %S skicka information som kommer att upprepa en tidigare utförd åtgärd (såsom en sökning eller beställningsbekräftelse).
ta: இந்த பக்கத்தைக் காண்பிக்க, முன்பு செய்யப்பட்ட எந்த செயலையும் (தேடல் அல்லது சீர்படுத்த உறுதிப்படுத்தல் போன்றவை) மீண்டும் செய்யக்கூடிய ஒரு தகவலை %S ஆனது அனுப்ப வேண்டும்.
th: หากจะแสดงผลหน้านี้ %S จะต้องส่งข้อมูลที่ได้กระทำก่อนหน้า (เช่น การค้นหาหรือการยืนยันการสั่งซื้อ) ซ้ำอีกครั้ง
tr: %S uygulaması bu sayfayı göstermek için daha önce gerçekleştirilen eylemi (ör. arama emri ya da sipariş teyidi) tekrarlayacak olan bilgiyi yeniden göndermeli.
ur: یہ صفح دکھانے کے لیے، %S کو معلومات بھیجنی ہو گی جو کسی بھی عمل کو دوہرائی گی (جیسے کہ تلاش یا آرڈر کی تصدیق) جو کہ پہلے ایک بار چل چکا ہو۔
uz: Ushbu sahifani ko‘rsatish uchun %S oldinroq bajarilgan har qanday (izlash yoki tasdiqlash buyrug‘i kabi) amalni qayta bajarish uchun ma’lumot joʻnatishi kerak.
xh: Ukubonisa eli phepha, i-%S kufuneka ithumele inkcazelo eya kuphinda naliphi na inyathelo (njengokukhangela okanye ukuyalela ingqinisekiso) eyenziwe ngaphambili.
