Repository: translate/mozilla-l10n
Catalog: */mobile/overrides/appstrings.properties.po
Languages: af, ar, as, az, eu, fa, gd, gu, hr, hy_am, id, is, kab, kk, km, lt, lv, mai, my, nn_no, or, pt_br, ro, sr, sv, ta, th, tr, ur, uz, xh

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
af: Die werf by %S is as 'n aanvalswerf aangegee en is op grond van u sekuriteitvoorkeur geblokkeer.
ar: لقد بُلّغ عن الموقع %S أنه موقع هجوم، لذا فقد حُظر وفقًا لإعدادات الأمان لديك.
as: %S ত থকা ছাইটোক এটা আক্ৰমণৰ ছাইট হিচাপে প্ৰতিবেদন কৰা হৈছে আৰু আপোনাৰ সুৰক্ষাৰ পছন্দৰ মতে ৰোধ কৰা হৈছে।
az: %S ünvanındakı saytın hücum saytı olduğu xəbər edilib və təhlükəsizlik nizamlamalarınıza əsasən bloklandı.
eu: %S gunea gune erasotzaile bezala salatua dago eta blokeatu egin da zure segurtasun-ezarpenetan oinarrituta.
fa: پایگاه %S به عنوان یک وب‌گاه تهاجمی گزارش شده و بر اساس ترجیحات امنیتی شما مسدود شده است.
gd: Chaidh aithris gur e làrach ionnsaighe a tha san làrach %S is chaidh bacadh a chur air a-rèir do roghainnean tèarainteachd.
gu: %S એ હુમલા સાઇટ તરીકે અહેવાલ આપવામાં આવેલી છે અને તે તમારી સુરક્ષા પસંદગીઓને આધારે અટકાવવામાં આવેલી છે.
hr: Stranica %S je prijavljena kao zlonamjerna stranica i blokirana je u skladu s vašim sigurnosnim postavkama.
hy_am: Կա տեղեկություն այն մասին, որ %S կայքը օգտագործվում է օգտվողների համակարգիչներին հարձակման ենթարկելու համար: Ձեր անվտանգության նկատառումներից ելնելով այն արգելափակվել է:
id: Situs di %S telah dilaporkan sebagai situs penyerang dan telah diblokir sesuai dengan pengaturan keamanan Anda.
is: Tilkynnt hefur verið að svæðið í %S sé árásar svæði og það hefur verið lokað af vegna öryggis valkosta þinna.
kab: Asmel web illan di tansa %S ittwammel d akken d asmel n uẓḍam. Ihi ittusewḥel akken llan ismenyifen inek n tɣellist.
kk: %S сайты пайдаланушыларға шабуыл жасау үшін қолданылытыны туралы ақпарат бар, сондықтан қауіпсіздік баптауларыңызға сәйкес ол блокталды.
km: តំបន់​បណ្ដាញ​​នៅ %S ត្រូវ​បាន​រាយការណ៍​​ថា​ជា​តំបន់​បណ្ដាញ​វាយប្រហារ ហើយ​វា​ត្រូវ​បាន​ទប់ស្កាត់​ដោយ​ផ្អែក​តាម​ចំណូលចិត្ត​សុវត្ថិភាព​របស់​អ្នក ។
lt: Yra pranešta, jog svetainė %S yra kenkėjiška, tad ji užblokuota, remiantis naršyklės saugumo nuostatomis.
lv: Par %S ir ziņots, ka tā ir uzbrukumu lapa un, saskaņā ar jūsu iestatījumiem, tā ir bloķēta.
mai: %S पर कए वेबसाइट केँ एकटा हमला साइटक रूपेँ रिपोट कएल गेल अछि आओर अहाँक सुरक्षा वरीयताक आधार पर रोकल गेल अछि.
my: %S နေရာမှ ကွန်ရက်ကို တိုက်ခိုက်တဲ့ ကွန်ရက်အဖြစ် ထုတ်ပြန်ခံရတဲ့အတွက် သင့်ရဲ့ လုံခြုံရေး ဦး​စားပေးချက်များ အတိုင်း ပိတ်ဆို့ထားတယ်။
nn_no: Nettstaden på %S er rapportert som ein åtaksnettstad, og er blokkert basert på tryggingsinnstillingane dine.
or: %S ରେ ଥିବା ସାଇଟକୁ ଆକ୍ରମଣ ସାଇଟ ଭାବରେ ଖବର କରାଯାଇଛି ଏବଂ ଆପଣଙ୍କର ସୁରକ୍ଷା ପସନ୍ଦ ଉପରେ ଆଧାର କରି ଏହାକୁ ଅଟକ ରଖାଯାଇଛି।
pt_br: O site %S foi considerado um foco de ataques e foi bloqueado de acordo com as suas preferências de segurança.
ro: Saitul %S a fost raportat ca fiind un sait de atac și a fost blocat conform preferințelor tale de securitate.
sr: Сајт на адреси %S је пријављен као злонамеран сајт и приступ њему је блокиран на основу безбедносних подешавања.
sv: Platsen %S är anmäld som en skadlig webbplats och har därför blockerats enligt dina säkerhetsinställningar.
ta: %S இல் உள்ள தளம், ஒரு தாக்குதல் தளம் என்று அறிக்கையிடப்பட்டுள்ளது உங்கள் பாதுகாப்பு முன்னுரிமைகளின் அடிப்படையில் அது தடுக்கப்பட்டது.
th: เว็บไซต์ %S ถูกรายงานว่าเป็นเว็บรุกราน และถูกปิดกั้นตามการตั้งค่าความปลอดภัยของคุณ
tr: %S konumundaki sitenin saldırı sitesi olduğu bildirildi ve güvenlik tercihlerinize dayanılarak site engellendi.
ur: %S پر سائٹ اٹیک سائٹ کے طور پر ریپورٹ کی گئی ہے اور آپ کی سلامتی ترجیحات کی بناہ پر بلک کر دی گئی ہے۔
uz: %S sayti hujum qiluvchi sayt sifatida ma’lumot berilgan va xavfsizlik moslamalaringizga asoslanib to‘sib qo‘yilgan.
xh: Isayithi kwi-%S kunikwe ingxelo ngayo njengesayithi yohlaselo kwaye ithintelwe ngokweepriferensi zokhuseleko zakho.

source: This web page at %S has been reported as a deceptive site and has been blocked based on your security preferences.
kab: Asmel web illan di tansa %S ittwammel d akken d asmel n uẓḍam. Ihi ittusewḥel akken llan ismenyifen inek n tɣellist.
nn_no: Nettsida på %S er raportert som ein villeiande nettstad og er blokkert basert på tryggingsinnstillingane dine.

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
ar: أُبلِغ عن أن الموقع %S يقدّم برمجيات غير مرغوب فيها و مُنع بناء على تفضيلات الأمن.
az: %S ünvanındakı saytın istənməyən proqram yaydığı bildirilib və təhlükəsizlik nizamlamalarınıza əsasən bloklanıb.
hr: Stranica %S je prijavljena kao nesigurna stranica koja distribuira neželjene programe i blokirana je u skladu s vašim sigurnosnim postavkama.
hy_am: Տեղեկություն կա այն մասին, որ %S կայքը սպասարկում է անցանկալի ծրագրեր: Համաձայն անվտանգության կարգավորումների՝ այն արգելափակված է:
is: Tilkynnt hefur verið að svæðið %S innihaldi óæskilegan hugbúnað og því hefur það verið lokað af vegna öryggis valkosta þinna.
kab: Asmel web illan di tansa %S ittwammel d akken d asmel n uẓḍam. Ihi ittusewḥel akken llan ismenyifen inek n tɣellist.
kk: %S сайты ұнамсыз бағдарламалық қамтаманы тарататыны туралы ақпарат бар, сондықтан қауіпсіздік баптауларыңызға сәйкес ол блокталды.
lt: Yra pranešta, jog svetainė %S yra kenkėjiška, tad ji buvo užblokuota remiantis naršyklės saugumo nuostatomis.
lv: Par %S ir ziņots, ka tā ir uzbrukumu lapa un, saskaņā ar jūsu iestatījumiem, tā ir bloķēta.
nn_no: Nettstaden på %S er rapportert som at han leverer uynskt programvare, og er blokkert basert på tryggings-innstillingane dine.
pt_br: O site %S foi considerado como um site que fornece software indesejado e foi bloqueado de acordo com as suas preferências de segurança.
sv: Platsen på %S är anmäld som en skadlig webbplats och har därför blockerats enligt dina säkerhetsinställningar.
th: เว็บไซต์ %S ถูกรายงานว่ามีซอฟต์แวร์ไม่พึงประสงค์ และถูกปิดกั้นตามการตั้งค่าความปลอดภัยของคุณ
tr: %S konumundaki sitenin istenmeyen yazılım dağıttığı bildirildi ve güvenlik tercihlerinize dayanılarak site engellendi.
xh: Isayithi kwi-%S kunikwe ingxelo ngayo njengesayithi yohlaselo kwaye ithintelwe ngokweepriferensi zokhuseleko zakho.

source: This page has a content security policy that prevents it from being loaded in this way.
ar: سياسة أمن محتوى هذه الصفحة تمنعها من أن تُحمّل بهذا الشكل.
as: এই পৃষ্ঠাৰ এটা সমল সুৰক্ষা নীতি আছে যি ইয়াক এই ধৰণে ল'ড হোৱাৰ পৰা প্ৰতিৰোধ কৰে।
az: Bu səhifədə bu şəkildə yükləməyi qadağan edən məzmun təhlükəsizlik qaydası var.
eu: Edukiak modu honetan kapsulatzea eragozten duen segurtasun-politika du orrialde honek.
gd: Tha poileasaidh tèarainteachd susbainte aig an duilleag seo a tha a' cur casg air luchdadh air an dòigh seo.
hr: Ova stranica ima sigurnosnu politiku sadržaja koja sprječava da se stranica učitava na ovaj način.
hy_am: Այս էջի պարունակության անվտանգության կանոնակարգն արգելում է էջի ներպարփակման այս տարբերակը:
id: Laman mengandung kebijakan keamanan konten yang mencegahnya untuk dimuat dengan cara ini.
is: Á þessari síðu er efni með öryggisreglu sem kemur í veg fyrir að hægt sé að hlaða hana á þennan hátt.
kab: Asebter agi ɣur-s tasertit n tɣellist n ugbur isweḥlen asali yines s tarrayt agi.
kk: Бұл парақ құрамасының оның осы түрде жүктелуге тыйым салатын қауісіздік саясаты бар.
km: ទំព័រ​នេះ​មាន​គោលនយោបាយ​សុវត្ថិភាព​មាតិកា ដែល​ការពារ​វា​ពី​ការ​ផ្ទុក​ឡើង​តាម​វិធី​នេះ។
lt: Šio tinklalapio turinio saugumo politika neleidžia jo įkelti nurodytuoju būdu.
lv: Šai lapai ir satura drošības politika, kas liedz to šādi ievietot.
mai: ई पृष्ठ केर एकटा सामग्री सुरक्षा नीति अछि जे एकरा एहि तरीका सँ लोड हए सँ रोकि रहल अछि.
my: ဤစာမျက်နှာတွင် ယခုလိုပုံစံဖြင့် ဖော်ပြခြင်းကို တားမြစ်သည့် အကြောင်းအရာလုံခြုံရေးမူဝါဒတစ်ခု ရှိပါသည်။
nn_no: Denne nettsida har ein tryggingspraksis som hindrar henne frå å lastast inn på denne måten.
pt_br: Esta página possui uma política de segurança de conteúdo que a impede de ser carregada desta forma.
ro: Această pagină are o politică de securitate asupra conținutului care împiedică încărcarea în acest fel.
sv: Den här sidan har en säkerhetspolicy för innehåll som förhindrar den att inbäddas på detta sätt.
ta: இந்தப் பக்கத்தை இந்த விதத்தில் ஏற்றுவதை தடுக்கும் வகையிலான ஒரு உள்ளடக்க பாதுகாப்புக் கொள்கை உள்ளது.
th: หน้านี้มีนโยบายความปลอดภัยของเนื้อหาที่ไม่อนุญาตให้โหลดเข้ามาในลักษณะนี้
tr: Bu sayfa, bu şekilde yüklenmesini engelleyen bir içerik güvenliği politikasına sahip.
ur: اس صفحے کی مواد سیکیورٹی پالیسی ہے جو اسے اس طریقے سے لوڈ ہونے سے روکتی ہے۔
uz: Bu sahifa ushbu usulda yuklashga halaqit beradigan xavfsizlik siyosatiga ega.
xh: Eli phepha linomgaqo-nkqubo wokhuseleko owaneleyo olithintela ekubeni lidityaniswe ngolu hlobo.

source: The site at %S has experienced a network protocol violation that cannot be repaired.
kab: Asmel %S yemmuger-d azḍam n uneggaf n uẓeṭṭa ur yezmir ara ad iseggem.
nn_no: Nettsida %S har opplevd ei krenking av netverksprotokollen som ikkje kan reparerast.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
af: Hierdie bladsy gebruik 'n tegnologie wat nie meer by verstek in Firefox beskikbaar is nie.
ar: تستخدم هذه الصفحة تقنية غير مدعومة لم تعد متاحة في فَيَرفُكس بشكل مبدئي.
as: এই পৃষ্ঠায় এটা অসমৰ্থিত প্ৰযুক্তিবিদ্যা ব্যৱহাৰ কৰে যিটো অবিকল্পিতভাৱে Firefox -ত উপলব্ধ নহয়।
az: Bu səhifə, artıq Firefoxda standart olaraq, olmayan və dəstəklənməyən bir texnalogiyadan istifadə edir.
eu: Orri honek dagoeneko lehenespenez Firefoxen eskuragarri ez dagoen euskarririk ez duen teknologia bat erabiltzen du.
fa: این صفحه از ویژگی منسوخی استفاده می‌کند که دیگر توسط فایرفاکس پشتیبانی نمی‌شود.
gd: Tha an duilleag seo a' cleachdadh teicneolas nach eil taic ann ris tuilleadh a ghnàth ann am Firefox.
gu: આ પાનું બિનઆધારભૂત ટૅક્નોલૉજી ધરાવે છે કે જે હવેથી Firefox માં મૂળભૂત રીતે ઉપલબ્ધ નથી.
hr: Ova stranica koristi nepodržanu tehnologiju, koja više nije automatski dostupna u Firefoxu.
hy_am: Այս էջն օգտագործում է չօժանդակվող տեխնոլոգիա, որն այլևս հասանելի չէ պայմանականորեն Firefox-ում:
id: Laman ini menggunakan teknologi yang tidak lagi didukung dan tersedia secara baku pada Firefox.
is: Þessi síða notar óstudda tækni sem eigi er lengur tiltæk í grunnuppsetningu af Firefox.
kab: Asebter agi iseqdac tatiknulujit ur yettusefraken ara tura, ulac-itt s wudem amezwer di Firefox.
kk: Бұл парақ ескірген технологияны қолданып тұр, оған болса, Firefox-та үнсіз келісім бойынша қолдау жоқ.
km: ទំព័រ​នេះ​ប្រើ​បច្ចេកវិទ្យា​គ្មាន​​​ការ​គាំទ្រ​ ដែល​នឹង​មិន​អាច​ប្រើ​​តាម​លំនាំដើម​នៅ​ក្នុង Firefox បាន​ទៀត​ទេ ។
lt: Šis tinklalapis naudoja technologiją, prieiga prie kurios „Firefox“ naršyklėje numatytuoju atveju neteikiama.
lv: Šī lapa izmanto neatbalstītu tehnoloģiju, kura pēc noklusējuma vairs nav pieejama Firefox sastāvā.
my: ယခု၀တ်ဆိုက်သည်ထောက်ပံ့ပေးမထားသောနည်းပညာအားသုံးထားပြီးမီးမြေခွေးတွင်ပုံမှန်မပြသပါ။
nn_no: Denne sida brukar ein ustøtta teknologi som ikkje lenger er tilgjengeleg som standard i Firefox.
or: ଏହି ପୃଷ୍ଠାଟି ଗୋଟିଏ ଅସମର୍ଥିତ ପ୍ରଯୁକ୍ତିଜ୍ଞାନକୁ ବ୍ୟବହାର କରିଥାଏ ଯାହାକି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ Firefox ରେ ଉପଲବ୍ଧ ହୋଇନଥାଏ।
pt_br: Esta página usa uma tecnologia não suportada que está, por padrão, indisponível no Firefox.
ro: Această pagină folosește o tehnologie nesuportată care nu mai este disponibilă implicit în Firefox.
sr: Ова страница користи неподржану технологију која више није доступна у подразумеваном издању фајерфокса (Firefox).
sv: Den här sidan använder en teknik som inte längre stöds som standard av Firefox.
ta: இந்தப் பக்கம் ஒரு ஆதரிக்கப்படாத தொழில்நுட்பத்தைப் பயன்படுத்துகிறது, இந்த தொழில்நுட்பம் இனி பயர்பாக்ஸில் கிடையாது.
th: หน้าเว็บนี้ใช้งานเทคโนโลยีที่ไม่รองรับ ซึ่งไม่สามารถเรียกใช้ได้โดยปริยายจาก Firefox อีกต่อไป
tr: Bu sayfa, artık Firefox'ta varsayılan olarak bulunmayan ve desteklenmeyen bir teknolojiyi kullanıyor.
ur: یہ صفحہ ایک غیر معاون ٹیکنالوگی استعمال کرتا ہے جو اب Firefox میں طے شدہ طور پر دستیاب نہیں ہے۔
uz: Ushbu sahifa hozircha standart Firefoxda mavjud bo‘lmagan va qo‘llanmaydigan texnologiyadan foydalangan.
xh: Eli phepha lisebenzisa ithekhnoloji engaxhaswayo engasafumanekiyo ngokwesiseko kwi-Firefox.

source: Firefox cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
ar: لا يضمن فَيرفُكس أمان بياناتك على %S لأنه يستخدم SSLv3؛ بروتوكول سرية معطوب.
as: Firefox এ %S ত আপোনাৰ তথ্যৰ সুৰক্ষাৰ প্ৰত্যাভূতি দিব নোৱাৰে কাৰণ ই SSLv3 ব্যৱহাৰ কৰে, এটা ভগ্ন সুৰক্ষা প্ৰটোকল।
az: Firefox %S ünvanında məlumatlarınızın təhlükəsizliyinə qarantiya verə bilmir, çünki bu sındırılmış SSLv3 təhlükəsizlik protokolu işlədir.
eu: Firefoxek ezin du %S gunean zure datuen segurtasuna bermatu SSLv3 erabiltzen duelako, segurtasun-protokolo hautsi bat.
gd: Chan urrainn dha Firefox barantas a thoirt a thaobh tèarainteachd an dàta agad air %S a chionn ’s gu bheil e a’ cleachdadh SSLv3, pròtacal tèarainteachd briste.
hr: Firefox ne može garantirati sigurnost vaših podataka na %S zato što koristi SSLv3, sigurnosni protokol sa greškom.
hy_am: Firefox-ը չի կարող երաշխավորել ձեր տվյալների անվտանգությունը %S-ում, քանի որ այն օգտագործում է SSLv3՝ անվտանգության վնասված հաղորդակարգ:
id: Firefox tidak dapat menjamin keselamatan data Anda di %S karena menggunakan protokol SSLv3 yang merupakan protokol bermasalah.
is: Firefox getur ekki ábyrgst öryggi gagna þinna á %S vegna þess að það notar SSLv3, sem er óöruggur staðall.
kab: Firefox ur iḍemmen ara taɣellist n isefka yinek di %S acku iseqdac SSLv3, aneggaf n tɣellist yerẓen.
kk: Firefox сіздің деректеріңіздің %S жерінде қауіпсіздігіне кепілдік бере алмайды, өйткені ол жерде SSLv3 сынған қауіпсіздік хаттамасы қолданылуда.
km: Firefox មិន​អាច​ធានា​សុវត្ថិភាព​ទិន្នន័យ​របស់​អ្នក​នៅ​លើ %S បាន​ទេ ព្រោះ​វា​ប្រើ SSLv3, ជា​ពិធីការ​សុវត្ថិភាព​ខូច។
lt: „Firefox“ negali užtikrinti jūsų duomenų saugumo su „%S“, kadangi yra naudojamas nesaugus SSLv3 protokolas.
lv: Firefox nevar garantēt jūsu datu drošību %S, jo tā izmanto bojātu drošības protokolu SSLv3.
mai: फायरफॉक्स %S केर डेटा आओर सुरक्षा केर गारंटी नहि देत अछि किएक ई SSLv3 के उपयोग करैत अछि, जे एकटा टूटल सेक्योरिटि प्रोटोकॉल अछि.
nn_no: Firefox kan ikkje garantera tryggleiken for dine data på %S fordi den brukar SSLv3, ein øydelagd tryggingsprotokoll.
pt_br: Firefox não pode garantir a segurança de seus dados em %S porque este usa o SSLv3, um protocolo de segurança quebrado.
ro: Firefox nu poate garanta siguranța datelor pe %S deoarece folosește SSLv3, un protocol de securitate nesigur.
sv: Firefox kan inte garantera säkerheten för dina data på %S eftersom den använder SSLv3, ett trasigt säkerhetsprotokoll.
ta: %S என்பது உடைந்தப் பாதுப்பு நெறிமுறையான SSLv3 ஐப் பயன்படுத்துவதால் பயர்பாக்ஸால் உங்களின் தரவிற்கு உத்தரவாதம் தர முடியாது.
th: Firefox ไม่สามารถรับรองความปลอดภัยของข้อมูลของคุณบน %S เนื่องจากเว็บนี้ใช้งาน SSLv3 ซึ่งเป็นโพรโทคอลความปลอดภัยที่บกพร่อง
tr: %S üzerinde SSLv3 kullanılıyor. Bu protokol kırıldığı için Firefox verilerinizin güvenliğini garanti edemez.
ur: فائر فاکس %S پر آپ کے کوائف کی سلامتی کی گیرنٹی نہیں دے سکتا کیونکہ یہ SSLv3 استعمال کرتا ہے جو کہ ایک شکستہ پروٹوکول ہے۔
uz: Firefox %S’dagi ma’lumotlaringizning xavfsizligiga kafolat bera olmaydi, chunki u SSLv3, ya’ni buzilgan xavfsizlik protokolidan foydalanadi.
xh: I-Firefox ayinakuluqiniseka ukhusekeko lwengcombolo yakho kwi-%S kuba isebenzisa i-SLv3, ukhuseleko lweprothokholi eyophukileyo.

source: The owner of %S has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
kab: Imawlan n %S ur sewlen ara akken iwata asmel nsen. Iwakken ad tettummesten telɣut inek si takwerḍa, Firefox ur yeqqin ara ɣeṛ usmel agi web.
nn_no: Eigaren av %S har konfigurert nettstaden feilaktig. For å verna mot at informasjon vert stolen, har Firefox ikkje kopla til denne nettstaden.

source: The website tried to negotiate an inadequate level of security.
kab: Asmel web yettaɛraḍ aswir n tɣellist ur iwatan ara.
nn_no: Nettstaden freista å forhandla fram eit utilstrekkeleg tryggingsnivå.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
af: Die webwerf by %S is aangegee as 'n webnamaaksel wat ontwerp is om gebruikers 'n rat voor die oë te draai sodat hulle hul persoonlike of finansiële inligting gee.
ar: لقد بُلّغ عن الموقع %S أنه موقع مزوّر لخداع المستخدمين ومعرفة معلوماتهم الشخصية أو المالية.
as: %S ত থকা ৱেব ছাইট এটা ৱেব জালিয়াতি বুলি প্ৰতিবেদন কৰা হৈছে যাক ব্যৱহাৰকাৰীৰ ব্যক্তিগত বা আৰ্থিক তথ্যক মুকলি কৰাৰ বাবে পৰিকল্পনা কৰা হৈছে।
az: %S ünvanındakı saytda, istifadəçiləri aldadaraq onların şəxsi və maliyyə məlumatlarını paylaşmağa yönəldən bir saxtakarlıq cəhdi olduğu bildirilmişdir.
eu: %S webgunea informazio pertsonala edo finantza-informazioa osteko web iruzur bezala salatua dago.
fa: وب‌گاه %S به عنوان یک پایگاه جعل وبی که تلاش در فریب کاربران برای در اختیار قرار دادن اطلاعات شخصی یا مالی دارد، گزارش شده است.
gd: Chaidh aithris gur e fallsaidheachd-lìn a tha san duilleag aig %S gus fiosrachadh pearsanta no ionmhasail fhaighinn o chleachdaichean tro mhealladh.
hr: Stranica %S je prijavljena kao web krivotvorina dizajnirana kako bi prevarila korisnike na dijeljenje osobnih ili financijskih informacija.
hy_am: Կա տեղեկություն այն մասին, որ %S կայքը հանդիսանում է խաբեբայական, որը շբոթեցնելով օգտագործողներից կորզում է անձնական կամ ֆինանսական տեղեկություն:
id: Situs web di %S telah dilaporkan sebagai situs palsu yang didesain untuk menipu pengguna agar pengguna memberitahukan data pribadi dan keuangan.
is: Tilkynnt hefur verið að vefsvæðið %S sé falsað vefsvæði hannað til að blekkja notendur til að deila persónulegum eða fjárhagslegum upplýsingum.
kk: %S сайты алаяқтық әрекеттер жасау, жеке немесе қаржы ақпаратты ұрлау үшін жасалғаны туралы ақпарат бар.
km: តំបន់បណ្ដាញ​នៅ %S បាន​រាយការណ៍​ថា​ជា​តំបន់បណ្ដាញ​ក្លែងក្លាយ ដែល​បាន​បង្កើត​ឡើង​ដើម្បី​បញ្ឆោត​អ្នកប្រើ​ឲ្យ​ចែករំលែក​ព័ត៌មាន​ផ្ទាល់ខ្លួន ឬ​ព័ត៌មាន​ហិរញ្ញវត្ថុ ។
lt: Yra pranešta, jog svetainė %S siekia apgaulės būdu išvilioti iš lankytojų asmeninius ar finansinius duomenis.
lv: Par %S ir ziņots, ka tā ir krāpnieciska lapa, kas mēģina iegūt privātu informāciju. Saskaņā ar jūsu iestatījumiem, tā ir bloķēta.
mai: %S पर क वेबसाइट केँ एकटा वेब धोखाधड़ीक रूपेँ रिपोर्ट कएल गेल अछि जकरा प्रयोक्ता केँ निज अथवा वित्तीय सूचना गलत रूप सँ लेबाक लेल डिजायन कएल गेल अछि .
my: %S ရှိ၀တ်ဆိုက်သည်သုံးဆွဲသူများအားငွေးရေးကြေးရေးလိမ်လည်မှူများ တစ်ချို့လှည့်ဖျားမှူများလုပ်ဆောင်သည်ဟုသတင်ပေးခြင်းခံထားရသည်။
or: %S ରେ ଥିବା ସାଇଟକୁ ୱେବ କୂଟରଚନା ଭାବରେ ଖବର କରାଯାଇଛି ଯାହାକି କୌଶଳତାର ସହିତ ଚାଳକର ବ୍ୟକ୍ତିଗତ ଏବଂ ଆର୍ଥିକ ସୂଚନାକୁ ସହଭାଗ କରିବା ପାଇଁ ରଚନା କରାଯାଇଛି।
pt_br: O site %S foi considerado uma falsificação criada para enganar usuários e conseguir informações pessoais ou financeiras.
ro: Saitul %S a fost raportat ca fiind un sait fals menit să păcălească utilizatorii să dea informații personale sau financiare.
sr: Сајт на адреси %S је пријављен као мрежни фалсификат направљен како би кориснике навео на откривање личних или финансијских података.
sv: Webbplatsen %S är anmäld som en webbförfalskning avsedd att lura av användare personliga eller finansiella uppgifter.
th: เว็บไซต์ %S ถูกรายงานว่าเป็นเว็บปลอมแปลงที่ถูกออกแบบมาเพื่อล้วงข้อมูลส่วนตัวหรือข้อมูลทางการเงินของคุณ
tr: %S konumundaki sitenin, kullanıcıları kandırarak onları kişisel ve mali bilgilerini paylaşmaya yönelten bir sahtekârlık girişimi içerdiği bildirilmiştir.
ur: %S پر سائٹ نقلی سائٹ کے طور پر ریپورٹ کی گئی ہے جو صارفین سے دھوکے سے نجی یا فائنینشل معلومات شیئر کروانے کے لیے بنائی گئی ہے۔
uz: %S veb sayti foydalanuvchilarning shaxsiy va iqtisodiy ma’lumotlarini tarqatishga asoslangan qallob sayt sifatida xabar berilgan.
xh: Iwebhusayithi kwi-%S kunikwe ingxelo ngayo njengewebhu yenkohliso eyenzelwe ukuloba abasebenzisi ukuba babelane ngenkcazelo yabo yobuqu okanye yemali.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
af: Die bladsy wat u probeer sien kan nie vertoon word nie omdat 'n fout bespeur is in die dataoordrag.
ar: تعذر عرض الصفحة التي تريد مشاهدتها بسبب اكتشاف خطأ اثناء نقل البيانات.
as: আপুনি দৰ্শন কৰিব বিচৰা পৃষ্ঠা দেখাব পৰা নাযাব কাৰণ তথ্য পৰিৱহনত এটা ত্ৰুটি ধৰা পেলোৱা হৈছিল।
az: Baxmağa cəhd etdiyiniz səhifə məlumat ötürülməsində səhv tapıldığı üçün göstərilə bilmir.
eu: Ikusten saiatzen ari zaren orria ezin da erakutsi datu-transmisioan errore bat detektatu delako.
fa: صفحه‌ی مورد نظر شما به دلیل وجود خطا در انتقال داده‌ها قابل نمایش نمی‌باشد.
gd: Cha ghabh an duilleag a dh’iarr thu a shealltainn a chionn ’s gun deach mearachd a lorg ann an tar-chur an dàta.
hr: Stranicu kojoj pokušavate pristupiti nije moguće prikazati zbog greške u prijenosu podataka.
hy_am: Տվյալ էջը չի կարող ցուցադրվել, քանի որ առկա է տվյալի փոխանցման սխալ։
id: Laman yang akan dibuka tidak dapat ditampilkan karena ada terdeteksi galat pada pengiriman data.
is: Ekki er hægt að sýna síðuna sem þú ert að reyna að skoða vegna villu varð vart í gagna samskiptum.
kk: Сіз қараймын деген парақ көрсетілмейді, өйткені мәліметтер тасымалданған кезде қате анықталды.
km: ទំព័រ​ដែល​អ្នក​កំពុង​សាកល្បង​មើល​មិន​អាច​ត្រូវ​បាន​បង្ហាញ​ឡើយ ពីព្រោះ​​​រក​ឃើញ​មាន​កំហុស​ក្នុង​ការ​បញ្ជូន​ទិន្នន័យ ។
lt: Tinklalapio, kurį bandote atverti, parodyti negalima, nes, perduodant duomenis, įvyko klaida.
lv: Lapu, ko mēģināt aplūkot, nevar parādīt, jo konstatēta kļūda datu pārraidē.
my: ဒေတာသယ်ပို့ခြင်းတွင်ပြသာနာရှိနေသဖြင့်သင်ကြည့်ရှူရန်ကြိုးစားနေသော၀တ်ဆိုက်အားပြသခြင်းမပြုနိုင်ပါ။
or: ଆପଣ ଦେଖିବାକୁ ଇଚ୍ଛାକରୁଥିବା ପୃଷ୍ଠାକୁ ଦର୍ଶାଯାଇପାରିବ ନାହିଁ କାରଣ ତଥ୍ୟ ପରିବହନରେ ଗୋଟିଏ ତ୍ରୁଟି ଦେଖାଦେଇଛି।
pt_br: A página que você está tentando abrir não pôde ser exibida porque foi detectado um erro na transmissão.
ro: Pagina pe care încerci să o vezi nu poate fi afișată deoarece a fost detectată o eroare legată de transmiterea datelor.
sr: Страна коју желите да погедате не може бити приказана услед грешке у преносу.
sv: Sidan du försöker se kan inte visas på grund av att ett fel i dataöverföringen upptäcktes.
ta: தரவுப் பரிமாற்றத்தில் பிழை கண்டறியப்பட்டதால், நீங்கள் காண முயற்சிக்கும் பக்கத்தைக் காண்பிக்க முடியாது.
th: ไม่สามารถแสดงหน้าเว็บที่คุณพยายามเปิดได้ เนื่องจากตรวจพบข้อผิดพลาดในการรับส่งข้อมูล
tr: Veri aktarımında bir hata tespit edildiği için görüntüleme çalıştığınız sayfa gösterilemiyor.
ur: جو صفحہ آپ دیکھنا چاہ رہیں ہیں، دکھایا نہیں جا سکتا کیونکہ کوائف کی منتقلی میں ایک نقص ملا۔
uz: Siz ko‘rmoqchi bo‘gan sahifani ko‘rsatib bo‘lmaydi, chunki ma’lumotlarni uzatishda xato aniqlandi.
xh: Iphepha ozama ukulibona alinakubonakaliswa kuba kubhaqwe impazamo ekuthunyelweni kweengcombolo.
