Repository: translate/mozilla-l10n
Catalog: */mobile/overrides/appstrings.properties.po
Languages: af, ar, as, az, eu, fa, gd, gu, hr, hy_am, id, is, kab, kk, km, lt, lv, mai, my, nn_no, or, pt_br, ro, sr, sv, ta, th, tr, ur, uz, xh

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
af: Die bladsy wat u probeer bekyk, kan nie gewys word nie omdat dit 'n ongeldige of nieondersteunde inpakformaat gebruik.
ar: تعذر عرض الصفحة التي تحاول فتحها لأن نوع الضغط فيها غير صالح أو غير مدعوم.
as: এটা অসমৰ্থিত বা অবৈধ সংকোচনৰ ধৰণ ব্যৱহাৰ কৰাৰ কাৰণে আপুনি চাব বিচৰা পৃষ্ঠা দেখুৱাব নোৱাৰি।
az: Baxmağa cəhd etdiyiniz səhifə səhv və ya dəstəklənməyən sıxışdırma forması işlətdiyi üçün göstərilə bilmir.
eu: Ikusten saiatzen ari zaren orria ezin da ikusi baliogabeko edo onartzen ez den konpresio mota bat erabiltzen duelako.
fa: قادر به نمایش صفحه‌ای که تلاش می‌کنید از آن بازدید کنید نیست زیرا از روشس نامعتبر یا پشتیبانی نشده برای فشرده‌سازی اطلاعات استفاده می‌کند.
gd: Chan fhaic thu an duilleag sin a chionn 's gu bheil e a' cleachdadh seòrsa de dhùmhlachadh a tha mì-dhligheach no nach eil taic ann dha.
gu: તમે જે પાનું જોવાનો પ્રયત્ન કરી રહ્યા છો તે બતાવી શકાશે નહિ કારણ કે તે સંકોચનનું અયોગ્ય અથવા બિનઆધારભૂત બંધારણ વાપરે છે.
hr: Stranica koju pokušavate vidjeti ne može biti prikazana zato što koristi neispravan ili nepodržan oblik kompresije.
hy_am: Էջը որը դուք փորձում եք դիտել չի կարող ցուցադրվել, քանի որ այն օգտագործում է խտացման սխալ կամ չսպասարկվող ձև:
id: Laman yang ingin dibuka tidak bisa ditampilkan karena menggunakan format kompresi yang tidak didukung atau tidak dikenali.
is: Ekki er hægt að sýna síðuna sem þú ert að reyna að skoða því hún notar ógilt eða óstutt þjöppunarform.
kab: Ur tezmireḍ ara ad twaliḍ asebter i d-tessutreḍ acku isseqdac tawsit n usekkussem taraweɣtut ur nettusefrak ara.
kk: Сіз сұраған беттің сығуы қате немесе браузер оны қолдамайды.
km: ទំព័រ​ដែល​អ្នក​កំពុង​ព្យាយាម​មើល​មិន​អាច​បង្ហាញ​បាន​ទេ ព្រោះ​វា​បាន​ប្រើ​ទម្រង់​នៃ​ការ​បង្ហាប់​ដែល​មិន​ត្រឹមត្រូវ ឬ​មិន​បាន​គាំទ្រ ។
lt: Tinklalapio, kurį bandote atverti, nepavyksta parodyti, nes jis naudoja nepalaikomą duomenų suspaudimo būdą.
lv: Lapu, ko mēģināt aplūkot, nevar atvērt, jo tā izmanto nederīgu vai neatbalstītu saspiešanas metodi.
mai: पृष्ठ जकरा अहाँ देखबाक कोशिश कए रहल छी नहि देखाओल जाए सकैत अछि किएक ई संकुचन क अवैध अथवा असमर्थित रूप क प्रयोग करैत अछि.
my: သင် ရှုမြင်ဖို့ ကြိုးစားနေတဲ့ စာမျက်နှာဟာ မမှန်ကန်တဲ့ သို့ လက်ခံမှုမရှိတဲ့ ဖိသိပ်မှုပုံစံကို သုံးစွဲတဲ့အတွက် ​မဖေါ်ပြနိုင်ဘူး။
nn_no: Nettsida du prøvar å visa kan ikkje visast fordi ho brukar ei ugyldig eller ustøtta form for komprimering.
or: ଆପଣ ଦେଖିବାକୁ ଚେଷ୍ଟାକରୁଥିବା ପୃଷ୍ଠାକୁ ଦର୍ଶାଯାଇପାରିବ ନାହିଁ କାରଣ ଏହା ଅବୈଧ ଅଥବା ଅସମର୍ଥିତ ସଙ୍କୋଚନକୁ ବ୍ୟବହାର କରିଅଛି।
pt_br: A página que você está tentando abrir não pode ser exibida porque usa uma forma não suportada ou inválida de compactação.
ro: Pagina pe care încerci să o vezi nu poate fi afișată deoarece folosește o formă de compresie invalidă sau nesuportată.
sr: Страна коју желите да видите не може бити приказана јер користи неисправан или неподржан вид компресије.
sv: Sidan kan inte visas eftersom den använder en typ av komprimering som är ogiltig eller som inte stöds.
ta: நீங்கள் காண முயற்சிக்கும் பக்கம் ஒரு செல்லுபடியாகாத அல்லது ஆதரவற்ற வடிவத்திலான சுருக்கத்தைப் பயன்படுத்துவதால் அதைக் காண்பிக்க முடியாது.
th: ไม่สามารถแสดงผลหน้าที่คุณต้องการเปิดได้ เนื่องจากหน้านี้ใช้การบีบอัดข้อมูลผิดรูปแบบ หรือแบบที่ไม่รองรับ
tr: Bakmaya çalıştığınız sayfa gösterilemiyor, çünkü geçersiz veya desteklenmeyen türde sıkıştırma kullanıyor.
ur: جو صفح آپ دیکھنے کی کوشش کر رہے ہیں وہ نہیں دکھایا جا سکتا کیونکہ یہ ایک ناجائز یا غیر معاون قسم کی کمپریشن استعمال کرتا ہے۔
uz: Ochmoqchi bo‘lgan sahifangizni ko‘rib bo‘lmaydi, chunki u xato yoki mos kelmaydigan siqish shaklidan foydalanadi.
xh: Iphepha ozama ukulibona alinakho ukubonakaliswa kuba lisebenzisa uhlobo locutho olungasebenziyo okanye olungaxhaswayo.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
af: Die bladsy wat u probeer bekyk, kan nie gewys word nie omdat dit in 'n lêersoort verpak is wat dalk nie veilig is om te open nie. Kontak die webwerf se eienaar om hulle oor die probleem in te lig.
ar: تعذر فتح الصفحة التي تحاول عرضها لأنها تحتوي ملفًا من نوع غير آمن. يُرجى منك التواصل مع مدير موقع الوب لإخباره بالمشكلة.
as: খুলিবলৈ সুৰক্ষিত নোহোৱা ফাইলত থকাৰ বাবে আপুনি চাব বিচৰা পৃষ্ঠা দেখুৱাব নোৱাৰি। এই সমস্যা জনাবলৈ অনুগ্ৰহ কৰি ৱেব ছাইটৰ গৰাকীহঁতৰ সৈতে সম্পৰ্ক কৰক।
az: Baxmaq istədiyiniz səhifə açılması təhlükəsiz olmayan bir fayl formatında saxlandığına görə göstərilə bilmir. Lütfən sayt sahibləri ilə əlaqə yaradıb bu problemi onlara bildirin.
eu: Ikusten saiatzen ari zaren orria ezin da bistarazi irekitzea segurua ez den fitxategi mota baten barnean dagoelako. Jar zaitez harremanetan webgunearen jabeekin arazoaren berri emateko.
fa: قادر به نمایش صفحه‌ای که تلاش می‌کنید از آن بازدید کنید نیست زیرا در نوع پرونده‌ای قرار دارد که ممکن است باز کردنش امن نباشد. لطفاً با مدیران وب‌گاه تماس بگیرید تا آنها را از این مشکل باخبر سازید.
gd: Chan fhaic thu an duilleag sin a chionn ’s gum faod a leithid de dh’fhaidhle a bhith cunnartach ma dh’fhosglas tu e. Nach leig thu fios air an duilgheadas seo gun fheadhainn aig a bheil an làrach-lìn?
gu: તમે જે પાનું જોવાનો પ્રયત્ન કરી રહ્યા છો તે બતાવી શકાશે નહિ કારણ કે તે ફાઇલ પ્રકારમાં સમાયેલ છે કે જે ખોલવા માટે સુરક્ષિત હોઇ શકે નહિ. મહેરબાની કરીને વેબ સાઇટના માલિકોનો સંપર્ક કરીને આ સમસ્યાની જાણ કરો.
hr: Stranica koju pokušavate vidjeti ne može biti prikazana zato što koristi tip datoteke koji nije siguran za otvaranje. Kontaktirajte vlasnika stranice i obavjestite ga o ovom problemu.
hy_am: Էջը, որը դուք փորձում էք դիտել, չի կարող ցուցադրվել քանի որ այն պարունակում է ֆայլի այնպիտի տեսակ որի բացումը կարող է վտանգավոր լինել: Տեղեկացրեք այս պռոբլեմի մասին կայքի ադմինիստրատորների:
id: Laman yang ingin dibuka tidak bisa ditampilkan karena mengandung jenis berkas yang mungkin tidak aman untuk dibuka. Mohon hubungi pemilik situs web mengenai masalah ini.
is: Ekki er hægt að sína síðuna sem þú ert að reyna að skoða vegna þess að hún innihleldur skráar tegund sem gæti verið óörugg. Vinsamlega hafið samband við vefsvæðis eigendur og upplýsið þá um þetta vandamál.
kab: Asebter agi i tebɣiḍ ad twaliḍ ur yizmir ara ad yettwasken, acku yegber tawsit n ufaylu tarussint. Ma ulac aɣilif nermes imawlan n usmel web ɣef ugur agi.
kk: Сіз сұраған бет көрсетілмейді, өйткені оның құрамында ашуға қауіпті файл түрі бар. Веб-сайттың иесімен осы мәселе жайында хабарласыңыз.
km: ទំព័រ​ដែល​អ្នក​កំពុង​ព្យាយាម​មើល​មិន​អាច​បង្ហាញ​បាន​ទេ ព្រោះ​វា​បាន​ផ្ទុក​ទៅ​ដោយ​ឯកសារ​​ដែល​គ្មាន​សុវត្ថិភាព ។ សូម​ទាក់ទង​ទៅ​ម្ចាស់​តំបន់បណ្ដាញ​ដើម្បី​ប្រាប់​អំពី​បញ្ហា​នេះ ។
lt: Tinklalapio, kurį bandote atverti, parodyti negalima, nes jis saugomas faile tipo, kurį atverti gali būti nesaugu. Prašome susisiekti su svetainės savininkais ir pranešti jiems apie šią problemą.
lv: Lapu, ko mēģināt aplūkot, nevar parādīt, jo šī tipa faila atvēršana var nebūt droša. Lūdzu, paziņojiet par šo problēmu vietnes īpašniekiem.
mai: पृष्ठ जकरा अहाँ देखब क कोसिस कए रहल छी नहि देखाओल जाए सकैत अछि किएक ई एकटा एहिना फाइल प्रकार केँ समाहित करैत अछि जे खोलब कलेल सुरक्षित नहि अछि. कृपया वेबसाइट मालिक केँ एहि समस्या क संबंध मे उन्हें बताने कलेल संपर्क करू.
my: သင် ရှုမြင်ဖို့ ကြိုးစားနေတဲ့ စာမျက်နှာဟာ ဖွင့်ဖို့ အန္တရယ် မကင်းတဲ့ ဖိုင် အမျိုးအစားတခု ပါရှိတဲ့အတွက် မဖေါ်ပြနိုင်ဘူး။ ဒီပြဿနာကို အသိပေးဖို့ ကွန်ရက် စာမျက်နှာ ပိုင်ရှင်များကို ဆက်သွယ်ပါ။
nn_no: Nettsida du prøvar å visa kan ikkje visast fordi ho er i ei filtype som ikkje er trygg å opna. Kontakt nettstadeigarane om dette problemet.
or: ଆପଣ ଦେଖିବାକୁ ଚେଷ୍ଟାକରୁଥିବା ପୃଷ୍ଠାକୁ ଦର୍ଶାଯାଇପାରିବ ନାହିଁ କାରଣ ଏହା ଗୋଟିଏ ଫାଇଲ ପ୍ରକାର ଧାରଣ କରିଅଛି ଯାହାକୁ କି ଖୋଲିବା ସୁରକ୍ଷିତ ନୁହଁ। ଏହି ସମସ୍ୟା ଉପରେ ଦୃଷ୍ଟି ଆକର୍ଶଣ କରିବା ପାଇଁ ଦୟାକରି ୱେବସାଇଟ ମାଲିକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt_br: A página que você está tentando abrir não pode ser exibida porque está contida em um tipo de arquivo que pode não ser seguro abrir. Por favor, contate os responsáveis pelo site para informá-los deste problema.
ro: Pagina pe care încerci să o vezi nu poate fi afișată deoarece se află într-un tip de fișier care ți-ar putea compromite siguranța. Te rugăm să iei legătura cu proprietarii saitului pentru a-i informa despre această problemă.
sr: Страна коју желите да видите не може бити приказана јер се налази унутар врсте датотеке која се не може безбедно отворити. Молимо да се обратите власницима сајта и обавестите их о овом проблему.
sv: Sidan du försöker se kan inte visas eftersom den är inlagd i en filtyp som kan vara farlig att öppna. Kontakta webbplatsens ägare för att informera dem om detta problem.
ta: நீங்கள் காண முயற்சிக்கும் பக்கம் திறக்க பாதுகாப்பற்ற ஒரு கோப்பு வகையில் உள்ளதால், அதைக் திறக்க முடியாது. வலைத்தள உரிமையாளர்களை தொடர்பு கொண்டு இந்த பிரச்சனை குறித்து தெரிவிக்கவும்.
th: ไม่สามารถแสดงผลหน้าที่คุณต้องการเปิดได้ เนื่องจากมีแฟ้มประเภทที่อาจไม่ปลอดภัยในการเปิดดู โปรดติดต่อเจ้าของเว็บไซต์เพื่อแจ้งปัญหานี้
tr: Bakmak istediğiniz sayfa açılması güvenli olmayan bir dosya türünde kaydedilmiş olduğundan gösterilemiyor. Lütfen site sahipleriyle iletişim kurup onları bu sorundan haberdar edin.
ur: جو صفح آپ دیکھنے کی کوشش کر رہے ہیں وہ نہیں دکھایا جا سکتا کیونکہ اس میں ایک مسل کی قسم ہے جسے کھولنا شائد ٹحیک نہ ہو۔ ویب سائٹ کے مالکین کو اس مسلے کا بتانے کے لیے ان سے رابطہ کیجیے۔
uz: Siz koʻrmoqchi bo‘lgan sahifani ko‘rsatib bo‘lmaydi, chunki sahifada ochsa xavfli bo‘lishi mumkin bo‘lgan turdagi fayl mavjud. Iltimos, veb sayt egasi bilan bog‘laning va bu muammo haqida xabar bering.
xh: Iphepha ozama ukulibona alinakho ukubonakaliswa kuba liqulethwe kudidi lwefayile enokuba ayikhuselekanga ukuba ingavulwa. Nceda uqhagamshelane nabanini bewebhusayithi ubazise ngale ngxaki.

source: External Protocol Request
af: Eksterne protokolversoek
ar: طلب بروتوكول خارجي
as: বাহিৰৰ প্ৰটোকলৰ অনুৰোধ
az: Xarici Protokol Lazımdır
eu: Kanpoko protokolo eskaria
fa: درخواست قرارداد خارجی
gd: Iarrtas air pròtacal on taobh a-muigh
gu: બાહ્ય પ્રોટોકોલ અરજી
hr: Zahtjev za vanjski protokol
hy_am: Հարցվել է արտաքին աշխատակարգ
id: Permintaan Protokol Eksternal
is: Beiðni um ytri samskiptareglu.
kab: Tuttra n uneggaf azɣaṛay
kk: Сыртқы хаттамаға сұраным
km: សំណើ​ពិធីការ​ខាងក្រៅ
lt: Išorinio protokolo užklausa
lv: Ārējā protokola pieprasījums
mai: बाहरी प्रोटोकाल आग्रह
my: ပြင်ပ နည်းလမ်း တောင်းဆိုချက်
nn_no: Ekstern protokollførespurnad
or: ବାହ୍ଯ ପ୍ରୋଟକୋଲ ଅନୁରୋଧ
pt_br: Solicitação de protocolo externo
ro: Cerere pentru protocol extern
sr: Затражен је спољни протокол
sv: Begäran om externt protokoll
ta: வெளியார்ந்த நெறிமுறை கோரிக்கை
th: การเรียกโปรโตคอลภายนอก
tr: Harici iletişim kuralı isteği
ur: بیرونی قواعد نامہ فرمائش
uz: Tashqi protokol so‘rovi
xh: Isicelo sangaphandle seprothokholi

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
ar: يجب تشغيل تطبيق خارجي للتعامل مع الروابط من نوع %1$S. الرابط المطلوب: %2$S التطبيق: %3$S إن لم تكن تتوقع هذا الطلب، فقد يكون محاولة لاستغلال ضعف في البرنامج الآخر. ألغِ هذا الطلب إلا إن كنت متأكدًا أنه طلب غير خبيث.
as: %1$S ৰ ব্যৱস্থাপনাৰ বাবে বাহিৰৰ এপ্লিকেচন আৰম্ভ কৰিব লাগিব: লিঙ্কসমূহ। অনুৰোধ কৰা লিঙ্ক: %2$S অনুৰোধ: %3$S যদি আপুনি এই অনুৰোধ আশা কৰা নাছিল এইটো সেই অন্য প্ৰগ্ৰামৰ দূৰ্বলতাৰ লাভ লোৱাৰ এটা চেষ্টা হ'ব পাৰে। ই দ্বেষপূ্ৰ্ণ বুলি নিশ্চিত হলে এই অনুৰোধ বাতিল কৰিব।
az: %1$S: keçidlərini açmaq üçün xarici bir tətbiq açılmalıdır. İstənən keçid: %2$S Tətbiq: %3$S Bu istəyi gözləmirdinizsə, bu cəhd digər tətbiqdəki bir zəiflikdən faydalanma məqsədli ola bilər. Pis məqsədli olmadığına əmin olana qədər bu istəyi rədd edin.
eu: Kanpoko aplikazio bat exekutatu behar da %1$S: loturak erabiltzeko. Eskatutako lotura: %2$S Aplikazioa: %3$S Eskaeraez bazenu espero, kanpoko programa horren ahultasun bati probetxu txarra ateratzeko saiakera izan daiteke. Onerako edo txarrerako den ziur ez bazaude, bota ezazu atzera eskaera.
fa: برای کار کردن با پیوند‌های ‎%1$S:‎ باید یک برنامهٔ خارجی راه‌اندازی شود. پیوند درخواست شده: %2$S برنامه: %3$S اگر انتظار چنین درخواستی نداشته‌ابد، ممکن است این درخواست تلاشی برای سوء استفاده از نقطه ضعفی در یک برنامهٔ دیگر باشد. این درخواست را لغو کنید مگر در صورتی که مطمئن باشید که بدخواهانه نیست.
gd: Tha feum air aplacaid eile gus na ceanglaichean %1$S: a làimhseachadh. Ceangal a dh’iarradh: %2$S Aplacaid: %3$S Mura robh dùil agad ris an iarrtas seo, dh’fhaodadh gu bheilear a’ feuchainn ri fàth a ghabhail air laigse sa phrògram sin. Sguir dhen iarrtas seo mur eil thu cinnteach nach eil e droch rùnach.
gu: %1$S સંભાળવા માટે બાહ્ય કાર્યક્રમ લૉન્ચ થવો જ જોઇએ: કડીઓ. અરજી થયેલ કડી: %2$S કાર્યક્રમ: %3$S જો તમે આ અરજી ઇચ્છી રહ્યા નહિ હોય તો અન્ય કાર્યક્રમમાં નબળાઇ તોડવા માટેનો પ્રયાસ હોઇ શકે. આ અરજી રદ કરો જો તમે ચોક્કસ હોવ કે તે મલીન નથી.
hr: Vanjski program se mora pokrenuti za %1$S: poveznice. Tražena poveznica: %2$S Program: %3$S Ukoliko niste očekivali ovaj zahtjev, možda je to pokušaj korištenja slabosti vanjskog programa. Otkažite ovaj zahtjev ukoliko niste sigurni da nije zloćudan.
hy_am: Պետք է բացվի արտաքին ծրագիր, որը կմշակի %1$S հղումները: Պահանջված հղում. %2$S Ծրագիրը՝ %3$S Եթե դուք չէիք սպասում այս հարցմանը, ապա այն կարող է լինել այդ ծրագրում թերության շահագործման փորձ: Չեղարկեք այս հայցը, եթե վստահ չեք, որ այն անվնաս է:
id: Sebuah aplikasi eksternal harus dijalankan untuk menangani tautan %1$S:. Tautan yang diminta: %2$S Aplikasi: %3$S Jika Anda sedang tidak mengharapkan permintaan ini, kemungkinan hal tersebut merupakan percobaan untuk mencurangi kelemahan program lainnya. Batalkan permintaan ini kecuali Anda yakin hal tersebut tidak mencurigakan.
is: Ræsa verður ytra forriti til að meðhöndla %1$S: tengla. Beiðni um tengil: %2$S Forrit: %3$S Ef þú varst ekki að búast við þessari beiðni þá gæti þetta verið tilraun til að misnota veikleika í öðru forriti. Stöðvaðu þessa beiðni nema þú sért viss um að hún sé ekki illgjörn.
kab: Issefk asnas azɣaṛay ad ittusenker akken ad isefrek iseɣwan n tewsit: %1$S. Aseɣwen i d-ittusutren: %2$S Asnas: %3$S Ma yella ur terǧiḍ ara tuttra yagi, izmer ahat d albaɛḍ ara ttaɛraḍen ad ifaṛes tagwnitt imi asnas d araɣelsan. Yelha limer ad tesfesxeḍ tuttra agi ma yella teẓriḍ d akken diri-tt.
kk: %1$S: сілтемелерін ашу үшін сыртқы бағдарлама шақырылуы тиіс. Сұранған сілтеме: %2$S Бағдарлама: %3$S Егер сіз осы сұранымды күтпесеңіз, онда басқа бағдарламаның осалдылығы болуы мүмкін. Сенімді болмасаңыз, осы сұранымды тоқтатыңыз.
km: កម្មវិធី​ខាងក្រៅ​ត្រូវតែ​បាន​ចាប់ផ្ដើម​ដើម្បី​ដោះស្រាយ %1$S ៖ តំណ ។ តំណ​ដែល​បាន​ស្នើសុំ ៖ %2$S កម្មវិធី ៖ %3$S ប្រសិនបើ​អ្នក​មិន​បាន​រំពឹង​ទេ សំណើ​នេះ​វា​អាច​ជា​ការ​ប៉ុនប៉ង​ដើម្បី​បំបាត់​ភាព​ទន់ខ្សោយ​នៅ​ក្នុង​កម្មវិធី​ផ្សេង​ទៀត ។ បោះបង់​សំណើ​នេះ​​ប្រសិនបើ​អ្នក​មិន​ប្រាកដ​អំពី​វា​ទេ ។
lt: %1$S: saitams valdyti turi būti paleista išorinė programa. Užklaustas saitas: %2$S Programa: %3$S Jei ši užklausa netikėta, tai gali būti bandymas išnaudoti išorinės programos saugumo spragą. Jei nesate tikri, kad ši užklausa nėra kenkėjiška, atsisakykite jos.
lv: Lai apstrādātu %1$S saites, jāpalaiž cita aplikācija. Pieprasītā saite: %2$S Aplikācija: %3$S Ja negaidījāt šādu pieprasījumu, tas var būt mēģinājums izmantot šīs citas programmas nepilnības. Pārtrauciet šo pieprasījumu, ja vien neesat droši, ka tas nav kaitniecisks.
mai: एकटा बाहरी अनुप्रयोग जरूर %1$S क नियंत्रण क लेल लांच कएल जएनाइ चाही: कड़ी. आग्रह कएल गेल कड़ी: %2$S अनुप्रयोग: %3$S जँ अहाँ एहि आग्रह क आशा नहि करैत छी तँ ई ओ दोसर प्रोग्राम क कमजोरी क फायदा उठाबैक प्रयास भए सकैत अछि. ई आग्रह रद्द करू जखनतक जे अहँ निश्चित नहि छी जे ई दुर्भावनापूर्ण नहि अछि.
my: ပြင်ပ လုပ်ငန်းသုံး ကိရိယာ တခုဟာ %1$S: အချိတ်အဆက်များကို ကိုင်တွယ်ဖို့ စတင်ရမယ်။ တောင်းဆိုထားတဲ့ အချိတ်အဆက်၊ %2$S လုပ်ငန်းသုံး ကိရိယာ၊ %3$S ဒီတောင်းဆိုချက်ကို သင်မျှော်လင့်မထားရင် အခြား ပရိုဂရမ်ထဲက အားနည်းချက်တခုကို အမြတ်ထုတ်ဖို့ ကြိုးစားတာ ဖြစ်နိုင်တယ်။ ဒါကို အန္တရယ်ကင်းမှု မသေချာရင် ဒီတောင်းဆိုချက်ကို ပယ်ဖျက်ပါ။
nn_no: Eit eksternt program må startast for å handsama %1$S:-lenker. Førespurd lenke: %2$S Applikasjon: %3$S Dersom du ikkje venta deg denne førespurnaden kan det henda at det er ein freistnad på å utnytta eit svakt punkt i eit anna program. Avbryt denne førespurnaden med mindre du er viss på at han ikkje er vondsinna.
or: %1$S କୁ ନିୟନ୍ତ୍ରଣ କରିବା ପାଇଁ ଗୋଟିଏ ବାହ୍ଯ ପ୍ରୟୋଗକୁ ଆରମ୍ଭ କରିବା ଉଚିତ: ସଂଯୋଗ। ଅନୁରୋଧ କରାଯାଇଥିବା ସଂଯୋଗ: %2$S ପ୍ରୟୋଗ: %3$S ଯଦି ଆପଣ ଏହି ଏହି ଅନୁରୋଧକୁ ଆଶାକରୁନାହାନ୍ତି ତେବେ ଏହା ଅନ୍ୟ ଦୁର୍ବଳ ପ୍ରଗ୍ରାମ ଉପରେ ପରାକ୍ରମ ଦୋଖାଇବାକୁ ଚେଷ୍ଟା କରିପାରେ। ଏହା ତ୍ରୁଟିଯୁକ୍ତ ନୁହଁ ବୋଲି ଯଦି ଆପଣ ନିଶ୍ଚିତ ନୁହଁନ୍ତି ତେବେ ଏହି ଅନୁରୋଧକୁ ବାତିଲ କରନ୍ତୁ।
pt_br: Um aplicativo precisa ser executado para abrir endereços “%1$S:”. Endereço: %2$S Aplicativo: %3$S Se este pedido não era esperado então pode ser uma tentativa de explorar uma falha do aplicativo solicitado. Cancele se não puder certificar-se de que ele não é mal-intencionado.
ro: Trebuie lansată o aplicație externă pentru a manipula legături %1$S:. Legătură cerută: %2$S Aplicație: %3$S Dacă nu te aștepți la această cerere, aceasta poate fi o încercare de exploatare a unui defect în celălalt program. Renunță la această cerere dacă nu ești sigur că nu este rău-intenționată.
sr: Спољни програм мора бити покренут да би обрадио %1$S: везе. Тражена веза: %2$S Ако нисте очекивали овај захтев, то може бити начин да се искористи слабост тог спољног програма, прекините захтев, осим ако сте сигурни да захтев није злонамеран.
sv: Ett externt program måste köras för att hantera %1$S-länkar. Efterfrågad länk: %2$S Program: %3$S Om du inte väntade dig denna begäran kan det vara ett försök att utnyttja svagheter i det externa programmet. Avbryt denna begäran om du inte är säker på att den inte är illasinnad.
ta: %1$S: இணைப்புகளைக் கையாள ஒரு வெளிப்புறப் பயன்பாட்டைத் தொடங்கியாக வேண்டும். கோரப்பட்ட இணைப்பு: %2$S பயன்பாடு: %3$S இந்தக் கோரிக்கை நீங்கள் எதிர்பார்த்த ஒன்றல்ல எனில், இது மற்ற நிரலில் உள்ள பலவீனத்தைப் பயன்படுத்திக் கொள்வதற்கான முயற்சியாக இருக்கக்கூடும். இந்தக் கோரிக்கை தீங்கிழைக்கக்கூடியதல்ல என்று நிச்சயமாகத் தெரியாவிட்டால், கோரிக்கையை இரத்து செய்துவிடவும்.
th: ต้องใช้โปรแกรมภายนอกเพื่อเปิดลิงก์ %1$S: ลิงก์ที่เรียก: %2$S แอพพลิเคชัน: %3$S หากคุณไม่ได้ตั้งใจจะทำการเรียกนี้ อาจเกิดจากความพยายามโจมตีจุดอ่อนของโปรแกรมภายนอกนั้น ยกเลิกการเรียกนี้หากคุณไม่มั่นใจว่าการเรียกนี้ปลอดภัยจริง
tr: %1$S: bağlantılarını açmak için harici bir uygulama açılmalı. İstenen bağlantı: %2$S Uygulama: %3$S Bu isteği beklemiyor idiyseniz, bu girişim diğer programdaki bir zayıflıktan faydalanma amaçlı olabilir. Kötü amaçlı olmadığına emin olana kadar bu isteği geri çevirin.
ur: ایک بیرونی ایپلی کیشن %1$S: روابط نبٹانے کے لیے چالو کرنی ہو گی۔ فرمائش کردہ ربط: %2$S ایپلی کیشن: %3$S اگر آپ اس فرمائش کی توقع نہیں کر رہے تھے تو یہ دیگر پروگرام میں کسی کمزوری سے فائدہ اٹھانے کی کوشش ہو سکتی ہے۔ اس فرمائش کو منسوخ کریں سوائے اس کے، کہ آپ کو یقین ہو کہ یہ مضر نہیں ہے۔
uz: Tashqi ilova dastur %1$S: linklarga bog‘langan holda ishga tushirilishi kerak. So‘ralgan link: %2$S Ilova dastur: %3$S Agar ushbu soʻrovni kutmagan boʻlsangiz, u boshqa dasturlarga zarar yetkazishi mumkin. Bu dasturning zararsiz ekanligiga ishonmasangiz, bekor qiling.
xh: Iaplikheyishini yangaphandle kufuneka imiselwe ukuphatha %1$S: amakhonkco. Ikhonkco eliceliweyo: %2$S Iaplikheyishini: %3$S Ukuba ubungasilindelanga esi sicelo sisenokuba yinzame yokuxhaphaza ubuthathaka kwenye yalo program. Rhoxisa esi sicelo ngaphandleni kokuba uqinisekile ukuba asinabungozi.

source: <Unknown>
af: <Onbekend>
ar: <غير معروف>
as: <অজ্ঞাত>
az: <Naməlum>
eu: Ezezaguna
fa: <ناشناخته>
gd: <Neo-aithnichte>
hr: <Nepoznato>
hy_am: <Անհայտ>
id: <Tidak Dikenali>
is: <óþekkt>
kab: <Arussin>
kk: <Белгісіз>
km: <មិន​ស្គាល់>
lt: <nežinoma>
lv: <Nezināma>
mai: <अज्ञात>
my: <အမည်မသိ>
nn_no: <Ukjend>
or: <ଅଜଣା>
pt_br: <Desconhecido>
ro: <Necunoscut>
sr: <Непознато>
sv: <Okänt>
ta: <தெரியாதது>
th: <ไม่ทราบ>
tr: <Bilinmiyor>
uz: (Noma’lum)
xh: <Akwaziwa>

source: Remember my choice for all links of this type.
af: Onthou my keuse vir alle skakels van hierdie soort.
ar: تذكر اختياري لكل الروابط من هذا النوع.
as: এনে ধৰণৰ সকলো লিঙ্কৰ বাবে মোৰ পছন্দ মনত ৰাখিব।
az: Bu cür olan bütün seçimlər üçün bu seçimimi xatırla.
eu: Gogoratu nire aukera mota honetako lotura guztientzako.
fa: به خاطر سپردن انتخاب شما برای همهٔ این نوع پیوندها.
gd: Cum an cuimhne mo roghainn airson gach ceangal dhen t-seòrsa seo.
gu: આ પ્રકારની બધી કડીઓ માટે મારી પસંદગી યાદ રાખો.
hr: Zapamti moj izbor za sve poveznice ove vrste.
hy_am: Հիշել կատարված ընտրությունը բոլոր նմանատիպ հղումների համար:
id: Ingatkan memakai pilihan ini untuk semua tautan yang jenisnya sama.
is: Muna eftir vali mínu fyrir alla tengla af þessari tegund.
kab: Cfu ɣef ufran inu i akk iseɣwan n tewsit agi.
kk: Осы түрдегі барлық сілтемелер үшін менің таңдауымды есте сақтау.
km: ចងចាំ​ជម្រើស​របស់​ខ្ញុំ​អំពី​តំណ​​​នៃ​ប្រភេទ​នេះ​ទាំងអស់ ។
lt: Taikyti pasirinktą veiksmą visiems šio tipo saitams
lv: Atcerēties manu izvēli šī tipa saitēm.
mai: ई प्रकार क सबहि कड़ी क लेल हमर पसिन्न याद राखू
my: ဒီအမျိုးအစားရဲ့ အချိတ်အဆက်များ အားလုံးအတွက် ကျွန်ပ် ရွေးချယ်ချက်ကို မှတ်ထားပါ။
nn_no: Hugs valet mitt for alle lenker av denne typen.
or: ଏହି ପ୍ରକାର ସମସ୍ତ ସଂଯୋଗ ପାଇଁ ମୋର ପସନ୍ଦକୁ ମନେରଖନ୍ତୁ।
pt_br: Memorizar a decisão para os endereços deste tipo
ro: Reține decizia mea pentru toate legăturile de acest tip.
sr: Памти мој избор за све везе овог типа.
sv: Kom ihåg mitt val för alla länkar av den här typen.
ta: இந்த வகை இணைப்புகள் அனைத்துக்கும் என் விருப்பத்தை நினைவு கொள்ளவும்.
th: จำการเลือกของฉันสำหรับใช้กับทุกลิงก์ประเภทนี้
tr: Bu türdeki tüm bağlantılar için seçimimi hatırla.
ur: اس قسم کے تمام ربط کے لیے میری پسند یاد رکھیں۔
uz: Ushbu turdagi barcha linklar uchun tanlovim eslab qolinsin.
xh: Khumbula okukhethwe ndim ukulungiselela onke amakhonkco olu didi.

source: Launch application
af: Laat loop toepassing
ar: ابدأ التطبيق
as: এপ্লিকেচন আৰম্ভ কৰক
az: Tətbiqi aç
eu: Exekutatu aplikazioa
fa: راه‌اندازی برنامه
gd: Cuiran aplacaid gu dhol
gu: કાર્યક્રમ લૉન્ચ કરો
hr: Pokreni program
hy_am: Աշխատացնել ծրագիրը
id: Buka aplikasi
is: Ræsa forrit
kab: Senker asnas
kk: Бағдарламаны жөнелту
km: បើក​ដំណើរការ​កម្មវិធី
lt: Paleisti programą
lv: Palaist aplikāciju
mai: अनुप्रयोग लाँच करू
my: လုပ်ငန်းသုံး ကိရိယာကို စဖွင့်ပါ
nn_no: Start program
or: ପ୍ରୟୋଗ ପ୍ରାରମ୍ଭ କରନ୍ତୁ
pt_br: Executar aplicativo
ro: Lansează aplicația
sr: Покрени програм
sv: Kör program
ta: பயன்பாட்டைத் துவங்கு
th: เปิดโปรแกรม
tr: Uygulamayı çalıştır
ur: ایپلی کیشن چالو کریں
uz: Ilova dasturni ishga tushirish
xh: Ndulula inkqubo
