Repository: translate/mozilla-l10n
Catalog: */mobile/chrome/overrides/passwordmgr.properties.po
Languages: tr

source: Use Password Manager to remember this value.
tr: Bu değeri kaydetmek için parola yöneticisini kullan.

source: Use Password Manager to remember this password.
tr: Bu parolayı hatırlamak için parola yöneticisini kullan.

source: Confirm
tr: Onayla

source: Do you want %1$S to remember the password for "%2$S" on %3$S?
tr: %1$S uygulamasının %3$S konumundaki "%2$S" parolasını hatırlamasını ister misiniz?

source: Do you want %1$S to remember this password on %2$S?
tr: %1$S uygulamasının %2$S konumundaki bu parolayı hatırlamasını ister misiniz?

source: &Not Now
tr: &Hayır, şimdi değil

source: Not Now
tr: Şimdi değil

source: Ne&ver for This Site
tr: &Bu sayfada asla

source: Never
tr: Asla

source: &Remember
tr: &Hatırla

source: Remember
tr: Hatırla

source: Confirm Password Change
tr: Parola değişimini onaylama

source: Would you like to change the stored password for %S?
tr: Parola yöneticisinde kayıtlı ve %S ile ilişkili parolayı değiştirmek ister misiniz?

source: Would you like to change the stored password for this login?
tr: Parola yöneticisinin bu oturum için kaydolan parolaları değiştirmesini ister misiniz?

source: Change
tr: Değiştir

source: Don't Change
tr: Değiştirme

source: Please confirm which user you are changing the password for
tr: Hangi kullanıcı için parola değiştirmek istediğiniz lütfen onaylayın.

source: Hide Passwords
tr: Parolaları gizle

source: Show Passwords
tr: Parolaları göster

source: Are you sure you wish to show your passwords?
tr: Parolalarınızı göstermek istediğinizden emin misiniz?

source: Are you sure you wish to remove all passwords?
tr: Bütün parolaları silmek istediğinizden emin misiniz?

source: Remove all passwords
tr: Bütün parolaları sil

source: Passwords for the following sites are stored on your computer:
tr: Aşağıdaki sitelerin parolaları bilgisayarınıza kaydedildi:

source: The following passwords match your search:
tr: Aşağıdaki parolalar arama ölçütünüzle uyuşuyor:
