Repository: translate/mozilla-l10n
Catalog: */obsolete/mail/chrome/messenger/start.dtd.po
Languages: af

source: Welcome to &brandFullName;!
af: Welkom by &brandFullName;!

source: &brandFullName; is a powerful, open-source mail and news client.
af: &brandFullName; is 'n kragtige oopbron-pos-en-nuuskliënt.

source: Features
af: Kenmerke

source: Adaptive Junk Mail Controls
af: Aanpassende gemorsposkontrole

source: RSS Reader
af: RSS-leser

source: Global Inbox Support
af: Steun vir globale inkassie

source: Saved Search Folders
af: Gestoorde soekvouers

source: Message Grouping
af: Boodskapgroepering

source: Privacy Protection
af: Privaatheid-beskerming

source: More Information
af: Meer inligting

source: Thunderbird Help
af: Thunderbird-hulplêers

source: For frequently asked questions, tips and general help, visit
af: Vir kwelvrae, wenke en algemene hulp, besoek

source: Thunderbird Product Page
af: Thunderbird-produkbladsy

source: For product information, visit the
af: Vir produkinligting, besoek

source: Powered by Gecko.
af: Aangedryf deur Gecko.
