Repository: translate/mozilla-l10n
Catalog: gn_PY/browser/chrome/overrides/appstrings.properties.po
Languages: gn_py

source: The URL is not valid and cannot be loaded.
gn_py: URL ndokói ha ndaikatúi oñemyenyhë.

source: Firefox can’t find the file at %S.
gn_py: Firefox ndaikatúi ojuhu marandurenda %S-pe.

source: The file at %S is not readable.
gn_py: Ndaikatúi emoñe'ẽ marandurenda %S pegua.

source: Firefox can’t find the server at %S.
gn_py: Firefox ndaikatúi ojuhu mohendahavusu %S-pe.

source: Firefox doesn’t know how to open this address, because one of the following protocols (%S) isn’t associated with any program or is not allowed in this context.
gn_py: Firefox ndoikuaái mba'éichapa oikéta ko kundaharapépe, peteĩ umi mba'e (%S) rehegua noñemoirũi rehe avave tembiaporape ndive térã noñemoneĩri chupe ko'ápe.

source: Firefox can’t establish a connection to the server at %S.
gn_py: Firefox ndaikatúi oñembojuaju mohendahavusu ndive %S-pe.

source: The connection to %S was interrupted while the page was loading.
gn_py: Pe jeike %S-pe ojejoko'imi oñemyenyhẽkuévo kuatiarogue.

source: The server at %S is taking too long to respond.
gn_py: %S mohendahavusu imbegueterei omba'apo hag̃ua.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
gn_py: Firefox ohechakuaa mohendahavusu ombohapeha mba'ejerure ko kundaharapépe ha'ete ku opave'ỹ hag̃uáicha.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
gn_py: Ehechauka hag̃ua ko kuatiarogue, %S oikotevẽ omondo marandu ojapojeytaha oimeraẽva tembiapo (taha'e jeheka térã ñemonei mba'ejoguarã) oikova'ekue pe ára mboyve.

source: Resend
gn_py: Ñemondojey

source: Firefox doesn’t know how to communicate with the server.
gn_py: Firefox ndoikuaái mba'éichapa oñe'ẽta mohendahavusu ndive.

source: The connection to the server was reset while the page was loading.
gn_py: Jeikekatu mohendahavusúpe oñemoñepyrũjey oñemyenyhẽ jave ko kuatiarogue.

source: This document is no longer available.
gn_py: Ko kuatia noĩvéima ojepuru hag̃uáicha.

source: Firefox is currently in offline mode and can’t browse the Web.
gn_py: Firefox oĩ ko'ág̃a jeikekatu'ỹ rekópe ha ndaikatúi oikundaha ñandutípe.

source: The document cannot change while Printing or in Print Preview.
gn_py: Ndaikatúi emoambue kuatiatee embokuatia aja térã eike jave jehecha ypyguávape.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
gn_py: Ko kundaharape oguereko ñanduti mbojuajuhaite ojepuru tapiáva ambue mba'erã ñanduti kundahágui. Oñemo'ã hag̃ua, Firefox ohejarei pe mba'ejerure.

source: Firefox is configured to use a proxy server that can’t be found.
gn_py: Firefox oñembohekóma oipuru hag̃ua peteĩ mohendahavusu proxy ojejuhukuaa'ỹva.

source: Firefox is configured to use a proxy server that is refusing connections.
gn_py: Firefox oñembohekóma oipuru hag̃ua peteĩ mohendahavusu proxy omboykéva ijeike.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
gn_py: Pe kuatiarogue eñeha'ãva ehecha ndaikatúi ojechauka oipuru rupi peteĩ ysaja ñeikumby oiko'ỹva térã oñemoneĩ'ỹva.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
gn_py: Pe kuatiarogue ehechaséva ndaikatúi ojechauka oĩ rupi peteĩ marandurenda eikekuévo iñapañuãikuaáva. Eñe'ẽ ñanduti renda jára ndive emomarandu hag̃ua chupe ko apañuãi guasu rehegua.

source: External Protocol Request
gn_py: Mba'ejerure mba'ete okagua

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
gn_py: Eipuruva'erã peteĩ tembipuru'i okagua embohape hag̃ua joajuha %1$S:. Joajuha jerurepyre: %2$S Tembipuru'i: %3$S Noñeha'ãrõiramo ko mba'ejerure, ombokapukuaa peteĩ tembiaporape hekokangýva. Eheja ko mba'ejerure nderejeroviapáirõ hese.

source: <Unknown>
gn_py: <Ojekuaa'ỹva>

source: Remember my choice for all links of this type.
gn_py: Chemomandu'a che mba'eporavokuére opavave joajuha koichaguávape.

source: Launch application
gn_py: Tembipuru'i jepuru

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
gn_py: Tenda %S pegua ojehechakuaa ha'eha peteĩ tenda ivaíva ha upévare ojejoko hekotee'ỹgui.

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
gn_py: Pe tenda %S pegua oje'e hese ha'eha software rembiapo ivaíva ha ojejokóma tekorosarã rehehápe.

source: This web page at %S has been reported as a deceptive site and has been blocked based on your security preferences.
gn_py: Ko ñanduti renda %S pegua ojehechakuaa ha'eha peteĩ tenda ivaíva ha upévare ojejoko hekotee'ỹgui.

source: The site at %S has been blocked by your browser configuration.
gn_py: Ñandutirenda %S ojejoko ojerure rupi péva ne Kundaha Ñemboheko.

source: This page has a content security policy that prevents it from being loaded in this way.
gn_py: Ko kuatiarogue oguereko tembiapo jeroviaguáramo tetepy rehegua nomoneĩriva ñemyenyhẽ koichaguáva.

source: The site at %S has experienced a network protocol violation that cannot be repaired.
gn_py: Pe tenda %S pegua ombyai ñanduti raperekoite ikatuve'ỹ hag̃uáicha oñemyatyrõ.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
gn_py: Ko kuatiarogue oipuru peteĩ tembipuru pyahu mbotovepyre noĩvéimava eipuru hag̃uáicha Firefox-pe imeg̃ua rupi.

source: Firefox cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
gn_py: Firefox ndaikatúi he'i ndéve oñangareko porãtapa nemba'ekuaarã %S pegua rehe, oipuru rupi SSLv3, peteĩ mba'e oikove'ỹmava.

source: The owner of %S has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
gn_py: %S jára omboheko iñanduti kuatiarogue ndoikói hag̃uáicha. Ani hag̃ua nemarandu oñemonda, upévare Firefox ndoikéi ko ñanduti rendápe.

source: The website tried to negotiate an inadequate level of security.
gn_py: Pe ñanduti kuatiarogue oñeha'ã ojekupytývo tekorosã jeguerekorã.
