Repository: translate/mozilla-l10n
Catalog: gn_PY/browser/chrome/overrides/netError.dtd.po
Languages: gn_py

source: Problem loading page
gn_py: Apañuái oñemyenyhẽvo kuatiarogue

source: Try Again
gn_py: Eha'ãjey

source: Go Back
gn_py: Eguevi

# advanced.label
source: Advanced
gn_py: Opanungáva

source: Unable to connect
gn_py: Ndaikatúi eike

source: This address is restricted
gn_py: Ko kundaharenda ndaikatúi eipuru

source: Server not found
gn_py: Mohendahavusu ndojejuhúiva

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer’s network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
gn_py: <ul> <li>Ehechajey kundaharape ndoguerekóipa jejavy ijehaípe <strong>ww</strong>.example.com <strong>www</strong>.example.com rendaguépe</li> <li>Ndaikatúiramo emyanyhẽ kuatiarogue, ehechajey jeikekatu nemohendaha ñanduti rehegua.</li> <li>Nemohendaha térã ñanduti oguerekóramo ñemo'ã peteĩ tatakytĩha térã proxy, ehecháke &brandShortName; oguerekópa ñemoneĩ oikekuaa hag̃ua ñandutípe.</li> </ul>

source: File not found
gn_py: Marandurenda ndojejuhúiva

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
gn_py: <ul> <li>Ehechajey marandurenda réra ndoguerekoiha jejavy ijehaípe, avei taiguasu ojepurukuévo.</li> <li>Ehechajey pe marandurenda noñemongu'éipa, oñembohéra ambue térã ñemboguepyréva.</li> </ul>

source: Access to the file was denied
gn_py: Jeike kuatiaitépe noñemoneĩri

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
gn_py: <ul> <li>Ikatúmakuri oñemboguete, oñemongu'e térã marandurenda ñemoneĩ ikatu omboyke pe jeike.</li> </ul>

source: Oops.
gn_py: Ndi.

source: <p>&brandShortName; can’t load this page for some reason.</p>
gn_py: <p>&brandShortName; ndaikatúi omyanyhẽ ko kuatiarogue ndojekuaái mba'érepa.</p>

source: The address isn’t valid
gn_py: Pe kundaharape ndoikói

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
gn_py: <ul> <li>Ñanduti kundaharape ojehai jepi kóicha <strong>http://www.example.com/</strong></li> <li>Ema'ẽjey eipuru porãpa barra ojero'áva tenonde gotyo (i.e. <strong>/</strong>).</li> </ul>

source: The connection was interrupted
gn_py: Pe jeike ojejokóma

source: Document Expired
gn_py: Kuatia oikove'ỹmava

source: <p>The requested document is not available in &brandShortName;’s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
gn_py: <p>Kuatia jerurepyre noĩvéima ojepuru hag̃uáicha kache &brandShortName;-pe.</p><ul><li>Kyhyje tekorosãrãramo, &brandShortName; ndojeruremo'ãvéima ijehegui kuatiakuéra takate'ỹha.</li><li>Eikutu Ñeha'ãjey ejerure jey hag̃ua pe kuatia ñanduti renda pegua.</li></ul>

source: Offline mode
gn_py: Jeikekatu'ỹre

source: <ul> <li>Press "Try Again" to switch to online mode and reload the page.</li> </ul>
gn_py: <ul> <li>Ejopy "Ha'ã jey" remoambue hag̃ua jeikekatúpe ha kuatiarogue myenyhẽjey.</li> </ul>

source: Content Encoding Error
gn_py: Tetepy mbopapapy jejavy

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
gn_py: <ul> <li>Eñe'ẽ ñanduti renda jára ndive emomarandu hag̃ua chupe ko apañuãi.</li> </ul>

source: Unsafe File Type
gn_py: Koichagua marandurenda hekotee'ỹva

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
gn_py: <ul> <li>Eñe'ẽ ñanduti renda jára ndive emomarandu hag̃ua chupekuéra ko apañuãi rehegua.</li> </ul>

source: The connection was reset
gn_py: Jeike oñepyrũjeýma

source: The connection has timed out
gn_py: Pe jeike ndoikovéima

source: The address wasn’t understood
gn_py: Pe kundaharape nahesakãi

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
gn_py: <ul> <li>Ikatu eikotevẽ emohenda ambue software eike hag̃ua ko kundaharapépe.</li> </ul>

source: The proxy server is refusing connections
gn_py: Mohendahavusu proxy ombotove jeike

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
gn_py: <ul> <li>Ehechajey proxy ñemboheko eikuaaite hag̃ua oĩ porãpa.</li> <li>Eñe'ẽ ñanduti ñangarekohára ndive eikuaaite hag̃ua mohendahavusu proxy oiko porãiteha.</li> </ul>

source: Unable to find the proxy server
gn_py: Ndaikatúi ojejuhu mohendahavusu proxy

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
gn_py: <ul> <li>Ehechajey proxy ñemboheko eikuaa porã hag̃ua oikoitetaha.</li> <li>Ehechajey nemohendaha oguerekópa ñandutípe jeikekatu ojepurukuaáva.</li> <li>Nemohendaha térã ñanduti omo'ã chupe peteĩ tatakytĩha térã proxy, ehechajeýke &brandShortName; oguerekópa ñemoneĩ oike hag̃ua ñandutípe.</li> </ul>

source: The page isn’t redirecting properly
gn_py: Ko kuatiarogue ndoguerahajeýi hekoitépe

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
gn_py: <ul> <li>Ko apañuãi oikokuaa reipe'a térã neremoneĩriramo kookie ñeg̃uahẽ.</li> </ul>

source: Unexpected response from server
gn_py: Mbohovái eha'ãrõ'ỹva mohendahavusúgui

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
gn_py: <ul> <li>Ehechajey nde apopyvusu oguerekópa ñangarekoha imba'eteéva tekorosãrã mohendapyréva.</li> <li>Kóva ikatu ojehuhína peteĩ ñemboheko oiko porã'ỹva mohendahavusúpe rupi.</li> </ul>

source: Secure Connection Failed
gn_py: Jeikekatu jejavýva

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
gn_py: <ul> <li>Kuatiarogue eikeseha ndaikatúi ehecha mba'ekuaarã og̃uahẽva ndaijeroviakatúi ndojehechajeýi rupi.</li> <li>Ikatúpiko, eñe'ẽmi ñanduti renda jára ndive ha emombe'umi chupekuéra ko apañuãi rehegua.</li> </ul>

# certerror.longpagetitle1
source: Your connection is not secure
gn_py: Nde jeike ndahekokatúi

source: The owner of <span class='hostname'/> has configured their website improperly. To protect your information from being stolen, &brandShortName; has not connected to this website.
gn_py: <span class='hostname'/> jára ombohekóma iñanduti kuatiarogue ndoikoiete hag̃uáicha. Anive hag̃ua nemarandu oñemonda, &brandShortName; ndaikatúi oike ko ñanduti rendápe.

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer’s network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
gn_py: <ul> <li>Pe tenda ikatu hína ndojepurukuaái sapy'aitemi térã ojepuruetereihína. Eha'ãjey ag̃amieve.</li> <li>Ndaikatúiramo emyanyhẽ mba'eveichagua kuatiarogue, ehechajey ijeikekatu nemohendaha ñanduti peguápe.</li> <li>Nemohendaha térã ñanduti omo'ã chupe tatakytĩha térã proxy, ehecháke &brandShortName; oguerekópa moneĩ oike hag̃ua ñandutípe.</li> </ul>

source: Blocked by Content Security Policy
gn_py: Ojejoko hetepy rekorosãrã purureko rupi

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
gn_py: <p>&brandShortName; ndohejái ko kuatiaroguépe oñemyañyhẽvo kóicha pe kuatiarogue oguereko rupi tetepy rekorosãrã purureko nomoneĩrĩva.</p>

source: Corrupted Content Error
gn_py: Tetepy marãva jejavy

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
gn_py: <p>Pe Kuatiarogue ehechaséva ndaikatúi ojehechauka ndéve ojejuhu rupi peteĩ jejavy mba'ekuaarã ñembohasakuévo.</p><ul><li>Eñe'ẽ ko ñanduti renda jarakuéra ndive emomarandu hag̃ua chupekuéra ko apañuãi.</li></ul>

source: Add Exception…
gn_py: Embojoaju ambue mba'e

source: Report errors like this to help Mozilla identify and block malicious sites
gn_py: Emomarandu koichagua jejavy eipytyvõ hag̃ua Mozilla-pe ojuhúvo ha ojokóvo tenda mba'evai aposéva

source: Learn more…
gn_py: Kuaave…

source: Remote XUL
gn_py: XUL okaygua

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
gn_py: <p><ul><li>Eñe'ẽ ñanduti renda jarakuéra ndive emomarandu hag̃ua chupekuéra ko apañuãi.</li></ul></p>

source: Unable to Connect Securely
gn_py: Ndaikatúi eikekatu

source: Advanced info: SSL_ERROR_UNSUPPORTED_VERSION
gn_py: Marandu opapotaitéva: SSL_ERROR_UNSUPPORTED_VERSION

# weakCryptoUsed.title
source: Your connection is not secure
gn_py: Nde jeike ndahekokatúi

source: Advanced info: SSL_ERROR_NO_CYPHER_OVERLAP
gn_py: Marandu opapotaitéva: SSL_ERROR_NO_CYPHER_OVERLAP

# weakCryptoAdvanced.title
source: Advanced
gn_py: Opanungáva

source: <span class='hostname'></span> uses security technology that is outdated and vulnerable to attack. An attacker could easily reveal information which you thought to be safe.
gn_py: <span class='hostname'></span> oipuru tembipuru pyahu tekorosãrã ituja ha ikangýmava mba'evai renondépe. Pe mba'evai ikatu ohechauka marandu nde eréva hekorosãha.

source: (Not secure) Try loading <span class='hostname'></span> using outdated security
gn_py: (Jeroviaha'ỹva) Eñeha'ã emyenyhẽ <span class='hostname'></span> eipurukuévo tekorosãrã ndoikovéimava

source: <p>A secure connection to <span id='wrongSystemTime_URL'/> isn’t possible because your clock appears to show the wrong time.</p> <p>Your computer thinks it is <span id='wrongSystemTime_systemDate'/>, when it should be <span id='wrongSystemTime_actualDate'/>. To fix this problem, change your date and time settings to match the correct time.</p>
gn_py: <p>Eikekatu <span id='wrongSystemTime_URL'/> ndaikatúi pe aravopapaha noĩporãi rupi.</p> <p>Ko mohendaha oimo'ã ha'eha <span id='wrongSystemTime_systemDate'/>, ikatuhápe ha'e <span id='wrongSystemTime_actualDate'/>. Esẽ hag̃ua ko apañuãigui, emoambue arange ha aravo ñemboheko ojuehe hag̃ua aravo ha'etéva rehe.</p>

source: Insecure Connection
gn_py: Jeikekatu'ỹ

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; may only connect to it securely. As a result, it is not possible to add an exception for this certificate.
gn_py: Ko tenda oipuru HTTP Strict Transport Security (HSTS) ha omoha'eño &brandShortName; oike hag̃ua pype tekorosãme. Tembiapokuéramo, ndaikatúi embojoaju peteĩ oĩ'ỹva ko mboajepyrépe g̃uarã.

source: Copy text to clipboard
gn_py: Moñe'ẽrã mbohasa kuatiajokohápe

# inadequateSecurityError.title
source: Your connection is not secure
gn_py: Nde jeike ndahekokatúi

source: <p><span class='hostname'></span> uses security technology that is outdated and vulnerable to attack. An attacker could easily reveal information which you thought to be safe. The website administrator will need to fix the server first before you can visit the site.</p><p>Error code: NS_ERROR_NET_INADEQUATE_SECURITY</p>
gn_py: <p><span class='hostname'></span> oipuru tembipuru pyahu rekorosãrã ndoikovéimava ha oimeraẽva ombyaikuaáva. Peteĩ tekoñaña ikatu ohechauka marandu hekorosãha gua'ú. Pe ñanduti renda ñangarekohára omyatãraẽva'erã pe mohendahavusu oike mboyve tendápe.</p><p>Ayvu jejavy: NS_ERROR_NET_INADEQUATE_SECURITY</p>

source: Restore default settings
gn_py: Embojevy ñemboheko ijypykuépe
