Repository: translate/mozilla-l10n
Catalog: sco/services/sync/sync.properties.po
Languages: sco

source: Mobile Bookmarks
sco: Mobile Buikmerks

source: Remote tabs are being synced…
sco: Remote tags are bein synced…

source: Sync your other devices again to access their tabs
sco: Sync yer ither devices again tae get a haud o thair tags

source: All remote tabs are already open
sco: Aw remote tags are open awready

source: Recent desktop tabs will be available once they sync
sco: Recent desktap tags will bi tae haund ance thay sync

source: Error While Signing In
sco: Mistak Whan Signin In

source: Sync encountered an error while connecting: %1$S. Please try again.
sco: Sync encountert an error whan connectin: %1$S. Please hae anither gae.

source: &Preferences…
sco: &Prefrences…

source: Error While Signing Out
sco: Mistak Whan Signin Out

source: Sync encountered an error while connecting. It's probably ok, and you don't have to do anything about it.
sco: Sync cam across æ mistak whan connectin. It'll likely bi aw richt, an ye dinnae hae tae dae onythin about it.

source: Error While Syncing
sco: Mistak Whan Syncin

source: Sync encountered an error while syncing: %1$S. Sync will automatically retry this action.
sco: Sync cam across æ mistak whan syncin: %1$S. Sync will hae anither gae at this action bi itsel.

source: Sync has not been able to complete during the last %1$S days. Please check your network settings.
sco: Sync hasnae been able tae feinish durin the last %1$S days. Please chack yer netwirk settins.

source: You need to update Firefox Sync to continue syncing your data.
sco: Ye hae tae update Firefox Synce to carry on syncin yer data.

source: &Sync Now
sco: &Sync Nou

source: Approaching Server Quota
sco: Gettin Near Server Quota

source: You are approaching the server quota. Please review which data to sync.
sco: Ye're gettin near the server quota. Please hae anither leuk at whit data tae sync.

source: Server Quota Exceeded
sco: Server Quota Exceedit

source: Sync failed because it exceeded the server quota. Please review which data to sync.
sco: Synce failt acause it went oer the sever quota. Please hae anither leuk at whit data tae sync.

source: &View Quota
sco: &Swatch Quota

source: Service Shutting Down
sco: Service Shuttin Doun

source: Your Firefox Sync service is shutting down soon. Upgrade %1$S to keep syncing.
sco: Yer Firefox Sync service is shuttin doun soon. Upgrade %1$S tae carry on syncin.

source: Your Firefox Sync service is no longer available. You need to upgrade %1$S to keep syncing.
sco: Yer Firefox Synce service isnae available ony mair. Ye hae tae upgrade %1$S tae carry on syncin.

source: &Learn more
sco: &Lear mair
