Repository: translate/mozilla-l10n
Catalog: sat/browser/chrome/browser/preferences/preferences.properties.po
Languages: sat

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
sat: नोवा आपनार मोने तेयाक् बाछाव तेदो आमेम ञेलेत् %S वेब साहटा को रेयाक् ठिका़ना कुला. लेताड़ ला़गित्, का़मी रेयाक् नोवा नियोम को ञेल आ़रु आर हाताव मे.

source: Default (%S)
sat: हुड़ा़क् (%S)

source: You can specify which websites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
sat: आमेम गोटा दाड़ेयाक् आ ओका वेब साइट कुकी को बेभार ला़गित् जावगे आर बाङ तिस हों बाताव बाय एमोगाक् आ. आम बेबोसता सानाम कान साइट रेयाक् ओना उता़र ठिका़ना टाइप मे आर इना़ तायोम आकोट ओताय मे,का़मी ओकतो ला़गित् बाताव एम, आर बाङ बाताव एम.

source: Exceptions - Cookies
sat: बादाक् - कुकी को

source: You can specify which websites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
sat: आम गोटा दाड़ेयाक् आ ओका वेब साइट को दो एड-ऑन बोहाल ला़गित् बातावे एमा. आम बाताव एम सानाम कान साइट रेयाक् ओना उता़र ठिका़ना टाइप मे आर इना़ तायोम बाताव एम ओताय मे.

source: Allowed Sites - Add-ons Installation
sat: साइट को - एड-ऑन्स बोहाल बाताव एम मे

source: You can specify which websites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
sat: आम गोटा दाड़ेयाक् आम ओका वेब साइट को पॉप-ऑप विंडो झिज ला़गित् बाताव एमा. आम बाताव एम सानाम कान साइट रेयाक् ओना उता़र टिका़ना आर इना़ तायोम बाताव एम ओताय मे.

source: Allowed Sites - Pop-ups
sat: साइट को - पॉप -ऑप्स को बातावे एमा

source: Please enter a valid hostname
sat: मित् बातावाक् हुय होचो ञुतुम आदेर मे

source: Invalid Hostname Entered
sat: बाङ बाताव हुय होचो ञुतुम आदेराकाना

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
sat: आम नितोक् FIPS ओबोसता रे मेनामा. FIPS लागित मित् बाङ एकेनाक् मुल साबाद लाकती आ.

source: Password Change Failed
sat: दानाङ साबाद बोदोल डिगा़वेना.

source: Desktop
sat: डेस्कटॉप

source: Downloads
sat: आ़तुर आंड़गो को

source: Choose Download Folder:
sat: आ़तुर आंड़गो पोटोम बाछाव मे:

source: %S file
sat: %S रेत्

source: Save File
sat: रेत् सांचाव मे

source: Use %S
sat: %S बेभार मे

source: Use %S (default)
sat: %S बेभार मे (हुड़ा़क्)

source: Use other…
sat: एटागाक् बेभार मे…

source: Select Helper Application
sat: गोड़ोयिजाक् एपलिकेसोन बाछाव मे

source: Application Details…
sat: एपलिकेसोन पुरा़ बिबरोन को…

source: Web Feed
sat: वेब फिड

source: Video Podcast
sat: बिडियो पोडकास्ट

source: Podcast
sat: पोडकास्ट

source: Always ask
sat: जावगे कुलियेम

source: Portable Document Format (PDF)
sat: साब लेक् दोलिल तेयार (PDF)

source: Use %S (in %S)
sat: %S बेभार मे (%S रे)

source: Preview in %S
sat: %S रे माड़ाङ तेयाक् ञेल

source: Add Live Bookmarks in %S
sat: %S रे लाइब पुथी चिनहा़ को सेलेद मे

source: Host:
sat: हुय होचोयिच्:

source: Domain:
sat: हाताव जायगा:

source: Encrypted connections only
sat: एकेन दानाङ जोनोड़ाव.

source: Any type of connection
sat: जाहान लेकान जोनोड़ाव

source: At end of session
sat: का़मी ओकतो रेयाक् मुचा़त् रे

source: Allow
sat: बाताव एम

source: Allow first party only
sat: एकेन पा़हिल दोल को बाताव एम

source: Allow for Session
sat: का़मी ओकतो ला़गित् बाताव एम

source: Block
sat: आकोट

source: <no cookie selected>
sat: <जाहान कुकी बाय बाछावाकाना>

source: The following cookies are stored on your computer:
sat: नोवा कुकी कोदो आमाक् काम्प्युटार रे जोगावाकाना:

source: The following cookies match your search:
sat: नोवा कुकी को आमाक् पानते जोड़ा:

source: Remove offline website data
sat: ऑफ लाइन वेबसाइट डाटा ओचोग मे

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
sat: नोवा डाटा ओचोक् तायोम, %S दो ऑफ लाइन रे बाय ञामोक् आ.चेत् आम गोटा आकात् आ आम नोवा ऑफलाइन ओचोक् सानाम काना?

source: Remove offline data
sat: ऑफलाइन सा़खिया़त ओचोक्

source: The following websites are not allowed to store data for offline use:
sat: नोवा वेब साइट को दो ऑफलाइन बेभार ला़गित् डाटा जोगाव बाताव बाय एमा:

source: Offline Data
sat: ऑफलाइन डाटा

source: Your web content cache is currently using %1$S %2$S of disk space
sat: आमाक् वेब बिसोय साब दो डिस्क जायगा रेयाक् %1$S %2$S नितोग बेभारेत् आ

source: Calculating web content cache size…
sat: वेब बिसोय साब माराङ तेत् हिंसाबेक् आ…

source: Your application cache is currently using %1$S %2$S of disk space
sat: आमाक् एपलिक्सोंन साब दो %1$S %2$S डिस जायगा रेयाक् नितोगाक् बेभारेत् आ.

source: Do you want to unlink your device?
sat: चेत् आम आमाक् डिबाइस खोंजा ओचोग सानाम काना ?

source: This device will no longer be associated with your Sync account. All of your personal data, both on this device and in your Sync account, will remain intact.
sat: नोवा डिबाइस दो आमाक् मित् ओकतो रेयाक् खाता सांव आर बाय गोड़ोवाक् . आमाक् जोतो निजेराक् डाटा, नावा डिबाइस रेयाक् बानार आर आमाक् मित् ओकतो खाता , बाङ हा़टिञ सारेजोवाक् .

source: Unlink
sat: खोंजा ओचोक्

source: %S must restart to enable this feature.
sat: %S नोवा गुन को हुयहोचो ला़गित् दोहड़ा एहोब ला़कती .

source: %S must restart to disable this feature.
sat: %S नोवा गुन को बाङ हुय होचो ला़गित् दोहड़ा एहोब ला़कती .

source: Restart %S
sat: दोहड़ा एहोब %S
