Repository: translate/mozilla-l10n
Catalog: sat/browser/chrome/browser/preferences/sync.dtd.po
Languages: sat

source: &Set Up &syncBrand.fullName.label;
sat: सेट ऑप &syncBrand.fullName.label; (&S)

source: &syncBrand.fullName.label; lets you access your history, bookmarks, passwords and open tabs across all your devices.
sat: &syncBrand.fullName.label; आम आमाक् हिता़ल, पुथी चिनहा़ को, दानाङ साबाद को आ़तुर होचो आमा आर आमाक् .

source: Update
sat: हा़ली होचो

source: Reset
sat: दोहड़ा साजाव

source: Ma&nage Account
sat: खाता बेबोसताय मे (&n)

source: View Quota
sat: कोटा ञेल मे

source: Change Password…
sat: दानाङ साबाद बोदोल मे…

source: My Recovery Key
sat: इञां ञाम रुवा़ड़ का़ठी

source: Reset Sync…
sat: मित् ओकतो लेता तेयार दोहड़ा साजाव …

source: Pair a Device
sat: मित् डिबाइस जोड़ मे

source: Sync My
sat: मित् ओकतो लेका तेयार इञांक्

source: Book&marks
sat: पुथी चिनहा़ को (&m)

source: &Tabs
sat: टैब को (&T)

source: Histo&ry
sat: हिता़ल (&r)

source: &Passwords
sat: दानाङ साबाद को (&P)

source: Preference&s
sat: कुसियाक् को (&s)

source: &Add-ons
sat: एड-ऑन (&A)

source: Devi&ce Name:
sat: डिबाइस ञुतुम :(&c)

source: Unlink This Device
sat: नोवा डिबाइस खोंजा ओचोक्.

source: Terms of Service
sat: का़मी नियोम को

source: Privacy Policy
sat: उकुवाक नीति

source: Privacy Notice
sat: निजेराक् इतला़य

source: Determining your account status…
sat: आमाक् खाता दोसा गोटाय मे …

source: is not verified.
sat: दो बाय ञेल मिलाव काना

source: Please sign in to reconnect
sat: दोहड़ा जोड़ाव रे साइनइन मे

source: You are not signed in.
sat: आम दो बाम साइनइन आकाना.

source: Sign in
sat: साइनइन

source: Manage
sat: बेबोसताय मे

source: Disconnect…
sat: जोड़ाव ओचोक्…

source: Verify Email
sat: इमेलञेल मिलाव

source: Forget this Email
sat: नोवा इमेल हिड़िञ मे

source: Access your tabs, bookmarks, passwords and more wherever you use &brandShortName;.
sat: आमाक् टैब को , पुथी चिनहा़ को , दानाङ साबाद आर ढेर ओका कोरे आमाम बेभाराक् आ़तुर मे . &brandShortName;.

source: Sign In
sat: साइनइन

source: Create Account
sat: खाता तेयार मे

source: Using an older version of Sync?
sat: मित् ओकतो तेयार रेयाक् मारे बार्सान बेभार मे ?
