Repository: translate/mozilla-l10n
Catalog: an/devtools/client/connection-screen.dtd.po
Languages: an

# title
source: Connect
an: Connectar

source: Connect to remote device
an: Connectar con un dispositivo remoto

source: Host:
an: Servidor:

source: Port:
an: Puerto:

source: Connect
an: Connectar

source: Connecting…
an: Se ye connectando…

source: Available remote add-ons:
an: Complementos remotos disponibles:

source: Available remote tabs:
an: Pestanyas remotas disponibles:

source: Available remote processes:
an: Procesos remotos disponibles:

source: Error: connection timeout.
an: Error: s'ha acorau o tiempo d'a connexión.

source: Error: connection refused.
an: Error: s'ha refusau a connexión.

source: Unexpected error.
an: Error desconoixiu.

source: Firefox Developer Tools can debug remote devices (Firefox for Android and Firefox OS, for example). Make sure that you have turned on the 'Remote debugging' option in the remote device. For more, see the
an: As ferramientas ta desembolicadors d'o Firefox pueden depurar dispositivos remotos (por eixemplo, o Firefox ta Android y o Firefox OS). Asegure-se d'haber activau a opción "Depuración remota" en o dispositivo remoto. Ta mas información, mire-se a

source: documentation
an: documentación
