Repository: translate/mozilla-l10n
Catalog: */obsolete/browser/metro/chrome/browser.properties.po
Languages: hi_in

source: Search %S for "%S"
hi_in: %S को "%S" के लिए खोजें

source: Pin to Top Sites
hi_in: टॉप साइटें में पिन करें

source: Pin to Bookmarks
hi_in: पुस्तचिह्नों में पिन करें

source: Pin to Recent History
hi_in: हालिया इतिहास में जोड़ें

source: Pin to Downloads
hi_in: डाउनलोड में जोड़ें

source: Unpin from Top Sites
hi_in: टॉप साइटों से हटाएँ

source: Hide
hi_in: छिपाएँ

source: Unpin from Downloads
hi_in: डाउनलोड से हटाएँ

source: Delete
hi_in: मिटाएँ

source: Undo delete
hi_in: मिटाए को पहले जैसा करें

source: Clear selection
hi_in: चयन साफ करें

source: Clear
hi_in: साफ करें

source: About
hi_in: परिचय

source: Options
hi_in: विकल्प

source: Help (online)
hi_in: मदद (ऑनलाइन)

source: Save Location
hi_in: स्थान साझा करें

source: Open Location
hi_in: स्थान खोलें

source: Unknown size
hi_in: अज्ञात आकार

source: Open
hi_in: खोलें

source: Save
hi_in: सहेजें

source: Cancel
hi_in: रद्द करें

source: Try Again
hi_in: फिर कोशिश करें

source: Show in Files
hi_in: फाइंडर में पता करें

source: Bookmark added
hi_in: पुस्तचिह्न जोड़ा गया

source: Downloads
hi_in: डाउनलोड

source: Downloading: %S
hi_in: डाउनलोड कर रहा है: %S

source: %S has finished downloading
hi_in: %S ने डाउनलोड समाप्त कर लिया

source: Downloading #1, #2, #3
hi_in: डाउनलोड किया जा रहा है #1, #2, #3

source: %S has been downloaded
hi_in: %S को डाउनलोड किया गया है

source: Tap to save this file.
hi_in: इस फ़ाइल को सहेजने के लिए टैप करें

source: Download too big
hi_in: डाउनलोड काफी बड़ा है.

source: Not enough storage space
hi_in: पर्याप्त भंडार स्थान नहीं

source: Downloading one file, #2, #3;Downloading #1 files, #2, #3
hi_in: फाइल डाउनलोड कर रहा है, #2, #3;डाउनलोडिंग #1 फ़ाइल, #2, #3

source: One download has been completed;#1 downloads have been completed
hi_in: दूसरे डाउनलोड संपन्न हुए;#1 डाउनलोड पूरे हुए

source: Sorry, downloading %S failed.
hi_in: माफ करें, %S की डाउनलोडिंग विफल.

source: #1 prevented this site from opening a pop-up window.;#1 prevented this site from opening #2 pop-up windows.
hi_in: #1 ने इस साइट को पॉप अप विंडो खोलने से रोका है. ;#1 इस साइट को #2 पॉप अप विंडो को खोलने से रोका है.

source: Allow once
hi_in: एक बार अनुमति दें

source: Always allow
hi_in: हमेशा स्वीकारें

source: Never allow
hi_in: कभी नहीं अनुमति न दें

source: Always for this site
hi_in: इस साइट के लिए हमेशा

source: Never for this site
hi_in: इस साइट के लिए कभी नहीं

source: Share location
hi_in: स्थान साझा करें

source: Share your location with %S?
hi_in: क्या आप %S के साथ अपना स्थान साझा करना चाहते हैं?

source: Learn more…
hi_in: अधिक जानें…

source: Error:
hi_in: त्रुटि:

source: Warning:
hi_in: चेतावनी:

# offlineApps.allow
source: Allow
hi_in: स्वीकारें

source: %S wants to store data on your device for offline use.
hi_in: %S आपकी युक्ति पर ऑफ़लाइन उपयोग के लिए आँकड़ा जमा करना चाहता है.

# indexedDBQuota.allow
source: Allow
hi_in: स्वीकारें

source: %S wants to store a lot of data on your device for offline use.
hi_in: %S आपकी युक्ति पर ऑफ़लाइन उपयोग के लिए काफी आँकड़ा जमा करना चाहता है.

source: New Tab
hi_in: नया टैब

source: Search for “%S” on:
hi_in: “%S” के लिए इसपर ढूँढ़ें:
