Repository: translate/mozilla-l10n
Catalog: ks/browser/chrome/browser/devtools/scratchpad.dtd.po
Languages: ks

source: Scratchpad
ks: سكریچ پیڈ

source: &File
ks: تئ فائل

source: &New Window
ks: نئئ وِنڈو

source: &Open File…
ks: فایل كھولیو

source: Open &Recent
ks: حالُك كھولیو

source: Rever&t…
ks: ریوأرٹ کْریو&

source: &Save
ks: محفوظ کریو

source: Save &As…
ks: اِتھكئن تھٲویو محفوظ

source: &Close
ks: بند

source: &View
ks: تئ وچھیو

source: Show &Line Numbers
ks: لاین نمبر ہأیو&

source: &Wrap Text
ks: متن کْریو بند&

source: &Highlight Trailing Space
ks: ہایلایِٹ کْریو ٹریلینگ سوپیس&

source: L&arger Font
ks: بوڈ فانٹ&

source: S&maller Font
ks: لوکُٹ فانٹ&

source: &Normal Size
ks: نارمل سایِز&

source: &Edit
ks: تئ ادارت

source: &Run
ks: چلٲویو

source: &Inspect
ks: اِنسپیكٹ

source: &Display
ks: ہٲویو

source: &Pretty Print
ks: خوبصورت پرینٹ&

source: E&nvironment
ks: ماحول

source: &Content
ks: مواد

source: &Browser
ks: براوزر

# helpMenu.label helpMenu.accesskey
source: &Help
ks: &مدد

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
ks: &مدد

source: Scratchpad Help on M&DN
ks: M&DN خٲطرئ سكریچ پیڈ مدد

source: Rese&t Variables
ks: ویریبلس كریو دوبارئ سیٹ

source: R&eload And Run
ks: ری لوڈ کْریو تْہ کْریو رن&

source: E&xecute
ks: عمل۪ی منذ انیو

source: E&valuate Current Function
ks: موجود فنکشن کْریو ایوالویٹ&
