Repository: translate/mozilla-l10n
Catalog: ks/browser/chrome/browser/devtools/webaudioeditor.dtd.po
Languages: ks

source: Reload
ks: ری لوڈ کْریو

source: the page to view and edit the audio context.
ks: پیج یوس ویو تْہ ایڈیٹ کران چُھ آڈیو کنٹیکْسٹْہ۔

source: Waiting for an audio context to be created…
ks: انتظار کران أکس آڈیو کنٹیکْسٹس باپت یوس بناوُن چُھ ۔ ۔ ۔

source: Properties
ks: خصوصیات

source: Automation
ks: آٹومیشن

source: AudioNode Inspector
ks: آڈیو نوڈ اِنسپیکٹر

source: No AudioNode selected.
ks: کانہہ آڈیو نوڈ آو نْہ ژارنْہ۔

source: Node does not have any properties.
ks: نوڈس چھ نْہ کانہہ خصوصیت۔

source: Node does not have any AudioParams.
ks: نوڈس چُھ نْہ کانہہ آڈیو پیرم۔

source: AudioParam does not have any automation events.
ks: آڈیوپرمس چُِھ نْہ کانہہ تِہ آٹومیشن ایوینٹ۔
