Repository: translate/mozilla-l10n
Catalog: son/browser/pdfviewer/viewer.properties.po
Languages: son

source: Previous Page
son: Moo bisante

# previous_label
source: Previous
son: Bisante

source: Next Page
son: Jinehere moo

# next_label
source: Next
son: Jine

source: Page:
son: &Moo:

source: of {{pageCount}}
son: {{pageCount}} ga

# zoom_out.title
source: Zoom Out
son: Nakasandi

# zoom_out_label
source: Zoom Out
son: Nakasandi

# zoom_in.title
source: Zoom In
son: Bebbeerandi

# zoom_in_label
source: Zoom In
son: Bebbeerandi

source: Zoom
son: Bebbeerandi

source: Switch to Presentation Mode
son: Bere cebeyan alhaali

source: Presentation Mode
son: Cebeyan alhaali

source: Open File
son: Tuku feeri

source: Open
son: Feeri

# print.title
source: Print
son: Kar

# print_label
source: Print
son: Kar

# download.title
source: Download
son: Zumandi

# download_label
source: Download
son: Zumandi

source: Current view (copy or open in new window)
son: Sohõ gunarro (bere wala feeri zanfun taaga ra)

source: Current View
son: Sohõ gunaroo

# tools.title
source: Tools
son: Goyjinawey

# tools_label
source: Tools
son: Goyjinawey

# first_page.title
source: Go to First Page
son: Koy moo jinaa ga

# first_page.label
source: Go to First Page
son: Koy moo jinaa ga

# first_page_label
source: Go to First Page
son: Koy moo jinaa ga

# last_page.title
source: Go to Last Page
son: Koy moo koraa ga

# last_page.label
source: Go to Last Page
son: Koy moo koraa ga

# last_page_label
source: Go to Last Page
son: Koy moo koraa ga

# page_rotate_cw.title
source: Rotate Clockwise
son: Kuubi kanbe guma here

# page_rotate_cw.label
source: Rotate Clockwise
son: Kuubi kanbe guma here

# page_rotate_cw_label
source: Rotate Clockwise
son: Kuubi kanbe guma here

# page_rotate_ccw.title
source: Rotate Counterclockwise
son: Kuubi kanbe wowa here

# page_rotate_ccw.label
source: Rotate Counterclockwise
son: Kuubi kanbe wowa here

# page_rotate_ccw_label
source: Rotate Counterclockwise
son: Kuubi kanbe wowa here

# hand_tool_enable.title
source: Enable hand tool
son: Kanbe goyjinay tunandi

# hand_tool_enable_label
source: Enable hand tool
son: Kanbe goyjinay tunandi

# hand_tool_disable.title
source: Disable hand tool
son: Kanbe joyjinay kaa

# hand_tool_disable_label
source: Disable hand tool
son: Kanbe goyjinay kaa

# document_properties.title
source: Document Properties…
son: Takadda mayrawey…

# document_properties_label
source: Document Properties…
son: Takadda mayrawey…

source: File name:
son: Tuku maa:

source: File size:
son: Tuku adadu:

source: {{size_kb}} KB ({{size_b}} bytes)
son: KB {{size_kb}} (cebsu-ize {{size_b}})

source: {{size_mb}} MB ({{size_b}} bytes)
son: MB {{size_mb}} (cebsu-ize {{size_b}})

source: Title:
son: Tiiramaa:

source: Author:
son: Hantumkaw:

source: Subject:
son: Dalil:

source: Keywords:
son: Kufalkalimawey:

source: Creation Date:
son: Teeyan han:

source: Modification Date:
son: Barmayan han:

source: Creator:
son: Teekaw:

source: PDF Producer:
son: PDF berandikaw:

source: PDF Version:
son: PDF dumi:

source: Page Count:
son: Moo hinna:

# document_properties_close
source: Close
son: Daabu

# toggle_sidebar.title
source: Toggle Sidebar
son: Kanjari ceraw zuu

# toggle_sidebar_label
source: Toggle Sidebar
son: Kanjari ceraw zuu

source: Show Document Outline
son: Takadda filla-boŋ cebe

source: Document Outline
son: Takadda filla-boŋ

source: Show Attachments
son: Hangarey cebe

source: Attachments
son: Hangarey

source: Show Thumbnails
son: Kabeboy biyey cebe

source: Thumbnails
son: Kabeboy biyey

source: Find in Document
son: Ceeci takaddaa ra

source: Find
son: Ceeci

source: Page {{page}}
son: {{page}} moo

source: Thumbnail of Page {{page}}
son: Kabeboy bii {{page}} moo še

source: Find:
son: Ceeci:

source: Find the previous occurrence of the phrase
son: Kalimaɲaŋoo bangayri bisantaa ceeci

# find_previous_label
source: Previous
son: Bisante

source: Find the next occurrence of the phrase
son: Kalimaɲaŋoo hiino bangayroo ceeci

# find_next_label
source: Next
son: Jine

source: Highlight all
son: Ikul šilbay

source: Match case
son: Harfu-beeriyan hawgay

source: Reached top of document, continued from bottom
son: A too moŋoo boŋoo, koy jine ka šinitin nda cewoo

source: Reached end of document, continued from top
son: A too moɲoo cewoo, koy jine šintioo ga

source: Phrase not found
son: Kalimaɲaa mana duwandi

source: More Information
son: Alhabar tontoni

source: Less Information
son: Alhabar tontoni

# error_close
source: Close
son: Daabu

source: Message: {{message}}
son: Alhabar: {{message}}

source: Stack: {{stack}}
son: Dekeri: {{stack}}

source: File: {{file}}
son: Tuku: {{file}}

source: Line: {{line}}
son: Žeeri: {{line}}

source: An error occurred while rendering the page.
son: Firka bangay kaŋ moɲoo goo ma willandi.

source: Page Width
son: Mooo hayyan

source: Page Fit
son: Moo sawayan

source: Automatic Zoom
son: Boŋše azzaati barmayyan

source: Actual Size
son: Adadu cimi

source: Error
son: Firka

source: An error occurred while loading the PDF.
son: Firka bangay kaŋ PDF goo ma zumandi.

source: Invalid or corrupted PDF file.
son: PDF tuku laala wala laybante.

source: Missing PDF file.
son: PDF tuku kumante.

source: Unexpected server response.
son: Manti feršikaw tuuruyan maatante.

source: [{{type}} Annotation]
son: {{type}} maasa-caw]

source: Enter the password to open this PDF file.
son: Šennikufal dam ka PDF tukoo woo feeri.

source: Invalid password. Please try again.
son: Šennikufal laalo. Ceeci koyne taare.

source: OK
son: Ayyo

source: Cancel
son: Naŋ

source: Warning: Printing is not fully supported by this browser.
son: Yaamar: Karyan ši tee ka timme nda ceecikaa woo.

source: Warning: The PDF is not fully loaded for printing.
son: Yaamar: PDF ši zunbu ka timme karyan še.

source: Web fonts are disabled: unable to use embedded PDF fonts.
son: Interneti šigirawey kay: ši hin ka goy nda PDF šigira hurantey.

source: PDF documents are not allowed to use their own colors: 'Allow pages to choose their own colors' is deactivated in the browser.
son: PDF takaddawey ši duu fondo ka ngey boŋ noonawey zaa: 'Naŋ moɲey ma ngey boŋ noonawey suuba' ši dira ceecikaa ga.
