Repository: translate/mozilla-l10n
Catalog: sat/toolkit/chrome/global/aboutSupport.properties.po
Languages: sat

source: Crash Reports for the Last #1 Day;Crash Reports for the Last #1 Days
sat: मुचा़त् #1 माहित् ला़गित् रा़पुद रिपोर्ट ; मुचा़त् #1मा़हित् कोला़गित् रा़पुत् रिपोर्ट

source: #1 minute ago;#1 minutes ago
sat: #1 टिप्च् माड़ाङ ;#1टिपिच् को माड़ाङ .

source: #1 hour ago;#1 hours ago
sat: #1टाड़ाङ माड़ाङ ;#1 टाड़ाङ को .

source: #1 day ago;#1 days ago
sat: #1 माहा माड़ाङ ;#1 माहा को माड़ाङ .

source: All Crash Reports (including #1 pending crash in the given time range);All Crash Reports (including #1 pending crashes in the given time range)
sat: जोतो रा़पुद रिपोर्ट को (एमाकान ओकतो पासनाव रे #1 आटकाव दोहो रा़पुत् );जोतो रा़पुद रिपोर्ट को (एमकिन ओकतो पासनाव रे #1 आटकाव दोहो रा़पुत् )

source: GPU Accelerated Windows
sat: GPU तोड़ाक् विंडो को

source: Raw data copied to clipboard
sat: भएरेल डाटा रेटोप बोर्ड रे नोकोल लेना .

source: Text copied to clipboard
sat: ओनोल रेटोबोर्ड रे नोकोलेना.

source: Blocked for your graphics driver version.
sat: आमाक् गार चिता़र ड्राइबार बार्सन ला़गित् आकोट आकाना .

source: Blocked for your graphics driver version. Try updating your graphics driver to version %S or newer.
sat: चिता़र ड्राइबार बार्सन ला़गित् आकोट आकाना बार्सन %S आर बाङ नावानाक् रेआमाक् गार चिता़र ड्राइवार हा़ली होचो कुरुमुटुय में .

source: Blocked for your graphics card because of unresolved driver issues.
sat: बाङ कोरावकान ड्राइवार काता को कारोन ते आमाक् गार चिता़र कार्ड ला़गित् आकोट आकाना .

source: Blocked for your operating system version.
sat: आमाक चालु सेस्टेम बार्सन ला़गित् आकोट आकाना .

source: Direct2D Enabled
sat: सोझे 2D हुय होचो

source: DirectWrite Enabled
sat: सोझे ओल हुच होचो

source: ClearType Parameters
sat: पुस्टा़व टाइप पारामिटार

source: ClearType parameters not found
sat: पुस्टा़व टाइप पारामिटार बाय ञाम लेना

source: Adapter Description
sat: एडाप्टार बिबरोन

source: Vendor ID
sat: आसरिञिजाक् ID

source: Device ID
sat: डिभाइस ID

source: Subsys ID
sat: खुंट सिस्टेम ID

source: Adapter Drivers
sat: एडाप्टार ड्राइबार को

source: Adapter RAM
sat: एडाप्टार RAM

source: Driver Version
sat: ड्राइवार बार्सन

source: Driver Date
sat: ड्राइबार मा़हित्

source: Adapter Description (GPU #2)
sat: एडोप्टार बिबरोन (GPU #2)

source: Vendor ID (GPU #2)
sat: आखञिजाक ID (GPU #2)

source: Device ID (GPU #2)
sat: डिभाइस ID (GPU #2)

source: Subsys ID (GPU #2)
sat: खुंट सिस्टेम ID (GPU #2)

source: Adapter Drivers (GPU #2)
sat: एडोप्टार ड्राइबार (GPU #2)

source: Adapter RAM (GPU #2)
sat: एडोप्टार RAM (GPU #2)

source: Driver Version (GPU #2)
sat: ड्राइबार बार्सान (GPU #2)

source: Driver Date (GPU #2)
sat: ड्राइबार मा़हित् (GPU #2)

source: GPU #2 Active
sat: GPU #2 चोगोड़

source: WebGL Renderer
sat: वेब GLउदुक् होचोयिच्

source: Expected minimum version
sat: आंसाक् कोमउता़र बार्सन

source: Version in use
sat: बेभार रे बार्सान
