Repository: translate/mozilla-l10n
Catalog: */editor/chrome/dialogs/EdAdvancedEdit.dtd.po
Languages: xh

source: Advanced Property Editor
xh: Umhleli Wempahla Okwinqanaba Eliphambili

source: Attribute:
xh: Uphawu loyelelwano:

source: Value:
xh: Ixabiso:

source: Property:
xh: Impahla:

source: Current attributes for:
xh: Iimpawu zoyelelwano zangoku ukwenzela:

source: Attribute
xh: Uphawu loyelelwano

source: Property
xh: Impahla

source: Value
xh: Ixabiso

source: HTML Attributes
xh: Iimpawu zoyelelwano ze-HTML

source: Inline Style
xh: Isimbo Somgca Wangaphakathi

source: JavaScript Events
xh: Iziganeko zeJavaScript

source: Click on an item above to edit its value
xh: Nqomfa kwinqaku elingentla ukuhlela ixabiso lalo

source: Remove
xh: Susa
