Repository: translate/mozilla-l10n
Catalog: */editor/chrome/dialogs/EditorInsertTOC.dtd.po
Languages: xh

source: Table of Contents
xh: Iziqulatho Zetheyibhile

source: Build table of contents from:
xh: Ukwakha iziqulatho zetheyibhile ezivela:

source: Style:
xh: Isimbo:

source: Tag:
xh: Ileyibhile ye-tag:

source: Class:
xh: Udidi:

source: Level 1
xh: Inqanaba 1

source: Level 2
xh: Inqanaba 2

source: Level 3
xh: Inqanaba 3

source: Level 4
xh: Inqanaba 4

source: Level 5
xh: Inqanaba 5

source: Level 6
xh: Inqanaba 6

source: Make the table of contents read-only
xh: Yenza iziqulatho zetheyibhile zibe ngu-funda kuphela

source: Number all entries in the table of contents
xh: Faka iinombolo kuwo onke amangeniso kwiziqulatho zetheyibhile
