Repository: translate/mozilla-l10n
Catalog: */editor/chrome/dialogs/EditorTableProperties.dtd.po
Languages: xh, zu

source: Table Properties
xh: Iinkcazelo Ngeempawu Zetheyibhile
zu: Izici Zetafula

source: &Apply
xh: &Sebenzisa
zu: &Sebenzisa

source: Close
xh: Vala
zu: Vala

source: Table
xh: Itheyibhile
zu: Itafula

source: Cells
xh: Iiseli
zu: Izikhala

source: &Rows:
xh: &Imiqolo exwesileyo:
zu: &Amarowu:

source: &Columns:
xh: &Imiqolo eyehlayo:
zu: &Amakhalamu:

source: Hei&ght:
xh: Ukupha&kama:
zu: Uku&phakama:

source: &Width:
xh: &Ububanzi:
zu: &Ububanzi:

source: Borders and Spacing
xh: Imida Nokushiywa Kwezikhewu
zu: Amabhoda Nokushiya Izikhala

source: &Border:
xh: &Umda:
zu: &Ibhoda:

source: &Spacing:
xh: &Ukushiywa kwezikhewu:
zu: &Ukushiya Izikhala:

source: &Padding:
xh: &Kongezwa iinkcukacha:
zu: &Ukuvala Izikhala:

source: pixels between cells
xh: amachokoza phakathi kweeseli
zu: amachashaza akha isithombe phakathi kwezikhala

source: pixels between cell border and content
xh: amachokoza phakathi komda weseli nesiqulatho
zu: amachashaza akha isithombe phakathi kwebhoda yesikhala nokuqukethwe

source: &Table Alignment:
xh: &Ulungelelaniso Lwetheyibhile:
zu: &Ukuqondiswa Kwetafula:

source: Captio&n:
xh: Inkcazelo ngom&fanekiso:
zu: Amagam&a achaza isithombe:

source: Above Table
xh: Itheyibhile Engentla
zu: Ngenhla Kwefafula

source: Below Table
xh: Itheyibhile Engezantsi
zu: Ngezansi Kwetafula

source: Left of Table
xh: Ngasekhohlo Kwetheyibhile
zu: Kwesobunxele Setafula

source: Right of table
xh: Ngasekunene kwetheyibhile
zu: Kwesokudla Setafula

source: None
xh: Akukho
zu: Akukho

source: (Let page color show through)
xh: (Yenza ukuba umbala wekhasi ubonise konke)
zu: (Vumela imibala yekhasi ibonakale)

source: percent of table
xh: ipesenti yetheyibhile
zu: iphesenti letafula

source: Selection
xh: Okukhethwayo
zu: Ukukhetha

source: Cell
xh: Iseli
zu: Isikhala

source: Row
xh: Umqolo oxwesileyo
zu: Irowu

source: Column
xh: Umqolo owehlayo
zu: Ikhalamu

source: &Next
xh: &Okulandelayo
zu: &Okulandelayo

source: &Previous
xh: &Okwangaphambili
zu: &Okwandulelayo

source: Apply changes before changing selection
xh: Sebenzisa iinguquko phambi kokuguqula okukhethiweyo
zu: Sebenzisa ushintsho ngaphambi kokushintsha ukukhetha

source: Keep current settings
xh: Gcina imimiselo yangoku
zu: Gcina ukuhlelwa kwamanje kunjalo

source: Current changes will be applied
xh: Kuya kusetyenziswa iinguquko zangoku
zu: Ushintsho lwamanje luzosetshenziswa

source: before changing the selection.
xh: phambi kokuguqula okukhethiweyo.
zu: ngaphambi kokushintsha ukukhetha.

source: Row Span:
xh: Ithuba Lomqolo Oxwesileyo:
zu: Ubude Berowu:

source: Column Span:
xh: Ithuba Lomqolo Owehlayo:
zu: Ubude Bekhalamu:

source: Content Alignment
xh: Ulungelelwaniso Lwesiqulatho
zu: Ukuqondiswa Kokuqukethwe

source: Hori&zontal:
xh: Ngoko&bubanzi:
zu: Ovun&dlile:

source: &Vertical:
xh: &Ngokobude:
zu: &Omile:

source: &Cell Style:
xh: &Isimbo Seseli:
zu: &Isitayela Sesikhala:

source: Normal
xh: Okuqhelekileyo
zu: Okuvamile

source: Header
xh: Umbhalo Ongasentla Kwekhasi
zu: Isihloko Saphezulu

source: &Text Wrap:
xh: &Ukugqithela Kumgca Olandelayo Kwesiqendu:
zu: &Ukugoqwa Kombhalo:

source: Wrap
xh: Qhuba ngokuzenzekela kumgca olandelayo
zu: Goqa

source: Don't wrap
xh: Musa ukugqithela kumgca olandelayo
zu: Ungagoqi

source: Top
xh: Ngaphezulu
zu: Phezulu

source: Middle
xh: Kwindawo ephakathi
zu: Phakathi

source: Bottom
xh: Emazantsi
zu: Phansi

source: Justify
xh: Lungelelanisa macala
zu: Gcwalisa Izikhala

source: At Character:
xh: Kumbhalo Onjengonobumba:
zu: Ohlamvwini:

source: (Let table color show through)
xh: (Yenza ukuba umbala wetheyibhile ubonise konke)
zu: (Vumela imibala yetafula ibonakale)

source: Use checkboxes to determine which properties are applied to all selected cells
xh: Sebenzisa iibhokisi zokuqwalasela ukufumanisa ukuba zeziphi iinkcazelo ngeempawu ezisebenza kuzo zonke iiseli ezikhethiweyo
zu: Sebenzisa amabhokisi afakwe oqhwishi ukuze ubone ukuthi iziphi izici ezisetshenziswe kuzo zonke izikhala ezikhethiwe

source: Size
xh: Ubukhulu
zu: Usayizi

source: pixels
xh: amachokoza eskrinini
zu: amachashazana akha isithombe

source: &Background Color:
xh: Umbala &Ongasemva Eskrinini:
zu: &Umbala Ongemuva:

source: Left
xh: Ekhohlo
zu: Kwesobunxele

source: Center
xh: Embindini
zu: Phakathi

source: Right
xh: Ekunene
zu: Kwesokudla
