Repository: translate/mozilla-l10n
Catalog: */browser/extensions/pocket/pocket.properties.po
Languages: nb_no, th

source: Add Tags
nb_no: Legg til etiketter
th: เพิ่มป้ายกำกับ

source: Already a Pocket user?
nb_no: Allerede en Pocket-bruker?
th: เป็นผู้ใช้ Pocket อยู่แล้ว?

source: Continue with Firefox
nb_no: Fortsett med Firefox
th: ใช้งานกับ Firefox ต่อไป

source: There was an error when trying to save to Pocket.
nb_no: Et problem oppstod ved lagring til Pocket.
th: เกิดข้อผิดพลาดระหว่างการบันทึกไปยัง Pocket

source: Learn More
nb_no: Les mer
th: เรียนรู้เพิ่มเติม

source: Log in
nb_no: Logg inn
th: เข้าสู่ระบบ

source: Tags are limited to 25 characters
nb_no: Etiketter er begrenset til 25 tegn
th: ป้ายกำกับถูกจำกัดไว้ที่ 25 ตัวอักษร

source: You must be connected to the Internet in order to save to Pocket. Please check your connection and try again.
nb_no: Du må være koblet til nettet for å lagre til Pocket. Kontroller tilkoblingen og prøv igjen.
th: คุณต้องเชื่อมต่อกับอินเทอร์เน็ตก่อนที่จะบันทึก Pocket โปรดตรวจสอบการเชื่อมต่อของคุณและลองอีกครั้ง

source: Only links can be saved
nb_no: Bare lenker kan lagres
th: ลิงก์เท่านั้นที่สามารถถูกบันทึกได้

source: Page Not Saved
nb_no: Side ikke lagret
th: หน้าไม่ถูกบันทึก

source: Page Removed
nb_no: Side fjernet
th: ลบหน้าแล้ว

source: Saved to Pocket
nb_no: Lagret til Pocket
th: บันทึกไปยัง Pocket

source: Removing Page…
nb_no: Fjerner side …
th: กำลังลบหน้า…

source: Adding tags…
nb_no: Legger til side …
th: กำลังเพิ่มป้ายกำกับ…

source: Remove Page
nb_no: Fjern side
th: ลบหน้า

source: Save
nb_no: Lagre
th: บันทึก

source: Saving…
nb_no: Lagrer …
th: กำลังบันทึก…

source: Sign up with email
nb_no: Logg inn med e-postadresse
th: ลงทะเบียนด้วยอีเมล

source: Sign up for Pocket. It’s free.
nb_no: Registrer deg i Pocket. Det er gratis.
th: ไม่มีค่าใช้จ่ายในการลงทะเบียน Pocket

source: Suggested Tags
nb_no: Foreslåtte etiketter
th: ป้ายกำกับที่ถูกแนะนำ

source: Save articles and videos from Firefox to view in Pocket on any device, any time.
nb_no: Lagre artikler og videoer fra Firefox for å vise dem i Pocket på hvilken som helst enhet, når som helst.
th: บันทึกบทความและวิดีโอจาก Firefox เพื่อดูใน Pocket บนอุปกรณ์ต่าง ๆ เวลาไหนก็ได้

source: Click the Pocket Button to save any article, video or page from Firefox.
nb_no: Trykk på Pocket-knappen for å lagre hvilken som helst artikkel, video eller side fra Firefox.
th: คลิกปุ่ม Pocket เพื่อบันทึกบทความ วิดีโอ หรือหน้าจาก Firefox

source: View in Pocket on any device, any time.
nb_no: Vis i Pocket på hvilken som helst enhet, når som helst.
th: ดูใน Pocket บนอุปกรณ์ต่าง ๆ เวลาไหนก็ได้

source: Tags Added
nb_no: Etiketter lagt til
th: ป้ายกำกับถูกเพิ่มแล้ว

source: Sign in with Firefox
nb_no: Logg inn med Firefox
th: ลงชื่อเข้าใช้ด้วย Firefox

source: Sign up with Firefox
nb_no: Registrer deg med Firefox
th: ลงทะเบียนกับ Firefox

source: View List
nb_no: Vis liste
th: ดูรายการ

source: Save to Pocket
nb_no: Lagre til Pocket
th: บันทึกไปยัง Pocket

source: Save Page to Poc&ket
nb_no: Lagre siden i Poc&ket
th: บันทึกหน้าไปยัง Poc&ket

source: Save Link t&o Pocket
nb_no: Lagre lenke ti&l Pocket
th: บันทึกลิงก์ไ&ปยัง Pocket

source: View Pocket List
nb_no: Vis Pocket-liste
th: ดูรายการ Pocket
