Repository: translate/mozilla-l10n
Catalog: sm/toolkit/chrome/mozapps/profile/profileSelection.dtd.po
Languages: sm

source: &brandShortName; - Choose User Profile
sm: &brandShortName; - Filifili lou fōliga-fa'aaogā

source: Profile Name:
sm: Igoa o le fōliga-fa'aaogā:

source: Start &brandShortName;
sm: 'Āmata &brandShortName;

source: Exit
sm: Fa'atōfā

source: Available Profiles
sm: Fōliga-fa'aaogā avanoa

source: &Create Profile…
sm: &Fa'atupu Fōliga-fa'aaogā…

source: &Rename Profile…
sm: &Fa'aigoa fōliga-fa'aaogā…

source: &Delete Profile…
sm: &Tia'i fōliga-fa'aaogā…

source: &brandShortName; stores information about your settings, preferences, and other user items in your user profile.
sm: &brandShortName; e teuga fa'amatalaga o lau fa'atonutonu, fa'a'au'au, ma se isi fo'i i lou fōliga-fa'aaogā.

source: W&ork offline
sm: Gālu&ega laina-'ese
