Repository: translate/mozilla-l10n
Catalog: su/services/sync/errors.properties.po
Languages: su

source: Failed to connect to the server
su: Gagal nyambung ka server

source: Wrong Recovery Key
su: Recovery Key lepat

source: Incorrect account name or password
su: Ngaran rekening atawa sandi salah

source: Missing account name
su: Ngaran rekening henteu sadia

source: Missing password
su: Sandi henteu sadia

source: No saved Recovery Key to use
su: Teu aya Recovery Key nu disimpen keur dianggo

source: Server incorrectly configured
su: Server henteu dikonfigurasi kalayan bener

source: One or more data types could not be synced
su: Hiji atawa leuwih jenis data teu bisa disinkronkeun

source: Firefox Sync server maintenance is underway, syncing will resume automatically
su: Server Firefox Sync keur dina mangsa pemeliharaan, penyinkronan bakal dituluykeun sacara otomatis

source: Incorrect words, try again
su: Kecap anu salah, sumangga coba deui

source: Use a stronger password
su: Paké sandi anu leuwih canggih

source: Unknown error
su: Galat henteu dipikawanoh

source: Password can't match current password
su: Sandi henteu kaci sarua kalayan sandi anu ayeuna Anjeun paké

source: Password can't match your user name
su: Sandi henteu kaci sarua kalayan ngaran pamaké Anjeun

source: Password can't match your email address
su: Sandi henteu kaci sarua jeung alamat surélék Anjeun

source: The passwords entered do not match
su: Sandi anu diasupkeun henteu sarua

source: The password entered is too short
su: Sandi anu diasupkeun pondok teuing
