Repository: translate/mozilla-l10n
Catalog: nso/browser/chrome/browser/sitePermissions.properties.po
Languages: nso

source: Allow
nso: Dumelela

source: Block
nso: Thibela

source: Always Ask
nso: Ka mehla botšiša

source: Set Cookies
nso: Beakanya dikhukhi

source: Show Notifications
nso: Laetša ditsebišo

source: Load Images
nso: Hlahlela diswantšho

source: Open Pop-up Windows
nso: Bula mafasetere a runyago

source: Maintain Offline Storage
nso: Boloka polokelo ya go se be inthaneteng

source: Enter Fullscreen
nso: Tsenya sekirini se tletšego

source: Hide the Mouse Pointer
nso: Fihla selaetši sa legotlwana
