Repository: translate/mozilla-l10n
Catalog: dsb/chat/irc.properties.po
Languages: dsb

source: nick
dsb: pśimě

source: Lost connection with server
dsb: Zwisk ze serwerom jo se zgubił

source: Connection timed out
dsb: Casowe pśekšocenje

source: %S is not an allowed username
dsb: %S njejo dowólone wužywarske mě.

source: Invalid server password
dsb: Njepłaśiwe serwerowe gronidło

source: Password required
dsb: Gronidło trěbne

source: _Channel
dsb: _kanal

source: _Password
dsb: _gronidło

source: Server
dsb: Serwer

source: Use SSL
dsb: SSL wužywaś

source: Character Set
dsb: Znamuškowa sajźba

source: Quit message
dsb: Powěźeńka pśi spušćenja

source: Part message
dsb: Powěsć pśi źělenju

source: Show messages from the server
dsb: Powěsći ze serwera pokazaś

source: Alternate nicks
dsb: Alternatiwne pśimjenja

source: %1$S is using "%2$S".
dsb: %1$S wužywa "%2$S".

source: The time for %1$S is %2$S.
dsb: Cas za %1$S jo %2$S.

source: %S &lt;action to perform&gt;: Perform an action.
dsb: %S &lt;akcija, kótaraž ma se pśewjasć&gt;: Akciju pśewjasć.

source: %S &lt;nick&gt; &lt;msg&gt;: Sends a CTCP message to the nick.
dsb: %S &lt;pśimě&gt; &lt;msg&gt;: Sćelo CTCP-powěsć na pśimě.

source: %S &lt;command&gt;: Send a command to ChanServ.
dsb: %S &lt;pśikaz&gt;: Sćelo pśikaz na ChanServ.

source: %S &lt;nick1&gt;[,&lt;nick2&gt;]*: Remove channel operator status from someone. You must be a channel operator to do this.
dsb: %S &lt;pśimě1&gt;[,&lt;pśimě2&gt;]*: Někomu status kanalowego operatora pšec wześ. Musyśo kanalowy operator byś, aby to cynił.

source: %S &lt;nick1&gt;[,&lt;nick2&gt;]*: Remove channel voice status from someone, preventing them from speaking if the channel is moderated (+m). You must be a channel operator to do this.
dsb: %S &lt;pśimě1&gt;[,&lt;pśimě2&gt;]*: Někomu status powědanja pšec wześ, aby jomu powědanje zawobarał, jolic kanal se moderěrujo (+m). Musyśo kanalowy operator byś, aby to cynił.

source: %S &lt;nick&gt;[ &lt;nick&gt;]* [&lt;channel&gt;]: Invite one or more nicks to join you in the current channel, or to join the specified channel.
dsb: %S &lt;nick&gt;[ &lt;nick&gt;]* [&lt;channel&gt;]: Pśepšosćo jadno pśimě abo někotare pśimjenja do aktualnego kanala abo do pódanego kanala.

source: %S &lt;room1&gt;[ &lt;key1&gt;][,&lt;room2&gt;[ &lt;key2&gt;]]*: Enter one or more channels, optionally providing a channel key for each if needed.
dsb: %S &lt;rum1&gt;[ &lt;gronidło1&gt;][,&lt;rum2&gt;[ &lt;gronidło2&gt;]]*: Do jadnogo kanala abo do někotarych kanalow stupić, z tym až kanalowe gronidło se wužywa, jolic trěbne.

source: %S &lt;nick&gt; [&lt;message&gt;]: Remove someone from a channel. You must be a channel operator to do this.
dsb: %S &lt;pśimě&gt; [&lt;powěsć&gt;]: Někogo z kanala wótpóraś. Musyśo kanalowy operator byś, aby to cynił.

source: %S: Display a list of chat rooms on the network. Warning, some servers may disconnect you upon doing this.
dsb: %S: Lisćinu chatowych rumow w seśi pokazaś. Glědajśo: někotare serwery mógu zwisk źěliś, gaž to cyniśo.

source: %S &lt;command&gt;: Send a command to MemoServ.
dsb: %S &lt;pśikaz&gt;: Pśikaz na MemoServ pósłaś.

source: %S (+|-)&lt;new mode&gt; [&lt;nick&gt;]: Set or unset a user's mode.
dsb: %S (+|-)&lt;nowy modus&gt; [&lt;pśimě&gt;]:Modus wužywarja pśešaltowaś.

source: %S &lt;channel&gt;[ (+|-)&lt;new mode&gt; [&lt;parameter&gt;][,&lt;parameter&gt;]*]: Get, set or unset a channel mode.
dsb: %S &lt;kanal&gt;[ (+|-)&lt;nowy modus&gt; [&lt;parameter&gt;][,&lt;parameter&gt;]*]: Kanalowy modus wobstaraś, zašaltowaś abo wušaltowaś.

source: %S &lt;nick&gt; &lt;message&gt;: Send a private message to a user (as opposed to a channel).
dsb: %S &lt;pśimě&gt; &lt;powěsć&gt;: Wužywarjeju priwatnu powěsć pósłaś (na rozdźěl wót kanala).

source: %S &lt;new nickname&gt;: Change your nickname.
dsb: %S &lt;nowe pśimě&gt;: Wašo pśimě změniś.

source: %S &lt;command&gt;: Send a command to NickServ.
dsb: %S &lt;pśikaz&gt;: Pśikaza na NickServ pósłaś.

source: %S &lt;target&gt; &lt;message&gt;: Send a notice to a user or channel.
dsb: %S &lt;cel&gt; &lt;powěsć&gt;: Wužywarjeju abo kanaloju powěźeńku pósłaś.

source: %S &lt;nick1&gt;[,&lt;nick2&gt;]*: Grant channel operator status to someone. You must be a channel operator to do this.
dsb: %S &lt;pśimě1&gt;[,&lt;pśimě2&gt;]*: Někomu status kanalowego operatora daś. Musyśo kanalowy operator byś, aby to cynił.

source: %S &lt;command&gt;: Send a command to OperServ.
dsb: %S &lt;pśikaz&gt;: Pśikaz na OperServ pósłaś.

source: %S [message]: Leave the current channel with an optional message.
dsb: %S [powěsć]: Aktualny kanal z opcionalneju powěsću pušćiś.

source: %S [&lt;nick&gt;]: Asks how much lag a user (or the server if no user specified) has.
dsb: %S [&lt;pśimě&gt;]: Pšaša se, wjele wokomuźenja wužywaŕ ma (abo serwer, jolic njejo žeden wužywaŕ pódany).

source: %S &lt;message&gt;: Disconnect from the server, with an optional message.
dsb: %S &lt;powěsć&gt;: Zwisk ze serwerom z opcionalneju powěsću źěliś.

source: %S &lt;command&gt;: Send a raw command to the server.
dsb: %S &lt;pśikaz&gt;: Pśikaz raw na serwer pósłaś.

source: %S: Displays the current local time at the IRC server.
dsb: %S: zwobraznjujo aktualny městny cas na IRC-serwerje.

source: %S [&lt;new topic&gt;]: Set this channel's topic.
dsb: %S [&lt;nowa tema&gt;]: Temu kanala nastajiś.

source: %S (+|-)&lt;new mode&gt;: Set or unset a user mode.
dsb: %S (+|-)&lt;nowy modus&gt;: Wužywarski modus stajiś abo wótpóraś.

source: %S &lt;nick&gt;: Request the version of a user's client.
dsb: %S &lt;pśimě&gt;: Wersiju wužywarskego klienta pominaś.

source: %S &lt;nick1&gt;[,&lt;nick2&gt;]*: Grant channel voice status to someone. You must be a channel operator to do this.
dsb: %S &lt;pśimě1&gt;[,&lt;pśimě2&gt;]*: Někomu status powědanja kanala daś. Musyśo kanalowy operator byś, aby to cynił.

source: %S [&lt;nick&gt;]: Get information on a user.
dsb: %S [&lt;pśimě&gt;]: Informacije wó wužywarju wobstaraś.

source: %1$S [%2$S] entered the room.
dsb: %1$S [%2$S] jo do ruma stupił.

source: You have rejoined the room.
dsb: Sćo zasej do ruma stupił.

source: You have been kicked by %1$S%2$S.
dsb: %1$S%2$S jo śi wen chyśił.

source: %1$S has been kicked by %2$S%3$S.
dsb: %2$S%3$S jo %1$S wen chyśił.

source: Mode %1$S for %2$S set by %3$S.
dsb: Modus %1$S za %2$S wót %3$S stajony.

source: Channel mode %1$S set by %2$S.
dsb: Kanalowy modus %1$S wót %2$S stajony.

source: Your mode is %S.
dsb: Waš modus jo %S.

source: Could not use the desired nickname. Your nick remains %S.
dsb: Pódane pśimě njedajo se wužywaś. Wašo pśimě wóstawa %S.

source: You have left the room (Part%1$S).
dsb: Sćo rum spušćił (spušćenje%1$S).

source: %1$S has left the room (Part%2$S).
dsb: %1$S jo rum spušćił (spušćenje%2$S).

source: %1$S has left the room (Quit%2$S).
dsb: %1$S jo rum spušćił (skóńcenje%2$S).

source: %1$S has invited you to %2$S.
dsb: %1$S jo śi do %2$S kazał.

source: %1$S was successfully invited to %2$S.
dsb: Su %1$S wuspěšnje do %2$S kazali.

source: %1$S is already in %2$S.
dsb: %1$S jo južo w %2$S.

source: %S was summoned.
dsb: %S jo napominanje dostał.

source: WHOIS information for %S:
dsb: Informacije WHOIS za %S:

source: %1$S is offline. WHOWAS information for %1$S:
dsb: %1$S jo offline. Informacije WHOWAS za %1$S:

source: %S is an unknown nickname.
dsb: %S jo njeznate pśimě.

source: %1$S changed the channel password to %2$S.
dsb: %1$S jo kanalowe gronidło do %2$S změnił.

source: %S removed the channel password.
dsb: %S jo kanalowe gronidło wótpórał.

source: Users connected from the following locations are banned from %S:
dsb: Wužywarje, kótarež su se ze slědujucych městnow zwězali, wuganjaju se z %S:

source: There are no banned locations for %S.
dsb: Za %S městna wugnaństwa njejsu.

source: Users connected from locations matching %1$S have been banned by %2$S.
dsb: Wužywarje, kótarež su se z městnow zwězali, kótarež wótpowěduju %1$S, su se wót %2$S wugnali.

source: Users connected from locations matching %1$S are no longer banned by %2$S.
dsb: Wužywarje, kótarež su se z městnow zwězali, kótarež wótpowěduju %1$S, njewugnanjaju se wěcej wót %2$S.

source: Ping reply from %1$S in #2 millisecond.;Ping reply from %1$S in #2 milliseconds.
dsb: Awtomatiske wótegrono wót %1$S za #2 sekundu.;Awtomatiske wótegrono wót %1$S za #2 sekunźe.;Awtomatiske wótegrono wót %1$S za #2 sekundy.;Awtomatiske wótegrono wót %1$S za #2 sekundow.

# error.noChannel
source: There is no channel: %S.
dsb: Njejo žeden kanal: %S.

source: Cannot join %S; you've joined too many channels.
dsb: Pśistup k %S njejo móžny; sćo do pśewjele kanalow stupił.

source: Nick already in use, changing nick to %1$S [%2$S].
dsb: Pśimě se južo wužywa, pśimě změnja se do %1$S [%2$S].

source: %S is not an allowed nickname.
dsb: %S njejo dowólone pśimě.

source: You are banned from this server.
dsb: Sćo z toś togo serwera wugnany.

source: You will soon be banned from this server.
dsb: Wugnawa śi skóro z toś togo serwera.

source: You cannot change modes for other users.
dsb: Njamóžośo moduse za druge wužywarje změniś.

source: %S is not online.
dsb: %S njejo online.

source: There was no nickname: %S
dsb: Njejo žedno pśimě było: %S

# error.noSuchChannel
source: There is no channel: %S.
dsb: Kanal njejo: %S.

source: %S is temporarily unavailable.
dsb: %S nachylu njestoj k dispoziciji.

source: You have been banned from %S.
dsb: Su was z %S wugnali.

source: You cannot send messages to %S.
dsb: Njamóžośo powěsći na %S pósłaś.

source: The channel %S is full.
dsb: Kanal %S jo połny.

source: You must be invited to join %S.
dsb: Trjebaśo pśepšosenje, aby se %S pśizamknuł.

source: %S is not a unique user@host or shortname or you have tried to join too many channels at once.
dsb: %S njejo jasne mě user@host abo krotke mě, abo sćo wopytał, do pśewjele kanalow naraz stupić.

source: You are not a channel operator on %S.
dsb: Njejsćo kanalowy operator na %S.

source: You are not a channel owner of %S.
dsb: Njejsćo wobsejźaŕ kanala %S.

source: Cannot join %S, invalid channel password.
dsb: Do %S njedajo se stupiś, njepłaśiwe kanalowe gronidło.

source: An error occurred while sending your last message. Please try again once the connection has been reestablished.
dsb: Pśi słanju wašeje slědneje powěsći jo zmólka nastała. Pšosym wopytajśo hyšći raz, gaž zwisk jo se wótnowił.

source: You may not join %1$S, and were automatically redirected to %2$S.
dsb: Snaź njocośo se %1$S pśizamknuś, a buźośo se awtomatiski do %2$S dalej pósrědnjaś.

source: '%S' is not a valid user mode on this server.
dsb: '%S' njejo płaśiwy wužywarski modus na toś tom serwerje.

source: Name
dsb: Mě

source: Connected to
dsb: Zwězany z

source: Connected from
dsb: Zwězany wót

source: Registered
dsb: Zregistrěrowany

source: Registered as
dsb: Zregistrěrowany ako

source: Using a secure connection
dsb: Wěsty zwisk wužywaś

source: Away
dsb: Njepśitobny

source: Last activity
dsb: Slědna aktiwita

source: %S ago
dsb: Pśed %S

source: Currently on
dsb: Tuchylu na

source: Yes
dsb: Jo

source: No
dsb: Ně
