Repository: translate/mozilla-l10n
Catalog: dsb/chat/xmpp.properties.po
Languages: dsb

source: Initializing stream
dsb: Zwisk se inicializěrujo

source: Initializing encryption
dsb: Koděrowanje se inicializěrujo

source: Authenticating
dsb: Awtentificěrujo se

source: Getting resource
dsb: Resursa se wótwołujo

source: Downloading contact list
dsb: Kontaktowa lisćina se ześěgujo

source: Looking up the SRV record
dsb: Za SRV-zapisom glědaś

source: Invalid username (your username should contain an '@' character)
dsb: Njepłaśiwe wužywarske mě (wašo wužywarske mě by měło znamuško '@' wopśimowaś)

source: Failed to create a socket (Are you offline?)
dsb: Soket njedajo se napóraś (Sćo wy offline?)

source: The server closed the connection
dsb: Serwer jo zwisk źělił

source: Connection reset by peer
dsb: Zwisk jo se wót wobźělnika źělił

source: The connection timed out
dsb: Cas jo pśekšocony

source: Received unexpected data
dsb: Njewócakowane daty dostane

source: Received an incorrect response
dsb: Njekorektne wótegrono dostane

source: The server requires encryption but you disabled it
dsb: Serwer trjeba koděrowanje, ale wy sćo jo znjemóžnił

source: The server doesn't support encryption but your configuration requires it
dsb: Serwer njepódpěra koděrowanje, ale waša konfiguracija ju trjeba

source: Failed to start encryption
dsb: Koděrowanje njedajo se startowaś

source: No authentication mechanism offered by the server
dsb: Serwer njepóbitujo awtentfikaciski mechanizm

source: None of the authentication mechanisms offered by the server are supported
dsb: Žeden z awtentifikaciskich mechanizmow, kótarež serwer póbitujo, se njepódpěra

source: The server only supports authentication by sending the password in cleartext
dsb: Serwer pódpěra jano awtentifikaciju pśez słanje gronidła w lutnem tekscé

source: Authentication failure
dsb: Awtentifikaciska zmólka

source: Not authorized (Did you enter the wrong password?)
dsb: Njeawtorizěrowany (Sćo wopacne gronidło zapódał?)

source: Failed to get a resource
dsb: Resursa njedajo se wótwołaś

source: This server does not support XMPP
dsb: Toś ten serwer njepódpěra XMPP

source: This message could not be delivered: %S
dsb: Toś powěsć njedajo se pśipósłaś: %S

source: Could not join: %S
dsb: Pśistup njemóžno: %S

source: Couldn't join %S as you are banned from this room.
dsb: Njamóžośo do %S stupiś, dokulaž sćo z toś togo ruma wugnany.

source: Registration required: You are not authorized to join this room.
dsb: Registrěrowanje trěbne: Njamaśo pšawo do toś togo ruma stupiś.

source: Access restricted: You are not allowed to create rooms.
dsb: Pśistup wobgranicowany: Njesmějośo rumy załožyś.

source: Could not join the room %S as the server the room is hosted on could not be reached.
dsb: Njejo móžno do ruma %S stupiś, dokulaž serwer, na kótremž rum se góspodujo, njedajo se dostaś.

source: You are not authorized to set the topic of this room.
dsb: Njamaśo pšawo, temu toś togo ruma póstajiś.

source: Message could not be sent to %1$S as you are no longer in the room: %2$S
dsb: Powěsć njedajo se do %1$S słaś, dokulaž njejsćo wěcej w rumje: %2$S

source: Message could not be sent to %1$S as the recipient is no longer in the room: %2$S
dsb: Powěsć njedajo se do %1$S słaś, dokulaž dostawaŕ njejo wěcej w rumje: %2$S

source: Could not reach the recipient's server.
dsb: Serwer dostawarja njedajo se dostaś.

source: An unknown error occurred on sending this message.
dsb: Pśi słanju toś teje powěsći jo zmólka nastała.

source: It is not possible to send messages to %S at this time.
dsb: Njejo tuchylu móžno, %S powěsći słaś.

source: %S is not in the room.
dsb: %S njejo w rumje.

source: You can't ban participants from anonymous rooms. Try /kick instead.
dsb: Njamóžośo wobźělniki z anonymnych rumow wugnaś. Wopytajśo /kick město togo.

source: You don't have the required privileges to remove this participant from the room.
dsb: Njamaśo trěbne priwilegije, aby toś togo wobźělnika z ruma wótpórał.

source: Sorry, you can't remove yourself from the room.
dsb: Jo nam luto, ale njamóžośo se samego z ruma wótpóraś.

source: Could not change your nick to %S as this nick is already in use.
dsb: Wašo pśimě njedajo se do %S změniś, dokulaž toś to pśimě se južo wužywa.

source: Could not change your nick to %S as nicks are locked down in this room.
dsb: Wašo pśimě njedajo se do %S změniś, dokulaž pśimjenja su w toś tom rumje zastajone.

source: You don't have the required privileges to invite users to this room.
dsb: Njamaśo trěbne priwilegije, aby wužywarje do toś togo ruma pśepšosył.

source: Could not reach %S.
dsb: %S njedajo se dostaś.

source: %S is an invalid jid (Jabber identifiers must be of the form user@domain).
dsb: %S jo njepłaśiwy jid (identifikatory Jabber muse formu wužywaŕ@domena měś).

source: You have to rejoin the room to be able to use this command.
dsb: Musyśo zasej do ruma stupiś, aby mógał toś ten pśikaz wužywał.

source: Subscription
dsb: Abonement

source: Full Name
dsb: Dopołne mě

source: Nickname
dsb: Pśimě

source: Email
dsb: E-mailowa adresa

source: Birthday
dsb: Narodny źeń

source: Username
dsb: Wužywarske mě

source: Title
dsb: Titel

source: Organization
dsb: Organizacija

source: Locality
dsb: Městnosć

source: Country
dsb: Kraj

source: _Room
dsb: _rum

source: _Server
dsb: _serwer

source: _Nick
dsb: pśi_mjenju

source: _Password
dsb: _gronidło

source: %1$S has invited you to join %2$S: %3$S
dsb: %1$S jo was pśepšosył, do %2$S stupiś: %3$S

source: %1$S has invited you to join %2$S
dsb: %1$S jo śi do %2$S pśepšosył

source: %S entered the room.
dsb: %S jo do ruma stupił.

source: You have rejoined the room.
dsb: Sćo zasej do ruma stupił.

source: You have left the room.
dsb: Sćo rum spušćił.

source: You have left the room: %S
dsb: Sćo rum spušćił: %S

source: %1$S has left the room.
dsb: %1$S jo rum spušćił.

source: %1$S has left the room: %2$S
dsb: %1$S jo rum spušćił: %2$S

source: %1$S has declined your invitation.
dsb: %1$S jo wašo pśepšosenje wótpokazał.

source: %1$S has declined your invitation: %2$S
dsb: %1$S jo wašo pśepšosenje wótpokazał: %2$S

source: %1$S has been banned from the room.
dsb: %1$S jo se z ruma wugnał.

source: %1$S has been banned from the room: %2$S
dsb: %1$S jo se z ruma wugnał: %2$S

source: %1$S has banned %2$S from the room.
dsb: %1$S jo %2$S z ruma wugnał.

source: %1$S has banned %2$S from the room: %3$S
dsb: %1$S jo %2$S z ruma wugnał: %3$S

source: You have been banned from the room.
dsb: Sćo se z ruma wugnał.

source: You have been banned from the room: %1$S
dsb: Sćo se z ruma wugnał: %1$S

source: %1$S has banned you from the room.
dsb: %1$S jo was z ruma wugnał.

source: %1$S has banned you from the room: %2$S
dsb: %1$S jo was z ruma wugnał: %2$S

source: %1$S has been kicked from the room.
dsb: %1$S jo se z ruma wuchyśił.

source: %1$S has been kicked from the room: %2$S
dsb: %1$S jo se z ruma wuchyśił: %2$S

source: %1$S has kicked %2$S from the room.
dsb: %1$S jo %2$S z ruma wuchyśił.

source: %1$S has kicked %2$S from the room: %3$S
dsb: %1$S jo %2$S z ruma wuchyśił: %3$S

source: You have been kicked from the room.
dsb: Sćo se z ruma wuchyśił.

source: You have been kicked from the room: %1$S
dsb: Sćo se z ruma wuchyśił: %1$S

source: %1$S has kicked you from the room.
dsb: %1$S jo was z ruma wuchyśił.

source: %1$S has kicked you from the room: %2$S
dsb: %1$S jo was z ruma wuchyśił: %2$S

source: %1$S has been removed from the room because its configuration was changed to members-only.
dsb: %1$S jo se z ruma wótpórał, dokulaž jogo konfiguracija jo se do „jano za cłonki“ změniła.

source: %1$S has been removed from the room because %2$S has changed it to members-only.
dsb: %1$S jo se z ruma wótpórał, dokulaž %2$S jo jen do „jano za cłonki“ změnił.

source: You have been removed from the room because its configuration has been changed to members-only.
dsb: Sćo se z ruma wótpórał, dokulaž jogo konfiguracija jo se do „jano za cłonki“ změniła.

source: You have been removed from the room because %1$S has changed it to members-only.
dsb: Sćo se z ruma wótpórał, dokulaž %1$S jo jen do „jano za cłonki“ změnił.

source: You have been removed from the room because of a system shutdown.
dsb: Sćo se z ruma wótpórał, dokulaž system jo se wótšaltował.

source: Resource
dsb: Resursa

source: Priority
dsb: Priorita

source: Connection security
dsb: Zwiskowa wěstota

source: Require encryption
dsb: Koděrowanje pominaś

source: Use encryption if available
dsb: Koděrowanje wužywaś, gaž stoj k dispoziciji

source: Allow sending the password unencrypted
dsb: Dowóliś, gronidło njeskoděrowane słaś

source: Server
dsb: Serwer

source: Domain
dsb: Domena

source: Google Talk
dsb: Diskusija pola Google

source: email address
dsb: E-mailowa adresa

source: Profile ID
dsb: Profilowy ID

source: %S [&lt;room&gt;[@&lt;server&gt;][/&lt;nick&gt;]] [&lt;password&gt;]: Join a room, optionally providing a different server, or nickname, or the room password.
dsb: %S [&lt;room&gt;[@&lt;server&gt;][/&lt;nick&gt;]] [&lt;password&gt;]: Stupśo do ruma, na žycenje móžośo drugi serwer, pśimě abo rumowe gronidło pódaś.

source: %S [&lt;message&gt;]: Leave the current room with an optional message.
dsb: %S [&lt;message&gt;]: Aktualny rum z opcionalneju powěsću spušćiś.

source: %S [&lt;new topic&gt;]: Set this room's topic.
dsb: %S [&lt;nowa tema&gt;]: Temu toś togo ruma nastajiś.

source: %S &lt;nick&gt;[&lt;message&gt;]: Ban someone from the room. You must be a room administrator to do this.
dsb: %S &lt;nick&gt;[&lt;message&gt;]: Někogo z ruma wugnaś. Musyśo rumowy administrator byś, aby to cynił.

source: %S &lt;nick&gt;[&lt;message&gt;]: Remove someone from the room. You must be a room moderator to do this.
dsb: %S &lt;nick&gt;[&lt;message&gt;]: Někogo z ruma wótpóraś. Musyśo rumowy moderator byś, aby to cynił.

source: %S &lt;jid&gt;[&lt;message&gt;]: Invite a user to join the current room with an optional message.
dsb: %S &lt;jid&gt;[&lt;messag&gt;]: Pśepšosćo wužywarja do aktualnego ruma z opcionelneju powěsću stupiś.

source: %S &lt;action to perform&gt;: Perform an action.
dsb: %S &lt;akcija, kótaraž ma se pśewjasć&gt;: Akciju pśewjasć.

source: %S &lt;new nickname&gt;: Change your nickname.
dsb: %S &lt;new nickname&gt;: Wašo pśimě změniś.

source: %S &lt;nick&gt; &lt;message&gt;: Send a private message to a participant in the room.
dsb: %S &lt;nick&gt; &lt;message&gt;: Wobdźělnikoju w rumje priwatnu powěsć pósłaś.
