Repository: translate/mozilla-l10n
Catalog: sa/browser/chrome/browser/preferences/aboutPermissions.dtd.po
Languages: sa

source: Permissions Manager
sa: अनुमतिप्रबन्धकः

source: Search Sites
sa: सैट्स् अन्वेषय

source: All Sites
sa: सर्वसैट्स्

source: Permissions for
sa: अस्मै अनुमतयः

source: Default Permissions for All Sites
sa: सर्वसैट्स् कृते मूलभूतानुमतयः

source: Forget About This Site
sa: एतत् जालस्थानं विस्मर

source: Always Ask
sa: सदा पृच्छ

source: Allow
sa: अनुमोदस्व

source: Allow for Session
sa: संसदे अनुमोदस्व

source: Block
sa: रुन्धि

source: Store Passwords
sa: गुह्यपदानि सञ्चय

source: Manage Passwords…
sa: गुह्यपदानि प्रबन्धय...

source: Set Cookies
sa: कुक्कीस् स्थापय

source: Remove Cookies
sa: कुक्कीस् अपनय

source: Manage Cookies…
sa: कुक्कीस् प्रबन्धय...

source: Remove All Cookies
sa: सर्वाणि कुक्कीस् अपनय

source: Share Location
sa: स्थानं विभजस्व

source: Plugins
sa: प्लगिन्स्

source: Maintain Offline Storage
sa: आफ्लैन् सङ्ग्रहं धर

source: Open Pop-up Windows
sa: पोपप् विण्डोस् उद्घाटय

source: Fullscreen
sa: पूर्णपटः
