Repository: translate/mozilla-l10n
Catalog: sa/browser/chrome/browser/preferences/privacy.dtd.po
Languages: sa

source: Tracking
sa: अन्वेषणम्

source: Learn More
sa: अधिकं पठ

source: History
sa: इतिहासः

source: Location Bar
sa: स्थानपट्टः

source: &History
sa: इतिहासः

source: Boo&kmarks
sa: पुस्तकचिह्नानि

source: &Accept cookies from sites
sa: सैट्स् तः कुक्कीस् अङ्गीकुरु

source: they expire
sa: तेषां समयः समाप्नोति

source: I close &brandShortName;
sa: अहं &brandShortName; पिदधे

source: ask me every time
sa: प्रत्येकवारं मां पृच्छ

source: &Exceptions…
sa: अपवादाः...

source: &Show Cookies…
sa: कुक्कीस् दर्शय...

source: &brandShortName; &will:
sa: &brandShortName; करिष्यति :

source: Remember history
sa: इतिहासं स्मर

source: Never remember history
sa: इतिहासं सदा मा स्मर

source: Use custom settings for history
sa: इतिहासाय यादृच्छिकनिर्धारणानि उपयोजय

source: You may want to
sa: त्वम् एतदपि कर्तुम् इच्छेः

source: clear your recent history
sa: तव अद्यतनेतिहासं स्वच्छीकुरु

source: , or
sa: , अथवा

source: remove individual cookies
sa: वैयक्तिककुक्कीस् अपनय

source: You may also want to
sa: त्वम् एतदपि कर्तुम् इच्छेः

source: clear all current history
sa: सर्ववर्तमानेतिहासं स्वच्छीकुरु

source: Always use &private browsing mode
sa: सदा नैजब्रौसिङ्प्रकारम् उपयोजय

source: Remem&ber my browsing and download history
sa: मम ब्रौसिङ् डौन्लोड् च इतिहासं स्मर

source: Remember search and &form history
sa: अन्वेषणस्य प्रपत्रस्य च इतिहासं स्मर

source: Clea&r history when &brandShortName; closes
sa: यदा &brandShortName; पिदधाति तदा इतिहासं स्वच्छीकुरु

source: Se&ttings…
sa: निर्धारणानि...
