Repository: translate/mozilla-l10n
Catalog: got/browser/chrome/browser/aboutHome.dtd.po
Languages: got

source: &brandFullName; Start Page
got: &brandFullName; Duginnaseida

source: Search
got: Sokeins

source: Thanks for choosing Firefox! To get the most out of your browser, learn more about the <a>latest features</a>.
got: Awiliudam þuk waljan Firefox! Skalt mais anakunnan bi <a>aftumistos mahteis</a> brukjan browser in batistamma haidau.

source: It's easy to customize your Firefox exactly the way you want it. <a>Choose from thousands of add-ons</a>.
got: Aglus nist inmaidjan Firefox þeins swe wileis þatei ist. <a>Magt waljan miþ þusundjom biaukeinim (add-ons)</a>.

source: &brandFullName; is free and open source software from the non-profit Mozilla Foundation. <a>Know your rights…</a>
got: &brandFullName; arwjo ist jah open source software þis ni-faihufreiki hiuhma Mozilla Foundation. <a>Waist þeinai bilagineis…</a>

source: Bookmarks
got: Gafastos

source: History
got: Spill

source: Options
got: Waleineis

source: Preferences
got: Frumadeins

source: Marketplace
got: Maþl

source: Downloads
got: Dalahlaþeis
