Repository: translate/mozilla-l10n
Catalog: got/browser/chrome/browser/aboutCertError.dtd.po
Languages: got

source: Untrusted Connection
got: Sleiþa Gawissa

source: This Connection is Untrusted
got: So Gawissa Unsleiþa ist

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
got: Fraht &brandShortName; gagahaftjan arniba du <b>#1</b>, akei ni magum gasigljan ei gawiss þeina arneis ist.

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
got: Jabai gakiuseis gagahaftjan arniba sinteino, Natistaþeis identifikati arneis ataugjand ustaiknjan ei gaggais du raihtamma stada. Iþ identifikati þis natistaþis gasigljan mahts nist.

source: What Should I Do?
got: ƕas skal ik taujan?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
got: Jabai ni agluba gagahaftjais du þamma natistaþa, so airzei mag taiknjan ei ƕas gakiuseiþ natistaþ galeikana taujan jah ni skalt þairhleiþan.

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; only connect to it securely. As a result, it is not possible to add an exception for this certificate.
got: Sa natistaþs brukeiþ HTTP Strict Transport Security (HSTS) du taiknjan þatei &brandShortName; þatainei gagahafteiþ unsleiþs In þis ussinþs (eksepti) biaukan faur þana sertifikat nist mahts.

source: Get me out of here!
got: Wiljau usleiþan!

source: I Understand the Risks
got: Fraþja Bireikeins

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
got: Jabai waist ƕa wairþiþ, magt qiþan &brandShortName; duginnan gatrauan natistaþis identifikati. <b>Nauhuþþan gatrauais natistaþ, so airzei mag gataiknjan sums frawardeiþ gawiss.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
got: Ni biaukais aljawaihts aþþan waist ei sijai goþa fairina þana natistaþ identifikati ni brukeiþ.

source: Add Exception…
got: Biaukei Alja waihts…

source: Technical Details
got: Skeireins
