Repository: translate/mozilla-l10n
Catalog: jbo/toolkit/chrome/global/filepicker.properties.po
Languages: jbo

source: All Files
jbo: lo ro sfaile

source: HTML Files
jbo: lo HTML sfaile

source: Text Files
jbo: lo selsku sfaile

source: Image Files
jbo: lo pixra sfaile

source: XML Files
jbo: lo XML sfaile

source: XUL Files
jbo: lo XUL sfaile

source: Applications
jbo: lo proga

source: Audio Files
jbo: lo sance sfaile

source: Video Files
jbo: lo skina sfaile

# dirTextInputLabel
source: Directory name:
jbo: lo cmene be lo sfailyste zo'u

source: Confirm
jbo: jdice

source: %S already exists. Do you want to replace it?
jbo: xa'o ku da se cmene zoi me'e. %S .me'e .i .e'i pei gau co'a basti lo go'i

source: Open
jbo: cpacu

source: Save
jbo: srogau

source: Select
jbo: cuxna

source: No
jbo: na ku

source: Format:
jbo: lo formata zo'u

# errorOpenFileDoesntExistTitle
source: Error opening %S
jbo: fliba lo ka zvafa'i la'o la'o. %S .la'o

source: File %S doesn't exist
jbo: no se cmene be zoi me'e. %S .me'e cu se tolcri

source: Error accessing %S
jbo: fliba lo ka zvafa'i la'o la'o. %S .la'o

source: Directory %S doesn't exist
jbo: no da sfailyste gi'e se cmene zoi me'e. %S .me'e

# errorOpeningFileTitle
source: Error opening %S
jbo: fliba lo ka cpacu la'o la'o. %S .la'o

source: File %S is not readable
jbo: la'o me'e. %S .me'e noi sfaile na kakne lo ka te tcidu

source: Error saving %S
jbo: fliba lo ka setca la'o la'o. %S .la'o

source: %S is a file, can't save %S
jbo: se ja'e lo nu la'o la'o. %S .la'o sfaile na kakne lo ka srose'a la'o la'o. %S .la'o

source: Path %S doesn't exist, can't save %S
jbo: se ja'e lo nu la'o la'o. %S .la'o na se tolcri na kakne lo ka srose'a la'o la'o. %S .la'o

source: File %S is not writable.
jbo: la'o la'o. %S .la'o noi sfaile na kakne lo ka se stika

source: Cannot create file. Directory %S is not writable.
jbo: fliba lo ka zbasu lo sfaile .i ri'a bo na kakne lo ka stika la'o la'o. %S .la'o noi sfailyste

# errorNewDirDoesExistTitle
source: Error creating %S
jbo: fliba lo ka setca la'o la'o. %S .la'o

source: A file named %S already exists, directory cannot be created.
jbo: ri'a lo nu su'o se cmene be zoi me'e. %S .me'e na kakne lo ka setca lo sfailyste

# errorCreateNewDirTitle
source: Error creating %S
jbo: fliba lo ka setca la'o la'o. %S .la'o

source: Directory %S could not be created
jbo: fliba lo ka setca la'o la'o. %S .la'o

source: Directory cannot be created, %S is a file
jbo: se ja'e lo nu la'o la'o. %S .la'o sfaile na kakne lo ka zbasu lo sfailyste

source: Directory cannot be created, %S not writable
jbo: fliba lo ka zbasu lo sfailyste .i ri'a bo na kakne lo ka stika la'o la'o. %S .la'o noi sfailyste

source: Create new directory
jbo: zbasu lo cnino sfailyste

# promptNewDirMessage
source: Directory name:
jbo: lo cmene be lo sfailyste zo'u:

source: Unknown Error
jbo: fliba

source: An unknown error occured (path %S)
jbo: fliba ri'a lo na jai se djuno .i judri fa zoi me'e. %S .me'e
