Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/search/search.properties.po
Languages: af, ar, az, bg, bn_bd, cy, eu, fur, ga_ie, gd, id, is, kk, ml, or, ro, si, te, ug, ur, xh

source: Add Search Engine
af: Voeg soekenjin by
ar: أضف محرك بحث
az: Axtarış Motoru Əlavə Et
bg: Добавяне на търсачка
bn_bd: অনুসন্ধান ইঞ্জিন যোগ
cy: Ychwanegu Peiriant Chwilio
eu: Gehitu bilaketa-motorra
fur: Zonte motôr di ricercje
ga_ie: Inneall Cuardaigh Nua
gd: Cuir einnsean-luirg ris
id: Tambah Mesin Pencari
is: Bæta við leitarvél
kk: Іздеу плагинін қосу
ml: തെരച്ചിലിനുള്ള പ്രയോഗം ചേര്‍ക്കുക
or: ଖୋଜା ଯନ୍ତ୍ର ଯୋଗ କରନ୍ତୁ
ro: Adăugare motor de căutare
si: සෙවුම් යන්ත්‍රයක් එක් කරන්න
te: శోధన యంత్రాన్ని కలుపు
ug: ئىزدەش ماتورى قوش
ur: تلاش انجن اضافہ کریں
xh: Fakela injini yokukhangela

source: Add “%S” to the list of engines available in the search bar? From: %S
eu: Gehitu "%S" bilaketa-barran eskura dauden bilaketa-motorren zerrendan? Nondik: %S
ga_ie: An bhfuil fonn ort “%S” a chur le liosta na n-inneall atá le fáil sa bharra cuardaigh? Ó: %S
ur: دستیاب تلاش بار فہرست میں "%S" کا اضافہ کریں؟ سے: %S

source: Make this the c&urrent search engine
ar: اجعل هذا محرك البحث ال&حالي
az: Bunu m&övcud axtarış mühərriki et
bg: Направете я &текуща търсачка
bn_bd: এটিকে বর্তমান &u সার্চ ইঞ্জিন বানান
cy: Gwneud hwn y peiriant chwilio c&yfredol
eu: Bihurtu hau &uneko bilaketa-motor
fur: Metilu come motôr di ricercje at&uâl
ga_ie: Úsáid &mar inneall cuardaigh réamhshocraithe é seo
gd: Cleachd seo mar an einnsean-l&uirg làithreach
id: &Langsung gunakan sebagai mesin pencari sejak sekarang
is: &Gera að sjálfvalinni leitarvél
kk: Осыны ағ&ымдағы іздеу плагині ретінде орнату
ml: &ഇപ്പോഴുള്ള തെരച്ചിലിനുള്ള സംവിധാനമായി ഇതു് സജ്ജമാക്കുക
or: ଏହାକୁ ପ୍ରଚଳିତ ସନ୍ଧାନ ଯନ୍ତ୍ର ଭାବରେ ବ୍ୟବହାର କରନ୍ତୁ (&u)
ro: Fă-l motor&ul de căutare actual
si: මෙය වත්මන් සෙවුම් එළවුම කරන්න (&u)
te: దీనిని ప్రస్తుత అన్వేషణ యింజన్ గా చేయి
ug: بۇنى نۆۋەتتىكى ئىزدەش موتورىغا تەڭشە(&U)
ur: اس کو موجودہ تلاش انجن بنائے
xh: Yenza oku kube yinjini y&angoku yokukhangela

source: Add
af: Voeg by
ar: أضِف
az: Ekle
bg: Добавяне
bn_bd: যোগ
cy: Ychwanegu
eu: Gehitu
fur: Zonte
ga_ie: Cuir Leis
gd: Cuir ris
id: Tambah
is: Bæta við
kk: Қосу
ml: ചേര്‍ക്കുക
or: ଯୋଗ କରନ୍ତୁ
ro: Adaugă
si: එක් කරන්න
te: కలుపు
ug: قوش
ur: اضافہ کریں
xh: Fakela

source: Download Error
af: Aflaaifout
ar: خطأ في التحميل
az: Yükləmə Səhvi
bg: Грешка при изтегляне
bn_bd: ডাউনলোডে ত্রুটি
cy: Gwall llwytho i lawr
eu: Deskarga errorea
fur: Erôr inte discjamade
ga_ie: Earráid Íosluchtaithe
gd: Mearachd leis an luchdadh a-nuas
id: Kesalahan Unduhan
is: Villa í niðurhali
kk: Жүктелу қатесі
ml: ഡൌണ്‍ലോട് പിശക്
or: ତ୍ରୁଟି ଆହରଣ କରନ୍ତୁ
ro: Eroare de descărcare
si: බාගැනීමේ දෝෂය
te: డౌనులోడ్ దోషం
ug: چۈشۈرۈش خاتالىقى
ur: ڈاؤن لوڈ نقص
xh: Imposiso yokukhutshelwayo

source: %S could not download the search plugin from: %S
af: %S kon nie die soekinprop aflaai nie vanaf: %S
ar: تعذر على %S تحميل ملحق البحث من: %S
az: %S, axtarış mühərriki əlavəsi bu qaynaqdan yüklənə bilinmədi: %S
bg: %S не може да изтегли приставка на търсачка от: %S
bn_bd: %S উল্লেখিত স্থান থেকে অনুসন্ধান প্লাগইন ডাউনলোড করতে পারেনি: %S
cy: Methodd %S â llwytho i lawr yr ategyn chwilio o: %S
eu: %S(e)k ezin izan du bilaketa-plugina hemendik deskargatu: %S
fur: %S nol à podût discjamâ il plugin di ricercje da: %S
ga_ie: Níorbh fhéidir le %S an forlíontán cuardaigh a íosluchtú ó: %S
gd: Cha b' urrainn do %S am plugan-rannsachaidh a luchdadh a-nuas o: %S
id: %S tidak dapat mengunduh plugin pencarian dari: %S
is: %S gat ekki niðurhalað leitar tengiforriti frá: %S
kk: %S келесі жерден іздеу плагинің жүктей алмады: %S
ml: %S ഇവിടെ നിന്നും തെരച്ചിലിനുള്ള പ്ലഗിന്‍ ഡൌണ്‍ലോഡ് ചെയ്യുവാന്‍ സാധ്യമല്ല: %S
or: %S ରୁ %S ସନ୍ଧାନ ପ୍ଲଗଇନ ଆହରଣ: କରିପାରିଲା ନାହିଁ
ro: %S nu a putut descărca pluginul de căutare de la: %S
si: %S හට සෙවුම් ප්ලගීනය බාගැනි කළ නොහැකි විය. පිහිටුම: %S
te: %S అనునది శోధన చొప్పింతను దీని నుండి డౌనులోడు చేయలేక పోయింది: %S
ug: %Sتۆۋەندىكى ئادرېستىن ئىزدەش قىستۇرما دېتالىنى چۈشۈرەلمىدى: %S
ur: %S تلاش پلگ ان سے ڈاؤن لوڈ نہیں کرسکتا: %S
xh: %S ayikwazi ukukhuphela isoftwe encedisayo yokukhangela kwi: %S

source: %S could not install the search plugin from “%S” because an engine with the same name already exists.
eu: %S(e)k ezin izan du bilaketa-plugina instalatu "%S"(e)tik, izen bereko beste motor bat badagoelako.
ga_ie: Níorbh fhéidir le %S an forlíontán cuardaigh ó “%S” a shuiteáil toisc go bhfuil inneall ann cheana leis an ainm céanna.
ur: %S تلاش کے پلگ ان کی تنصیب "%S" سے نہیں کرپایا کیونکہ اس نام کا سرچ انجن پہلے سے موجود ہے۔

source: Install Error
af: Installeerfout
ar: خطأ في التثبيت
az: Quraşdırma səhvi
bg: Грешка при инсталиране
bn_bd: ইনস্টলে ত্রুটি
cy: Gwall Gosod
eu: Instalazio errorea
fur: Erôr inte instalazion
ga_ie: Earráid Suiteála
gd: Mearachd stàlaidh
id: Kesalahan Pemasangan
is: Villa í uppsetningu
kk: Орнату қатесі
ml: ഇന്‍സ്റ്റോള്‍ പിശക്
or: ସ୍ଥାପନ ତ୍ରୁଟି
ro: Eroare de instalare
si: ස්ථාපන දෝෂය
te: సంస్థాపన దోషం
ug: قاچىلاش خاتالىقى
ur: تنصیب میں غلطی
xh: Fakela imposiso

source: Invalid Format
eu: Formatu baliogabea
ga_ie: Formáid Neamhbhailí

source: %1$S could not install the search engine from: %2$S
eu: %1$S(e)k ezin du instalatu bilaketa-motorra %2$S helbidetik
ga_ie: Níorbh fhéidir le %1$S an t-inneall cuardaigh a shuiteáil ó %2$S

source: Suggestions
af: Voorstelle
ar: اقتراحات
az: Təkliflər
bg: Подсказки
bn_bd: পরামর্শ
cy: Awgrymiadau
eu: Gomendioak
fur: Sugjeriments
ga_ie: Moltaí
gd: Molaidhean
id: Saran
is: Ábendingar
kk: Ұсыныстар
ml: നിര്‍ദ്ദേശങ്ങള്‍
or: ପ୍ରସ୍ତାବଗୁଡ଼ିକ
ro: Sugestii
si: ඉඟි
te: సూచనలు
ug: تەۋسىيە
ur: تجاویز
xh: Iingcebiso

source: Add "%S" to the list of engines available in the search bar? From: %S
af: Voeg "%S" by die lys enjins beskikbaar op die soekbalk? Van: %S
ar: هل تريد أن أضيف "%S" إلى لائحة محركات البحث المتاحة في شريط البحث؟ من: %S
az: "%S" axtarış sətrində istifadə oluna biləcək axtarış mühərrikləri sırasına əlavə edilsin? Qaynaq: %S
bg: Искате ли да добавите „%S“ в списъка с търсачки? От: %S
bn_bd: অনুসন্ধান বারে বিদ্যমান ইঞ্জিনের তালিকায় "%S" যোগ করা হবে কি? উৎস: %S
cy: Ychwanegu "%S" i'r rhestr o beiriannau chwilio sydd ar gael yn y bar chwilio? O: %S
fur: Zonte "%S" ae liste di motôrs disponibii te sbare di ricercje? Di: %S
gd: A bheil thu airson "%S" a chur ri liosta nan einnseanan-rannsachaidh a chithear sa bhàr-rannsachaidh? O: %S
id: Tambah "%S" ke daftar mesin pencari untuk bilah pencarian? Dari: %S
is: Bæta "%S" í lista af þeim leitarvélum sem hægt er að nota í leitarslá? Frá: %S
kk: Сіз "%S" плагинін іздеу панеліндегі тізімге қосуды қалайсыз ба? Қайдан: %S
ml: തെരച്ചിലിനുള്ള പട്ടയില്‍ ലഭ്യമായ പ്രയോഗങ്ങളുടെ പട്ടികയിലേക്കു് "%S" ചേര്‍ക്കണമോ? എവിടെ നിന്നും: %S
or: ସନ୍ଧାନ ପଟିରେ ଉପଲବ୍ଧ ଥିବା ଯନ୍ତ୍ର ତାଲିକାରେ "%S" କୁ ଯୋଗ କରିବେ କି? : %S ରୁ
ro: Adăugați „%S” la lista de motoare disponibile în bara de căutare? De la: %S
si: සෙවුම් තීරුවේ ඇති සෙවුම් තන්ත්‍ර ලැයිස්තුවට "%S" එක් කරන්න? වෙතින්: %S
te: శోధన పట్టీ నందు అందుబాటులో వున్న యంత్రాల జాబితాకు "%S" కలుపు.? ఫారం: %S
ug: %S نى ئىزدەش ماتورى بالداقتىكى ئىزدەش ماتور تىزىملىكىگە قوشامسىز؟ ئورنى: %S
xh: Kongezwe "%S" kuludwe lweenjini ezifumanekayo kwibha yokukhangela? Ifom: %S

source: Start &using it right away
af: Begin &dit dadelik gebruik

source: %S could not install the search plugin from "%S" because an engine with the same name already exists.
af: %S kon nie die soekinprop vanaf "%S" installeer nie omdat 'n enjin met dieselfde naam reeds bestaan.
ar: تعذر على %S تثبيت ملحق البحث من "%S" بسبب وجود محرك بحث له نفس الاسم.
az: %S, "%S" qaynağındakı axtarış mühərriki quraşdırıla bilinmədi, çünki eyni adda axtarış mühərriki mövcuddur.
bg: %S не може да инсталира приставка на търсачка от „%S“, защото вече съществува търсачка със същото име.
bn_bd: %S, "%S" থেকে অনুসন্ধান প্লাগইন ইনস্টল করতে পারেনি কারণ একই নামে আরেকটি ইঞ্জিন ইতিমধ্যেই বিদ্যমান রয়েছে।
cy: Methodd %S â gosod yr ategyn chwilio o "%S" gan fod peiriant chwilio sydd â'r un enw yn bodoli'n barod.
fur: %S nol à podût instalâ il plugin di ricercje di "%S" parcè che un motôr cul stes non al esist za.
gd: Cha b' urrainn do %S am plugan-luirg o "%S" a stàladh a chionn 's gu bheil einnsean-luirg air a bheil an dearbh ainm ann mu thràth.
id: %S tidak dapat memasang plugin pencarian dari "%S" karena mesin pencari dengan nama yang sama telah ada sebelumnya.
is: %S gat ekki sett upp leitartengiforrit frá "%S" því þegar er til leitarvél með sama nafni.
kk: %S "%S" іздеу плагинін орната алмады, себебі аттас плагин бұрыннан бар.
ml: %S-നു് "%S"-ല്‍ നിന്നും തെരച്ചിലിനുള്ള പ്ലഗിന്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുവാന്‍ സാധ്യമായില്ല, കാരണം ഇതേപേരില്‍ മറ്റൊരു എഞ്ചിന്‍ നിലവിലുണ്ടു്.
or: "%S" ରୁ %S ସନ୍ଧାନ ପ୍ଲଗଇନ ସ୍ଥାପନ କରିପାରିଲା ନାହିଁ କାରଣ ସମାନ ନାମ ବିଶିଷ୍ଟ ଗୋଟିଏ ଯନ୍ତ୍ର ପୂର୍ବରୁ ଅବସ୍ଥିତ ଅଛି।
ro: %S nu a putut instala pluginul de căutare de la „%S” pentru că un motor de căutare cu același nume există deja.
si: එම නමින්ම සෙවුම් යන්ත්‍රයක් දැනටමත් ඇති බැවින් %S හට ප්ලගීනය "%S" බාගැනිමට නොහැක.
te: %S శోధన చొప్పింతను "%S" నుండి సంస్థాపించలేదు యెంచేతంటే అదే పేరుతో వొక యంత్రము యిప్పటికే వుంది.
ug: %S "%S" دىن ئىزدەش قىستۇرما دېتالىنى قاچىلىيالمىدى. چۈنكى ئوخشاش نامدىكى ئىزدىگۈچ مەۋجۇت.
xh: I-%S ayikwazi ukufakela isoftwe encedisayo yokukhangela kwi-"%S" kuba injini eneli gama sele ikho.

source: This search engine isn't supported by %S and can't be installed.
af: Hierdie soekenjin word nie deur %S ondersteun nie en kan nie geïnstalleer word nie.
ar: محرك البحث هذا غير مدعوم من %S ولا يمكن تثبيته.
az: Bu axtarış mühərriki %S dəstəklənmir və buna görə də quraşdırıla bilməz.
bg: Тази търсачка не се поддържа от %S и не може да бъде инсталирана.
bn_bd: অনুসন্ধান ইঞ্জিনটি %S দ্বারা সমর্থিত নয়, ফলে ইনস্টল করা যাবে না।
cy: Nid yw'r peiriant chwilio'n cael ei gynnal gan %S ac nid oes modd ei osod.
fur: No si pues instalâ chest motôr di ricercje parcè che %S no lu supuarte.
gd: Chan eil %S a' toirt taic ris an einnsean-luirg seo 's chan gabh a stàladh.
id: Mesin pencari berikut tidak didukung oleh %S dan tidak dapat dipasang.
is: Þessi leitarvél er ekki stutt af %S og því ekki að setja hana upp.
kk: Бұл іздеу плагині %S қолдауына ие емес, сондықтан орнатыла алмайды.
ml: തെരച്ചിലിനുള്ള ഈ പ്രയോഗം %S പിന്തുണയ്ക്കുന്നില്ല. അതിനാല്‍ ഇതു് ഇന്‍സ്റ്റോള്‍ ചെയ്യുവാന്‍ സാധ്യമല്ല.
or: ଏହି ସନ୍ଧାନ ଯନ୍ତ୍ରଟି %S ଦ୍ୱାରା ସମର୍ଥିତ ନୁହିଁ ଏବଂ ଏହାକୁ ସ୍ଥାପନ କରାଯାଇପାରିବ ନାହିଁ।
ro: Acest motor de căutare nu e suportat de %S și nu poate fi instalat.
si: මෙම සෙවුම් යන්ත්‍රයට %S සාහාය නොදක් වන බැවින් ස්ථාපනය කළ නොහැක.
te: ఈ శోధన యంత్రం %S చే తోడ్పాటునీయుటలేదు కనుక సంస్థాపించలేదు.
ug: %S بۇ ئىزدەش ماتورىنى قوللىمايدۇ. قاچىلىغىلى بولمايدۇ.
xh: Le njini yokukhangela ayixhaswa yi%S kwaye ayinakho ukufakelwa.

source: This search engine isn’t supported by %S and can’t be installed.
ur: %S اس سرچ انجن کو سپورٹ نہیں کرتا چنانچہ اس کی تنصیب نہیں کی جاسکتی۔
