Repository: translate/mozilla-l10n
Catalog: ach/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: ach

source: History
ach: Gin mukato

source: Show your history (%S)
ach: Nyut gin mukato ni (%S)

source: New Private Window
ach: Dirica manyen me mung

source: Open a new Private Browsing window (%S)
ach: Yab dirica manyen me mung me layeny (%S)

source: Save Page
ach: Gwok pot buk

source: Save this page (%S)
ach: Gwok pot buk man (%S)

source: Find
ach: Nong

source: Find in this page (%S)
ach: Nong ki i pot buk man (%S)

source: Open File
ach: Yab Pwail

source: Open a file (%S)
ach: Yab pwail (%S)

source: Developer
ach: Layub

source: Open Web developer tools (%S)
ach: Yab gin tic pa layub Kakube (%S)

source: Sidebars
ach: Gin tic ma i nget

source: Show sidebars
ach: Nyut gintic ma i nget

source: Add-ons
ach: Med-ikome

source: Manage your add-ons (%S)
ach: Lo med-ikome ni (%S)

source: Relaunch in %S for Windows 8 Touch
ach: Nwo cako i %S pi Windows 8 Touch

source: Preferences
ach: Ma i maro

source: Open preferences
ach: Yab ma i maro

source: Open preferences (%S)
ach: Yab ma i maro (%S)

source: Options
ach: Gin ayera

source: Open options
ach: Yab yo mukene

source: Zoom Controls
ach: Jami tic me kwoto

source: Zoom controls
ach: Jami tic me kwoto

source: Zoom out
ach: Jwiki matidi

source: Zoom out (%S)
ach: Jwiki matidi (%S)

source: Reset zoom level (%S)
ach: Lok odoco lilo kwoto (%S)

source: Zoom in
ach: Kwoti madit

source: Zoom in (%S)
ach: Jwiki matidi (%S)

source: Edit Controls
ach: Yub jami tic

source: Edit controls
ach: Yub jami tic

source: Cut
ach: Ngol

source: Cut (%S)
ach: Ngol (%S)

source: Copy
ach: Lok

source: Copy (%S)
ach: Lok (%S)

source: Paste
ach: Mwon

source: Paste (%S)
ach: Mwon (%S)

source: Subscribe
ach: Cone

source: Subscribe to this page
ach: Cone i pot buk man

source: Â­Character Encoding
ach: kit ma kicoyo kwede

source: Show character encoding options
ach: Nyut yo mukene pi kit ma kicoyo kwede

source: Email Link
ach: Kakube me email

source: Email a link to this page
ach: Cwal email me kakube bot pot buk man

# quit-button.tooltiptext.linux2
source: Quit %1$S (%2$S)
ach: Wek %1$S (%2$S)

source: Hello
ach: Nining

source: Start a conversation
ach: Cak boko lok

source: Share This Page
ach: Nywak pot buk man

source: Share this page
ach: Nywak pot buk man

source: Forget
ach: Wek wi wil

source: Forget about some browsing history
ach: Wek wi wil ikom gin mogo mukato me yeny

source: Apps
ach: Purugram

source: Discover Apps
ach: Nong purugram

source: Open WebIDE (%S)
ach: Yab WebIDE (%S)
