Repository: translate/mozilla-l10n
Catalog: */mobile/android/*/search_strings.dtd.po
Languages: ar, as, az, bn_bd, br, cy, eu, ga_ie, gd, hy_am, is, kk, km, kn, lv, mai, mr, my, pt_br, ro, sv, te, uz, xh

source: &brandShortName; Search
ar: بحث &brandShortName;
as: &brandShortName; সন্ধান
az: &brandShortName; Axtarışı
bn_bd: &brandShortName; অনুসন্ধান করুন
br: Klask &brandShortName;
cy: Chwilio &brandShortName;
eu: &brandShortName; bilaketa
ga_ie: Cuardach &brandShortName;
gd: Lorg le &brandShortName;
hy_am: &brandShortName; Փնտրել
is: &brandShortName; Leit
kk: &brandShortName; іздеуі
km: &brandShortName; ស្វែងរក
kn: &brandShortName; ಹುಡುಕು
lv: &brandShortName; meklēšana
mai: &brandShortName; खोजू
mr: &brandShortName; शोध
my: &brandShortName; ရှာပါ
pt_br: Pesquisar &brandShortName;
ro: Căutare &brandShortName;
sv: &brandShortName; Sök
uz: &brandShortName; izlash
xh: &brandShortName; Khangela

source: Search with &formatS;
ar: ابحث في &formatS;
as: &formatS; ৰ সৈতে সন্ধান কৰক
az: &formatS; ilə axtar
bn_bd: &formatS; দ্বারা অনুসন্ধান করুন
br: Klask gant &formatS;
cy: Chwilio gyda &formatS;
eu: Bilatu &formatS; erabiliz
ga_ie: Cuardaigh le &formatS;
gd: Lorg le &formatS;
hy_am: Որոնում &formatS;-ով
is: Leita á &formatS;
kk: &formatS; көмегімен іздеу
km: ស្វែងរក​ជាមួយ &formatS;
kn: &formatS; ದೊಂದಿಗೆ ಹುಡುಕು
lv: Meklet ar &formatS;
mai: &formatS; सँ खोजू
mr: &formatS; सोबत शोधा
my: &formatS; ဖြင့်ရှာပါ
pt_br: Pesquisa com &formatS;
ro: Caută cu &formatS;
sv: Sök med &formatS;
te: &formatS; తో వెతుకు
uz: &formatS; bilan izlash
xh: Khangela nge-&formatS;

source: Start searching
ar: ابدأ البحث
as: সন্ধান আৰম্ভ কৰক
az: Axtarışa başla
bn_bd: অনুসন্ধান শুরু করুন
br: Lañsañ ar c'hlask
cy: Cychwyn chwilio
eu: Hasi bilatzen
ga_ie: Cuardach
gd: Dèan lorg
hy_am: Սկսել որոնել
is: Hefja leit
kk: Іздеуді бастау
km: ចាប់ផ្តើម​ស្វែងរក
kn: ಹುಡುಕಲು ಆರಂಭಿಸು
lv: Sākt meklēšanu
mai: खोजब आरम्भ करु
mr: शोध सुरु करा
my: ရှာဖွေခြင်း စတင်
pt_br: Iniciar pesquisa
ro: Pornește căutarea
sv: Starta sökning
te: వెతకడం మొదలుపెట్టండి
uz: Izlashni boshlash
xh: Qala ukukhangela

source: Quickly search for anything you want
ar: ابحث بسرعة عن أي شيء تريده
as: আপুনি বিচৰা যিকোনো বস্তু দ্ৰুত সন্ধান কৰক
az: İstədiyiniz hər şeyi sürətli axtarın
bn_bd: যেকোনো কিছু খুজে পেতে দ্রুত অনুসন্ধান করুন
br: Klaskit gant un doare herrek ar pezh a fell deoc'h
cy: Chwilio cyflym am beth bynnag rydych ei angen
eu: Bilatu di-da batean nahi duzuna
ga_ie: Déan cuardach ar aon rud go sciobtha
gd: Dèan lorg sam bith gu luath
hy_am: Արագորեն գտնել այն, ինչ փնտրում եք
is: Hröð leit að því sem þig vantar
kk: Өзіңізге керек нәрсені жылдам іздеңіз
km: ស្វែងរក​អ្វី​ដែល​អ្នក​ចង់​បាន​យ៉ាង​រហ័ស
kn: ನಿಮಗೆ ಬೇಕೆನಿಸಿದ್ದನ್ನು ವೇಗವಾಗಿ ಹುಡುಕು
lv: Ātri atrodiet ko vien vēlaties
mai: जकरा चाहैछी ओकरा तेजीसँ खोजू
mr: कोणत्याही गोष्टीबद्दल जलद शोध घ्या
my: သင်လိုချင်သော အရာများအား အမြန် ရှာဖွေပါ
pt_br: Pesquisar rapidamente qualquer coisa que você quiser
ro: Caută rapid orice dorești
sv: Snabbt sök efter vad du vill
te: మీకు కావలసింది త్వరగా వెతుకుము
uz: Xohlaganingiz bilan tezkor izlash
xh: Khangela ngokukhawuleza nayiphi na into oyifunayo

source: Add to search bar
ar: أضف إلى شريط البحث
as: সন্ধান বাৰলৈ যোগ কৰক
az: Axtarış sətrinə əlavə et
bn_bd: অনুসন্ধান বারে যুক্ত করুন
br: Ouzhpennañ d'ar varrenn enklask
cy: Ychwanegu bar chwilio
eu: Gehitu bilaketa-barran
ga_ie: Cuir leis an mbarra cuardaigh
gd: Cuir ri bàr nan lorg
hy_am: Ավելացնել որոնման վահանակին
is: Bæta við í leitarslá
kk: Іздеу панеліне қосу
km: បន្ថែម​ទៅ​របារ​ស្វែងរក
kn: ಹುಡುಕು ಪಟ್ಟಿಗೆ ಸೇರಿಸು
lv: Pievienot meklēšanas joslai
mai: खोज पट्टीकेँ जोड़ू
mr: शोध पट्टीवर समाविष्ट करा
my: ရှာဖွေဘားသို့ ထည့်ပါ
pt_br: Adicionar à barra de pesquisa
ro: Adaugă în bara de căutare
sv: Lägg till i sökfält
te: అన్వేషణ పట్టీకు జతచేయి
uz: Qidiruv paneliga qo‘shish
xh: Dibanisa kwibha yokukhangela

# search_pref_title
source: Settings
ar: الإعدادات
as: সংহতিসমূহ
az: Tənzimləmələr
bn_bd: সেটিং
br: Arventennoù
cy: Gosodiadau
eu: Ezarpenak
ga_ie: Socruithe
gd: Roghainnean
hy_am: Կարգավորումներ
is: Stillingar
kk: Баптаулар
km: ការ​កំណត់
kn: ಸಿದ್ಧತೆಗಳು
lv: Iestatījumi
mai: सेटिंग्स
mr: सेटिंग्स
my: အပြင်အဆင်များ
ro: Setări
sv: Inställningar
te: అమరికలు
uz: Sozlamalar
xh: Iisetingi

# search_pref_button_content_description
source: Settings
ar: الإعدادات
az: Tənzimləmələr
bn_bd: সেটিং
br: Arventennoù
cy: Gosodiadau
eu: Ezarpenak
ga_ie: Socruithe
is: Stillingar
kk: Баптаулар
km: ការ​កំណត់
lv: Iestatījumi
ro: Setări
sv: Inställningar
te: అమరికలు

source: History cleared
ar: مُسِح التأريخ
as: ইতিহাস পৰিষ্কাৰ কৰা হৈছে
az: Tarixçə təmizləndi
bn_bd: ইতিহাস মুছে ফেলা হয়েছে
br: Roll istor skarzhet
cy: Hanes wedi'i glirio
eu: Historia garbituta
ga_ie: Glanadh an stair
gd: Chaidh an eachdraidh fhalamhachadh
hy_am: Պատմությունը մաքրվել է
is: Hreinsa feril
kk: Тарих тазартылды
km: សម្អាត​ប្រវត្តិ
kn: ಇತಿಹಾಸ ತೆರವುಗೊಳಿಸು
lv: Vēsture ir notīrīta
mai: इतिहास साफ कएल गेल
mr: इतिहास पुसला
my: မှတ်တမ်းများအား ရှင်းလင်းပြီး
pt_br: Histórico limpo
ro: Istoric curățat
sv: Historik rensat
te: చరిత్ర శుభ్రమైంది
uz: Tarix tozalandi
xh: Isusiwe imbali

source: Delete all search history from this device?
ar: أتريد حذف كل تأريخ البحث من هذا الجهاز؟
as: এই ডিভাইচৰ পৰা সকলো সন্ধান ইতিহাস মচি পেলাব নে?
az: Bu cihazdakı bütün axtarış tarixi silinsin?
bn_bd: এই ডিভাইস থেকে সকল ইতিহাস মুছে ফেলা হবে কি?
br: Dilemel ar roll istor enklask diwar an trevnad-mañ ?
cy: Dileu'r holl hanes chwilio o'r ddyfais?
eu: Ezabatu bilaketa-historia guztia gailu honetatik?
ga_ie: An bhfuil fonn ort an stair chuardaigh ar an ngléas seo a scriosadh?
gd: A bheil thu airson eachdraidh nan lorg air fad a sguabadh às air an uidheam seo?
hy_am: Մաքրե՞լ որոնման ամբողջ պատմությունը:
is: Eyða öllu leitarferli á þessu tæki?
kk: Бұл құрылғыдан барлық іздеу тарихын өшіру керек пе?
km: សម្អាត​ប្រវត្តិ​ស្វែងរក​ទាំងអស់​ចេញពី​ឧបករណ៍​នេះ?
kn: ಎಲ್ಲ ಹುಡುಕು ಇತಿಹಾಸವನ್ನು ಈ ಸಾಧನದಿಂದ ಅಳಿಸಬೇಕೆ?
lv: Nodzēst visu meklēšana vēsturi šajā ierīcē?
mai: इ युक्तिसँ अपन सभटा खोज इतिहास मेटाउ?
mr: ह्या उपकरणावरून सर्व इतिहास पुसायचा का?
my: ရှာဖွေရေးမှတ်တမ်းများအားလုံးကို ဖျက်မည်။
pt_br: Excluir todo o histórico de pesquisa deste dispositivo?
ro: Ștergi tot istoricul de căutare de pe dispozitiv?
sv: Ta bort all din sök historik från denna enhet?
te: ఈ పరికరంనుండి మొత్తం అన్వేషణ చరిత్రను తొలగించాలా?
uz: Ushbu qurilmadan barcha tarix o‘chirilsinmi?
xh: Icime yonke imbali yokukhangela kwesi sixhobo

source: Clear search history
ar: امسح تأريخ البحث
as: সন্ধানৰ ইতিহাস পৰিষ্কাৰ কৰক
az: Axtarış keçmişini təmizlə
bn_bd: অনুসন্ধানের ইতিহাস সাফ করুন
br: Skarzhañ ar roll istor enklask
cy: Clirio hanes chwilio
eu: Garbitu bilaketa-historia
ga_ie: Scrios an stair chuardaigh
gd: Falamhaich eachdraidh nan lorg
hy_am: Մաքրել որոնման պատմությունը
is: Hreinsa leitarferli
kk: Іздеу тарихын тазарту
km: សម្អាត​ប្រវត្តិ​ស្វែងរក
kn: ಹುಡುಕು ಇತಿಹಾಸ ತೆರವುಗೊಳಿಸು
lv: Dzēst meklēšanas vēsturi
mai: खोज इतिहास साफ करू
mr: शोध इतिहास पुसा
my: ရှာဖွေရေးမှတ်တမ်းများ ရှင်းလင်းပါ
pt_br: Limpar o histórico de pesquisas
ro: Curăță istoricul de căutare
sv: Rensa sökhistorik
te: అన్వేషణ చరిత్ర శుభ్రపరచు
uz: Qidiruv tarixini tozalash
xh: Susa imbali yokukhangela

source: Search engine
ar: محرك بحث
as: সন্ধান ইঞ্জিন
az: Axtarış mühərriki
bn_bd: সার্চ ইঞ্জিন
br: Kefluskerioù enklask
cy: Peiriant chwilio
eu: Bilaketa-motorra
ga_ie: Inneall cuardaigh
gd: Einnsean-luirg
hy_am: Որոնիչ
is: Leitarvél
kk: Іздеу қызметі
km: ម៉ាស៊ីន​ស្វែងរក
kn: ಹುಡುಕು ಸಾಧನ
lv: Meklētājs
mai: खोज इंजिन
mr: शोध इंजिन
my: ရှာဖွေရေးအင်ဂျင်
pt_br: Mecanismo de pesquisa
ro: Motor de căutare
sv: Sökmotor
te: అన్వేషణ యంత్రం
uz: Qidiruv tizimi
xh: Injini yokukhangela

source: Search
ar: ابحث
as: সন্ধান কৰক
az: Axtar
bn_bd: অনুসন্ধান
br: Klask
cy: Chwilio
eu: Bilatu
ga_ie: Cuardaigh
gd: Lorg
hy_am: Փնտրել
is: Leita
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕು
lv: Meklēt
mai: खोजू
mr: शोधा
my: ရှာဖွေပါ
pt_br: Pesquisar
ro: Căutare
sv: Sök
te: వెతుకు
uz: Izlash
xh: Khangela

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
as: কোনো ইণ্টাৰনেট সংযোগ নাই
az: İnternet bağlantısı yoxdur
bn_bd: ইন্টারনেট সংযোগ নেই
br: Kennask ebet ouzh ar genrouedad
cy: Dim cysylltiad rhyngrwyd
eu: Internet konexiorik ez
ga_ie: Gan ceangal Idirlín
gd: Chan eil ceangal ris an eadar-lìon
hy_am: Չկա մուտք համացանց
is: Engin internet tenging
kk: Интернетпен байланыс жоқ
km: មិន​មាន​ការ​តភ្ជាប់​អ៊ីនធឺណិត
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಇಲ್ಲ
lv: Nav interneta savienojuma
mai: कोनो इंटरनेट कनेक्शन नहि अछि
mr: इंटरनेट जोडणी नाही
my: အင်တာနက်ချိတ်ဆက်မှု မရှိပါ
pt_br: Sem conexão à internet
ro: Fără conexiune la internet
sv: Ingen Internetanslutning
te: అంతర్జాల అనుసంధానం లేదు
uz: Internetga ulanmagan
xh: Akukho nxulumano lwe-intanethi

source: Tap here to check your network settings
ar: اضغط هنا للتحقق من إعدادات الشبكة
as: আপোনাৰ নেটৱৰ্ক সংহতিসমূহ নিৰীক্ষণ কৰিবলৈ ইয়াত টেপ কৰক
az: Şəbəkə tənzimləmələriniz üçün buraya toxunun
bn_bd: আপনার নেটওয়ার্ক সেটিংস চেক করতে এখানে চাপ দিন
br: Stokit amañ evit gwiriañ hoc'h arventennoù kenrouedad
cy: Tapio yma i wirio eich gosodiadau rhwydwaith
eu: Sakatu hemen sare-ezarpenak egiaztatzeko
ga_ie: Tapáil anseo chun na socruithe líonra a sheiceáil
gd: Thoir gnogag an-seo airson sùil a thoirt air roghainnean an lìonraidh
hy_am: Դիպչեք՝ ցանցի կարգավորումները ստուգելու համար
is: Snertu hér til að athuga net stillingarnar þínar
kk: Желі баптауларын тексеру үшін осында шертіңіз
km: ប៉ះ​ទីនេះ​ដើម្បី​មើល​ការ​កំណត់​បណ្ដាញ​របស់​អ្នក
kn: ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಸಿದ್ದತೆಗಳನ್ನು ಪರಿಶೀಲಿಸಲು ಇಲ್ಲಿ ಮೆಲ್ಲನೆ ತಟ್ಟಿ
lv: Pieskarieties te, lai pārbaudītu interneta iestatījumus
mai: अपन संजाल सेटिंगक जाँचबाक लेल एतए टैप करू
mr: आपल्या नेटवर्क सेटिंग तपासण्यासाठी येथे दाबा
my: သင်၏ နတ်ဝပ်အပြင်အဆင်များအား စစ်ဆေးရန် ထိပါ
pt_br: Toque aqui para verificar as configurações de rede
ro: Apasă aici pentru a verifica setările de rețea
sv: Tryck här för att checka dina nätverksinställningar
te: మీ నెట్వర్క్ అమరికలు పరీక్షించుటకు ఇక్కడ తాకండి
uz: Tarmoq sozlamalarini ko‘rish uchun bu yerga bosing
xh: Cofa apha ukukhangela iisetingi zakho zenethiwekhi
