Repository: translate/mozilla-l10n
Catalog: an/browser/chrome/browser/pageInfo.properties.po
Languages: an

source: Page Info - %S
an: Información d'a pachina - %S

source: Frame Info - %S
an: Información d'a bastida - %S

source: Untitled Page:
an: Pachina sin titol:

source: Unknown
an: Desconoixiu

source: Not specified
an: No s'ha especificau

source: Yes
an: Sí

source: Image
an: Imachen

source: Background
an: Fundo

source: Border
an: Canto

source: Bullet
an: Vinyeta

source: Object
an: Obchecto

source: Embed
an: Engalzar

source: Icon
an: Icono

source: Input
an: Dentrada

source: Select a Folder to Save the Images
an: Trigue una carpeta a on alzar as imachens

source: Block Images from %S
an: Blocar imachens de %S

source: Unknown (not cached)
an: Desconoixiu (no ye en a memoria caché)

source: %S Image
an: Imachen %S

source: %S Image (animated, %S frames)
an: Imachen %S (animada, %S quadros)

source: %Spx × %Spx (scaled to %Spx × %Spx)
an: %Spx × %Spx (escalau a %Spx × %Spx)

source: Quirks mode
an: Modo de compatibilidat con extensions no estandar

source: Standards compliance mode
an: Modo de compatibilidad d'os estandars

source: Meta (1 tag)
an: Meta (1 etiqueta)

source: Meta (%S tags)
an: Meta (%S etiquetas)

source: This website does not supply ownership information.
an: Iste puesto web no proporciona información sobre o suyo amo.

source: Yes, once
an: Sí, una vegada

source: Yes, %S times
an: Sí, %S vegadas

source: This website is using %1$S %2$S
an: Iste puesto web fa servir %1$S %2$S

source: Use Default
an: Usar os predefinius
