Repository: translate/mozilla-l10n
Catalog: an/browser/chrome/browser/syncQuota.properties.po
Languages: an

source: Add-ons
an: Complementos

source: Bookmarks
an: Marcapachinas

source: History
an: Historial

source: Passwords
an: Claus d'acceso

source: Preferences
an: Preferencias

source: Tabs
an: Pestanyas

source: You are currently using %1$S %2$S.
an: Ye fendo servir %1$S %2$S.

source: You are using %1$S%% (%2$S %3$S) of your allowed %4$S %5$S.
an: Ye fendo servir %1$S%% (%2$S %3$S) d'a suya quota de %4$S %5$S.

source: Could not retrieve quota information.
an: No s'ha puesto recuperar a información d'a quota.

source: Retrieving…
an: Se ye recuperando…

source: Remove
an: Eliminar

source: Uncheck items to stop syncing them and free up space on the server.
an: Desmarque os elementos que no deseya sincronizar ta liberar espacio en o servidor.

source: Firefox Sync will remove the following data: %S.
an: Firefox Sync eliminará os siguients datos: %S.

source: This will free up %1$S %2$S.
an: Isto liberará %1$S %2$S.
