Repository: translate/mozilla-l10n
Catalog: sco/browser/chrome/browser/feeds/subscribe.properties.po
Languages: sco

source: Go to %S
sco: Gang tae %S

source: Add "%S" (%S) as a Feed Reader?
sco: Add "%S" (%S) as æ Feed Reader?

source: "%S" is already registered as a Feed Reader
sco: "%S" is registert as æ Feed Reader awready

source: Live Bookmarks
sco: Live Buikmerks

source: Subscribe Now
sco: Subscribe Nou

source: Choose Application…
sco: Chuise Application…

source: Choose Application
sco: Chuise Application

source: Always use %S to subscribe to feeds
sco: Ayeweys uise %S tae subscribe tae feeds

source: Always use %S to subscribe to feeds.
sco: Ayeweys uise %S tae subscribe tae feeds.

source: Always use %S to subscribe to podcasts.
sco: Ayeweys uise %S tae subscribe tae podcasts.

source: Always use %S to subscribe to video podcasts.
sco: Ayeweys uise %S tae subscribe tae video podcasts.

source: Subscribe to this feed using
sco: Subscribe tae this feed uisin

source: Subscribe to this podcast using
sco: Subscribe tae this podcast uisin

source: Subscribe to this video podcast using
sco: Subscribe tae this video podcast uisin

source: This is a "feed" of frequently changing content on this site.
sco: This is æ "feed" o aft chyngin content on this steid.

source: This is a "podcast" of frequently changing content on this site.
sco: This is æ "podcast" o aft chyngin content on this steid.

source: This is a "video podcast" of frequently changing content on this site.
sco: This is æ "video podcast" o aft chyngin content on this steid.

source: You can subscribe to this feed to receive updates when this content changes.
sco: Ye can subscribe tae this feed tae receive updates whan this content chynges.

source: You can subscribe to this podcast to receive updates when this content changes.
sco: Ye can subscribe tae this podcast tae receive updates whan this content chynges.

source: You can subscribe to this video podcast to receive updates when this content changes.
sco: Ye can subscribe tae this video podcast tae get updates whan this content chynges.
