Repository: translate/mozilla-l10n
Catalog: gn_PY/security/manager/chrome/pippki/pippki.properties.po
Languages: gn_py

source: Please enter the Personal Security Password for the PSM Private Keys security device.
gn_py: Emoinge pe ñe'ẽñemi tekorosãrã mba'etéva umi PSM ñemiguápe g̃uarã mba'e'oka tekorosãrã pegua.

source: Do you want to trust “%S” for the following purposes?
gn_py: Ejeroviase “%S”-re ko'ã mba'épe g̃uarã?

source: Certificate Authority (unnamed)
gn_py: Moakãhára omboajéva (hera'ỹva)

source: The certificate “%S” represents a Certificate Authority.
gn_py: Pe mboajepyréva “%S” moakãhára omboajéva réra pegua.

source: Are you sure you want to delete these server exceptions?
gn_py: Añetehápepa remboguese ko'ã mohendahavusúpe oĩ'ỹva.

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
gn_py: Emboguetéramo mohendahavusúpe oĩ'ỹva, ombojevýta umi tekorosãrã ñangarekoha tapiaguáva pe mohendahavusúpe g̃uarã ha oikotevẽta oipuru peteĩ mboajepyréva oikóva.

source: Delete Server Certificate Exceptions
gn_py: Mohendahavusu mboajepyréva oĩ'ỹva mboguete

# deleteUserCertConfirm
source: Are you sure you want to delete these certificates?
gn_py: Añetehápepa emboguetese ko'ã mboajepyréva?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
gn_py: Emboguetéramo peteĩva umi nemboajepyréva, ndaikatumo'ãi eipuru ejehechauka hag̃ua ndete voi.

source: Delete your Certificates
gn_py: Nemboajepyréva mboguete

source: You have requested to delete these CA certificates. For built-in certificates all trust will be removed, which has the same effect. Are you sure you want to delete or distrust?
gn_py: Ejerurékuri emboguete hag̃ua ko'ã CA mboajepyre. Oikeva'ekue ojuapykueripa, embogueranguékuri ojeipe'áma chugui jerovia, peichaite oikokuaa. Ejapose añetetépa koichaite.

source: If you delete or distrust a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
gn_py: Emboguetéramo, térã nderejeroviavéiramo pe, mboajepyréva moakãha omboajéva rehe (CA), ko tembipuru'i ndojeroviamo'ãvéima oikmeraẽva mboajepyréva oguenohẽva ko CA.

source: Delete or Distrust CA Certificates
gn_py: Emboguete térã anive ejerovia mboajepyréva CA rehe

source: Are you sure you want to delete these people’s e-mail certificates?
gn_py: Añetehápe emboguetese umi ñanduti veve mboajepyréva ko'ã tapicha mba'éva?

source: If you delete a person’s e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
gn_py: Emboguéramo ñanduti veve mboajepyréva peteĩ ava mba'éva, ndaikatumo'ãvéima emondo ñe'ẽveve papapýva pe tapichápe.

source: Delete E-Mail Certificates
gn_py: Ñanduti veve mboajepyréva mboguete

# deleteOrphanCertConfirm
source: Are you sure you want to delete these certificates?
gn_py: Añetehápepa remboguesete ko'ã mboajepyréva

source: Delete Certificates
gn_py: Mboajepyréva mboguete

source: Certificate File to Import
gn_py: Mboajepyréva marandurenda eguerujey hag̃ua

source: File Name to Backup
gn_py: Marandurenda réra emo'ãséva

source: PKCS12 Files
gn_py: PKCS12 marandurenda

source: Please enter the password that was used to encrypt this certificate backup:
gn_py: Ikatúpiko, emoinge ñe'ẽñemi eipurúva embopapapy hag̃ua monguatia rekorosãrã mboajepyrévape:

source: This certificate has been verified for the following uses:
gn_py: Ko mboajepyréva ojehechajeýma ko'ã jepurúpe g̃uarã:

source: Could not verify this certificate because it has been revoked.
gn_py: Ndaikatúi ehechajey ko mboajepyréva ojejokóma rupi.

source: Could not verify this certificate because it has expired.
gn_py: Ndaikatúi ehechajey ko mboajepyréva ndoikovéima rupi.

source: Could not verify this certificate because it is not trusted.
gn_py: Ndaikatuí ojehechajey ko mboajepyréva ndojejeroviái rupi hese.

source: Could not verify this certificate because the issuer is not trusted.
gn_py: Ndaikatúi ehechajey ko mboajepyréva ndojejeroviái rupi pe apoháre.

source: Could not verify this certificate because the issuer is unknown.
gn_py: Ndaikatúi ehechajey ko mboajepyréva pe apoháre ndojeikuaái rupi.

source: Could not verify this certificate because the CA certificate is invalid.
gn_py: Ndaikatúi ojehechajey ko mboajepyréva pe mboajepyréva CA mba'éva ndoikói rupi.

source: Could not verify this certificate because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
gn_py: Ndaikatúi ojehechajey ko mboajepyréva oñemboheraguapy rupi oipurukuévo peteĩ algoritmo mboheraguapy rehegua ojehejapyréva nahekorosãi haguére.

source: Could not verify this certificate for unknown reasons.
gn_py: Ndaikatuí ojehechajey ko mboajepyréva ha ndojekuaái mba'éicha rupi.

source: Remember this decision
gn_py: Epyta mba'e je'epyrépe

source: Organization: “%S”
gn_py: Atyguasu: “%S”

source: Issued Under: “%S”
gn_py: Oguenohẽva: “%S”

source: Issued to: %1$S
gn_py: Mba'egua: %1$S

source: Serial number: %1$S
gn_py: Tysýi papapy: %1$S

source: Valid from %1$S to %2$S
gn_py: Oikóva %1$S %2$S pegua

source: Key Usages: %1$S
gn_py: Jepuru: %1$S

source: Email addresses: %1$S
gn_py: Ñanduti veve kundaharape: %1$S

source: Issued by: %1$S
gn_py: Onohẽpyre: %1$S

source: Stored on: %1$S
gn_py: Ñongatupyre: %1$S

source: Connection Not Encrypted
gn_py: Jeikekatu mbopapa'ỹre

source: The website %S does not support encryption for the page you are viewing.
gn_py: Pe ñanduti renda %S nomoneĩri mbopapapy ko kuatiarogue ehechávape g̃uarã.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
gn_py: Marando emondóva ñanduti rupive embopapapy'ỹre ikatu ohecha ambue tapicha.

source: The page you are viewing was not encrypted before being transmitted over the Internet.
gn_py: Ko kuatiarogue ehechavahína oñembopapapýkuri ojehupi mboyve ñandutípe.

source: Connection Encrypted (%1$S, %2$S bit keys, %3$S)
gn_py: Jeikekatu mbopapapýva (%1$S, %2$S pe'aha bits, %3$S)

source: Broken Encryption (%1$S, %2$S bit keys, %3$S)
gn_py: Mbopapapýva Broken (%1$S, %2$S pe'aha bits, %3$S)

source: The page you are viewing was encrypted before being transmitted over the Internet.
gn_py: Ko kuatiarogue ehechavahína oñembopapapýkuri ojehupi mboyve ñandutípe.

source: Encryption makes it difficult for unauthorized people to view information traveling between computers. It is therefore unlikely that anyone read this page as it traveled across the network.
gn_py: Encryption ombahasy umi tapicha moneĩpyrévape ohechávo marandu ojeguerahaukáva mohendaha rupive. Upéicha rupi, hasýta peteĩme jepe omoñe'ẽvo ko kuatiarogue, oho haguére ñanduti rupi.

source: Connection Partially Encrypted
gn_py: Jeikekatu ipapapy sa'íva

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet.
gn_py: Oĩhína kuatiarogue pehẽ ehechavahína oñembopapa'ỹva'ekue ojehupi mboyve ñandutípe.

source: Your connection to this website uses weak encryption and is not private. Other people can view your information or modify the website’s behavior.
gn_py: Nde jeike ko ñanduti kuatiaroguépe oipuru papapy ikangýva ha iñemi'ỹva. Ambue tapicha ikatu ohecha nemarandu térã omoambue ko ñanduti kuatiarogue reko.

source: Certificate Viewer:
gn_py: Mboajepyre rechaha:

source: <Not Part Of Certificate>
gn_py: <Ndaha'eihína mboajepyréva rehegua>

source: (not set)
gn_py: (oĩmba'ỹva gueteri)

source: Unable to change Master Password.
gn_py: Ndaikatúikuri emoambue pe ne'ẽñemi ha'etéva.

source: You did not enter the correct current Master Password. Please try again.
gn_py: Neremoingeporãi pe ne'ẽñemi ha'etéva ag̃aguáva. Eha'ãjey upe rireve.

source: Master Password successfully changed.
gn_py: Ñe'ẽñemi ha'etéva iñambuéma hekoitépe.

source: Warning! You have deleted your Master Password.
gn_py: Cháke! Emboguetekuri ne ñe'ẽñemiguasu.

source: Warning! You have decided not to use a Master Password.
gn_py: ¿Ema'ẽmi! Eréma ndereipurumo'ãiha ñe'ẽñemi ha'etéva.

source: Your stored web and email passwords, form data, and private keys will not be protected.
gn_py: Neñe'ẽñemikuéra, myanyhẽha mba'ekuaarã ha ñanduti veve ñe'ẽñemi eguerekóva ñongatuhápe ndoguerekomo'ãi ñemo'ã.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
gn_py: Ko'ag̃aite oĩhína FIPS rekópe. FIPS oikotevẽ peteĩ ñe'ẽñemi ha'etéva.

source: Failed to Login
gn_py: Ojavy tembiapo ñepyrũ

source: Choose a PKCS#11 device to load
gn_py: Eiporavo peteĩ mba'e'oka PKCS#11 emyenyhẽ hag̃ua

source: Module
gn_py: Ha'ãha

source: Path
gn_py: Tape

source: Label
gn_py: Teramoĩ

source: Manufacturer
gn_py: Apohára

source: Serial Number
gn_py: Papapy syryry

source: HW Version
gn_py: HW peteĩchagua

source: FW Version
gn_py: FW mbojuehegua

source: Status
gn_py: Tekotee

source: Description
gn_py: Moha'ãnga

source: Disabled
gn_py: Ojeiporuve'ỹva

source: Not Present
gn_py: Ani ehechauka

source: Uninitialized
gn_py: Emoñepyrũ'ỹre

source: Not Logged In
gn_py: Noñepyrũi gueteri tembiapo

source: Logged In
gn_py: Tembiapo ñepyrũpyre

source: Ready
gn_py: Oĩma

source: Enable FIPS
gn_py: Embojuruja FIPS

source: Disable FIPS
gn_py: Embotyete FIPS

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
gn_py: Pe FIPS reko oikotevẽ peteĩ ñe'ẽñemi ha'etéva oñemoheñóiva peteĩteĩva mba'e'oka tekorosãrãme g̃uarã. Emopyenda pe ñe'ẽñemi eñeha'ã mboyve emyandy pe FIPS reko.

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
gn_py: Ndaikatúi emoambue pe FIPS reko mba'e'oka rekorosãrãme g̃uarã. Ikatúramo esẽ ha upéi emoñepyrũjey ko tembipuru'i.

source: Reset Master Password
gn_py: Ñe'ëñemi ha'etéva mbojevyjey

source: Your password has been reset.
gn_py: Ojeguerujeýma neñe'ẽñemi ha'etéva.

source: Select File containing somebody’s Email certificate to import
gn_py: Eiporavo marandurenda oguerekóva ñanduti veve mboajepyréva tapicha ambuévagui egueruséva

source: Select File containing CA certificate(s) to import
gn_py: Eiporavo marandurenda oguerekóva mboajepyre CA egueruséva

source: Certificate Files
gn_py: Mboajepyréva marandurenda

source: Save Certificate To File
gn_py: Eñongatu mboajepyréva marandurendápe

source: X.509 Certificate (PEM)
gn_py: X.509 mboajepyréva (PEM)

source: X.509 Certificate with chain (PEM)
gn_py: X.509 mboajepyréva juajuha ndive (PEM)

source: X.509 Certificate (DER)
gn_py: X.509 mboajepyréva (DER)

source: X.509 Certificate (PKCS#7)
gn_py: X.509 mboajepyréva (PKCS#7)

source: X.509 Certificate with chain (PKCS#7)
gn_py: X.509 mboajepyréva joajuha ndive (PKCX#7)

source: File Error
gn_py: Marandurenda jejavy

source: Can’t write to file %S: %S.
gn_py: Ndaikatúi ehai marandurenda %S: %S.

source: Access denied
gn_py: Jeike mbotovepyre

source: File is locked
gn_py: Pe marandurenda ojejokóma

source: No space left on device
gn_py: Ndaipóri pa'ũ pe mba'e'okápe

source: Unknown error
gn_py: Jeikuaa'ÿva javy

source: You are about to override how %S identifies this site.
gn_py: Emoambue'íntema mba'éichapa %S ohechakuaa ko tenda.

source: This site attempts to identify itself with invalid information.
gn_py: Ko tenda ojehechaukase ha'etevoi marandu oiko'ỹvaramo.

source: Wrong Site
gn_py: Tenda jejavýva

source: The certificate belongs to a different site, which could mean that someone is trying to impersonate this site.
gn_py: Pe mboajepyréva ha'e tenda ambuéva mba'e, he'isevahína ikatuha ambue tapicha omyengoviaseha ko tendápe.

source: Outdated Information
gn_py: Marandu ndoikovéimava

source: The certificate is not currently valid. It may have been stolen or lost, and could be used by someone to impersonate this site.
gn_py: Pe mboajepyréva ndoikói ko'ag̃aite. Ikatu hína oñemonda térã oñehundi, ha ikatu oipuru tapicha ohasa hag̃ua ko tenda rekoviáramo.

source: Unknown Identity
gn_py: Teratee ojekuaa'ỹva

source: The certificate is not trusted because it hasn’t been verified as issued by a trusted authority using a secure signature.
gn_py: Pe mboajepyréva nahekorosãi, ndojehechajeýi rupi oguenohẽ haguére moakãha jeroviaháva oipurúva ñemboheraguapy hekorosãva.

source: Valid Certificate
gn_py: Mboajepyre oikóva

source: This site provides valid, verified identification. There is no need to add an exception.
gn_py: Ko tenda ome'ẽ jogueraha oikóva ha ojehechajeypyréva. Nereikotevẽi embojuapy peteĩ oĩ'ỹva.

source: Checking Information
gn_py: Marandu jehechajey

source: Attempting to identify this site…
gn_py: Oñeha'ã ohechakuaa ko tendápe…

source: No Information Available
gn_py: Ndaipóri marandu eipurukuaáva

source: Unable to obtain identification status for this site.
gn_py: Ndaikatúi eguereko jehechakuaa reko ko tendápe g̃uarã.
