Repository: translate/mozilla-l10n
Catalog: ak/dom/chrome/nsWebBrowserPersist.properties.po
Languages: ak

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
ak: Enntumi ennsie %S, efiri sɛ woenntumi annkan fael fibea no. San sɔ hwɛ ekyiri yi, anaaso bɔ sɛɛva admin no amande.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
ak: Enntumi ennsie %S, efiri sɛ mfomso bi a yennim beebi a efiri sii. Bɔ mbɔden sɛ wo besie akɔ beebi foforo.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
ak: Enntumi emmbue %S, efiri sɛ mfomso bi a yennim beebi a efiri sii. Bɔ mbɔden sɛ wo besie akɔ disk so ansaana wo ebue fael no.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
ak: Kwan a ɛda disk no so sua sɛ wo besie %S. Yi mfael a wonnhia firi disk no so na bɔ mbɔden bio, anaaso sie kɔ beebi foforo a kwan da hɔ.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
ak: Enntumi ennsie %S, efiri sɛ wɔnntie sɛ wo bɛ kyerɛw akɔ disk, folda, anaaso fael no so. Ma ho kwan sɛ obiara betumi akyerɛw akɔ disk no so na bɔ mbɔden yɛ nsiei no bio, anaaso sie kɔ beebi foforo a kwan da hɔ.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
ak: Enntumi ennsie %S, efiri sɛ worenntumi nnsesa neɛma a wɔwɔ folda no mu. Sesa folda ne ho nsɛm na san sɔ hwɛ, anaaso sie kɔ beebi foforo.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
ak: Enntumi emmbue %S, efiri sɛ aplekehyɛn a ɛbɛboa ma wɔ de ebue no nni hɔ. Sesa nhyehyɛe yi wɔ wo apɛde mu.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
ak: Mɛmri a ɛwɔ hɔ no renntumi mmboa ma wo mbisae no nnkɔ so yie. Pue firi aplekehyɛn bi mu na san sɔ hwɛ.

source: Downloading %S
ak: Retwe %S

source: %S could not be saved, because a file already exists with the same name as the '_files' directory. Try saving to a different location.
ak: Enntumi ennsie %S, efiri sɛ fael no wɔ hɔ dada a wɔato no din te sɛ '_mfael' folda. Bɔ mbɔden sie kɔ beebi foforo.

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
ak: Enntumi ennsie %S, efiri sɛ fael din no ware ma ne boro so. Bɔ mbɔden fa din tiawa sie fael no.
