Repository: translate/mozilla-l10n
Catalog: gn_PY/mobile/android/*/sync_strings.dtd.po
Languages: gn_py

source: Connect to &syncBrand.shortName.label;
gn_py: &syncBrand.shortName.label;-pe jeike

source: To activate your new device, select “Set up &syncBrand.shortName.label;” on the device.
gn_py: Emyandy hag̃ua peteĩ mba'e'oka pyahu, eiporavo “Mboheho &syncBrand.shortName.label;” ne mba'e'okápe.

source: To activate, select “Pair a device” on your other device.
gn_py: Emyandy hag̃ua, eiporavo “Embojoja peteĩ mba'e'oka” pe ne ambue mba'e'okápe.

source: I don't have the device with me…
gn_py: Che ndaguerekói mba'e'oka chendive…

# sync.configure.engines.title.passwords2
source: Logins
gn_py: Tembiapo moñepyrũ

# sync.configure.engines.title.history
source: History
gn_py: Tembiasakue

source: Tabs
gn_py: Tendayke

source: &formatS1; on &formatS2;
gn_py: &formatS1; &formatS2;-pe

source: Bookmarks Menu
gn_py: Poravorã techaukaha rehegua

source: Tags
gn_py: Teramoĩ

source: Bookmarks Toolbar
gn_py: Tembipuru renda techaukaha rehegua

source: Other Bookmarks
gn_py: Ambue techaukahakuéra

source: Desktop Bookmarks
gn_py: Techaukaha mohendahapegua

source: Mobile Bookmarks
gn_py: Techaukaha Pumbyry popeguáva

source: Pinned
gn_py: Mbojapyre

source: Back to browsing
gn_py: Ejevyjey kundahárape

source: Welcome to &syncBrand.shortName.label;
gn_py: Eg̃uahẽporãite &syncBrand.shortName.label;-pe

source: Sign in to sync your tabs, bookmarks, logins & more.
gn_py: Eñepyrũ tembiapo embojuehe hag̃ua tendayke, techaukaha, ñe'ẽñemi ha hetave.

source: Get started
gn_py: Eñepyrũ

source: Using an older version of &syncBrand.shortName.label;?
gn_py: Eipuruhína apopy itujavéva &syncBrand.shortName.label; mba'éva?

source: Signed in as
gn_py: Eike ...ramo

source: Manage account
gn_py: Mba'ete ñangarekoha

source: Account server
gn_py: Mohendahavusu mba'etáva

source: Sync now
gn_py: Embojuehe ko'ág̃a

source: Syncing…
gn_py: Pe ñembojuehete…

source: Device name
gn_py: Mba'e'oka réra

source: Sync server
gn_py: Mohendahavusu ñembojuehe

source: &syncBrand.shortName.label;: enabled
gn_py: &syncBrand.shortName.label;: myandypyre

source: Your account needs to be verified. Tap to resend verification email.
gn_py: Ne mba'ete oikotevẽ jehechajey. Ejopy emondojey hag̃ua ñanduti veve jehechajeyrãva.

source: Cannot connect. Tap to sign in.
gn_py: Ndaikatúi eikehína. Ejopy emoñepyrũ hag̃ua tembiapo.

source: You need to upgrade &brandShortName; to sign in.
gn_py: Tekotevẽ embohekopyahu &brandShortName; emoñepyrũ hag̃ua tembiapo.

source: &syncBrand.shortName.label; is set up, but not syncing automatically. Toggle “Auto-sync data” in Android Settings &gt; Data Usage.
gn_py: &syncBrand.shortName.label; oñembohekóma, hákatu ñoñembojuehéi ijehegui. Embojopara “Mba'ekuaarã ijeheguíva Ñemoĩporãme” Android pegua Ñembohekópe &gt; Mba'ekuaarã jepuru.

source: &syncBrand.shortName.label; is set up, but not syncing automatically. Toggle “Auto-sync data” in the menu of Android Settings &gt; Accounts.
gn_py: &syncBrand.shortName.label; oñembohekóma hákatu ñoñembojuehéi ijehegui. Embojopara “Mba'ekuaarã ijeheguíva ñembojuehe” Android poravorã Ñembohekópe &gt; Mba'etekuéra.

source: Tap to sign in to your new Firefox Account.
gn_py: Ejopy emoñepyrũ hag̃ua tembiapo pe ne mba'ete pyahu Firefox pegua.

source: Bookmarks
gn_py: Techaukaha

# fxaccount_status_history
source: History
gn_py: Tembiasakue

# fxaccount_status_passwords2
source: Logins
gn_py: Tembiapo moñepyrũ

source: Open tabs
gn_py: Tendayke ijurujáva

source: Legal
gn_py: Añetegua

source: Terms of service
gn_py: Mba'epytyvõrã hu'ãmava

source: Privacy notice
gn_py: Marandu ñemiguáva

source: Enable Debug Mode
gn_py: Embojuruja mopotĩha rekópe

source: &syncBrand.shortName.label; Options
gn_py: &syncBrand.shortName.label; Jeporavorã

source: Configure &syncBrand.shortName.label;
gn_py: &syncBrand.shortName.label; ñemboheko

source: You need to upgrade Firefox
gn_py: Firefox oikotevẽ mbohekopyahu

source: Account already exists. &formatS1;
gn_py: Mba'ete oĩmavoi. &formatS1;

# fxaccount_remote_error_ATTEMPT_TO_ACCESS_AN_ACCOUNT_THAT_DOES_NOT_EXIST
source: Invalid email or password
gn_py: Ñanduti veve térã ñe'ẽñemi oiko'ỹva

# fxaccount_remote_error_INCORRECT_PASSWORD
source: Invalid email or password
gn_py: Ñanduti veve térã ñe'ẽñemi oiko'ỹva

source: Account is not verified
gn_py: Mba'ete ojehechajey'ỹva

# fxaccount_remote_error_CLIENT_HAS_SENT_TOO_MANY_REQUESTS
source: Server busy, try again soon
gn_py: Mohendahavusu ojepuru, eha'ãjey ag̃ave

# fxaccount_remote_error_SERVICE_TEMPORARILY_UNAVAILABLE_TO_DUE_HIGH_LOAD
source: Server busy, try again soon
gn_py: Mohendahavusu ojepuru, eha'ãjey ag̃ave

source: There was a problem
gn_py: Oĩkuri apañuãi

source: Account is locked. &formatS1;
gn_py: Mba'ete ojejokóma. &formatS1;

source: &syncBrand.shortName.label; is not connected
gn_py: &syncBrand.shortName.label; ndoikeihína

# fxaccount_sync_sign_in_error_notification_text2
source: Tap to sign in as &formatS;
gn_py: Epoko emoñepyrũ hag̃ua tembiapo &formatS; ramo

source: Finish upgrading &syncBrand.shortName.label;?
gn_py: &syncBrand.shortName.label; ñembohekopyahu mohu'ã?

# fxaccount_sync_finish_migrating_notification_text
source: Tap to sign in as &formatS;
gn_py: Epoko eñepyrũ hag̃ua tembiapo &formatS; ramo
