Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/app-manager.dtd.po
Languages: as, az, bg, ca, cy, es_mx, eu, hi_in, hr, id, kk, km, lt, lv, mai, ml, mr, ms, my, oc, or, pt, pt_br, ro, si, sv, ta, te, th, tr, ur, uz, xh

# index.title
source: App Manager
as: এপ ব্যৱস্থাপক
az: Tətbiq İdarəçisi
bg: Управление на приложения
ca: Gestor d'aplicacions
cy: Rheolwr Apiau
es_mx: Gestor de aplicaciones
eu: Aplikazio-kudeatzailea
hi_in: अनुप्रयोग प्रबंधक
id: Pengelola App
kk: Қолданбалар басқарушысы
km: កម្មវិធី​គ្រប់គ្រង​កម្មវិធី
lt: Programų tvarkytuvė
lv: Aplikāciju pārvaldnieks
mai: अनुप्रयोग प्रबंधक
ml: പ്രയോഗത്തിനുള്ള മാനേജര്‍
mr: ॲप व्यवस्थापक
ms: Pengurusan Aplikasi
my: အက်ပလီကေးရှင်း မန်နေဂျာ
oc: Gestionari d'Aplicacions
or: ପ୍ରୟୋଗ ପରିଚାଳକ
pt: Gestor de aplicações
ro: Gestionar aplicații
si: යෙදුම් කළමණාකරු
sv: Hantera appar
ta: பயன்பாட்டு மேலாளர்
te: అనువర్తనం నిర్వాహిక
th: ตัวจัดการแอป
tr: Uygulama Yöneticisi
ur: ایپ مینیجر
uz: Dasturlar boshqaruvchisi
xh: Umphathi weaplikheshini

source: Apps
as: এপসমূহ
az: Tətbiqlər
bg: Приложения
ca: Aplicacions
cy: Apiau
es_mx: Aplicaciones
eu: Aplikazioak
hi_in: अनुप्रयोग
hr: Aplikacije
id: App
kk: Қолданбалар
km: កម្មវិធី
lt: Programos
lv: Aplikācijas
mai: ऐप्प्स
ml: പ്രയോഗങ്ങള്‍
mr: ॲप्स
ms: Aplikasi
my: အက်ပလီကေးရှင်းများ
or: ପ୍ରୟୋଗଗୁଡ଼ିକ
pt: Aplicações
pt_br: Aplicativos
ro: Aplicații
si: යෙදුම්
sv: Appar
ta: பயன்பாடுகள்
te: అనువర్తనాలు
th: แอป
tr: Uygulamalar
ur: ایپ
uz: Dasturlar
xh: Ii-Apps

source: Device
as: ডিভাইচ
az: Avadanlıq
bg: Устройство
ca: Dispositiu
cy: Dyfais
es_mx: Dispositivo
eu: Gailua
hi_in: युक्ति
hr: Uređaj
id: Perangkat
kk: Құрылғы
km: ឧបករណ៍
lt: Įrenginys
lv: Ierīce
mai: डिवाइस
ml: ഉപകരണം
mr: साधन
ms: Peranti
my: စက်ကိရိယာ
oc: Periferic
or: ଉପକରଣ
pt: Dispositivo
pt_br: Dispositivo
ro: Dispozitiv
si: උපාංග
sv: Enhet
ta: கருவி
te: పరికరం
th: อุปกรณ์
tr: Aygıt
ur: آلہ
uz: Qurilma
xh: Isixhobo

# index.help
source: Help
as: সহায়
az: Kömək
bg: Помощ
ca: Ajuda
cy: Cymorth
es_mx: Ayuda
eu: Laguntza
hi_in: सहायता
hr: Pomoć
id: Bantuan
kk: Көмек
km: ជំនួយ
lt: Žinynas
lv: Palīdzība
mai: मदति
ml: സഹായം
mr: मदत
ms: Bantuan
my: အကူအညီ
oc: Ajuda
or: ସହାୟତା
pt: Ajuda
pt_br: Ajuda
ro: Ajutor
si: උදව්
sv: Hjälp
ta: உதவி
te: సహాయం
th: วิธีใช้
tr: Yardım
ur: مدد
uz: Yordam
xh: Uncedo

source: Debug main process
as: মূখ্য প্ৰক্ৰিয়া ডিবাগ কৰক
az: Əsas prosesi sazla
bg: Дебъгване на главния процес
ca: Depura el procés principal
cy: Dadfygio'r brif broses
es_mx: Depurar proceso principal
eu: Araztu prozesu nagusia
hi_in: मुख्य प्रक्रिया डिबग करें
hr: Otkloni greške na glavnom procesu
id: Debug proses utama
kk: Басты процесті жөндеу
km: បំបាត់​កំហុស​ដំណើរការ​​ចម្បង
lt: Derinti pagrindinį procesą
lv: Atkļūdot galveno procesu
mai: मुख्य प्रक्रिया डिबग करू
ml: പ്രധാന പ്രക്രിയ ഡീബഗ് ചെയ്യുക
mr: main प्रोसेस डिबग करा
ms: Nyahpijat proses utama
my: အဓိက Debug လုပ်ငန်း
oc: Desbugar lo processus principal
or: ମୂଖ୍ୟ ପଦ୍ଧତିର ତୃଟି ନିବାରଣ କରନ୍ତୁ
pt: Depurar processo principal
pt_br: Depurar processo principal
ro: Depanare proces principal
si: ප්‍රධාන ක්‍රියාවලිය නිරාකරණය කරන්න
sv: Felsök huvudprocessen
ta: முதன்மை செயலை வழுநீக்கு
te: ముఖ్య ప్రోసెస్ డీబగ్ చేయి
th: ดีบักโปรเซสหลัก
tr: Ana işlemde hata ayıkla
ur: مین عمل کاری ٹھیک کریں
uz: Asosiy jarayonni tuzatish
xh: Susa inkathazo kweyona nkqubo

source: Open the Developer Tools connected to the main process on the device
as: ডিভাইচত মূখ্য প্ৰক্ৰিয়াৰ সৈতে সংযুক্ত উন্নয়নকাৰী সঁজুলিসমূহ খোলক
az: Cihazdakı əsas prosesə bağlı Tərtibatçı Alətlərini aç
bg: Отваряне на инструментите за разработчици, свързани с главния процес на устройството
ca: Obre les eines per a desenvolupadors connectades al procés principal en aquest dispositiu.
cy: Agor Offer Datblygwyr sy'n gysylltiedig â'r brif broses ar y ddyfais
es_mx: Abrir las herramientas de desarrolladores conectadas al proceso principal del dispositivo
eu: Ireki gailuaren prozesu nagusira konektatutako garatzaile-tresnak.
hi_in: युक्ति पर इस मुख्य प्रक्रिया से जुड़े डेवलपर उपकरण को खोलें
hr: Otvori alate za razvijatelje koji su povezani s glavnim procesom na uređaju
id: Buka Alat Pengembang yang terhubung ke proses utama pada perangkat
kk: Құрылғыда басты процеске байланысқан өндіруші саймандарын ашу
km: បើក​ឧបករណ៍​អ្នក​អភិវឌ្ឍន៍​ដែល​បាន​តភ្ជាប់​ទៅ​កម្មវិធី​នេះ​នៅ​លើ​ឧបករណ៍។
lt: Atverti programuotojų priemones pagrindiniam procesui įrenginyje derinti
lv: Atver izstrādātāju rīkus, kas pievienoti galvenajam procesam šajā ierīcē
mai: डिवाइस पर एहि मुख्य प्रक्रिया सँ जुड़ल डेवलपर उपकरण केँ खोलू
ml: ഡിവൈസിലുള്ള പ്രധാന പ്രക്രിയയിലേക്ക് കണക്ട് ചെയ്തിരിയ്ക്കുന്ന ഡവലപ്പര്‍ ഉപകരണങ്ങള്‍ തുറക്കുക
mr: साधनावरील main प्रोसेससशी जोडणी केलेले डेव्हलपर साधने उघडा
ms: Buka Alatan Pembangun yang bersambung kepada proses utama pada peranti
my: တီထွင်သူ လက်စွဲ ပစ္စည်းများအား ဖွင့်ပြီး ချိတ်ဆက်ထားသော အဓိက လုပ်ငန်းစဉ် ကိုကြည့်ပါ
oc: Dobrir las aisinas de desvolopament connectadas a aquesta aplicacion sus l'aparelh
or: ଏହି ପ୍ରୟୋଗ ସହିତ ସଂଯୁକ୍ତ ଉପକରଣରେ ବିକାଶକାରୀ ସାଧନଗୁଡ଼ିକୁ ଖୋଲନ୍ତୁ
pt: Abrir as ferramentas do desenvolvedor ligado ao processo principal no dispositivo
pt_br: Abrir as ferramentas do desenvolvedor conectadas ao processo principal no dispositivo
ro: Deschideți uneltele de dezvoltare conectate procesului principal pe dispozitiv
si: උපාංගය මත ප්‍රධාන ක්‍රියාවලියට සබඳවන සංවර්ධක මෙවලම් විවෘත කරන්න
sv: Öppna utvecklarverktygen anslutna till huvudprocessen på enheten
ta: சாதனத்தில் முதன்மை செயற்பாட்டுடன் இணைக்கப்பட்டுள்ள உருவாக்குநர் கருவிகளைத் திற
te: ముఖ్య ప్రోసెస్‌కు అనుసంధానించిన అభివృద్దికారి సాధనాలు పరికరంపై తెరువుము
th: เปิดแถบเครื่องมือนักพัฒนาที่เชื่อมต่อกับแอปนี้บนอุปกรณ์
tr: Cihazdaki ana işleme bağlı Geliştirici Araçları'nı aç
uz: Qurilmada ushbu ilova dasturga ulangan "Dasturlash asboblari"ni ochish
xh: Vula iziXhobo zoMvelisi onxibelele kweyona nkqubo ekwisixhobo

source: Screenshot
as: স্ক্ৰিনশ্বট
az: Ekran görüntüsü
bg: Снимка на екрана
ca: Captura de pantalla
cy: Llun sgrin
es_mx: Captura de pantalla
eu: Pantaila-argazkia
hi_in: स्क्रीनशॉट
hr: Slika zaslona
id: Tangkapan Layar
kk: Скриншот
km: រូបថត​អេក្រង់
lt: Ekrano nuotrauka
lv: Ekrānattēls
mai: स्क्रीनशॉट
ml: സ്ക്രീന്‍ഷോട്ട്
mr: स्क्रीनशॉट
ms: Cakupan skrin
my: မျက်နှာပြင်ရိုက်ချက်
oc: Ecran
or: ଆଶୁଚିତ୍ର
pt: Captura de ecrã
pt_br: Imagem da página
ro: Captură de ecran
si: තිරසටහන
sv: Skärmdump
ta: திரைப்பிடிப்பு
te: తెరపట్టు
th: จับภาพหน้าจอ
tr: Ekran görüntüsü
ur: سکرین شاٹ
uz: Ekran rasmi
xh: Iskrinshot

source: Open a screenshot of the current state of the device in a new tab
as: ডিভাইচৰ বৰ্তমান অৱস্থাৰ এটা স্ক্ৰিনশ্বটক এটা নতুন টেবত খোলক
bg: Отваряне в нов подпрозорец на снимка на екрана на текущото състояние на устройството
ca: Obre una captura de pantalla de l'estat actual del dispositiu en una pestanya nova
cy: Agor llun sgrin o gyflwr presennol y ddyfais mewn tab newydd
es_mx: Abrir una captura de pantalla en el estado actual del dispositivo en una nueva pestaña
eu: Ireki gailuaren uneko egoeraren pantaila-argazkia fitxa berri batean.
hi_in: एक नए टैब में युक्ति की वर्तमान स्थिति का स्क्रीनशॉट खोलें
hr: Otvori u novoj kartici sliku zaslona trenutnog stanja na uređaju.
id: Buka tangkapan layar perangkat saat ini paa tab baru.
kk: Ағымдағы жағдайда жасалған құрылғының скриншотын жаңа бетте ашу
km: បើក​រូបថត​អេក្រង់​នៃ​សភាព​បច្ចុប្បន្ន​​នៃ​ឧបករណ៍​នៅ​ក្នុង​ផ្ទាំង​ថ្មី។
lt: Atverti įrenginio ekrano nuotrauką naujoje kortelėje.
lv: Atvērt ierīces pašreizējā stāvokļa ekrāna attēlu jaunā cilnē.
mai: एकटा नव टैब मे डिवाइस केर वर्तमान स्थिति कऽ स्क्रीनशॉट खोलू
ml: ഡിവൈസിന്റെ നിലവിലുള്ള അവസ്ഥയുടെ സ്ക്രീന്‍ഷോട്ട് പുതിയ ടാബില്‍ തുറക്കുക
mr: साधनाच्या सध्याच्या स्तराचे नवीन टॅबमध्ये स्क्रीनशॉट उघडा
ms: Buka cekupan skrin untuk keadaan semasa peranti pada tab baharu
my: လက်ရှိ ပစ္စည်း၏ ပုံစံအတိုင်း ဓာတ်ပုံရယူပြီး တပ်ဗ်အသစ် တစ်ခုမှာဖွင့်ပါ
oc: Dobrir dins un onglet novèl una captura d'ecran de l'estat actual de l'aparelh
or: ଏକ ନୂତନ ଟ୍ୟାବରେ ଉପକରଣର ବର୍ତ୍ତମାନ ସ୍ଥିତିର ଏକ ଆଶୁଚିତ୍ରକୁ ଖୋଲନ୍ତୁ।
pt: Mostra a captura de ecrã do atual estado do dispositivo num novo separador
pt_br: Abrir em nova aba uma imagem do estado atual do dispositivo
si: උපාංගයේ වත්මන් තත්වය පිළිබඳ තිරරූපයක් නව ටැබයක විවෘත කරන්න
sv: Öppnar en skärmdump av aktuell enhetsstatus i en ny flik
ta: சாதனத்தின் நடப்பு நிலையின் திரைப்பிடிப்பை ஒரு புதிய கீற்றில் காண்பி.
te: పరికరపు ప్రస్తుత స్థితి తెరపట్టును కొత్త టాబ్ నందు తెరువుము
th: เปิดภาพหน้าจอปัจจุบันของอุปกรณ์ในแท็บใหม่
tr: Cihazıın şu anki durumunun ekran görüntüsünü yeni bir sekmede aç
ur: آلہ کے موجودہ حالات کی سکرین شاٹ نئی ٹیب میں کھولیں
uz: Qurilma joriy holatining ekran rasmini yangi ichki oynada ochish.
xh: Vula iskrinshot semeko yangoku yesixhobo esikwithebhu entsha

source: Device Control Center
as: ডিভাইচ নিয়ন্ত্ৰণ কেন্দ্ৰ
az: Avadanlıq İdarə Mərkəzi
bg: Център за управление на устройство
ca: Centre de control de dispositius
cy: Canolfan Rheoli Dyfais
es_mx: Centro del control del dispositivo
eu: Gailuaren kontrol-zentroa
hi_in: युक्ति नियंत्रण केंद्र
hr: Upravljački centar uređaja
id: Pusat Kontrol Perangkat
kk: Құрылғылар басқару орталығы
km: មជ្ឈមណ្ឌល​បញ្ជា​របស់​ឧបករណ៍
lt: Įrenginio valdymo centras
lv: Ierīces kontroles centrs
mai: डिवाइस नियंत्रण केंद्र
ml: ഡിവൈസ് കണ്ട്രോള്‍ സെന്റര്‍
mr: डिव्हाइस नियंत्रण केंद्र
ms: Pusat Kawalan Peranti
my: ဗဟို စက်ကိရိယာ ထိန်းချုပ်ဌာန
oc: Gestionari d'aparelhs
or: ଉପକରଣ ନିୟନ୍ତ୍ରଣ କେନ୍ଦ୍ର
pt: Centro de controlo do dispositivo
pt_br: Centro de controle do dispositivo
ro: Centrul de control pentru dispozitiv
si: උපාංග පාලන මධ්‍යස්ථානය
sv: Kontrollpanel för enheter
ta: சாதன கட்டுப்பாட்டு மையம்
te: పరికరం నియంత్రణా కేంద్రం
th: ศูนย์ควบคุมอุปกรณ์
tr: Aygıt Denetim Merkezi
ur: آلہ کنٹرول مرکز
uz: Qurilma boshqaruv markazi
xh: Iziko lolawulo lwesixhobo

source: Not connected. Please connect your device below.
as: সংযুক্ত নহয়। অনুগ্ৰহ কৰি আপোনাৰ ডিভাইচক তলত সংযোগ কৰক।
az: Qoşulmayıb. Xahiş edirik avadanlığınızı qoşun.
bg: Не е свързано. Моля, свържете вашето устройство по-долу.
ca: No està connectat. Connecteu el vostre dispositiu a sota.
cy: Heb gysylltu. Cysylltwch eich dyfais isod.
es_mx: No conectado. Por favor conecta tu dispositivo a continuación.
eu: Konektatu gabe. Konektatu zure gailua azpian.
hi_in: जुड़ा हुआ नहीं हैं. कृपया अपनी डिवाइस को नीचे जोड़ें.
hr: Nije spojen. Molim povežite svoj uređaj.
id: Tidak tersambung. Sambungkan perangkat Anda di bawah ini.
kk: Байланыс жоқ. Төмендегі құрылғыны қосыңыз.
km: មិន​បាន​តភ្ជាប់។ សូម​តភ្ជាប់​ឧបករណ៍​របស់​អ្នក​នៅ​ខាងក្រោម។
lt: Neprisijungta. Prijunkite įrenginį, pasinaudodami valdikliais apačioje.
lv: Nav savienojuma. Lūdzu pievienojiet savu ierīci zemāk.
mai: जुड़ल नहि अछि. कृपया अपन डिवाइस केँ नीच्चाँ जोड़ू.
ml: കണക്ട് ചെയ്തിട്ടില്ല. താഴെയുള്ള നിങ്ങളുടെ ഡിവൈസ് ദയവായി കണക്ട് ചെയ്യുക.
mr: जुळलेले नाही. कृपया साधनाची खालील प्रमाणे जोडणी करा.
ms: Tidak bersambung. Sila sambungkan peranti anda di bawah ini.
my: မချိတ်ဆက်ထားပါ။ ကျေးဇူးပြု၍ သင့်စက်ကိရိယာကို အောက်ဘက်တွင် ချိတ်ဆက်ပေးပါ။
oc: Pas connectat. Connectatz vòstre aparelh çaijós
or: ସଂଯୁକ୍ତ ହୋଇନାହିଁ। ଦୟାକରି ଆପଣଙ୍କର ଉପକରଣକୁ ତଳେ ସଂଯୋଗ କରନ୍ତୁ।
pt: Não ligado. Por favor ligue o seu dispositivo em baixo.
pt_br: Não conectado. Por favor, conecte abaixo o seu dispositivo.
ro: Nu este conectat. Vă rugăm să conectați dispozitivul de mai jos.
si: සබඳකර නොමැත. කරුණාකර ඔබේ උපාංගය සබඳ කරන්න.
sv: Ej ansluten. Anslut enheten nedan.
ta: இணைக்கப்படவில்லை. கீழே உங்கள் சாதனத்தை இணைக்கவும்.
te: అనుసంధానం కాలేదు. మీ పరికరం కిందన అనుసంధానించుము.
th: ไม่มีการเชื่อมต่อ กรุณาเชื่อมต่ออุปกรณ์
tr: Bağlı değil. Lütfen aygıtınızı bağlayın.
ur: جڑا ہوا نہیں۔ نیچے اپنا آلہ جوڑیں۔
uz: Ulanmagan. Quyidagi qirilmaga ulaning.
xh: Ayinxibelelananga. Nceda unxibelelanise isixhobo sakho apha ngezantsi.

source: Start
as: আৰম্ভ কৰক
az: Başla
bg: Пускане
ca: Inicia
cy: Cychwyn
es_mx: Empezar
eu: Hasi
hi_in: शुरू
hr: Pokreni
id: Mulai
kk: Бастау
km: ចាប់ផ្ដើម
lt: Paleisti
lv: Palaist
mai: आरंभ
ml: ആരംഭിയ്ക്കുക
mr: सुरू करा
ms: Mula
my: စတင်ပါ
oc: Aviar
or: ଆରମ୍ଭ କରନ୍ତୁ
pt: Iniciar
pt_br: Iniciar
si: අරඹන්න
sv: Starta
ta: தொடங்கு
te: ప్రారంభించు
th: เริ่ม
tr: Başlat
ur: شروع کریں
uz: Boshlash
xh: Qala

source: Start this app on the device
as: ডিভাইচৰ এই এপক আৰম্ভ কৰক
az: Bu tətbiqetməni avadanlıqda başlat
bg: Пускане на това приложение върху устройството
ca: Inicia aquesta aplicació en el dispositiu
cy: Cychwyn yr ap ar y ddyfais
es_mx: Iniciar esta aplicación en el dispositivo
eu: Abiarazi aplikazio hau gailuan.
hi_in: युक्ति पर इस अनुप्रयोग को चालू करें
hr: Pokreni ovu aplikaciju na uređaju
id: Jalankan app ini pada perangkat.
kk: Бұл қолданбаны құрылғыда іске қосу
km: ចាប់ផ្ដើម​កម្មវិធី​នេះ​នៅ​លើ​ឧបករណ៍។
lt: Paleisti šią programą įrenginyje.
lv: Palaist aplikāciju šajā ierīcē.
mai: डिवाइस पर एहि अनुप्रयोग केँ चालू करू
ml: ഡിവൈസില്‍ ഈ പ്രയോഗം ആരംഭിയ്ക്കുക
mr: साधनावर हे ॲप सुरू करा
ms: Mulakan aplikasi ini pada peranti
my: ဒီ အပ်(ပ်)ကို ပစ္စည်း ပေါ်တွင် ဖွင့်ပါ
oc: Aviar aquesta aplicacion sus l'aparelh
or: ଏହି ପ୍ରୟୋଗକୁ ଉପକରଣରେ ଆରମ୍ଭ କରନ୍ତୁ।
pt: Iniciar esta aplicação no dispositivo.
pt_br: Iniciar este aplicativo no dispositivo
si: උපාංගය මත මෙම යෙදුම අරඹන්න
sv: Starta appen på enheten
ta: சாதனத்தில் இந்தப் பயன்பாட்டைத் தொடங்கவும்
te: పరికరం పైన ఈ అనువర్తనం ప్రారంభించుము
th: เริ่มการทำงานของแอปนี้บนอุปกรณ์
tr: Bu uygulamayı cihazda başlat
ur: اپنے آلہ پر ایپ شروع کریں
uz: Qurilmada ushbu ilova dasturni ishga tushirish.
xh: Qala le app kwisixhobo

source: Stop
as: বন্ধ কৰক
az: Dayandır
bg: Спиране
ca: Atura
cy: Atal
es_mx: Parar
eu: Gelditu
hi_in: रोकें
hr: Zaustavi
id: Hentikan
kk: Тоқтату
km: បញ្ឈប់
lt: Stabdyti
lv: Apturēt
mai: रोकू
ml: നിര്‍ത്തുക
mr: बंद करा
ms: Henti
my: ရပ်
oc: Arrestar
or: ଅଟକାନ୍ତୁ
pt: Parar
pt_br: Parar
si: නවතන්න
sv: Stoppa
ta: நிறுத்து
te: ఆపుము
th: หยุด
tr: Durdur
ur: روکیں
uz: To‘xtatish
xh: Nqumama

source: Stop this app on the device
as: ডিভাইচৰ এই এপক বন্ধ কৰক
az: Bu tətbiqetməni avadanlıqda dayandır
bg: Спиране на това приложение върху устройството
ca: Atura aquesta aplicació en el dispositiu
cy: Atal yr ap ar y ddyfais
es_mx: Detener esta aplicación en el dispositivo
eu: Gelditu aplikazio hau gailuan.
hi_in: युक्ति पर इस अनुप्रयोग को बंद करें
hr: Zaustavi ovu aplikaciju na uređaju
id: Hentikan app ini pada perangkat.
kk: Бұл қолданбаны құрылғыда тоқтату
km: បញ្ឈប់​កម្មវិធី​នេះ​នៅ​លើ​ឧបករណ៍។
lt: Stabdyti šios programos vykdymą įrenginyje.
lv: Apturēt aplikāciju šajā ierīcē.
mai: डिवाइस पर एहि अनुप्रयोग केँ बंद करू
ml: ഡിവൈസില്‍‌ ഈ പ്രയോഗം നിര്‍ത്തുക
mr: साधनावर हे ॲप थांबवा
ms: Hentikan aplikasi ini pada peranti
my: ဒီ အပ်(ပ်)ကို ပစ္စည်းပေါ်တွင် ဖွင့်ထားသှ်ကို ပိတ်ပါ
oc: Arrestar aquesta aplicacion sus l'aparelh
or: ଏହି ପ୍ରୟୋଗକୁ ଉପକରଣରେ ଅଟକାନ୍ତୁ।
pt: Parar esta aplicação no dispositivo.
pt_br: Parar este aplicativo no dispositivo
si: උපාංගය මත මෙම යෙදුම නවතන්න
sv: Stoppa appen på enheten
ta: சாதனத்தில் இந்தப் பயன்பாட்டை நிறுத்தவும்
te: పరికరం పైన ఈ అనువర్తనం ఆపుము
th: หยุดการทำงานของแอปนี้บนอุปกรณ์
tr: Bu uygulamayı cihazda durdur
ur: اپنے آلہ پر اس ایپ کو روکیں
uz: Qurilmadagi ushbu ilova dasturni to‘xtatish.
xh: Nqumamisa le app kwisixhobo

# device.debugApp
source: Debug
as: ডিবাগ কৰক
az: Sazlama
bg: Дебъг
ca: Depuració
cy: Dadfygio
es_mx: Depurar
eu: Araztu
hi_in: दोषसुधार
hr: Otklanjanje grešaka
kk: Жөндеу
km: បំបាត់​កំហុស
lt: Derinti
lv: Atkļūdošana
mai: डिबग
ml: ഡീബഗ് ചെയ്യുക
mr: डिबग
my: အမှားစစ်
oc: Desbugatge
or: ତୃଟିମୁକ୍ତ କରନ୍ତୁ
pt: Depurar
pt_br: Depurar
ro: Depanare
si: දෝෂහරණය
sv: Avlusa
ta: வழுநீக்கு
te: డీబగ్
th: ดีบัก
tr: Hata ayıkla
ur: ٹھیک کریں
uz: Tuzatish

source: Open the Developer Tools connected to this app on the device
as: ডিভাইচত এই এপৰ সৈতে সংযুক্ত উন্নয়নকাৰী সঁজুলিসমূহ খোলক
az: Cihazdakı bu tətbiqetməyə bağlı Tərtibatçı Alətlərini aç
bg: Отваряне на инструментите за разработчици, свързани с това приложение на устройството
ca: Obre les eines per a desenvolupadors connectades a aquesta aplicació en el dispositiu
cy: Agor Offer Datblygwyr sy'n gysylltiedig â'r ap ar y ddyfais
es_mx: Abrir las herramientas de desarrollador conectado a esta aplicación en el dispositivo
eu: Ireki gailuan aplikazio honetara konektatutako garatzaile-tresnak.
hi_in: युक्ति पर इस अनुप्रयोग से जुड़े डेवलपर उपकरण को खोलें
hr: Otvori alate za razvijatelje koji su povezani s ovom aplikacijom na uređaju
id: Buka Alat Pengembang yang tersambung ke app ini pada perangkat.
kk: Құрылғыдағы бұл қолданбаға байланысқан өндіруші саймандарын ашу
km: បើក​ឧបករណ៍​អ្នក​អភិវឌ្ឍន៍​ដែល​បាន​តភ្ជាប់​ទៅ​កម្មវិធី​នេះ​នៅ​លើ​ឧបករណ៍។
lt: Atverti programuotojų priemones šiai programai įrenginyje derinti
lv: Atvērt izstrādātāju rīkus, kas būtu savienoti ar aplikāciju šajā ierīcē.
mai: डिवाइस पर एहि अनुप्रयोग सँ जुड़ल डेवलपर उपकरण केँ खोलू
ml: ഡിവൈസില്‍ ഈ പ്രയോഗത്തിലേക്ക് കണക്ട് ചെയ്തിരിയ്ക്കുന്ന ഡവലപ്പര്‍ ഉപകരണങ്ങള്‍ തുറക്കുക
mr: साधनावर ह्या ॲपसह जुळलेले डेव्हलपर साधने उघडा
ms: Buka Alatan Pembangunan yang bersambung ke aplikasi ini pada peranti
my: တီထွင်သူ လက်စွဲ ပစ္စည်းများအား ဖွင့်ပြီး ချိတ်ဆက်ထားသော အဓိက လုပ်ငန်းစဉ် ကိုကြည့်ပါ
oc: Dobrir las aisinas de desvolopament connectadas a aquesta aplicacion sus l'aparelh
or: ଏହି ପ୍ରୟୋଗ ସହିତ ସଂଯୁକ୍ତ ଉପକରଣରେ ବିକାଶକାରୀ ସାଧନଗୁଡ଼ିକୁ ଖୋଲନ୍ତୁ।
pt: Abre as ferramentas de programação ligadas a esta aplicação neste dispositivo.
pt_br: Abrir as ferramentas do desenvolvedor conectadas a este aplicativo no dispositivo
si: උපාංගය මත මෙම යෙදුමට සබැඳි සංවර්ධක මෙවලම් විවෘත කරන්න
sv: Öppna utvecklarverktygen anslutna till appen på enheten
ta: சாதனத்தில் இந்த பயன்பாட்டுடன் இணைக்கப்பட்டுள்ள உருவாக்குநர் கருவிகளைத் திற
te: ఈ అనువర్తనంకు అనుసంధానించిన అభివృద్దికారి సాధనాలు పరికరంపై తెరువుము
th: เปิดแถบเครื่องมือนักพัฒนาที่เชื่อมต่อกับแอปนี้บนอุปกรณ์
tr: Cihazdaki bu uygulamaya bağlı Geliştirici Araçları'nı aç
ur: ڈیوائس پر اس ایپ سے جڑے ڈیولپر آلات کھولیں
uz: Qurilmada ushbu ilova dasturga ulangan "Dasturlash asboblari"ni oching
xh: Vula izixhobo zomvelisi onxibelelene kule app kwisixhobo

source: Name
as: নাম
az: Ad
bg: Име
ca: Nom
cy: Enw
es_mx: Nombre
eu: Izena
hi_in: नाम
hr: Naziv
id: Nama
kk: Аты
km: ឈ្មោះ
lt: Pavadinimas
lv: Nosaukums
mai: नाम
ml: പേരു്
mr: नाव
ms: Nama
my: အမည်
oc: Nom
or: ନାମ
pt: Nome
pt_br: Nome
ro: Nume
si: නම
sv: Namn
ta: பெயர்
te: పేరు
th: ชื่อ
tr: Adı
ur: نام
uz: Nomi
xh: Igama

source: Plain (default)
as: প্লেইন (অবিকল্পিত)
az: Düz (ilkin vəziyyət)
bg: Просто (стандартно)
ca: Normal (per defecte)
cy: Plaen (rhagosodedig)
es_mx: Simple
eu: Arrunta (lehenetsia)
hi_in: सादा (तयशुदा)
hr: Obično (zadano)
id: Polos (baku)
kk: Қалыпты (негізгі)
km: ធម្មតា (លំនាំដើម)
lt: Paprastosios (numatyta)
lv: Parasta (noklusētais)
mai: सादा (तयशुदा)
ml: പ്ലെയിന്‍ (സ്വതവേയുള്ളത്)
mr: प्लैन (पूर्वनिर्धारीत)
ms: Kosong (lalai)
my: ပလိန်း (စံ)
oc: Classic (per defaut)
or: ସରଳ (ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ)
pt: Simples (pré-definido)
pt_br: Normal (padrão)
ro: Simplu (implicit)
si: පැතලි (පෙරනිමි)
sv: Vanlig (standard)
ta: வெறுமென (இயல்பான)
te: సాదా (అప్రమేయం)
th: ทั่วไป (ปริยาย)
tr: Düz (varsayılan)
ur: سادہ (طےشدہ)
uz: Oddiy (standart)
xh: Ayinanto (okwendalo)

source: Privileged
as: সুবিধাপ্ৰাপ্ত
az: İmtiyazlı
bg: Привилегировано
ca: Privilegiada
cy: Breintiedig
es_mx: Privilegiado
eu: Pribilegiatua
hi_in: विशेषाधिकृत
hr: Povlaštena
id: Diberii Hak Akses
kk: Привилегиялары бар
km: បាន​ផ្ដល់​សិទ្ធិ
lt: Privilegijuotos
lv: Priviliģēta
mai: विशेषाधिकृत
ml: അവകാശമുള്ള
mr: हक्ताधिकार
ms: Keistimewaan
my: ခွင့်ပြုထားသော
oc: Privilegiada
or: ଅଧିକାର
pt: Privilegiado
pt_br: Privilegiado
ro: Privilegiat
si: බලලත්
sv: Privilegierad
ta: முன்னுரிமையுள்ளது
te: అనుమతిగల
th: มีสิทธิพิเศษ
tr: Ayrıcalıklı
ur: استحقاقی
uz: Imtiyozli
xh: Ilungelo elilodwa

source: Certified
as: প্ৰমাণীত
az: Sertifikatlaşdırılmış
bg: Сертифицирано
ca: Certificada
cy: Ardystiwyd
es_mx: Certificado
eu: Ziurtatua
hi_in: प्रमाणित
hr: Certificirana
id: Disertifikasi
kk: Сертификатталған
km: បាន​បញ្ជាក់
lt: Sertifikuotos
lv: Sertificēta
mai: सत्यापित
ml: സാക്ഷ്യപ്പെടുത്തിയ
mr: प्रमाणित
ms: Diperakui
my: အတည်ပြုပြီး
oc: Certificada
or: ପ୍ରମାଣିତ
pt: Certificado
pt_br: Certificado
ro: Certificat
si: සහතිකලත්
sv: Certifierad
ta: சான்றளித்தது
te: ధృవీకృత
th: รับรองสิทธิแล้ว
tr: Sertifikalı
ur: تصدیق شده
uz: Sertifikatlangan
xh: Iqinisekisiwe

source: Allow
as: অনুমতি দিয়ক
az: İcazə ver
bg: Разрешаване
ca: Permet
cy: Caniatáu
es_mx: Permitir
eu: Baimendu
hi_in: स्वीकारें
hr: Dozvoli
id: Izinkan
kk: Рұқсат ету
km: អនុញ្ញាត
lt: Leidžiama
lv: Atļaut
mai: स्वीकारू
ml: അനുവദിക്കുക
mr: स्वीकारा
ms: Benarkan
my: ခွင့်ပြုပါ
oc: Autorizar
or: ଅନୁମତି ଦିଅନ୍ତୁ
pt: Permitir
pt_br: Permitir
ro: Permis
si: ඉඩදෙන්න
sv: Tillåt
ta: அனுமதி
te: అనుమతించు
th: อนุญาต
tr: İzin ver
ur: ہونے دیں
uz: Ruxsat berish
xh: Vumela

source: This permission is allowed for apps of this type
as: এই অনুমতি এই ধৰণৰ এপসমূহৰ বাবে অনুমোদিত
az: Bu icazə bu növdə olan tətbiqetmələrə verilir
bg: За този вид приложения, това право е разрешено
ca: Aquest permís es permet per a aplicacions d'aquest tipus
cy: Mae'r caniatâd hwn yn cael ei ganiatáu ar gyfer apiau o'r math yma
es_mx: Este permiso se permite para las aplicaciones de este tipo
eu: Baimen hau onartuta dago mota honetako aplikazioentzat.
hi_in: इस प्रकार के अनुप्रयोग के लिए यह अनुमति दी हुई है
hr: Ovo dopuštenje je omogućeno za aplikacije ovakve vrste
id: Hak akses ini diberikan untuk app jenis ini.
kk: Бұл рұқсат қолданбалардың осы түрі үшін рұқсат етілген
km: សិទ្ធិ​នេះ​បាន​អនុញ្ញាត​សម្រាប់​កម្មវិធី​ប្រភេទ​នេះ។
lt: Ši funkcija šio tipo programoms leidžiama.
lv: Šī atļauja ir pieejama šī tipa aplikācijām.
mai: एहि प्रकार केर अनुप्रयोग कलेल ई अनुमति देल गेल अछि
ml: ഈ തരത്തിലുള്ള പ്രയോഗങ്ങള്‍ക്ക് ഈ അനുമതി അനുവദിച്ചിരിയ്ക്കുന്നു
mr: ह्या प्रकारच्या ॲप्सकरिता परवानगी स्वीकार्य आहे
ms: Keizinan ini dibenarkan untuk aplikasi berjenis ini
my: ယခု ခွင့်ပြုချက်အား ၎င်းကဲ့သို့အက်ပ်မျိုးအား ပေးထားသှ်
oc: Aquesta permission es autorizada per las aplicacions d'aqueste tipe
or: ଏହି ପ୍ରକାରର ପ୍ରୟୋଗଗୁଡ଼ିକ ପାଇଁ ଏହି ଅନୁମତିଟି ଅନୁମୋଦିତ।
pt: Esta permissão está disponível para aplicações deste tipo.
pt_br: Esta permissão pode ser concedida para aplicativos deste tipo
si: මෙම වර්ගයේ යෙදුම් සඳහා මෙම බලතල වලට ඉඩ ලැබේ
sv: Detta tillstånd gäller för appar av den här typen
ta: இந்த வகை பயன்பாட்டுக்கு இந்த அனுமதி உள்ளது
te: ఈ రకమైన అనువర్తనాల కొరకు ఈ అనుమతినీయబడును
th: แอปประเภทนี้ได้รับอนุญาตให้ใช้สิทธิ์นี้
tr: Bu izin, bu türden uygulamalara verilir
ur: یہ اجازت اس قسم کی ایپ کے لئے منظور ہے
uz: Ushbu ruxsat faqat ushbu turdagi ilovalarga berilgan
xh: le mvume ivunyelwe kwii-app zolu hlobo

source: Prompt
as: প্ৰমপ্ট
az: Klient
bg: Питане
ca: Sol·licita
cy: Anogiad
es_mx: Solicitar
eu: Galdera
hi_in: प्रांप्ट करें
hr: Upit
id: Tanyakan
kk: Сұрау
km: ជូនដំណឹង
lt: Paklausiama
lv: Jautāt
mai: प्रांप्ट करू
ml: പ്രോംപ്റ്റ്
mr: विचारा
ms: Promp
my: လှုံ့ဆော်ချက်
oc: Convidar
or: ପଚାରନ୍ତୁ
pt: Autorizar
pt_br: Confirmação
ro: Imediat
si: ප්‍රේරකය
sv: Fråga
ta: நினைவுபடுத்து
te: ప్రామ్టు
th: ถาม
tr: İstemci
ur: لقمیا
uz: Urinish
xh: Khumbuza
