Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/app-manager.dtd.po
Languages: as, az, bg, ca, cy, es_mx, eu, hi_in, hr, id, kk, km, lt, lv, mai, ml, mr, ms, my, oc, or, pt, pt_br, ro, si, sv, ta, te, th, tr, ur, uz, xh

source: Documentation: Using the App Manager
as: তথ্যচিত্ৰ: এপ ব্যৱস্থাপকৰ ব্যৱহাৰ
bg: Документация: Използване на управлението на приложения
ca: Documentació: Utilització del gestor d'aplicacions
cy: Dogfennaeth: defnyddio'r Rheolwr Apiau
es_mx: Documentación: Usando el administrador de aplicaciones
eu: Dokumentazioa: aplikazio-kudeatzailea erabiltzea
hi_in: दस्तावेजीकरण: अनुप्रयोग प्रबंधक का उपयोग करके
hr: Dokumentacija: korištenje App Managera
id: Dokumentasi: Menggunakan Pengelola App
kk: Құжаттама: Қолданбалар басқарушысын қолдану
km: ឯកសារ៖ ការ​ប្រើ​កម្មវិធី​គ្រប់គ្រង​កម្មវិធី
lt: Dokumentacija: naudojimasis programų tvarkytuve
lv: Dokumentācija: Kā izmantot aplikāciju pārvaldnieku
mai: दस्तावेजीकरण: अनुप्रयोग प्रबंधक क' उपयोग कए क'
ml: വിവരണക്കുറിപ്പ്: ആപ്പ് മാനേജര്‍ ഉപയോഗിയ്ക്കുന്നു
mr: दस्तऐवजीकरण: ॲप मॅनेजरचा वापर करत आहे
ms: Dokumentasi: Pengunaan Pengurusan Aplikasi
oc: Documentacion : utilizar lo gestionari d'aplicacions.
or: ଦଲିଲିକରଣ: ପ୍ରୟୋଗ ପରିଚାଳକଙ୍କୁ ବ୍ୟବହାର କରି
pt: Documentação: utilizar o gestor de aplicações
pt_br: Documentação: usando o App Manager
ro: Documentație: Folosirea gestionarului de aplicații
si: ලේඛන: යෙදුම් කළමණාකරු භාවිතය
sv: Dokumentation: Använda apphanteraren
ta: ஆவணமாக்கம்: பயன்பாடு நிர்வாகியைப் பயன்படுத்துதல்
te: పత్రీకరణ: అనువర్తన నిర్వాహిక వుపయోగించుట
tr: Yardım: Uygulama Yöneticisi'nin kullanımı
ur: دستاویزی: ایپ مینیجر کا استعمال
uz: Qo‘llanma: ilova menejeridan foydalanilmoqda
xh: Ukungqinelwa ngamaxwebhu: Isebenzisa uMphathi we-App

source: How to setup your Firefox OS device
as: আপোনাৰ Firefox OS ডিভাইচ কেনেকৈ সংস্থাপন কৰিব
bg: Как да настроите вашето устройство с Firefox OS
ca: Configuració del dispositiu Firefox OS
cy: Sut mae gosod eich dyfais Firefox OS
es_mx: Como configurar tu dispositivo con Firefox OS
eu: Nola konfiguratu zure Firefox OS gailua
hi_in: अपने फ़ायरफ़ॉक्स ओएस युक्ति स्थापित कैसे करेगें।
hr: Kako podesiti vaš Firefox OS uređaj
id: Cara menyiapkan perangkat Firefox OS
kk: Өзіңіздің Firefox OS құрылғысын қалай баптау керек
km: របៀប​ដំឡើង​ឧបករណ៍ Firefox OS របស់​អ្នក
lt: Kaip sukonfigūruoti savo „Firefox OS“ įrenginį
lv: Kā iestatīt Firefox OS ierīci
mai: अपन फ़ायरफ़ॉक्स OS डिवाइस स्थापित कओन तरहें करब
ml: ഫയര്‍ഫോക്സ് ഒഎസ് ഡിവൈസ് എങ്ങനെ സജ്ജമാക്കാം
mr: Firefox OS साधनाची मांडणी कशी करायची
ms: Bagaimana untuk menyediakan peranti Firefox OS anda
oc: Cossí configurar vòstre aparelh Firefox OS
or: ଆପଣଙ୍କର Firefox OS ଉପକରଣକୁ କିପରି ବ୍ୟବସ୍ଥା କରିବେ
pt: Configurar o seu dispositivo Firefox OS
pt_br: Como configurar seu dispositivo Firefox OS
ro: Cum se configurează dispozitivul dumneavoastră cu Firefox OS
si: ඔබේ Firefox OS උපාංගය සකසන්නේ කෙසේද?
sv: Hur du ställer in en Firefox OS-enhet
ta: பயர்பாக்ஸ் இயங்குத்தள சாதனத்தை எப்படி அமைப்பது
te: ఫైర్‌ఫాక్స్ OS పరికరం ఎలా అమర్చాలి
tr: Firefox OS cihazınızı nasıl kurabilirsiniz?
ur: Firefox OS کے آلہ کو کیسے سیٹ اپ کریں گے
uz: Firefox OS o‘rnatilgan qurilmangizni moslash
xh: Indlela yokuseta isixhobo se-Firefox OS

source: Troubleshooting
as: সমস্যামুক্তি
az: Problem həlli
bg: Решаване на проблеми
ca: Resolució de problemes
cy: Datrys Problemau
es_mx: Resolución de problemas
eu: Arazo-konpontzea
hi_in: विघ्ननिवारण
hr: Otklanjanje grešaka
id: Pemecahan Masalah
kk: Мәселелерді шешу
km: ការ​ដោះស្រាយ​បញ្ហា
lt: Tipinės problemos ir jų sprendimas
lv: Kļūdu meklēšana
mai: विघ्ननिवारण
ml: ട്രബിള്‍ഷൂട്ടിങ്
mr: त्रुटीनिवारण
ms: Masalah
oc: Depanatge
or: ତୃଟି ନିବାରଣ
pt: Deteção de erros
pt_br: Resolvendo problemas
ro: Depanare
si: දෝශ නිරාකරණය
sv: Felsökning
ta: சிக்கல் தீர்த்தல்
te: సమస్యాపరిష్కారం
tr: Sorun giderme
ur: ازالہ کاری
uz: Nosozliklarni bartaraf etish
xh: Ukusombulula ingxaki

source: Install Simulator Add-on
as: চিমুলেটৰ এড-অন ইনস্টল কৰক
bg: Инсталиране на добавката Симулатор
ca: Instal·lació del complement Simulator
cy: Gosod yr Ychwanegyn Efelychydd
es_mx: Instalar complemento de simulador
eu: Instalatu simulatzailearen gehigarria
hi_in: सिम्युलेटर एड ऑन स्थापित करें
hr: Instaliraj dodatak Simulator
id: Instal Pengaya Simulator
kk: Симулятор қосымшасын орнату
km: ដំឡើង​កម្មវិធី​បន្ថែម​លើ​កម្មវិធី​និម្មិត
lt: Simuliatoriaus priedo diegimas
lv: Instalēt simulatora papildinājumu
mai: सिम्युलेटर एड ऑन स्थापित करू
ml: സിമുലേറ്റര്‍ ആഡ്-ഓണ്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
mr: सिम्युलेटर ॲड-ऑन इंस्टॉल करा
ms: Memasang Simulasi Add-on
oc: Installar lo modul complementari Simulator
or: ଅନୁକାରୀ ଏଡ଼ଅନକୁ ସ୍ଥାପନ କରନ୍ତୁ
pt: Instalar o extra Simulator
pt_br: Instalar extensão Simulator
ro: Instalați suplimentul Simulator
si: සමාකෘතික ඇඩෝනය ස්ථාපනය
sv: Installera tillägget Simulator
ta: சிமுலேட்டர் துணை நிரலை நிறுவவும்
te: సిమ్యులేటర్ పొడిగింత సంస్థాపించు
tr: Simülatör eklentisini kur
ur: سمیلیٹر ایڈاون تنصیب کریں
uz: Simulator qo‘shimchasini o‘rnatish
xh: Fakela isongezelelo sesixhobo esakhelwe ukulinganisa

source: Install Adb Helper Add-on
as: Adb সহায়ক এড-অন ইনস্টল কৰক
bg: Инсталиране на добавката Adb помощник
ca: Instal·lació del complement Adb Helper
cy: Gosod Ychwanegyn Adb Helper
es_mx: Instalar complemento ayudante Adb
eu: Instalatu Adb gehigarri laguntzailea
hi_in: एडीबी हेल्पर Addon स्थापित करें
hr: Instaliraj Adb Helper dodatak
id: Instal Pengaya Pembantu Adb
kk: Adb Helper қосымшасын орнату
km: ដំឡើង​កម្មវិធី​បន្ថែម​របស់​កម្មវិធី​ជំនួយ Adb
lt: Adb pagelbiklio priedo diegimas
lv: Instalēt Adb Helper papildinājumu
mai: एडीबी हेल्पर Addon स्थापित करू
ml: Adb സഹായി ആഡ്-ഓണ്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
mr: Adb हेल्पर ॲड-ऑन इंस्टॉल करा
ms: Memasang Bantuan Adb Add-on
oc: Installar lo modul complementari Adb Helper
or: Adb ସହାୟକ ଏଡ଼ଅନକୁ ସ୍ଥାପନ କରନ୍ତୁ
pt: Instalar o extra Adb Helper
pt_br: Instalar extensão Adb Helper
si: Adb සහායක ඇඩෝනය ස්ථාපනය
sv: Installera tillägget Adb Helper
ta: Adb Helper துணை நிரலை நிறுவவும்
te: Adb సాహయక పొడిగింత సంస్థాపించు
tr: Adb Helper eklentisini yükleyin
ur: اےڑی بی دستگیر اضافہ کو تنصیب کریں
uz: Adb yordamchi qo‘shimchasini o‘rnatish
xh: Fakela isongezelelo se-Adb Helper
