Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/app-manager.dtd.po
Languages: as, az, bg, ca, cy, es_mx, eu, hi_in, hr, id, kk, km, lt, lv, mai, ml, mr, ms, my, oc, or, pt, pt_br, ro, si, sv, ta, te, th, tr, ur, uz, xh

# projects.addApp
source: Add
az: Ekle
bg: Добавяне
ca: Afegeix
cy: Ychwanegu
eu: Gehitu
id: Tambahkan
km: បន្ថែម
lt: Pridėti
lv: Pievienot
my: ထည့်ရန်
pt: Adicionar
ro: Adaugă
sv: Lägg till
te: చేర్చు
tr: Ekle

source: Add Packaged App
as: পেকেইজ্ড এপ যোগ কৰক
az: Paketlənmiş tətbiq əlavə et
bg: Добавяне на пакетирано приложение
ca: Afegeix una aplicació empaquetada
cy: Ychwanegu Ap Pecyn
es_mx: Agregar aplicaciones empaquetadas
eu: Gehitu paketatutako aplikazioa
hi_in: पैक किया अनुप्रयोग जोड़ें
hr: Dodaj zapakiranu aplikaciju
id: Tambahkan App Paket
kk: Дестеленген қолданбаны қосу
km: បន្ថែម​កម្មវិធី​ដែល​បាន​ខ្ចប់
lt: Pridėti supakuotą programą
lv: Pievienot pakoto aplikāciju
mai: पैक कएल ऐप्प जोड़ू
ml: പാക്കേജ് ചെയ്ത പ്രയോഗം ചേര്‍ക്കുക
mr: संकुलित ॲप समाविष्ट करा
ms: Tambah Pakej Aplikasi
my: ထုပ်ပိုးထားသည့် အက်ပ်ကို ထည့်ရန်
oc: Apondre una aplicacion empaquetada
or: ପ୍ୟାକେଜ ପ୍ରୟୋଗକୁ ଯୋଗକରନ୍ତୁ
pt: Adicionar pacote
pt_br: Adicionar aplicativo empacotado
si: පැකේජ කළ යෙදුම එක් කරන්න
sv: Lägg till paketerad app
ta: தொகுப்பாக்கிய பயன்பாட்டைச் சேர்
te: ప్యాకేజ్డ్ అనువర్తనం జతచేయి
th: เพิ่มแอปสำเร็จรูป
tr: Paketlenmiş uygulama ekle
ur: پیکج شدہ ایپ جمع کریں
uz: Paketlangan ilovani qo‘shish
xh: Dibanisa i-App ePakishiweyo

source: Add a new packaged app (a directory) from your computer
as: আপোনাৰ কমপিউটাৰৰ পৰা এটা নতুন পেকেইজ্ড এপ যোগ কৰক (এটা ডাইৰেকটৰি)
az: Kompüterimdən yeni bir paketlənmiş tətbiq (qovluq) əlavə et
bg: Добавяне на ново пакетирано приложение (директория) от вашия компютър
ca: Afegeix una aplicació empaquetada nova (un directori) des de l'ordinador
cy: Ychwanegu ap pecyn newydd (cyfeiriadur) o'ch cyfrifiadur
es_mx: Agregar nuevas aplicaciones empaquetadas (un directorio) de tu computadora
eu: Gehitu paketatutako aplikazio berri bat (direktorio bat) zure ordenagailutik.
hi_in: अपने कंप्यूटर से एक नया पैकेजयुक्त अनुप्रयोग (एक निर्देशिका) जोड़ें
hr: Dodaje novu zapakiranu aplikaciju (direktorij) s vašeg računala
id: Tambahkan app paket (atau direktori) dari komputer Anda.
kk: Компьютеріңізден жаңа дестеленген (бума) қолданбаны қосу
km: បន្ថែម​កញ្ចប់​កម្មវិធី​ថ្មី (ថត) ពី​កុំព្យូទ័រ​របស់​អ្នក។
lt: Pridėti supakuotą programą (aplanką) iš šio kompiuterio.
lv: Pievienot jaunu pakoto aplikāciju (mapi) no jūsu datora.
mai: अपन कंप्यूटर सँ एकटा नव पैकेजयुक्त ऐप्प (एकटा निर्देशिका) जोड़ू
ml: സിസ്റ്റത്തില്‍ നിന്നും പുതുതായി പാക്കേജ് ചെയ്തൊരു പ്രയോഗം (ഒരു ഡയറക്ടറി) ചേര്‍ക്കുക
mr: संगणकपासून नवीन संकुलित ॲप (एक डिरेक्ट्री) समाविष्ट करा
ms: Tambah aplikasi berpakej baharu (direktori) dari komputer anda
my: ထုပ်ပိုးထားသော အတ်ပ်တစ်ခုအား ( ဖိုဒါတစ်ခု ) သင့်ကွန်ပျူတာမှ တပ်ဆင်ပါ
oc: Apondre una novèla aplicacion empaquetada (un repertòri) dempuèi vòstre ordenador
or: ଆପଣଙ୍କ କମ୍ପୁଟରରୁ ନୂତନ ଏକ ପ୍ୟାକେଜ ପ୍ରୟୋଗ (ଏକ ଡିରେକ୍ଟୋରୀ)କୁ ଯୋଗ କରନ୍ତୁ
pt: Adicionar uma nova aplicação empacotada (um diretório) do seu computador.
pt_br: Adicionar um novo aplicativo empacotado (um diretório) no seu computador
si: ඔබේ පරිගණකයෙන් නව පැකේජ යෙදුම (නාමාවලියක්) එක්කරන්න
sv: Lägg till en ny paketerad app (en mapp) från din dator
ta: உங்கள் கணினியிலிருந்து ஒரு புதிய தொகுப்பாக்கிய பயன்பாட்டைச் (கோப்பகம்) சேர்க்கவும்
te: కొత్త ప్యాకేజ్డ్ అనువర్తనం (సంచయం) కంప్యూటర్ నుండి జతచేయి
th: เพิ่มแอปสำเร็จรูปใหม่ (ไดเรกทอรี) จากคอมพิวเตอร์ของคุณ
tr: Bilgisayarımdan yeni bir paketlenmiş uygulama (dizin) ekle
ur: اپنے کمپیوٹر سے نئے پیکج شدہ ایپ(ایک ڈائریکٹری) کو جمع کریں
uz: Kompyuteringizdan (direktoriyadan) yangi paketlangan ilovani qo‘shish
xh: Dibanisa i-app epakishiweyo entsha (uluhlu) kwikhompyutha yakho

source: Add Hosted App
as: হস্টেড এপ যোগ কৰক
bg: Добавяне на хостнато приложение
ca: Afegeix una aplicació hostatjada
cy: Ychwanegu Ap Gwesteuo
es_mx: Agregar aplicación alojada
eu: Gehitu ostatatutako aplikazioa
hi_in: होस्ट किया गया अनुप्रयोग जोड़ें
hr: Dodaj hostanu aplikaciju
id: Tambahkan App yang Diinangkan
kk: Сақталған қолданбаны қосу
km: បន្ថែម​កម្មវិធី​ដែល​បាន​បង្ហោះ
lt: Pridėti talpinamą programą
lv: Pievienot attālināto aplikāciju
mai: होस्ट कएल गेल ऐप्प जोड़ू
ml: ഹോസ്റ്റ് ചെയ്ത പ്രയോഗം ചേര്‍ക്കുക
mr: होस्ट केलेले ॲप समाविष्ट करा
ms: Tambah Aplikasi yang dihoskan
my: ဝန်ဆောင်ထားသော အတ်ပ်အားထည့်ပါ
oc: Apondre una aplicacion albergada
or: ହୋଷ୍ଟ ହୋଇଥିବା ପ୍ରୟୋଗକୁ ଯୋଗକରନ୍ତୁ
pt: Adicionar aplicação alojada
pt_br: Adicionar aplicativo hospedado
si: ධාරිත යෙදුම එක් කරන්න
sv: Lägg till appar på webben
ta: வழங்கப்படும் பயன்பாட்டைக் காண்பி
te: హోస్టెడ్ అనువర్తనం జతచేయి
th: เพิ่มแอปแม่ข่าย
tr: Barındırılan uygulama ekle
ur: میزبان شدہ ایپ جمع کریں
uz: Hostga joylashtirilgan ilovani qo‘shish
xh: Dibanisa i-App eHlinzekiweyo

source: Add a new hosted app (link to a manifest.webapp file) from a remote website
as: এটা দূৰৱৰ্তী ৱেবছাইটৰ পৰা এটা নতুন হস্টেড এপ যোগ কৰক (এটা manifest.webapp ফাইললৈ এটা সংযোগ)
bg: Добавяне на хостнато приложение (връзка към файл manifest.webapp) от отдалечен уебсайт
ca: Afegeix una aplicació hostatjada nova (enllaç a un fitxer manifest.webapp) des d'un lloc web remot
cy: Ychwanegu ap gwesteio newydd (cyswllt i ffeil manifest.webapp) o wefan pell
es_mx: Agregar una nueva aplicación alojada (enlace al archivo manifest.webapp) de un sitio web remoto
eu: Gehitu ostatatutako aplikazio berri bat (manifest.webapp fitxategi baterako lotura) urruneko webgune batetik.
hi_in: एक दूरस्थ वेबसाइट से एक नया मेजबानी अनुप्रयोग (manifest.webapp फ़ाइल से लिंक करने के लिए) जोड़ें.
hr: Dodaje novu hostanu aplikaciju (poveznica do manifest.webapp datoteke) s web stranice
id: Tambahkan app yang diinangkan (tautan ke berkas manifest.webapp) dari situs web daring.
kk: Жаңа сақталған қолданбаны (manifest.webapp файлына сілтеме) қашықтағы вебсайттан қосу
km: បន្ថែម​កម្មវិធី​ដែល​បាន​បង្ហោះ (តំណ​ភ្ជាប់​ទៅ​ឯកសារ manifest.webapp) ពី​តំបន់បណ្ដាញ​ពី​ចម្ងាយ។
lt: Pridėti talpinamą programą (manifest.webapp failo adresą) iš nutolusios svetainės.
lv: Pievienot jaunu attālināto aplikāciju (saiti uz manifest.webapp failu) no kādas mājas lapas.
mai: एकटा दूरस्थ वेबसाइट सँ एकटा नव मेजबानी अनुप्रयोग (manifest.webapp फाइल सँ लिंक करबाक लेल) जोड़ू.
ml: വിദൂര വെബ്സൈറ്റില്‍ നിന്നും ഹോസ്റ്റ് ചെയ്ത പുതിയൊരു പ്രയോഗം (manifest.webapp ഫയലിലേക്ക് ചേര്‍ക്കുക) ചേര്‍ക്കുക
mr: दूरस्त संकेतस्थळापासून नवीन होस्टेड ॲपचे (manifest.webapp फाइल करिता दुवा) समावेश करा
ms: Tambah aplikasi baharu yang dihoskan (pautan kepada fail manifest.webapp) daripada tapak web jarak jauh
oc: Apondre una novèla aplicacion albergada (ligam cap a un fichièr manifest.webapp) dempuèi un site web distant
or: ସୁଦୂର ୱେବସାଇଟରୁ ନୂତନ ଏକ ହୋଷ୍ଟ ହୋଇଥିବା ପ୍ରୟୋଗକୁ ଯୋଗ କରନ୍ତୁ (ଏକ manifest.webapp ଫାଇଲ ପ୍ରତି ସଂଯୋଗିକୀ)
pt: Adiciona uma nova aplicação alojada (ligação a um ficheiro manifest.webapp) de um sítio web remoto.
pt_br: Adicionar um novo aplicativo hospedado (link para o arquivo manifest.webapp) em um site
si: දුරස්ථ ජාල අඩවියකින් නව රැඳවූ යෙදුමක් එක් කරන්න (manifest.webapp ගොනුව වෙත සබැඳිය)
sv: Lägg till en ny app på webben (länk till en manifest.webapp-fil) från en webbplats
ta: தொலைநிலை வலைத்தளம் ஒன்றிலிருந்து வழங்கப்படும் ஒரு புதிய பயன்பாட்டைச் (manifest.webapp கோப்புக்கான இணைப்பை) சேர்க்கவும்
te: కొత్త హోస్టెడ్ అనువర్తనం (manifest.webapp ఫైలుకు లింకు) ను రిమోట్ వెబ్‌సైటునుండి జతచేయి
th: เพิ่มแอปแม่ข่ายใหม่ (ลิงก์ไปยังแฟ้ม manifest.webapp) จากเว็บไซต์ระยะไกล
tr: Uzak bir web sitesinden yeni bir barındırlan uygulama (manifest.webapp dosyası linki) ekle
ur: بعید ویب سائٹ سے ایک نئ میزبان ایپ داخل کریں(manifest.webapp مسل تک ربط)
uz: Masofadagi vebsaytdan hostga joylashtirilgan ilovani qo‘shish (manifest.webapp fayliga link)
xh: Dibanisa i-app entsha ehlinzekiweyo (nxibelelana kwifayile ye-manifest.webapp)

# projects.title
source: Local Apps
az: Lokal Tətbiqlər
bg: Локални приложения
ca: Aplicacions locals
cy: Apiau Lleol
eu: Aplikazio lokalak
id: Aplikasi Lokal
km: កម្មវិធី​មូលដ្ឋាន
lt: Vietinės programos
lv: Lokālās aplikācijas
pt: Aplicações locais
ro: Aplicații locale
sv: Lokala appar
te: స్థానిక అనువర్తనాలు
tr: Yerel Uygulamalar

source: App Details
as: এপৰ বিৱৰণ
az: Tətbiq Detalları
bg: Подробности за приложение
ca: Detalls de l'aplicació
cy: Manylion yr Ap
es_mx: Detalles de la aplicación
eu: Aplikazioaren xehetasunak
hi_in: अनुप्रयोग विवरण
hr: Detalji aplikacije
id: Detail App
kk: Қолданба ақпараты
km: ព័ត៌មាន​លម្អិត​របស់​កម្មវិធី
lt: Programos savybės
lv: Informācija par aplikāciju
mai: ऐप्प विवरण
ml: പ്രയോഗത്തിന്റെ വിവരങ്ങള്‍
mr: ॲप तपशील
ms: Butiran Aplikasi
oc: Detalhs de l'aplicacion
or: ପ୍ରୟୋଗ ବିବରଣୀ
pt: Detalhes
pt_br: Detalhes do aplicativo
ro: Detalii aplicație
si: යෙදුම් තොරතුරු
sv: Appdetaljer
ta: பயன்பாட்டு விவரங்கள்
te: అనువర్తనం వివరాలు
tr: Uygulama Ayrıntıları
ur: اپلی کیشن تفاصیل
uz: Ilova ma’lumotlari
xh: Iingcombolo ze-App

source: Remove this app from the list of apps you are working on. This will not remove it from a device or a simulator.
as: আপুনি কাৰ্য্য কৰি থকা এপসমূহৰ তালিকাৰ পৰা এই এপক আতৰাওক। এনেকুৱা কৰিলে ই এটা ডিভাইচ অথবা এটা চিমুলেটৰৰ পৰা আতৰ নহয়।
bg: Премахване на приложението от списъка с приложения, с които работите. Няма да се премахне от устройството или симулатора.
ca: Elimina aquesta aplicació de la llista d'aplicacions amb què treballeu. No s'eliminarà d'un dispositiu ni d'un simulador.
cy: Tynnu'r ap o rhestr yr apiau rydych yn gweithio arnynt. Ni fydd hyn yn ei dynnu o'r rhestr na'r efelychydd.
es_mx: Remover esta aplicacion de la lista de aplicaciones que estás trabajando. Esto no la removerá del dispositivo o el simulador.
eu: Kendu aplikazio hau lanean ari zaren aplikazioen zerrendatik. Honek ez du kenduko gailu edo simulatzailetik.
hi_in: आप पर काम कर रहे हैं अनुप्रयोग की सूची से इस अनुप्रयोग को हटाएँ. यह एक उपकरण या एक सिम्युलेटर से इसे हटाया नहीं जा सकता हैं.
hr: Uklonite ovu aplikaciju s popisa aplikacija na kojima radite. Aplikacija neće biti uklonjena s uređaja ili simulatora.
id: Hapus app dari daftar yang sedang dikerjakan. Hal ini tidak akan menghapus app dari perangkat atau simulator.
kk: Бұл қолданбаны сіз жұмыс істеп жатқан қолданбалар тізімінен өшіру. Нәтижесінде ол құрылғыдан не симулятордан өшірілмейді.
km: លុប​កម្មវិធី​នេះ​ចេញពី​បញ្ជី​កម្មវិធី​ដែល​អ្នក​កំពុង​ប្រើ។ វា​នឹង​មិន​លុប​ចេញពី​ឧបករណ៍ ឬ​កម្មវិធី​និម្មិត​ទេ។
lt: Pašalinti šią programą iš programų, su kuriomis dirbate, sąrašo. Programa bus pašalinta iš įrenginio ar simuliatoriaus.
lv: Aizvākt šo aplikāciju no aplikāciju saraksta. Šis neaizvāks to no ierīces vai simulatora.
mai: अहाँ जकरा पर काज कए रहल छी अनुप्रयोग केर सूची सँ एहि अनुप्रयोग केँ हटाउ. ईकोनो उपकरण अथवा सिम्युलेटर सँ एकरा हटाएल नहि जाए सकैत अछि.
ml: നിങ്ങള്‍ പ്രവര്‍ത്തിപ്പിയ്ക്കുന്ന പ്രയോഗങ്ങളുടെ പട്ടികയില്‍ നിന്നും ഈ പ്രയോഗം നീക്കം ചെയ്യുക. ഇങ്ങനെ ചെയ്യുന്നത് ഇതിനെ ഡിവൈസ് അല്ലെങ്കില്‍ സിമുലേറ്ററില്‍ നിന്നും നീക്കം ചെയ്യുന്നില്ല.
mr: ह्या ॲपला कार्यरत ॲप्सची सूचीतून काढून टाका. यामुळे त्यास साधन किंवा सिम्युलेटरपासून काढून टाकले जाणार नाही.
ms: Buangkan aplikasi ini daripada senarai aplikasi yang anda sedang bangunkan. Ini tidak akan membuang aplikasi tersebut daripada peranti atau simulasi.
oc: Levar aquesta aplicacion de la lista de las aplicacions sus las qualas trabalhatz. Serà pas suprimida de l'aparelh o del simulator.
or: ଆପଣ କାମ କରୁଥିବା ପ୍ରୟୋଗ ତାଲିକାରୁ ଏହି ପ୍ରୟୋଗକୁ ବାହାର କରନ୍ତୁ। ଏହା କୌଣସି ଉପକରଣ ଅଥବା ଅନୁକାରୀ ପାଖରୁ ବାହାର କରିବ ନାହିଁ।
pt: Remover esta aplicação da lista de aplicações em que está a trabalhar. Isto não a remove do dispositivo ou do simulador.
pt_br: Excluir este aplicativo da lista que você está trabalhando. Não o excluirá do dispositivo ou simulador.
si: ඔබ ක්‍රියාකාකරන යෙදුම් ලැයිස්තුවෙන් මෙම යෙදුම ඉවත් කරන්න. එය උපාංගයෙන් හෝ සමාකෘතිකයෙන් ඉවත් නොවනු ඇත.
sv: Ta bort den här appen från listan på appar du arbetar med. Den tas inte bort från enheten eller simulatorn.
ta: நீங்கள் பணிபுரிந்து வரும் பயன்பாடுகளின் பட்டியலில் இருந்து இந்தப் பயன்பாட்டை நீக்கவும். இதனால் பயன்பாடு சாதனம் அல்லது சிமுலேட்டரில் இருந்து நீக்கப்படாது.
te: మీరు పనిచేస్తున్న అనువర్తనాల జాబితానుండి ఈ అనువర్తనం తొలగించు. అది దీనిని సిమ్యులేటర్ లేదా పరికరం నుండి తొలగించదు.
tr: Bu uygulamayı üzerinde çalıştığınız uygulamalar listesinde kaldırır. Uygulamayı cihazdan veya simülatörden kaldırmaz.
ur: اپلی کیشن کو ہٹائیں آس فہرست سے جس میں آُپ کام کر راے ہیں۔ یہ آلہے اور سمیلیٹر سے نہیں ہٹایا جاے گا۔
uz: Ushbu ilovani siz ishlayotgan ilovalar ro‘yxatidan olib tashlash. U uni qurilma yoki simulyatordan o‘chirmaydi.
xh: Susa le app kuluhlu lwee-apps osebenza kuzo. Oku akuzuyisusa kwisixhobo okanye kwisixhobo esakhelwe ukulinganisa.

source: Update
as: আপডেইট কৰক
az: Yeniləmə
bg: Обновяване
ca: Actualitza
cy: Diweddaru
es_mx: Actualizar
eu: Eguneratu
hi_in: अद्यतन
hr: Ažuriraj
id: Perbarui
kk: Жаңарту
km: ធ្វើ​បច្ចុប្បន្នភាព
lt: Atnaujinti
lv: Atjaunināt
mai: अद्यतन करू
ml: പരിഷ്കരിക്കുക
mr: अद्यावत
ms: Kemaskini
oc: Metre a jorn
or: ଅଦ୍ୟତନ କରନ୍ତୁ
pt: Atualizar
pt_br: Atualizar
ro: Actualizare
si: යාවත් කාළීන:
sv: Uppdatera
ta: புதுப்பி
te: తాజాపరచు
th: ปรับรุ่น
tr: Güncelle
ur: تازہ کاری کریں
uz: Yangilash
xh: Hlaziya

source: Execute validation checks and update the app to the connected device
as: বৈধতা নিৰীক্ষণসমূহ এক্সিকিউট কৰক আৰু সংযুক্ত ডিভাইচলৈ এপক আপডেইট কৰক
bg: Изпълнение на проверките за валидация и обновяване на приложението в свързаното устройство
ca: Executa comprovacions de validació i actualitza l'aplicació al dispositiu connectat
cy: Gweithredwch wiriadau dilysu a diweddaru'r ap i'r ddyfais gysylltiedig
es_mx: Ejecutar chequeos de validación y actualización de la aplicación conectada al dispositivo
eu: Exekutatu balidazio-egiaztapenak eta eguneratu aplikazioa konektatutako gailuan
hi_in: सत्यापन चेकों निष्पादित और जुड़े डिवाइस के लिए एप्लिकेशन को अपडेट करें।
hr: Izvršava provjere i ažurira aplikaciju na povezanom uređaju
id: Jalankan pemeriksaan validasi dan perbarui app di perangkat yang tersambung
kk: Дұрыстықты тексерулерді жөнелту және қолданбаны жалғанған құрылғыда жаңарту
km: ប្រតិបត្តិ​ការ​ពិនិត្យ​សុពលភាព និង​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ទៅ​ឧបករណ៍​ដែល​បាន​តភ្ជាប់
lt: Atlikti patikrą ir atnaujinti programą prijungtame įrenginyje
lv: Veikt pārbaudes un atjaunināt aplikāciju pievienotajā ierīcē
mai: सत्यापन चेक निष्पादित आओर जुड़ल डिवाइस कलेल एप्लिकेशन केँ अपडेट करू।
ml: വാലിഡേഷന്‍ ചെക്കുകള്‍ നടപ്പിലാക്കി, കണക്ട് ചെയ്ത പ്രയോഗത്തിലുള്ള പ്രയോഗം പരിഷ്കരിയ്ക്കുക
mr: वैधता तपासणी सुरू करा आणि ॲपला जुळलेल्या साधनाशी अद्यावत करा
ms: Jalankan semakan pengesahan dan kemaskini apl kepada peranti yang bersambung
oc: Aviar los tèsts de validacion e metre a jorn l'aplicacion sus l'aparelh connectat
or: ବୈଧିକରଣ ଯାଞ୍ଚକୁ ନିଷ୍ପାଦନ କରନ୍ତୁ ଏବଂ ସଂଯୁକ୍ତ ଉପକରଣରେ ପ୍ରୟୋଗକୁ ଅଦ୍ୟତନ କରନ୍ତୁ
pt: Executa as verificações de validação e atualiza a aplicação no dispositivo ligado
pt_br: Executar verificações de validação e atualizar o aplicativo do dispositivo conectado
ro: Execută verificări de validare și actualizează aplicația la dispozitivul conectat
si: සබඳකළ උපාංගය වෙත සත්‍යාපන පිරික්සුම් හා යාවත් ක්‍රියාත්මක කරන්න
sv: Kör valideringskontroller och uppdatera appen till den anslutna enheten
ta: செல்லுபடியாக்க சோதனைகளை மேற்கொண்டு சாதனத்துடன் இணைக்கப்பட்டுள்ள பயன்பாடுகளைப் புதுப்பிக்கவும்.
te: వాలిడేషన్ పరిశీలనలు జరిపి మరియు అనువర్తనంను అనుసంధానిత పరికరంకు నవీకరించు
tr: Doğrulama kontrollerini çalıştır ve bağlı cihazdaki uygulamayı güncelle
ur: جواز دہی پڑتال کو نفاذ کریں اور جڑا ہوے آلہ پر ایپ کی تازہ کاری کریں
uz: Yaroqliligini tekshirishni amalga oshirish va ulangan qurilmadagi ilovani yangilash
xh: Yenza uqinisekiso lokujongisisa nokuhlaziya i-app kwisixhobo esinxibelelanisiweyo

# projects.debugApp
source: Debug
az: Sazlama
bg: Дебъг
ca: Depuració
cy: Dadfygio
eu: Araztu
km: បំបាត់​កំហុស
lt: Derinti
lv: Atkļūdošana
pt: Depurar
ro: Depanare
sv: Felsök
te: డీబగ్
tr: Hata ayıkla

source: Open Developer Tools connected to this app
as: এই এপৰ সৈতে সংযুক্ত উন্নয়নকাৰী সঁজুলিসমূহ খোলক
bg: Отваряне на инструментите за разработчика, свързани с това приложение
ca: Obre les eines per a desenvolupadors connectades a aquesta aplicació
cy: Offer Datblygwyr Agored wedi ei gysylltu i'r ap
es_mx: Abrir herramientas del desarrollador conectado a esta aplicación
eu: Ireki aplikazio honetara konektatutako garatzaile-tresnak
hi_in: ओपन डेवलपर उपकरण इस अनुप्रयोग से जुड़े हैं
hr: Otvara alate za razvijatelje povezane s ovom aplikacijom
id: Buka Alat Pengembang yang tersambung ke app ini
kk: Бұл қолданбаға байланысқан Өндіруші саймандарын ашу
km: បើក​ឧបករណ៍​អ្នក​អភិវឌ្ឍន៍​ដែល​បាន​តភ្ជាប់​ទៅ​កម្មវិធី​នេះ
lt: Atverti programuotojų priemones šiai programai derinti
lv: Atvērt šai aplikācijai pievienotos izstrādātāju rīkus
mai: ओपन डेवलपर उपकरण एहि अनुप्रयोग सँ जुड़ल अछि
ml: ഈ പ്രയോഗത്തിലേക്ക് കണക്ട് ചെയ്തിട്ടുള്ള ഡലവപ്പര്‍ ഉപകരണങ്ങള്‍ തുറക്കുക
mr: ह्या ॲपशी जुळलेले डेव्हलपर साधने उघडा
ms: Buka Alat Pembangun yang tersambung ke aplikasi ini
oc: Dobrir las aisinas de desvolopament connectats a aquesta aplicacion
or: ଏହି ପ୍ରୟୋଗ ସହିତ ସଂଯୁକ୍ତ ବିକାଶକାରୀ ସାଧନଗୁଡ଼ିକୁ ଖୋଲନ୍ତୁ
pt: Abrir ferramentas de programação ligadas a esta aplicação
pt_br: Abrir as ferramentas do desenvolvedor conectadas a este aplicativo
ro: Deschide instrumentele de dezvoltare asociate cu această aplicație
si: මෙම යෙදුමට සබැඳි සංවර්ධක මෙවලම් විවෘත කරන්න
sv: Öppna utvecklarverktygen som är anslutna till appen
ta: இந்த பயன்பாட்டுடன் இணைந்துள்ள உருவாக்குநர் கருவிகளைத் திற
te: ఈ అనువర్తనంకు అనుసంధానమైన అభివృద్దికారి సాధనాలు తెరువుము
tr: Bu uygulamaya bağlı Geliştirici Araçları'nı aç
ur: اس ایپ سے جڑے ہوے ترقی دہندہ ٹولز کو کھولیں
uz: Ushbu ilovaga ulangan "Dasturlash asbobolari"ni ochish
xh: Vula iziXhobo zoMvelisi onxibelele kule app

# projects.saveManifest
source: Save
az: Dəyişiklikləri saxla
bg: Запис
ca: Desa
cy: Cadw
eu: Gorde
id: Simpan
km: រក្សាទុក
lt: Įrašyti
lv: Saglabāt
my: သိမ်းဆည်းပါ
pt: Guardar
ro: Salvează
sv: Spara
te: భద్రపరుచు
tr: Kaydet

source: Save the contents of the Manifest Editor below
as: মেনিফেস্ট সম্পাদকৰ সমলসমূহ তলত সংৰক্ষণ কৰক
bg: Запазване на съдържанието от Редактора за манифести
ca: Desa el contingut de l'editor de manifest de sota
cy: Cadw cynnwys y Golygydd Manifest isod
es_mx: Guardar el contenido del Editor de Manifiesto de abajo
eu: Gorde manifestu-editoreko azpiko edukiak
hi_in: नीचे प्रकट मैनिफ़ेस्ट संपादक की सामग्री को बचाने
hr: Spremi sadržaj uređivača manifesta
id: Simpan isi Editor Manifest di bawah ini.
kk: Төмендегі манифест түзетушісінің құрамасын сақтау
km: រក្សាទុក​មាតិកា​របស់ Manifest Editor ខាង​ក្រោម។
lt: Įrašyti manifestų rengyklės turinį.
lv: Saglabāt manifesta redaktora saturu.
mai: नीच्चाँ प्रकट मैनिफेस्ट संपादक केर सामग्री केँ सहेजू
ml: താഴെയുള്ള മാനിഫസ്റ്റ് എഡിറ്ററിലുള്ള വിവരങ്ങള്‍ സൂക്ഷിയ്ക്കുക
mr: खालील मॅनिफेस्ट एडिटरची अंतर्भुत माहिती साठवा
ms: Simpan kandungan daripada Editor Manifest dibawah
oc: Enregistrar lo contengut de l'editor de manifèste çaijós
or: ନିମ୍ନରେ ଥିବା ସୂଚୀପତ୍ର ସମ୍ପାଦକର ବିଷୟବସ୍ତୁକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ
pt: Guarda o conteúdo do editor de manifestos abaixo
pt_br: Salvar o conteúdo do editor de manifesto abaixo
si: පහත දර්ශක සැකසීමේ අන්තර්ගතයන් සුරකින්න
sv: Spara innehållet i manifesteditorn nedan
ta: கீழே உள்ள மேனிஃபெஸ்ட் எடிட்டர் உள்ளடக்கங்களை சேமிக்கவும்
te: మానిఫెస్ట్ ఎడిటర్ కాంటెట్లను కింద దాయుము
tr: Aşağıdaki Manifest Editörü'nin kaydet
ur: Manifest تدوین کار کے مشمولات محفوظ کریں
uz: Quyidagi "Manifest tahrirchisi" tarkibini saqlash
xh: Gcina iziqulatho eziCacileyo zoMhleli apha ngezantsi

source: http://example.com/app/manifest.webapp
eu: http://adibidea.net/app/manifest.webapp
ro: http://exemplu.com/app/manifest.webapp
tr: http://ornek.com/uygulama/manifest.webapp

source: No projects. Add a new packaged app below (local directory) or a hosted app (link to a manifest file).
as: কোনো প্ৰকল্প নাই। তলত এটা নতুন পেকেইজ্ড এপ (স্থানীয় ডাইৰেকটৰি) অথবা এটা হস্টেড এপ (এটা মেনিফেস্ট ফাইললৈ লিঙ্ক) যোগ কৰক।
bg: Няма проекти. Добавяне на ново пакетирано приложение (локална директория) или на хостнато приложение (връзка към файл с манифест).
ca: No hi ha cap projecte. Afegiu una aplicació empaquetada (directori local) a continuació o una aplicació hostatjada (enllaç a un fitxer manifest).
cy: Dim projectau. Ychwanegwch ap pecyn newydd isod (cyfeiriadur lleol) neu ap gwesteio (dolen i ffeil manifest).
es_mx: No hay proyectos. Añade una nueva aplicación empaquetada (directorio local) más abajo o una aplicación alojada (enlace a un archivo manifest).
eu: Proiekturik ez. Gehitu paketatutako aplikazio bat azpian (direktorio lokala) edo ostatatutako aplikazioa (manifestu-fitxategirako lotura).
hi_in: कोई परियोजनाओं नहीं. नीचे एक नए पैकेजयुक्त अनुप्रयोग (स्थानीय निर्देशिका) या एक होस्ट अनुप्रयोग (एक प्रकट फ़ाइल को लिंक करने के लिए) जोड़ें.
hr: Nema projekta. Dodajte novu zapakiranu aplikaciju ispod (lokalni direktorij) ili hostanu aplikaciju (poveznica do manifest datoteke).
id: Tidak ada proyek. Tambahka app paket di bawha ini (direktori lokal) atau app yang diinangkan (tautan ke berkas manifest).
kk: Жобалар жоқ. Төменде дестеленген (жергілікті бума) немесе сақталған қолданбаны (манифест файлына сілтеме) қосыңыз.
km: គ្មាន​គម្រោង។ បន្ថែម​កម្មវិធី​ដែល​បាន​វេច​ខ្ចប់​ថ្មី​ខាងក្រោម (ថត​មូលដ្ឋាន) ឬ​កម្មវិធី​ដែល​បាន​បង្ហោះ (តភ្ជាប់​ទៅ​ឯកសារ​ជាក់ស្ដែង)
lt: Projektų nėra. Apačioje galite pridėti naują supakuotą programą (vietinį aplanką) arba talpinamą programą (manifesto failo adresą).
lv: Nav neviena projekta. Pievienojiet jaunu pakoto (mapi no datora) vai attālināto (saiti uz manifest failu) aplikāciju.
mai: कोनो परियोजना नहि. नीच्चाँ एकटा नव पैकेजयुक्त अनुप्रयोग (स्थानीय निर्देशिका) अथवा एकटा होस्ट अनुप्रयोग (एकटा प्रकट फाइल केँ लिंक करबाक लेल) जोड़ू.
ml: പ്രൊജക്ടുകള്‍ ലഭ്യമല്ല. ഹോസ്റ്റ് ചെയ്ത പുതിയൊരു പ്രയോഗം അല്ലെങ്കില്‍ പാക്കേജ് ചെയ്ത പ്രയോഗെ താഴെ ചേര്‍ക്കുക.
mr: प्रकल्प नाही. नवीन संकुलीत ॲप खालील (स्थानीय डिरेक्ट्री) किंवा होस्टेड ॲपमध्ये (मॅनिफेस्ट फाइलकरिता दुवा) समाविष्ट करा.
ms: Tiada projek. Tambah aplikasi berpakej yang baru dibawah (direktori lokal) atau aplikasi dihoskan (link kepada fail manifest).
oc: Pas cap de projècte. Apondètz çaijós una aplicacion empaquetada (repertòri local) o una aplicacion albergada (ligam cap a un fichièr manifèste).
or: କୌଣସି ପ୍ରକଳ୍ପ ନାହିଁ। ତଳେ ନୂତନ ଏକ ପ୍ରୟୋଗ ପ୍ୟାକେଜ ଯୋଗ କରନ୍ତୁ (ସ୍ଥାନୀୟ ଡିରେକ୍ଟୋରୀ) ଅଥବା ଏକ ହୋଷ୍ଟ ହୋଇଥିବା ପ୍ରୟୋଗ(ଏକ ସୂଚୀପତ୍ର ଫାଇଲ ପ୍ରତି ସଂଯୋଗିକୀ)।
pt: Sem projetos. Adicione uma nova aplicação empacotada (diretório local) ou uma aplicação alojada (ligação a um ficheiro manifest).
pt_br: Nenhum projeto. Adicione um novo aplicativo empacotado abaixo (diretório local) ou um aplicativo hospedado (link para um arquivo manifest).
ro: Nu există proiecte. Adăugați o nouă aplicație împachetată de mai jos (director local) sau o aplicație găzduită (legătura către un fișier manifest).
si: කිසිඳු ව්‍යාපෘතියක් නොමැත. පැකේජකල නව යෙදුමක් (දේශීය නාමාවලිය) හෝ රැඳවූ යෙදුමක් (දර්ශක ගොනුවට සබැඳි) එක් එක්කරන්න
sv: Inga projekt. Lägg till en ny paketerad app nedan (en lokal mapp) eller en app på webben (länk till en manifest-fil).
ta: திட்டப்பணிகள் இல்லை. கீழே ஒரு புதிய தொகுப்பாக்கிய பயன்பாட்டு (உள்ளமை கோப்பகம்) அல்லது வழங்கப்படும் (ஹோஸ்ட்டட்) பயன்பாட்டைச் (மேனிஃபெஸ்ட் கோப்புக்கான இணைப்பு) சேர்க்கவும்.
te: ఏ ప్రోజెక్టులు లేవు. కిందన కొత్త ప్యాకేజ్డ్ అనువర్తనం (స్థానిక సంచంయం) జతచేయి లేదా హోస్టెట్ అనువర్తనం జతచేయి (మానిఫెస్ట్ ఫైలు లింకు).
th: ไม่มีโครงงาน เพิ่มแอปสำเร็จรูปได้จากด้านล่าง (ไดเรกทอรีบนเครื่อง) หรือเพิ่มแอปแม่ข่าย (ลิงก์ไปยังแฟ้มรายการประกาศ)
tr: Proje yok. Aşağıdan yeni bir paketlenmiş uygulama (yerel dizin) veya barındırılan uygulama (manifest dosyası bağlantısı) ekleyin.
ur: کوئی پراجیکٹ نہیں۔ نئی پیکیج ایپ (مقامی ڈائریکٹری) یا میزبان ایپ (کھلی مسل سے ربط کریں) کا اضافہ کریں۔
uz: Loyihalar yo‘q. Quyidagi (mahalliy direktoriyadagi) yoki hostdagi yangi paketlangan ilovani qo‘shish (manifest fayliga link).
xh: Akukho ziprojekthi. Dibanisa i-app entsha epakishiweyo ngezantsi (uluhlu lwale ndawo) okanye i-app ehlinzekiweyo (qhagamshela kwifayile ecacileyo).
