Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/app-manager.dtd.po
Languages: as, az, bg, ca, cy, es_mx, eu, hi_in, hr, id, kk, km, lt, lv, mai, ml, mr, ms, my, oc, or, pt, pt_br, ro, si, sv, ta, te, th, tr, ur, uz, xh

source: No device found. Plug a device
as: কোনো ডিভাইচ পোৱা নগল। এটা ডিভাইচ প্লাগ কৰক
bg: Не е намерено устройство. Свържете устройство
ca: No s'ha trobat cap dispositiu. Connecteu-ne un
cy: Heb ganfod dyfais. Cysylltwch ddyfais
es_mx: Dispositivo no encontrado. Conecte el dispositivo
eu: Ez da gailurik aurkitu. Entxufatu gailu bat
hi_in: युक्ति नहीं मिला. युक्ति को प्लग करें।
hr: Uređaj nije pronađen. Povežite uređaj
id: Tidak ada perangkat ditemukan. Colokkan perangkat
kk: Құрылғы табылмады. Құрылғыны салыңыз
km: រក​មិន​ឃើញ​ឧបករណ៍។ ដោត​ឧបករណ៍
lt: Įrenginys nerastas. Prijunkite įrenginį
lv: Nav atrasta neviena ierīce, pievienojiet ierīci
mai: डिवाइस नहि भेटल. डिवाइस केँ प्लग करू।
ml: ഡിവൈസ് ലഭ്യമായില്ല. ഡിവൈസ് കണക്ട് ചെയ്യുക
mr: साधन आढळले नाही. साधनाची जोडणी करा
ms: Tiada peranti dijumpai. Masukkan peranti
my: မည်သည့်ကိရိယာမျှ မတွေ့ပါ။ ကိရိယာကို ပလဂ်တပ်ပါ
oc: Cap d'aparelh pas detectat. Brancatz un aparelh.
or: କୌଣସି ଉପକରଣ ମିଳିଲା ନାହିଁ। ଏକ ଉପକରଣ ଲଗାନ୍ତୁ
pt: Nenhum dispositivo encontrado. Ligue um dispositivo
pt_br: Nenhum dispositivo encontrado. Conecte um dispositivo
ro: Niciun dispozitiv găsit. Conectați un dispozitiv
si: කිසිඳු උපාංගයක් හමු නොවිනි. සබඳ කරන්න
sv: Hittade ingen enhet. Koppla in en enhet
ta: சாதனம் இல்லை. ஒரு சாதனத்தைச் செருகவும்
te: ఏ పరికరం కనబడలేదు. పరికరం అనుసంధానించు
th: ไม่พบอุปกรณ์ โปรดเสียบอุปกรณ์
tr: Aygıt bulunamadı. Bir aygıt bağlayın
ur: کوئی آلہ نہیی ملا۔ آلہ کو لگایئں
uz: Qurilma topilmadi. Qurilmani ulang
xh: Akukho sixhobo sifunyenweyo. Plaga isixhobo

source: Change
as: পৰিবৰ্তন কৰক
az: Dəyişdir
bg: Промяна
ca: Canvia
cy: Newid
es_mx: Cambiar
eu: Aldatu
hi_in: बदलें
hr: Promijeni
id: Ubah
kk: Өзгерту
km: ប្ដូរ
lt: Keisti
lv: Mainīt
mai: बदलू
ml: മാറ്റുക
mr: बदल करा
ms: Ubah
my: ပြောင်း
oc: Cambiar
or: ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pt: Mudar
pt_br: Modificar
ro: Modifică
si: වෙනස් කරන්න
sv: Ändra
ta: மாற்று
te: మార్చు
th: เปลี่ยน
tr: Değiştir
ur: تبدیل کریں
uz: O‘zgartirish
xh: Tshintsha

source: Change the host and port used to connect to the device (defaults to localhost:6000)
as: ডিভাইচৰ সৈতে সংযোগ কৰিবলৈ ব্যৱহৃত হস্ট আৰু পৰ্ট পৰিবৰ্তন কৰক (localhost:6000 অবিকল্পিত)
bg: Промяна на хоста и порта, използвани за свързване с устройството (стандартно localhost:6000)
ca: Canvia l'ordinador central i el port que s'utilitzen per connectar-se al dispositiu (per defecte, és localhost:6000)
cy: Newidiwch y gwesteiwr a'r porth i'w defnyddio i gysylltu â'r ddyfais (wedi ei ragosod i localhost:6000)
es_mx: Cambiar el servidor y el puerto usados para conectar el dispositivo. (por defecto a localhost:6000)
eu: Aldatu gailura konektatzeko erabiltzen den ostalaria eta ataka. (Lehenetsia: localhost:6000)
hi_in: युक्ति से कनेक्ट करें के लिए उपयोग किया गया होस्ट और पोर्ट बदलें. (लोकलहोस्ट के लिए डिफ़ॉल्ट: 6000)
hr: Promijenite adresu i ulaz poslužitelja koji se koristi za povezivanje na uređaj (prema zadanim postavkama to je localhost:6000).
id: Ubah host dan port yang digunakan untuk tersambung ke perangkat (Setelan bawaan adalah localhost:6000)
kk: Құрылғыға байланысу үшін қолданылатын хост және портты ауыстыру (Бастапқы мәні localhost:6000)
km: ប្ដូរ​ម៉ាស៊ីន និង​ច្រក​ដែល​បាន​ប្រើ​ដើម្បី​តភ្ជាប់​ទៅ​ឧបករណ៍។ (លំនាំដើម​ទៅ localhost:6000)
lt: Keisti vardą ir prievardą, kuriuo jungiamasi prie įrenginio. (Numatytai: localhost:6000)
lv: Izmainiet adresi un portu, kas tiek izmantoti, lai pieslēgtos ierīcei. (Pēc noklusējuma localhost:6000)
mai: डिवाइस सँ कनेक्ट करबाक लेल उपयोग कएल गेल होस्ट आओरर पोर्ट बदलू. (लोकलहोस्ट कलेल डिफोल्ट: 6000)
ml: ഡിവൈസിലേക്ക് കണക്ട് ചെയ്യുന്നതിനുള്ള ഹോസ്റ്റും പോര്‍ട്ടും മാറ്റുക (localhost:6000 സ്വതവേയുള്ളതാക്കുക)
mr: यजमान आणि साधनाशी जोडणीकरिता (localhost:6000 करिता पूर्वनिर्धारित) वापरलेल्या पोर्टमध्ये बदल करा
ms: Tukar hos dan port yang digunakan untuk menyambung kepada peranti (tetapkan lalai kepada localhost:6000)
my: ပစ္စည်းသို့ ချိတ်ဆက်ရန်သုံးသော ပေါ့ဂ် နှင့် ဟိုစ့်အား ပြောင်းပါ (စံအနေဖြင့် localhost:6000)
oc: Modificar l'òste e lo pòrt utilizats per se connectar a l'aparelh. (La valor per defaut es localhost:6000)
or: ଏହି ଉପକରଣ ସହିତ ସଂଯୁକ୍ତ ହୋଷ୍ଟ ଏବଂ ପୋର୍ଟକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ। (ପୂର୍ବନିର୍ଦ୍ଧାରିତ ହେଉଛିlocalhost:6000)
pt: Altera o servidor e a porta usada para ligar ao dispositivo. (Pré-definição é localhost:6000)
pt_br: Modificar o servidor e porta usados para conectar-se a este dispositivo (o padrão é localhost:6000)
ro: Schimbă gazda și portul folosit pentru conectarea la dispozitiv (valoarea implicită localhost:6000)
si: උපාංගය සබඳ කිරීමට භාවිත කළ පේනුව හා ධාරකය වෙනස් කරන්න (localhost වෙත පෙරනිමිය:6000)
sv: Ändra värd och port som används för att ansluta till enheten. (Standard är localhost:6000)
ta: சாதனத்திற்கு இணைக்கப் பயன்படுத்தப்படும் வழங்கி மற்றும் சேவை எண்ணை மாற்றவும். (முன்னிருப்பு localhost:6000)
te: పరికరంకు అనుసంధానమగుటకు వుపయోగించిన అతిధేయ లేదా పోర్ట్ మార్చుము (స్థానికంగా localhost:6000)
th: เปลี่ยนโฮสต์และพอร์ตสำหรับใช้เชื่อมต่อกับอุปกรณ์ (ค่าปริยายคือ localhost:6000)
tr: Cihaza bağlanmak için kullanılan sunucu ve portu değiştir (Varsayılan olarak localhost:6000)
ur: آلہ کو جڑیں بطرف کرنے والے میزبان اور پورٹ کو تبدیل کریں۔(طےشدہ مقامی میزبان:6000)
uz: Qurilmaga ulanishda foydalaniladigan host va portni kiriting (standart localhost:6000)
xh: Tshintsha ihost neport ezisetyenziselwe ukudibanisa isixhobo (defaults to localhost:6000)

source: Start Simulator
as: চিমুলেটৰ আৰম্ভ কৰক
az: Simulyatoru başlat
bg: Пускане на симулатора
ca: Inicia el simulador
cy: Cychwyn yr Efelychwr
es_mx: Iniciar simulador
eu: Abiarazi simulatzailea
hi_in: सिम्युलेटर प्रारंभ करें
hr: Pokreni Simulator
id: Mulai Simulator
kk: Симуляторды іске қосу
km: ចាប់ផ្ដើម​កម្មវិធី​និម្មិត
lt: Paleisti simuliatorių
lv: Palaist simulatoru
mai: सिम्युलेटर प्रारंभ करू
ml: സിമുലേറ്റര്‍ ആരംഭിയ്ക്കുക
mr: सिम्युलेटर सुरू करा
ms: Mulakan Simulasi
my: စင်မျူလေတာအားစပါ
oc: Aviar lo simulator
or: ଅନୁକାରୀକୁ ଆରମ୍ଭ କରନ୍ତୁ
pt: Iniciar simulador
pt_br: Iniciar Simulator
ro: Pornire simulator
si: සමාකෘතිය අරඹන්න
sv: Starta simulator
ta: சிமுலேட்டரைத் தொடங்கு
te: సిమ్యులేటర్ ప్రారంభించు
th: เริ่มตัวจำลองการทำงาน
tr: Simülatörü başlat
ur: سمیولیٹر کو شروع کریں
uz: Simulyatorni ishga tushirish
xh: Qalisa isixhobo esifakelwe ukulinganisa

source: Start an instance of the Simulator and connect to it
as: চিমুলেটৰৰ এটা উদাহৰণ আৰম্ভ কৰক আৰু ইয়ালৈ সংযোগ কৰক
bg: Пускане на инстанция на симулатора и свързване с нея
ca: Inicia una instància del simulador i s'hi connecta
cy: Cychwyn enghraifft o'r Efelychwr a chysylltu ag ef
es_mx: Iniciar una instancia del simulador y conectarlo
eu: Abiarazi simulatzailearen instantzia bat eta bertara konektatu.
hi_in: सिम्युलेटर का एक इंस्टेंस शुरू करें और इससे कनेक्ट करें.
hr: Pokreće instancu Simulatora i povezuje se na njega.
id: Mulai salinan Simulator dan sambungkan.
kk: Симулятор экземплярын іске қосу және оған байланысу
km: ចាប់​ធាតុ​កម្មវិធី​និម្មិត ហើយ​​តភ្ជាប់​ទៅកាន់​វា។
lt: Paleisti simuliatorių ir prisijungti prie jo.
lv: Palaist simulatoru un pieslēgties tam.
mai: सिम्युलेटर केर एकटा इंस्टेंस शुरू करू आओर एकरा सँ कनेक्ट करू.
ml: സിമുലേറ്ററിന്റെ ഒരു ഇന്‍സ്റ്റന്‍സ് ആരംഭിച്ച്, അതിലേക്ക് കണക്ട് ചെയ്യുക
mr: सिम्युलेटरची घटना सुरू करा आणि त्यासह जोडणी करा
ms: Mulakan tika Simulator dan sambungkan kepadanya
my: စင်မျူလေတာ တစ်ခုစပြီး ၎င်းအား ချိတ်ဆက်ပါ
oc: Aviar una instància del simulator e s'i connectar
or: ଅନୁକାରୀର ଏକ ସ୍ଥିତିକୁ ଆରମ୍ଭ କରନ୍ତୁ ଏବଂ ତାହାକୁ ସଂଯୋଗ କରନ୍ତୁ
pt: Inicia e estabelece uma ligação a uma instância do simulador.
pt_br: Iniciar uma instância do Simulator e conectar-se a ela
si: සමාකෘතියේ අවස්ථාවක් අරඹා සබඳ වන්න
sv: Starta en instans av Simulator och anslut till den
ta: சிமுலேட்டர் நேர்வு ஒன்றைத் தொடங்கி, அதனுடன் இணைக்கவும்
te: సిమ్యులేటర్ ఇన్‌స్టాన్స్ ప్రారంభించి దానికి అనుసంధానించు
th: เริ่มตัวจำลองการทำงานและเชื่อมต่อไปหา
tr: Simülatör örneğini başlat ve bağlantısını yap
ur: سملیٹر کی صورت شروع کریں اور جڑیں بطرف
uz: Simulyator namunasini ishga tushiring va unga ulang
xh: Qalisa umzekelo wesixhobo esifakelwe ukulinganisa nokunxibelelana kuso

# connection.saveConnectionInfo
source: Save
as: সংৰক্ষণ কৰক
az: Yadda saxla
bg: Запис
ca: Desa
cy: Cadw
es_mx: Guardar
eu: Gorde
hi_in: सहेजें
hr: Spremi
id: Simpan
kk: Сақтау
km: រក្សា​ទុក
lt: Įrašyti
lv: Saglabāt
mai: सहेजू
ml: സൂക്ഷിക്കുക
mr: साठवा
ms: Simpan
my: သိမ်းပါ
oc: Enregistrar
or: ସଂରକ୍ଷଣ କରନ୍ତୁ
pt: Guardar
pt_br: Salvar
ro: Salvează
si: සුරකින්න
sv: Spara
ta: சேமி
te: దాచు
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
uz: Saqlash

source: Save the host and port
as: হস্ট আৰু পৰ্ট সংৰক্ষণ কৰক
az: Host və portu yadda saxla
bg: Запазване на хоста и порта
ca: Desa l'ordinador central i el port
cy: Cadw'r gwesteiwr a'r porth
es_mx: Guardar el servidor y el puerto
eu: Gorde ostalaria eta ataka.
hi_in: होस्ट और पोर्ट सहेजें
hr: Sprema adresu i ulaz poslužitelja
id: Simpan host dan port.
kk: Хост пен портты сақтау
km: រក្សាទុក​ម៉ាស៊ីន និង​ច្រក។
lt: Įrašyti įrenginio vardą ir prievadą.
lv: Saglabāt adresi un portu.
mai: होस्ट आओर पोर्ट सहेजू
ml: ഹോസ്റ്റും പോര്‍ട്ടും സൂക്ഷിയ്ക്കുക
mr: यजमान आणि पोर्ट साठवा
ms: Simpan hos dan port
my: ဟိုစ့် နှင့်​ ပေါ့ဂ်အား သိမ်းပါ
oc: Enregistrar l'òste e lo pòrt
or: ହୋଷ୍ଟ ଏବଂ ପୋର୍ଟକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ
pt: Guarda o servidor e a porta.
pt_br: Salvar servidor e porta
si: ධාරකය හා පේනුව සුරකින්න
sv: Spara värden och porten
ta: வழங்கி மற்றும் முனையை சேமி
te: అతిధేయ మరియు పోర్ట్ దాయి
th: บันทึกโฮสต์และพอร์ต
tr: Sunucu ve portu kaydeder
ur: میزبان اور پورٹ کو محفوظ کریں
uz: Host va portni saqlash
xh: Gcina ihost neport

source: Connecting…
as: সংযোগ কৰা হৈছে…
az: Bağlanır…
bg: Свързване…
ca: S'està connectant…
cy: Cysylltu…
es_mx: Conectando…
eu: Konektatzen…
hi_in: कनेक्ट कर रहा है…
hr: Povezivanje…
id: Menyambungkan…
kk: Байланысуда…
km: កំពុង​តភ្ជាប់…
lt: Jungiamasi…
lv: Savienojas…
mai: कनेक्ट कए रहल अछि…
ml: കണക്ട് ചെയ്യുന്നു…
mr: जोडणी करत आहे…
ms: Menyambung…
my: ချက်ဆက်နေသည်
oc: Connexion…
or: ସଂଯୋଗ କରୁଅଛି…
pt: A estabelecer ligação…
pt_br: Conectando…
ro: Se conectează…
si: සම්බන්ධ වෙයි…
sv: Ansluter …
ta: இணைக்கிறது...
te: అనుసంధానించుతోంది…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
ur: جوڑ رہا ہے…
uz: Ulanmoqda…
xh: Iyanxibelelana...

source: Disconnecting…
as: বিচ্ছিন্ন কৰা হৈছে…
az: Bağlantı kəsilir…
bg: Развързване…
ca: S'està desconnectant…
cy: Dad-gysylltu…
es_mx: Desconectando…
eu: Deskonektatzen…
hi_in: डिस्कनेक्ट हो रहा हैं...
hr: Prekidanje veze…
id: Memutusan…
kk: Байланысты үзу…
km: កំពុង​ផ្ដាច់...
lt: Atsijungiama…
lv: Atvienojas…
mai: डिसकनेक्ट कए रहल अछि…
ml: വിഛേദിക്കുന്നു...
mr: खंडीत करत आहे…
ms: Memutuskan…
my: ချိတ်ဆက်မှုကို ဖြုတ်နေသည်…
oc: Desconnexion...
or: ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ କରୁଅଛି…
pt: A desligar...
pt_br: Desconectando…
ro: Se deconectează...
si: විසන්ධිකරමින්...
sv: Kopplar ned …
ta: துண்டிக்கிறது…
te: అననుసంధానిస్తోంది...
th: ยกเลิกการเชื่อมต่อ…
tr: Bağlantı kesiliyor…
ur: منقطع کر رہا ہے…
uz: Uzilmoqda…

source: Cancel
as: বাতিল কৰক
az: ləğv et
bg: Прекъсване
ca: Cancel·la
cy: Diddymu
es_mx: Cancelar
eu: Utzi
hi_in: रद्द करें
hr: Odustani
id: Batalkan
kk: Бас тарту
km: បោះបង់
lt: Atsisakyti
lv: Atcelt
mai: रद्द करू
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
my: ပယ်​ဖျက်ပါ
oc: Anullar
or: ବାତିଲ କରନ୍ତୁ
pt: Cancelar
pt_br: Cancelar
ro: Anulează
si: එපා
sv: Avbryt
ta: விடு
te: రద్దుచేయి
th: ยกเลิก
tr: Vazgeç
ur: منسوخ کریں
uz: Bekor qilish
xh: Rhoxisa

source: Cancel the connection in progress
as: প্ৰগতিশীল সংযোগক বাতিল কৰক
az: Davam edən bağlantını ləğv et
bg: Прекъсване на текущата връзка
ca: Cancel·la la connexió en curs
cy: Diddymu'r cysylltu cyfredol
es_mx: Cancelar la conexión en progreso
eu: Utzi egiten ari den konexioa.
hi_in: प्रगति में कनेक्शन को रद्द करें.
hr: Otkaži vezu u tijeku
id: Batalkan sambungan yang sedang berjalan.
kk: Байланысты үзу жүруде
km: កំពុង​ដំណើរការ​ការ​បោះបង់​ការ​តភ្ជាប់។
lt: Nutraukti prisijungimo procesą.
lv: Atcelt aktīvo savienojumus.
mai: प्रगति मे कनेक्शन केँ रद्द करू.
ml: പുരോഗതിയിലുള്ള കണക്ഷന്‍ റദ്ദാക്കുക
mr: प्रगतीशील जोडणी रद्द करा
ms: Batalkan proses sambungan
my: ချိတ်ဆက်နေသော ကွန်နက်ရှင်အား ရပ်တန့်ပါ
oc: Anullar la connexion en cors
or: କ୍ରିୟାରତ ସଂଯୋଗକୁ ବାତିଲ କରନ୍ତୁ
pt: Cancela a ligação atual.
pt_br: Cancelar a conexão em andamento
ro: Anulează conexiunea în desfășurare
si: වත්මන් සබඳතාව අවලංගු කරන්න
sv: Avbryt den pågående anslutningen
ta: செயலில் உள்ள இணைப்பை இரத்துசெய்யவும்
te: అనుసంధానం రద్దు పురోగతినందు వుంది
tr: Devam eden bağlantıyı iptal et
ur: موجودہ کنکشن کی پیش روی منسوخ کریں
uz: Amalga oshayotgan ulanishni bekor qilish
xh: Rhoxisa unqibelelwano oluqhubekayo

source: Exit the Simulator connection mode and return to the initial prompt
as: চিমুলেটৰ সংযোগ অৱস্থা প্ৰস্থান কৰক আৰু আৰম্ভণি প্ৰমপ্টলৈ উভতি যাওক
bg: Изход от режим на свързаност на симулатора и връщане в началния екран
ca: Surt del mode de connexió del simulador i torna a l'indicador inicial
cy: Gadael modd cysylltu'r Efelychydd a dychwelyd i'r anogiad cychwynnol
es_mx: Salir del modo de conexión del simulador y volver al prompt inicial
eu: Irten simulatzailearen konexio modutik eta itzuli hasierako gonbitera.
hi_in: सिम्युलेटर कनेक्शन मोड से बाहर निकलें और प्रारंभिक शीघ्र करने के लिए वापस लौटें।
hr: Napusti način uspostavljanja veze Simulatora i vrati se na inicijalni prompt
id: Keluar dari sambungan Simulator dan kembali ke pertanyaan awal.
kk: Симуляторға байланысу режимінен шығу және бастапқы сұрауға оралу
km: ចេញពី​របៀប​ការ​តភ្ជាប់​និម្មិត រួច​ត្រឡប់​ទៅ​ប្រអប់​បញ្ចូល​ដំបូង
lt: Nutraukti jungimąsi prie simuliatoriaus ir grįžti prie ankstesnio raginimo.
lv: Iziet no simulatora savienojuma režīma un atgriezties sākotnējā ekrānā.
mai: सिम्युलेटर कनेक्शन मोड सँ बाहर निकलू आओर प्रारंभिक शीघ्र करबाक लेल वापस घुरू।
ml: സിമുലേറ്റര്‍ കണക്ഷന്‍ മോഡില്‍ നിന്നും പുറത്ത് കടന്ന് പ്രാരംഭ പ്രോപ്റ്റിലേക്ക് തിരികെ പോകുക
mr: सिम्युलेटर जोडणी मोडपासून बाहेर पडा आणि प्रारंभिक प्रॉम्प्टवर पुन्हा जा
ms: Keluar daripada mod sambungan Simulator dan kembali kepada prom permulaan
my: စင်မျူလေတာ ချိတ်ဆက်မှု​ မှ ထွက်ပြီး ကနဦး အဖွင့်သို့ပြန်သွားပါ
oc: Quitar lo mòde de connexion al simulator e tornar al formulari de despart
or: ଅନୁକାରୀ ସଂଯୋଗ ଧାରାରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ ଏବଂ ପ୍ରାରମ୍ଭିକ ପ୍ରମ୍ପଟକୁ ଫେରନ୍ତୁ
pt: Sai do modo de ligação ao simulador e volta ao ponto inicial.
pt_br: Sair do modo de conexão do Simulator e retornar ao prompt inicial
si: සමාකෘතික සබඳතා ප්‍රකාරයෙන් පිටවී ආරම්භක පොරොත්තුවට නැවත පැමිණෙන්න
sv: Avsluta anslutningsläget Simulator och återgå till ursprunglig skärm
ta: சிமுலேட்டர் இணைப்பு பயன்முறையிலிருந்து வெளியேறி தொடக்க ப்ராம்ப்ட்டுக்குத் திரும்பவும்
te: సిమ్యులేటర్ అనుసంధాన రీతిని నిష్క్రమించి ప్రాథమిక ప్రామ్ట్ కు తిప్పివుంచు
tr: Simülatör bağlantı modundan çıkıp ilk kotum istemine dön
ur: سمیولیٹر کنکشن موڈ سے خروج کریں اور ابتدائی لقمیا پر واپس آئیں
uz: Simulyator ulanish usulidan chiqish va boshlang‘ich holatga qaytish
xh: Phuma kwimo yokusebenza yonxibelelwano lwesixhobo esakhelwe ukulinganisa ze ubuyele kuqhutyo lokuqala

source: or
as: অথবা
az: və ya
bg: или
ca: o bé
cy: neu
es_mx: o
eu: edo
hi_in: या
hr: ili
id: atau
kk: немесе
km: ឬ
lt: arba
lv: vai
mai: अथवा
mr: किंवा
ms: atau
my: သို့မဟုတ်
oc: o
or: କିମ୍ବା
pt: ou
pt_br: ou
ro: sau
si: හෝ
sv: eller
ta: அல்லது
te: లేదా
tr: veya
ur: یا
uz: yoki
xh: okanye

source: No simulator installed.
as: কোনো চিমুলেটৰ ইনস্টল নাই।
az: Quraşdırılmış simulyator yoxdur.
bg: Няма инсталиран симулатор.
ca: No hi ha cap simulador instal·lat.
cy: Efelychydd heb ei osod.
es_mx: No hay simulador instalado.
eu: Ez dago simulatzailerik instalatuta.
hi_in: कोई सिम्युलेटर स्थापित नहीं.
hr: Simulator nije instaliran.
id: Tidak ada simulator dipasang.
kk: Симулятор орнатылмаған.
km: មិន​បាន​ដំឡើង​កម្មវិធី​និម្មិត។
lt: Simuliatorius neįdiegtas.
lv: Simulators nav uzinstalēts.
mai: कोनो सिम्युलेटर स्थापित नहि.
ml: സിമുലേറ്റര്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്തിട്ടില്ല.
mr: सिम्युलेटर इंस्टॉल केले नाही.
ms: Tiada simulasi terpasang.
my: မည်သည့် စင်မျူလေတာမှ တပ်ဆင်မထားပါ
oc: o
or: କୌଣସି ଅନୁକାରୀ ସ୍ଥାପିତ ହୋଇନାହିଁ।
pt: Nenhum simulador instalado.
pt_br: Nenhum simulador instalado.
ro: Niciun simulator instalat.
si: කිසිඳු සමාකෘතියක් ස්ථාපිතව නොමැත.
sv: Ingen simulator är installerad.
ta: சிமுலேட்டர் நிறுவப்படவில்லை.
te: ఏ సిమ్యులేటర్ సంస్థాపించలేదు.
tr: Yüklenmiş simülatör yok.
ur: کوئی سمیولیٹر تنصیب شدہ نہیں۔
uz: Simulyator o‘rnatilmagan.
xh: Akukho sixhobo esakhelwe ukulinganisa esifakelweyo.

source: Install Simulator
as: চিমুলেটৰ ইনস্টল কৰক
az: Simulyator Quraşdır
bg: Инсталиране на симулатор
ca: Instal·la el simulador
cy: Gosod yr Efelychydd
es_mx: Instalar simulador
eu: Instalatu simulatzailea
hi_in: सिम्युलेटर स्थापित करें
hr: Instaliraj Simulator
id: Instal Simulator
kk: Симуляторды орнату
km: ដំឡើង​កម្មវិធី​និម្មិត
lt: Įdiegti simuliatorių
lv: Instalēt simulatoru
mai: सिम्युलेटर स्थापित करू
ml: സിമുലേറ്റര്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
mr: सिम्युलेटर इंस्टॉल करा
ms: Pasang Simulasi
my: စင်မျူလေတာတပ်ဆင်မည်
oc: Installar lo Simulator
or: ଅନୁକାରୀକୁ ସ୍ଥାପନ କରନ୍ତୁ
pt: Instalar simulador
pt_br: Instalar o Simulator
ro: Instalare simulator
si: සමාකෘතිය ස්ථාපනය කරන්න
sv: Installera Simulator
ta: சிமுலேட்டரை நிறுவு
te: సిమ్యులేటర్ సంస్థాపించు
tr: Simülatörü yükle
ur: سمیولیٹر کو تنصیب کریں
uz: Simulyatorni o‘rnatish
xh: Fakela isixhobo esakhelwe ukulinganisa

source: Install a version of the Simulator by downloading the relevant add-on
as: প্ৰাসংগিক এড-অন ডাউনল'ড কৰি চিমুলেটৰৰ এটা সংস্কৰণ ইনস্টল কৰক
bg: Инсталиране на версия на симулатора, изтеглен от съответна добавка
ca: Instal·la una versió del simulador després de baixar el complement corresponent
cy: Gosod fersiwn o'r efelychydd drwy lwytho i lawr yr ychwanegyn perthnasol
es_mx: Instalar una versión del simulador descargando los complementos relevantes
eu: Instalatu simulatzailearen bertsio bat dagokion gehigarria deskargatuz.
hi_in: प्रासंगिक ऐड - ऑन डाउनलोड करके सिम्युलेटर के एक संस्करण स्थापित करें
hr: Instalirajte određenu verziju Simulatora preuzimanjem releventnog dodatka
id: Instal salah satu versi Simulator dengan mengunduh pengaya yang cocok.
kk: Симулятордың нұсқасын сәйкес қосымшаны жүктеп алу арқылы орнатыңыз
km: ដំឡើង​កំណែ​កម្មវិធី​និម្មិត​ដោយ​ទាញ​យក​កម្មវិធី​បន្ថែម​ដែល​ពាក់ព័ន្ធ។
lt: Įdiegti simuliatorių, parsiunčiant reikiamą priedą.
lv: Instalēt simulatora versiju lejuplādējot atbilstošo papildinājumu.
mai: प्रासंगिक ऐड-आन डाउनलोड कएकऽ सिम्युलेटर केर एकटा संस्करण स्थापित करू
ml: ഉചിതമായ ആഡ്-ഓണ്‍ ഡൌണ്‍ലോഡ് ചെയ്ത് സിമുലേറ്ററിന്റെ പതിപ്പ് ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
mr: संबंधित ॲड-ऑन डाउनलोड करून सिम्युलेटरची आवृत्ती इंस्टॉल करा
ms: Pasang versi Simulator dengan memuat turun add-on berkaitan
my: စင်မျူလေတာဗားရှင်းတစ်ခုအား သင့်လျော်သာ အတ်အွန်ဒေါင်းလုဒ်ရယူပြီး တပ်ဆင်ပါ
oc: Installar una version del simulator en telecargant un modul complementari
or: ସମ୍ପୃକ୍ତ ଏଡ଼-ଅନକୁ ଆହରଣ କରି ଅନୁକାରୀର ଏକ ସଂସ୍କରଣକୁ ସ୍ଥାପନ କରନ୍ତୁ
pt: Instala a versão do simulador, transferindo o extra apropriado.
pt_br: Instalar uma versão do Simulator baixando a extensão pertinente
si: අදාල ඇඩෝනය බාගනිමින් සමාකෘතික නිකුතුවක් ස්ථාපනය කරන්න
sv: Installera en version av Simulator genom att hämta det relevanta tillägget
ta: தொடர்புடைய துணை நிரலைப் பதிவிறக்கி சிமுலேட்டரின் ஒரு பதிப்பை நிறுவவும்
te: సంబందిత పొడిగింత దింపుకొనుట ద్వారా సిమ్యులేటర్ వర్షన్ సంస్థాపించు
th: ติดตั้งตัวจำลองการทำงานรุ่นอื่นได้โดยการดาวน์โหลดส่วนเสริมที่เกี่ยวข้อง
tr: İlgili eklentiyi indirerek bir Simülatör sürümünü yükle
ur: متعلقہ اضافہ ڈاؤن لوڈ کر کے سمیلیٹر کا ایک ورژن تنصیب کریں
uz: Aloqador qo‘shimcha dasturni yuklash yordamida Simulyator versiyasini o‘rnating
xh: Fakela inguqulelo yesixhobo esakhelwe ukulinganisa ngokhuphela isongezelelo esifanelekileyo

# connection.installAnotherSimulator
source: Add
as: যোগ কৰক
az: Əlavə et
bg: Добавяне
ca: Afegeix
cy: Ychwanegu
es_mx: Agregar
eu: Gehitu
hi_in: जोड़ें
hr: Dodaj
id: Tambahkan
kk: Қосу
km: បន្ថែម
lt: Pridėti
lv: Pievienot
mai: जोड़ू
ml: ചേര്‍ക്കുക
mr: समाविष्ट करा
ms: Tambah
my: ထည့်ရန်
oc: Apondre
or: ଯୋଗ କରନ୍ତୁ
pt: Adicionar
pt_br: Adicionar
ro: Adaugă
si: එක් කරන්න
sv: Lägg till
ta: சேர்
te: చేర్చు
th: เพิ่ม
tr: Ekle
ur: شامل کریں
uz: Qo‘shish
xh: Yongeza

source: Install an additional version of the Simulator by downloading the relevant add-on
as: প্ৰাসংগিক এড-অন ডাউনল'ড কৰি চিমুলেটৰৰ এটা অতিৰিক্ত সংস্কৰণ ইনস্টল কৰক
bg: Инсталиране на допълнителна версия на симулатора, изтеглена от съответна добавка
ca: Instal·la una versió addicional del simulador després de baixar el complement corresponent
cy: Gosod fersiwn ychwanegol o'r Efelychydd drwy lwytho i lawr yr ychwanegyn perthnasol
es_mx: Instalar una versión adicional del simulador descargando los complementos relevantes
eu: Instalatu simulatzailearen bertsio gehigarri bat dagokion gehigarria deskargatuz.
hi_in: प्रासंगिक सहयुक्ति डाउनलोड करके सिम्युलेटर का एक अतिरिक्त संस्करण को स्थापित करें
hr: Instalirajte dodatnu verziju Simulatora preuzimanjem releventnog dodatka
id: Instal versi lain Simulator dengan mengunduh pengaya yang cocok.
kk: Симулятордың қосымша нұсқасын сәйкес қосымшаны жүктеп алу арқылы орнатыңыз
km: ដំឡើង​កំណែ​បន្ថែម​របស់​កម្មវិធី​និម្មិត​ដោយ​ទាញ​យក​កម្មវិធី​បន្ថែម​ដែល​ពាក់ព័ន្ធ។
lt: Įdiegti papildomą simuliatoriaus versiją, parsiunčiant reikiamą priedą.
lv: Instalēt papildus simulatora versiju lejuplādējot atbilstošo papildinājumu.
mai: प्रासंगिक एड-ऑन डाउनलोड कएकऽ सिम्युलेटर कऽ एकटा अतिरिक्त संस्करण केँ स्थापित करू
ml: ഉചിതമായ ആഡ്-ഓണ്‍ ഡൌണ്‍ലോഡ് ചെയ്ത് സിമുലേറ്ററിനുള്ള അധികമായ പതിപ്പ് ഇന്‍സ്റ്റോള്‍ ചെയ്യുക.
mr: संबंधित ॲडऑन डाउनलोड करून सिम्युलेटरची अगाऊ आवृत्ती इंस्टॉल करा
ms: Pasang versi tambahan Simulator dengan memuat turun add-on yang berkaitan
my: စင်မျူလေတာဗားရှင်းနောက်တစ်ခုအား သင့်လျော်သာ အတ်အွန်ဒေါင်းလုဒ်ရယူပြီး တပ်ဆင်ပါ
oc: Installar una version suplementària del simulator en telecargant un modul complementari
or: ସମ୍ପୃକ୍ତ ଏଡ଼-ଅନକୁ ଆହରଣ କରିବା ଦ୍ୱାରା ଅନୁକାରର ଏକ ଅତିରିକ୍ତ ସଂସ୍କରଣକୁ ସ୍ଥାପନ କରନ୍ତୁ
pt: Instala uma versão adicional do simulador, transferindo o extra apropriado.
pt_br: Instalar uma versão adicional do Simulator baixando a extensão pertinente
si: අදාල ඇඩෝනය බාගනිමින් අමතර සමාකෘතික නිකුතුවක් ස්ථාපනය කරන්න
sv: Installera ytterligare en version av Simulator genom att hämta det relevanta tillägget
ta: தொடர்புடைய துணை நிரலைப் பதிவிறக்கி சிமுலேட்டரின் ஒரு கூடுதல் பதிப்பை நிறுவவும்
te: సంబందిత పొడిగింత దింపుకొనుట ద్వారా సిమ్యులేటర్ అదనపు వర్షన్ సంస్థాపించు
th: ติดตั้งตัวจำลองการทำงานรุ่นอื่นได้โดยการดาวน์โหลดส่วนเสริมที่เกี่ยวข้อง
tr: İlgili eklentiyi indirerek ek bir Simülatör sürümünü yükle
ur: متعلقہ اضافہ ڈاؤن لوڈ کر کے سمیلیٹر کا ایک اضافی ورژن تنصیب کریں
uz: Aloqador qo‘shimcha dasturni yuklash yordamida Simulyator qo‘shimcha versiyasini o‘rnating
xh: Fakela inguqulelo eyongezelekileyo kwisixhobo esakhelwe ukulinganisa ngokukhuphela isongezelelo esifanelekileyo

source: Start:
as: আৰম্ভ কৰক:
az: Başlat:
bg: Пускане:
ca: Inici:
cy: Cychwyn:
es_mx: Inicio:
eu: Abiarazi:
hi_in: प्रारंभ:
hr: Pokreni:
id: Mulai:
kk: Іске қосу:
km: ចាប់ផ្ដើម៖
lt: Paleisti:
lv: Palaist:
mai: आरंभ
ml: ആരംഭിയ്ക്കുക:
mr: सुरु करा:
ms: Mula:
my: စတင်ရန်။
oc: Aviar :
or: ଆରମ୍ଭ କରନ୍ତୁ:
pt: Inicia:
pt_br: Iniciar:
si: අරඹන්න:
sv: Starta:
ta: தொடங்கு:
te: మొదలు:
th: เริ่ม:
tr: Başlat:
ur: شروع:
uz: Boshlash:
xh: Qala:

# projects.localApps
source: Local Apps
as: স্থানীয় এপসমূহ
az: Lokal Tətbiqlər
bg: Локални приложения
ca: Aplicacions locals
cy: Apiau Lleol
es_mx: Aplicaciones locales
eu: Aplikazio lokalak
hi_in: स्थानीय अनुप्रयोग
hr: Lokalne aplikacije
id: App Lokal
kk: Жергілікті қолданбалар
km: កម្មវិធី​មូលដ្ឋាន
lt: Vietinės programos
lv: Lokālās aplikācijas
mai: स्थानीय ऐप्पस
ml: സിസ്റ്റത്തിലുള്ള പ്രയോഗങ്ങള്‍
mr: स्थानीय ॲप्स
ms: Aplikasi Tempatan
my: ကိရိယာရှိ အက်ပ်များ
oc: Aplicacions localas
or: ସ୍ଥାନୀୟ ପ୍ରୟୋଗଗୁଡ଼ିକ
pt: Aplicações locais
pt_br: Aplicativos locais
ro: Aplicații locale
si: දේශීය යෙදුම්
sv: Lokala appar
ta: உள்ளமை பயன்பாடுகள்
te: స్థానిక అనువర్తనాలు
th: แอปท้องถิ่น
tr: Yerel Uygulamalar
ur: مقامی ایپس
uz: Mahalliy ilova dasturlar
xh: Ii-Apps zoMmandla
