Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/app-manager.dtd.po
Languages: as, az, bg, ca, cy, es_mx, eu, hi_in, hr, id, kk, km, lt, lv, mai, ml, mr, ms, my, oc, or, pt, pt_br, ro, si, sv, ta, te, th, tr, ur, uz, xh

source: Manifest Editor
as: মেনিফেস্ট সম্পাদক
bg: Редактор на манифест
ca: Editor de manifest
cy: Golygydd y Manifest
es_mx: Editor de archivos Manifest
eu: Manifestuen editorea
hi_in: मेनिफेस्ट संपादक
hr: Uređivač manifesta
id: Editor Manifest
kk: Манифест түзетушісі
km: កម្មវិធី​កែសម្រួល​ជាក់ស្ដែង
lt: Manifestų rengyklė
lv: Manifest redaktors
mai: मेनिफेस्ट संपादक
ml: മാനിഫസ്റ്റ് എഡിറ്റര്‍
mr: मॅनिफेस्ट संपादक
ms: Editor Manifest
oc: Editor de Manifèste
or: ସୂଚୀପତ୍ର ସମ୍ପାଦକ
pt: Editor de manifestos
pt_br: Editor de manifesto
ro: Editor pentru manifest
si: දර්ශක සැකසීම
ta: மெனிஃபெஸ்ட் திருத்தி
te: మానిఫెస్ట్ కూర్పరి
th: ตัวแก้ไขรายการประกาศ
tr: Bildirge Editörü
ur: کو صریح تدوین کار
uz: Manifest tahrirchisi
xh: Umhleli oCacileyo

source: Edit your app's manifest in the panel below. The Update button will save your changes and update the app.
as: তলৰ পেনেলত আপোনাৰ এপৰ মেনিফেস্ট সম্পাদন কৰক। আপডেইট বুটামে আপোনাৰ পৰিবৰ্তনমূহ সংৰক্ষণ কৰি এপক আপডেইট কৰিব।
bg: Редактирайте по-долу манифеста на вашето приложение. Бутонът Обновяване ще запише вашите промени и ще обнови приложението.
ca: Edita el manifest de l'aplicació a la subfinestra de sota. El botó Actualitza desa els canvis i actualitza l'aplicació.
cy: Golygwch fanifest eich ap yn y panel isod. Bydd y botwm Diweddaru cadw eich newidiadau ac yn diweddaru'r ap.
es_mx: Edita el archivo manifest de tu aplicación en el panel de debajo. El botón Actualizar guardará tus cambios y actualizará la aplicación.
eu: Editatu zure aplikazioaren manifestua azpiko panelean. Eguneratu botoiak zure aldaketak gorde eta aplikazioa eguneratuko du.
hi_in: नीचे पैनल में अपने एप्प्स मैनिफ़ेस्टके संपादित करें. अद्यतन बटन अपने परिवर्तनों को सहेजने और एप्प्स अद्यतन करेगा.
hr: Uredite manifest svoje aplikacije u okviru ispod. Tipka ažuriraj će spremiti promjene i ažurirati aplikaciju.
id: Edit manifest aplikasi Anda pada panel di bawah ini. Tombol Perbarui dapat digunakan untuk menyimpan perubahan Anda dan memperbarui aplikasi Anda.
kk: Қолданбаңыздың манифестін төмендегі панельде түзетіңіз. Жаңарту батырмасы өзгерістерді сақтайды және қолданбаңызды жаңартады.
km: កែសម្រួល​កម្មវិធី​ជាក់ស្ដែង​របស់​អ្នក​នៅ​​ខាងក្រោម។ ប៊ូតុង ធ្វើ​បច្ចុប្បន្នភាព នឹង​រក្សាទុក​ការ​ផ្លាស់ប្ដូរ​របស់​អ្នក​ ហើយ​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ជំនួយ។
lt: Redaguoti programos manifestą polangyje apačioje. Spustelėję mygtuką „Atnaujinti“, įrašysite pakeitimus ir atnaujinsite programą.
lv: Rediģējiet savu aplikāciju manifest failus panelī zemāk. Atjaunināšanas poga saglabās izmaiņas un atjauninās aplikāciju.
mai: नीच्चाँ पैनल मे अपन एप्प्स मैनिफेस्ट क' संपादित करू. अद्यतन बटन अपन परिवर्तन केँ सहेजए आओर एप्प्स अद्यतन करताह.
ml: താഴെയുള്ള പാനലില്‍ പ്രയോഗത്തിന്റെ മാനിഫസ്റ്റ് ചിട്ടപ്പെടുത്തുക. പരിഷ്കരണ ബട്ടണ്‍ നിങ്ങള്‍ വരുത്തിയ മാറ്റങ്ങള്‍ സൂക്ഷിച്ച് പ്രയോഗം പരിഷ്കരിയ്ക്കുന്നു.
mr: खालील पटलमध्ये ॲपचे मॅनिफेस्ट संपादित करा. अद्यावत बटन तुमचे बदल साठवेल आणि ॲप अद्यावत करेल.
ms: Edit manifest aplikasi anda dalam penal dibawah. Butang Update akan simpan segala perubahan dan kemaskini aplikasi anda.
oc: Modificar lo manifèste de vòstra aplicacion dempuèi lo panèl çaijós. Lo boton Metre a jorn enregistrarà vòstres cambiaments e actualizarà l'aplicacion.
or: ତଳେ ଥିବା ପଟ୍ଟିକରେ ଆପଣଙ୍କ ପ୍ରୟୋଗର ସୂଚୀପତ୍ରକୁ ସମ୍ପାଦନ କରନ୍ତୁ। ସେହି ଅଦ୍ୟତନ ବଟନ ଆପଣଙ୍କର ପରିବର୍ତ୍ତନଗୁଡ଼ିକୁ ସଂରକ୍ଷଣ କରିବ ଏବଂ ସେହି ପ୍ରୟୋଗକୁ ଅଦ୍ୟତନ କରିବ।
pt: Edite o manifesto da aplicação no painel abaixo. O botão Atualizar guarda as alterações e atualiza a aplicação.
pt_br: Edite o manifesto do seu aplicativo no painel abaixo. o botão Atualizar salvará suas alterações e atualizará o aplicativo
si: පහත පුවරුවේ ඔබේ යෙදුමේ දර්ශකය සකසන්න. යාවත් බොත්තම ඔබේ යෙදුමේ වෙනස්කම් හා යාවත් සුරකියි.
sv: Redigera appens manifest i nedanstående panel. Uppdatera-knappen sparar dina ändringar och uppdaterar appen.
ta: கீழோயுள்ள பலகத்தில் உங்களுடைய பயன்பாட்டின் மேனிஃப்ஸ்ட்டை திருத்து. மேம்பாட்டு பொத்தான் உங்களுடைய மாற்றங்களை சேமித்துவிடும் மற்றும் பயன்பாட்டை மேம்படுத்திவிடும்.
te: కింది పానల్ నందు మీ అనువర్తన మానిఫెస్ట్ సరికూర్చు. నవీకరణ బటన్ మీ మార్పులను దాచును మరియు అనువర్తనం నవీకరించును.
th: แก้ไขรายการประกาศของแอปของคุณในแผงด้านล่าง ใช้ปุ่ม บันทึก เพื่อบันทึกการเปลี่ยนแปลงและปรับปรุงแอป
tr: Uygulamanızın bildirgesini aşağıdaki panelde düzenleyin. Güncelle düğmesi değişiklikleri kaydedecek ve uygulamayı güncelleyecektir.
ur: نیچے پینل میں اپنی ایپس مینیفسٹ کی تدوین کریں. تازہ کاری بٹن آپ کی تبدلی کو محفوظ اور ایپ کی تازہ کاری کر دے گا.
uz: Ilovalaringiz manifestini quyidagi panelda tahrirlash. "Yangilash" tugmasi o‘zgarishlarni saqlaydi va ilovani yangilaydi.
xh: Hlela izinto zakho ezicacileyo ze-app apha ngezantsi. Iqhosha lokuhlaziya liza kugcina iinguqu zakho ze lihlele i-app.

source: Manifest Viewer
as: মেনিফেস্ট দৰ্শক
bg: Показване на манифест
ca: Visualitzador de manifest
cy: Darllenydd Manifest
es_mx: Visor de archivos manifest
eu: Manifestuen ikustailea
hi_in: मेनिफेस्ट दर्शक
hr: Preglednik manifesta
id: Penampil Manifest
kk: Манифест көрсетушісі
km: កម្មវិធី​មើល​ជាក់ស្ដែង
lt: Manifestų žiūryklė
lv: Manifest skatītājs
mai: मेनिफेस्ट दर्शक
ml: മാനിഫസ്റ്റ് വ്യൂവര്‍
mr: मॅनिफेस्ट व्युअर
ms: Paparan Manifest
oc: Visionador de Manifèste
or: ସୂଚୀପତ୍ର ପ୍ରଦର୍ଶକ
pt: Visualizador de manifesto
pt_br: Visualizador de manifesto
ro: Vizualizator manifest
si: දර්ශක දර්ශනය
sv: Manifestvisaren
ta: மேனிஃபெஸ்ட் காட்சியாளர்
te: మానిఫెస్ట్ దర్శని
th: ตัวดูรายการประกาศ
tr: Bildirge Görüntüleyici
ur: کو صریح ناظر
uz: Manifest ko‘rgich
xh: Umbukeli oCacileyo

source: Examine your app's manifest in the panel below
as: তলৰ পেনেলত আপোনাৰ এপৰ মেনিফেস্ট পৰিক্ষা কৰক
bg: Преглед на манифеста на вашето приложение в панела по-долу
ca: Mostra el manifest de l'aplicació a la subfinestra de sota
cy: Archwiliwch fanifest eich ap yn y panel isod
es_mx: Examine el archivo manifiesto de su aplicación en el panel de debajo
eu: Arakatu zure aplikazioaren manifestua azpiko panelean.
hi_in: नीचे पैनल में एप्प मेनिफेस्ट परीक्षित करें
hr: Ispitajte manifest svoje aplikacije u okviru ispod
id: Periksa manifest aplikasi Anda pada panel di bawah ini.
kk: Қолданбаңыздың манифестін төмендегі панельден қарап шығыңыз
km: ពិនិត្យ​ភាព​ជាក់ស្ដែង​នៃ​កម្មវិធី​របស់​អ្នក​​នៅ​​​បន្ទះ​ខាងក្រោម។
lt: Peržiūrėti programos manifestą polangyje apačioje.
lv: Aplūkojiet savu aplikāciju manifest failus panelī zemāk.
mai: नीच्चाँ पैनल मे एप्प मेनिफेस्ट परीक्षित करू
ml: താഴെയുള്ള പാനലില്‍ നിങ്ങളുടെ പ്രയോഗത്തിന്റെ മാനിഫസ്റ്റ് പരിശോധിയ്ക്കുക
mr: खालील पटलमध्ये तुमच्या ॲपचे मॅनिफेस्टचे विश्लेषण करा
ms: Uji manifest aplikasi anda dalam panel di bawah
oc: Examinar dins lo panèl çaijós lo manifèste de vòstra aplicacion
or: ତଳେ ଥିବା ପଟ୍ଟିକରେ ଆପଣଙ୍କର ପ୍ରୟୋଗର ସୂଚୀପତ୍ରକୁ ନିରୀକ୍ଷଣ କରନ୍ତୁ
pt: Examine o manifesto da aplicação no painel abaixo.
pt_br: Verifique o manifesto do seu aplicativo no painel abaixo
si: පහත පුවරුවෙන් ඔබේ යෙදුමේ දර්ශක අධ්‍යයනය කරන්න
sv: Undersök appens manifest i nedanstående panel
ta: உங்களுடைய பயன்பாட்டின் மேனிஃப்ஸ்ட்டை கீழேயுள்ள பலகத்தில் சோதிக்கவும்
te: కింది పానల్ నందు మీ అనువర్తన మానిఫెస్ట్ పరీక్షించు
th: ตรวจสอบรายการประกาศของแอปของคุณได้จากแผงด้านล่าง
tr: Uygulamanızın bildirgesini aşağıdaki panelde inceleyin
ur: اپنی ایپ کے Manifest کو صریح کا نیچے دیے ہوے پینل پر معائنہ کریں
uz: Ilovangiz manifestini quyidagi panelda sinab ko‘ring
xh: Phonononga ukucaca kwe-app yakho kwiphaneli engezantsi

source: Valid
as: বৈধ
az: Etibarlıdır
bg: Валиден
ca: Vàlid
cy: Dilys
es_mx: Válido
eu: Balio-epea:
hi_in: वैध
hr: Vrijedi
kk: Мерзімі
km: ត្រឹមត្រូវ
lt: Teisinga
lv: Korekts
mai: वैध
ml: വാലിഡ്‌
mr: वैधता
ms: Sah
my: ရပြီ
or: ବୈଧ
pt: Válido
pt_br: Válido
si: නිවැරදි
sv: Giltigt
ta: சரியானது
te: విలువైన
th: ถูกกฎ
tr: Geçerli
ur: جائز
uz: Haqiqiy
xh: Iyasebenza

source: Error
as: ত্ৰুটি
az: Səhv
bg: Грешка
cy: Gwall
eu: Errorea
hi_in: त्रुटि
hr: Greška
id: Galat
kk: Қате
km: កំហុស
lt: Klaida
lv: Kļūda
mai: त्रुटि
ml: പിശക്
mr: त्रुटी:
ms: Ralat
my: အမှား
or: ତ୍ରୁଟି
pt: Erro
pt_br: Erro
ro: Eroare
si: දෝෂය
sv: Fel
ta: பிழை
te: దోషం
th: ข้อผิดพลาด
tr: Hata
ur: نقص
uz: Xato
xh: Imposiso

source: Warning
as: সতৰ্কবাৰ্তা
az: Xəbərdarlıq
bg: Предупреждение
ca: Avís
cy: Rhybudd
es_mx: Advertencia
eu: Abisua
hi_in: चेतावनी
hr: Upozorenje
id: Peringatan
kk: Ескерту
km: ​ការព្រមាន
lt: Įspėjimas
lv: Brīdinājums
mai: चेतावनी
ml: മുന്നറിയിപ്പ്
mr: सावधानता
ms: Amaran
oc: Avertiment
or: ଚେତାବନୀ
pt: Aviso
pt_br: Alerta
ro: Avertisment
si: අනතුරු ඇඟවීම
sv: Varning
ta: எச்சரிக்கை
te: హెచ్చరిక
th: คำเตือน
tr: Uyarı
ur: تنبیہ
uz: Ogohlantirish

source: Hosted
as: হস্টেড
bg: Хостнато
ca: Hostatjada
cy: Gwesteiwyd
es_mx: Alojado
eu: Ostatatua
hi_in: होस्ट
hr: Hostan
id: Di-host
kk: Орналасқан
km: បាន​បង្ហោះ
lt: Talpinama
lv: No servera
mai: होस्ट
ml: ഹോസ്റ്റ് ചെയ്തവ
mr: होस्टेड
ms: Dihoskan
oc: Albergada
or: ହୋଷ୍ଟ କରାଯାଇଥିବା
pt: Alojada
pt_br: Hospedado
ro: Găzduit
si: ධාරිත
sv: På webben
ta: நிறுவப்பட்ட புரவலன்
te: హోస్టైన
tr: Barındırılan
ur: ہوسٹ کیئے گئے
uz: Hostga joylashtirilgan
xh: Ihlinzekiwe

source: Packaged
as: পেকেইজ্ড
bg: Пакетирано
ca: Empaquetada
cy: Wedi eu Pecynnu
es_mx: Empaquetado
eu: Paketatua
hi_in: पैकेज
hr: Pakirani
id: Dipaketkan
kk: Дестеленген
km: បាន​ដាក់​ក្នុង​កញ្ចប់
lt: Supakuota
lv: Pakota
mai: पैकेज
ml: പാക്കേജ് ചെയ്തവ
mr: संकुलीत केले
ms: Dipakejkan
oc: Empaquetada
or: ପ୍ୟାକ ହୋଇଥିବା
pt: Empacotada
pt_br: Empacotado
ro: Împachetat
si: ඇසුරුම්
sv: Paketerad
ta: பொதியாக்கப்பட்டது
te: ప్యాకేజీచేసిన
tr: Paketlenmiş
ur: پیکیج کیئے گئے
uz: Paketlangan
xh: Ipakishiwe

# help.title
source: App Manager
az: &Proqram İdarəçisi
bg: Управление на приложения
ca: Gestor d'aplicacions
cy: Rheolwr Apiau
eu: Aplikazio-kudeatzailea
id: Pengelola App
km: កម្មវិធី​គ្រប់គ្រង​កម្មវិធី
lt: Programų tvarkytuvė
lv: Aplikāciju pārvaldnieks
pt: Gestor de aplicações
ro: Gestionar aplicații
sv: Hantera appar
te: అనువర్తన నిర్వాహిక
tr: Uygulama Yöneticisi

source: Close
as: বন্ধ কৰক
az: Qapat
bg: Затваряне
ca: Tanca
cy: Cau
es_mx: Cerrar
eu: Itxi
hi_in: बंद करें
hr: Zatvori
id: Tutup
kk: Жабу
km: បិទ
lt: Užverti
lv: Aizvērt
mai: बन्न करू
ml: അടയ്ക്കുക
mr: बंद करा
ms: Tutup
my: ပိတ်ပါ
oc: Tampar
or: ବନ୍ଦକରନ୍ତୁ
pt: Fechar
pt_br: Fechar
ro: Închide
si: වසන්න
sv: Stäng
ta: மூடு
te: మూసివేయి
th: ปิด
tr: Kapat
ur: بند کریں
uz: Yopish
xh: Vala

source: This tool will help you build and install web apps on compatible devices (i.e. Firefox OS). The <strong>Apps</strong> tab will assist you in the validation and installation process of your app. The <strong>Device</strong> tab will give you information about the connected device. Use the bottom toolbar to connect to a device or start the simulator.
as: এই সঁজুলিয়ে আপোনাক সংগত ডিভাইচসমূহ (অৰ্থাত Firefox OS) ত ৱেব এপসমূহ নিৰ্মাণ আৰু ইনস্টল কৰাত সহায় কৰিব। <strong>এপসমূহ</strong> টেবে আপোনাৰ এপৰ বৈধতা আৰু ইনস্টলেষণ প্ৰক্ৰিয়াত সহায় কৰিব। <strong>ডিভাইচ</strong> টেবে আপোনাক সংযুক্ত ডিভাইচৰ বিষয়ে তথ্য প্ৰদান কৰিব। এটা ডিভাইচলৈ সংযুক্ত হবলৈ অথবা চিমুলেটৰ আৰম্ভ কৰিবলৈ তলৰ টুলবাৰ ব্যৱহাৰ কৰক।
bg: Този инструмент ще ви помогне да построите и инсталирате уеб приложения за съвместими устройства (напр. Firefox OS). Подпрозореца <strong>Приложения</strong> ще ви помага в процеса на валидиране и инсталиране на вашето приложение. Подпрозореца <strong>Устройство</strong> ще ви дава информация за свързаното устройство. Използвайте долната лента с инструменти, за да се свържете с устройство или да пуснете симулатор.
ca: Aquesta eina us ajudarà a crear i a instal·lar aplicacions web en dispositius compatibles (és a dir, Firefox OS). La pestanya <strong>Aplicacions</strong> us guiarà pel procés de validació i d'instal·lació de la vostra aplicació. La pestanya <strong>Dispositiu</strong> us donarà informació del dispositiu connectat. Utilitzeu la barra d'eines inferior per connectar a un dispositiu o per iniciar el simulador.
cy: Bydd y teclyn hwn yn eich helpu i adeiladu a gosod apiau ar y we ar ddyfeisiau cydnaws (h.y. Firefox OS). Bydd y tab <strong>Apiau</strong> yn eich cynorthwyo yn y broses o ddilysu a gosod eich ap. Bydd y tab <strong>Dyfais</strong> yn rhoi gwybodaeth am y ddyfais cysylltiedig i chi. Defnyddiwch y bar offer gwaelod i gysylltu â'r ddyfais neu ddechrau'r efelychydd.
es_mx: Esta herramienta te ayudará a crear e instalar aplicaciones web en dispositivos compatibles (p. ej. Firefox OS). Las pestañas de <strong>aplicaciones</strong> te ayudarán en la validación e instalación de tu aplicación. La pestaña del <strong>dispositivo</strong> te dará información acerca del dispositivo conectado. Usa la barra de herramientas inferior para conectar el dispositivo o iniciar el simulador.
eu: Web aplikazioak gailu bateragarrietan (adib. Firefox OS) garatzen eta instalatzen lagunduko dizu tresna honek. <strong>Aplikazioak</strong> fitxak aplikazioaren balidazio- eta instalazio-prozesuan lagunduko dizu. <strong>Gailua</strong> fitxak konektatutako gailuari buruzko informazioa emango dizu. Erabili azpiko tresna-barra gailu batera konektatu edo simulatzailea abiarazteko.
hi_in: यह उपकरण आपको संगत उपकरणों (यानी फ़ायरफ़ॉक्स ओएस) पर वेब एप्प का निर्माण और स्थापित करने में मदद मिलेगी. <strong>अनुप्रयोग</strong> टैब अपने अनुप्रयोग के सत्यापन और स्थापना की प्रक्रिया में मदद करेंगे. <strong>युक्ति</strong> टैब आप जुड़े डिवाइस के बारे में जानकारी देंगे. <strong>डिवाइस</strong>से कनेक्ट या सिम्युलेटर शुरू करने के लिए नीचे उपकरण पट्टी का उपयोग करें.
hr: Ovaj alat će vam pomoći izraditi i instalirati web aplikacije na kompatibilne uređaje (tj. Firefox OS). Kartica <strong>Aplikacije</strong> će vam pomoći u procesu provjere i instalacije vaše aplikacije, a kartica <strong>Uređaj</strong> će vam dati informacije o povezanom uređaju. Za povezivanje uređaja i pokretanje simulatora, upotrijebite donju traku alata.
id: Alat ini akan membantu Anda membangun dan menginstal app web pada perangkat yang kompatibel (mis. Firefox OS). Tab <strong>App</strong> akan membantu Anda dalam proses validasi dan instalasi app Anda. Tab <strong>Perangkat</strong> akan menampilkan informasi perangkat yang tersambung. Gunakan bilah alat di bawah untuk tersambung ke perangkat atau ke simulator.
kk: Бұл сайман сізге үйлесімді құрылғыларда (мыс. Firefox OS) веб қолданбаларды жинау және орнатуға көмектеседі. <strong>Қолданбалар</strong> беті қолданбаңыздың дұрыстығын тексеру және орнату үрдісінде көмектеседі. <strong>Құрылғы</strong> беті сізге жалғанған құрылғы жөнінде ақпаратты көрсетеді. Төмендегі саймандар панелін құрылғыға байланысу немесе симуляторды іске қосу үшін қолданыңыз.
km: ឧបករណ៍​នេះ​នឹង​ជួយ​អ្នក​ក្នុង​ការ​ស្ថាបនា និង​ការ​ដំឡើង​កម្មវិធី​បណ្ដាញ​នៅ​លើ​ឧបករណ៍​ដែល​ឆបគ្នា (Firefox OS) ។ ផ្ទាំង <strong>កម្មវិធី</strong> នឹង​ជួយ​អ្នក​ក្នុង​​ដំណើរការ​ដំឡើង និង​ផ្ទៀងផ្ទាត់​កម្មវិធី​របស់​អ្នក។ ផ្ទាំង <strong>ឧបករណ៍</strong> នឹង​ផ្ដល់ឲ្យ​អ្នក​នូវ​ព័ត៌មាន​អំពី​ឧបករណ៍​ដែល​បាន​តភ្ជាប់។ ប្រើ​របារ​ឧបករណ៍​ខាងក្រោម​ដើម្បី​តភ្ជាប់​ទៅ​ឧបករណ៍ ឬ​ចាប់ផ្ដើម​កម្មវិធី​និម្មិត។
lt: Šis įrankis padės kurti ir diegti saityno programas suderinamuose (pavyzdžiui, „Firefox OS“) įrenginiuose. Kortelėje „<strong>Programos</strong>“ galite atlikti programų patikrą ir jas diegti į įrenginį. Kortelėje „<strong>Įrenginys</strong>“ rasite informaciją apie prijungtą įrenginį. Pasinaudodakite priemonių juosta apačioje įrenginiui prijungti arba simuliatoriui paleisti.
lv: Šis rīks ļaus jums veidot un instalēt aplikācijas atbalstītajās ierīcēs (piemēram Firefox OS). <strong>Aplikāciju</strong> cilne palīdzēs veikt pārbaudes un aplikāciju instalēšanu. <strong>Ierīču</strong> cilne sniegs informāciju par pievienoto ierīci. Izmantojiet apakšējo joslu, lai pievienotu ierīci vai palaistu simulatoru.
mai: ई उपकरण सँ अहाँक संगत उपकरण (यानी फ़ायरफ़ॉक्स OS) पर वेब एप्प केर निर्माण आओर स्थापित करए मे मदति भेटत. <strong>अनुप्रयोग</strong> टैब अपन अनुप्रयोग केर सत्यापन आओर स्थापना केर प्रक्रिया मे मदति करत. <strong>डिवाइस</strong> टैब अहाँ जुड़ल डिवाइस केर संबंधमे जानकारी देब. </strong>डिवाइस</strong>सँ कनेक्ट अथवा सिम्युलेटर शुरू करबाक लेल नीच्चाँ उपकरण पट्टीक उपयोग करू.
ml: പൊരുത്തപ്പെടുന്ന ഉപകരണങ്ങളില്‍ വെബ് പ്രയോഗങ്ങള്‍ തയ്യാറാക്കി ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതിന് ഈ ഉപകരണം സഹായിയ്ക്കുന്നു (ഉദാ: ഫയര്‍ഫോക്സ് ഒഎസ്). ആപ്പിന്റെ ഇന്‍സ്റ്റലേഷനും മറ്റു് കാര്യങ്ങള്‍ക്കും സഹായിയ്ക്കുന്നതിന് <strong>പ്രയോഗങ്ങള്‍</strong> ടാബ് ഉപയോഗിയ്ക്കാം. കണക്ട് ചെയ്ത ഡിവൈസിനെപ്പറ്റിയുള്ള വിവരങ്ങള്‍ <strong>ഡിവൈസ്</strong> ടാബ് ലഭ്യമാക്കുന്നു. സിമുലേറ്റര്‍ ആരംഭിയ്ക്കുന്നതിന് അല്ലെങ്കില്‍ ഡിവൈസിലേക്ക് കണക്ട് ചെയ്യുന്നതിന് താഴെയുള്ള ടൂള്‍ബാര്‍ ഉപയോഗിയ്ക്കുക.
mr: हे साधन सहत्व साधनांवरील (म्हणजेच Firefox OS) वेब ॲप्स बिल्ड करेल आणि इंस्टॉल करेल. <strong>ॲप्स</strong> टॅब तुम्हाला ॲपची वैधता आणि इंस्टॉलेशनमध्ये मदत पुरवेल. <strong>साधन</strong> टॅब तुम्हाला जुळलेल्या साधनाची माहिती पुरवेल. साधनाशी जोडणीकरिता किंवा सिम्युलेटर सुरू करण्यासाठी तळातील साधनपट्टीचा वापर करा.
ms: Alat ini akan membantu anda membina dan memasang aplikasi web pada peranti yang serasi (iaitu Firefox OS). Tab <strong>Aplikasi</strong> akan membantu anda dalam pengesahan dan proses pemasangan aplikasi anda. Tab <strong>Alatan</strong> akan memberikan maklumat mengenai peranti yang bersambung. Gunakan bar alatan di bahagian bawah untuk menyambung ke peranti atau memulakan simulasi.
oc: Aquesta aisina vos ajudarà a crear e installar d'aplicacions web sus d'aparelhs compatibles (per exemple Firefox OS). L'onglet Aplicacions vos guidarà pendent lo processus d'installacion e la validacion de vòstra aplicacion. L'onglet Aparelh vos provesirà d'informacions sus l'aparelh connectat. Utilizatz la barra d'aisinas situada en bas de l'ecran per connectar un aparelh o aviar lo simulator.
or: ଏହି ସାଧନଟି ଆପଣଙ୍କୁ ୱେବ ପ୍ରୟୋଗଗୁଡ଼ିକୁ ସୁସଙ୍ଗତ ଉପକରଣରେ ନିର୍ମାଣ ଏବଂ ସ୍ଥାପନ କରିବା ପାଇଁ ସହାୟତା କରିବ (ଯେପରିକି Firefox OS). <strong>ପ୍ରୟୋଗ</strong> ଟ୍ୟାବ ଆପଣଙ୍କ ପ୍ରୟୋଗର ବୈଧିକରଣ ଏବଂ ସ୍ଥାପନ କ୍ରିୟାରେ ସହାୟତା କରିବ। <strong>ଉପକରଣ</strong> ଟ୍ୟାବ ଆପଣଙ୍କୁ ସଂଯୁକ୍ତ ଉପକରଣ ବିଷୟରେ ସୂଚନା ପ୍ରଦାନ କରିବ। ଏକ ଉପକରଣ ସହିତ ସଂଯୁକ୍ତ ହେବା ପାଇଁ ତଳ ସାଧନପଟିକୁ ବ୍ୟବହାର କରନ୍ତୁ କିମ୍ବା ଅନୁକାରୀକୁ ଆରମ୍ଭ କରନ୍ତୁ।
pt: Esta ferramenta ajuda-o a criar e instalar aplicações web nos dispositivos compatíveis (ex: Firefox OS). O separador <strong>Aplicações</strong> ajuda-o no processo de validação e instalação da aplicação. O separador <strong>Dispositivo</strong> mostra as informações do dispositivo ligado. Utilize a barra de ferramentas inferior para ligar a um dispositivo ou iniciar o simulador.
pt_br: Esta ferramenta o auxiliará a desenvolver e instalar aplicativos web em dispositivos compatíveis (como o Firefox OS). A aba <strong>Aplicativos</strong> lhe ajudará no processo de validação e instalação do seu aplicativo. A aba <strong>Dispositivo</strong> lhe dará informações sobre o dispositivo conectado. Use a barra de ferramentas abaixo para conectar seu dispositivo ou iniciar o simulador.
si: මෙම මෙවලම ඔබට ගැලපෙන උපාංග සඳහා ජාල යෙදුම් නිර්මාණය කර ස්ථාපනයට ඉඩදෙයි (උදා Firefox OS). <strong>යෙදුම්</strong> ටැබය ඔබට ඔබේ යෙදුමේ සත්‍යාපන හා ස්ථාපන ක්‍රියාවලියන්ට සහය දේ. <strong>උපාංග</strong> ටැබය ඔබට සබඳකළ උපාංගය පිළිබඳ තොරතුරු ලබාදේ. පහත මෙවලම්තීරුව උපාංගයට හෝ සමාකෘතිය අරඹයි.
sv: Det här verktyget hjälper dig att bygga och installera webbappar på kompatibla enheter (t.ex. Firefox OS). Fliken <strong>Appar</strong> hjälper dig att validera och installera din app. Fliken <strong>Enhet</strong> ger dig information om den anslutna enheten. Använd det nedre verktygsfältet för att ansluta en enhet eller starta simulatorn.
ta: இந்தக் கருவி, இணக்கமான சாதனங்களில் வலைப் பயன்பாடுகளை கட்டமைக்கவும் நிறுவவும் உதவும் (அதாவது Firefox OS). <strong>பயன்பாடுகள்</strong> கீற்று உங்கள் பயன்பாட்டின் செல்லுபடியாக்கம் மற்றும் நிறுவல் செயலில் உதவும். <strong>சாதனங்கள்</strong> கீற்று இணைக்கப்பட்டுள்ள சாதனம் பற்றிய தகவலை வழங்கும். ஒரு சாதனத்துடன் இணைக்க அல்லது ஒரு சிமுலேட்டரைத் தொடங்க அடிப்பகுதி கருவிப்பட்டியைப் பயன்படுத்தவும்.
te: సారూప్యమై పరికరాలు (అనగా ఫైర్‌ఫాక్స్ OS) పైన వెబ్ అనువర్తనాలు నిర్మించుటకు మరియు సంస్థాపించుటకు ఈ సాధనం మీకు సహాయపడును. మీ అనువర్తనం వాలిడేషన్ మరియు సంస్థాపన నందు <strong>అనువర్తనాలు</strong> టాబ్ మీకు దోహదపడును. అనుసంధానించిన పరికరం యొక్క సమాచారం <strong>పరికరం</strong> టాబ్ మీకు ఇచ్చును. పరికరంకు అనుసంధానించుటకు లేదా సిమ్యులేటర్ ప్రారంభించుటకు కింది సాధనపట్టీ వుపయోగించుము.
th: เครื่องมือนี้จะช่วยคุณสร้างและติดตั้งเว็บแอปลงบนอุปกรณ์ที่เข้ากันได้ (เช่น Firefox OS) แท็บ<strong>แอป</strong> จะช่วยเหลือคุณในการสอบทานและในกระบวนการติดตั้งแอปของคุณ แท็บ<strong>อุปกรณ์</strong> จะให้ข้อมูลเกี่ยวกับอุปกรณ์ที่เชื่อมต่ออยู่ ใช้แถบเครื่องมือด้านล่างเพื่อเชื่อมต่ออุปกรณ์หรือสั่งเริ่มตัวจำลองการทำงาน
tr: Bu araç, uyumlu cihazlar (örn. Firefox OS) üzerinde web uygulamaları oluşturmak ve kurmak için size yardımcı olacaktır. <strong>Uygulamalar</strong> sekmesi uygulamanızı doğrulama ve kurulum sürecinde size yardımcı olacaktır. <strong>Aygıt</strong> sekmesi bağlı cihaz hakkında bilgi verecektir. Bir cihaza bağlanmak veya simülatörü başlatmak için alttaki araç çubuğunu kullanın.
uz: Ushbu asbob veb ilovalar tuzish va mos qurilmalarga o‘rnatishga yordam beradi (Firefox OS kabi). <strong>Ilovalar</strong> ichki oynasi sizga ilovangizni o‘rnatish va tekshirish jarayonida yordam beradi. <strong>Qurilma</strong> ichki oynasi ulangan qurilma haqida ma’lumot beradi. Quyidagi asboblar panelidan qurilmaga ulanish yoki simulyatorni ishga tushirish uchun foydalaning.
xh: Esi sixhobo siza kunceda wakhe ze ufakele ii-apps zewebhu lwizixhobo ezidibanayo (umz. Firefox OS). I <strong>Apps</strong> thebhu iza kukunceda kwinkqubo yokuqinisekiseni nokufakela i-app yakho. I <strong>Device</strong> thebhu iza kunika inkcazelo emalunga nesixhobo esinxibeleleneyo. Sebenzisa ithulbha engezantsi ukunxibelelanisa isixhobo okanye uqale isixhobo esakhelwe ukulinganisa.

source: Useful links:
as: উপযোগী লিঙ্কসমূহ:
az: Faydalı istinadlar:
bg: Полезни връзки:
ca: Enllaços útils:
cy: Dolenni defnyddiol:
es_mx: Enlaces de interés:
eu: Lotura lagungarriak:
hi_in: उपयोगी कड़ियाँ:
hr: Korisne poveznice:
id: Tautan yang berguna:
kk: Пайдалы сілтемелер:
km: តំណ​ដែល​មាន​ប្រយោជន៍៖
lt: Naudingi informacijos šaltiniai:
lv: Noderīgas saites:
mai: उपयोगी कड़ी:
ml: ഉപയോഗപ്രദമായ കണ്ണികള്‍:
mr: उपयोगी दुवा:
ms: Pautan berguna:
oc: Ligams utiles :
or: ଉପଯୋଗୀ ସଂଯୋଗିକୀଗୁଡ଼ିକ:
pt: Ligações úteis:
pt_br: Links úteis:
ro: Legături utile:
si: ප්‍රයෝජනවත් සැබැඳි:
sv: Användbara länkar:
ta: பயனுள்ள இணைப்புகள்:
te: ఉపయోగపడే లంకెలు:
th: ลิงก์ที่มีประโยชน์ :
tr: İşe yarar bağantılar:
ur: مفید روابط:
uz: Foydali linklar:
xh: Amakhonkco aluncedo:
