Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/app-manager.dtd.po
Languages: as, az, bg, ca, cy, es_mx, eu, hi_in, hr, id, kk, km, lt, lv, mai, ml, mr, ms, my, oc, or, pt, pt_br, ro, si, sv, ta, te, th, tr, ur, uz, xh

source: This permission requires a user prompt for apps of this type
as: এই অনুমতিৰ এই ধৰণৰ এপসমূহৰ বাবে এটা ব্যৱহাৰকাৰী প্ৰমপ্টৰ প্ৰয়োজন
az: Bu icazə bu cür tətbiqlərin istifadəçiyə soruşmasını tələb edir
bg: За този вид приложения, това право изисква питане на потребителя
ca: Aquest permís requereix que l'usuari l'accepti per a aplicacions d'aquest tipus
cy: Mae'r caniatâd yma'n gofyn am gydsyniad defnyddiwr ar gyfer apiau o'r fath
es_mx: Este permiso requiere una aceptación del usuario para aplicaciones de este tipo
eu: Baimen honek erabiltzaileari galdetzea eskatzen du mota honetako aplikazioentzat.
hi_in: इस प्रकार के अनुप्रयोग को यह अनुमति देने के लिए एक उपयोगकर्ता की शीघ्र आवश्यकता है
hr: Ovo dopuštenje zahtijeva odluku korisnika za aplikacije ovakve vrste
id: Hak akses ini membutuhkan pertanyaan dari pengguna untuk app jenis ini.
kk: Бұл рұқсат қолданбалардың осы түрі үшін пайдаланушыдан сұрауды талап етеді
km: សិទ្ធិ​នេះ​ទាមទារ​ការ​បញ្ជាក់​អ្នកប្រើ​សម្រាប់​កម្មវិធី​ប្រភេទ​នេះ។
lt: Ši funkcija šio tipo programoms leidžiama atskirai atsiklausus.
lv: Šī atļauja jautās lietotāja piekrišanu šī tipa aplikācijām.
mai: एहि प्रकार कऽ ऐप्पस केँ ई अनुमति देबाक लेल एकटा उपयोगकर्ता केर शीघ्र आवश्यकता अछि
ml: ഈ തരത്തിലുള്ള പ്രയോഗങ്ങള്‍ക്ക് ഈ അനുമതിയ്ക്ക് യൂസര്‍ പ്രോംപ്റ്റ് ആവശ്യമാണു്
mr: ह्या प्रकारच्या ॲप्सकरिता ह्या परवानगीकरिता वापरकर्ता प्रॉम्प्ट आवश्यक आहे
ms: Keizinan ini memerlukan prom pengguna untuk aplikasi berjenis ini
my: ဒီအမျိုးအစား အက်ပ်များအတွက် ဒီခွင့်ပြုချက်သည် အသုံးပြုသူ၏ လှုံဆော်မှုကို လိုအပ်သည်
oc: Aquesta permission necessita l'acòrd de l'utilizaire per las aplicacions d'aqueste tipe
or: ଏହି ପ୍ରକାରର ପ୍ରୟୋଗଗୁଡ଼ିକ ପାଇଁ ଏହି ଅନୁମତି ବ୍ୟବହାରକାରୀ ପ୍ରମ୍ପଟ ଆବଶ୍ୟକ କରିଥାଏ।
pt: Esta permissão requer autorização para aplicações deste tipo.
pt_br: Esta permissão necessita da confirmação do usuário para aplicativos deste tipo
si: මෙම වර්ගයේ යෙදුම් සඳහා මෙම බලතලය වෙත පරිශීලක ප්‍රේරකයක් අවශ්‍යයි
sv: Detta tillstånd kräver godkännande av användaren för appar av den här typen
ta: இந்த வகை பயன்பாடுகளுக்கு, இந்த அனுமதிக்கு ஒரு பயனர் பதில்செயல் தேவை
te: ఈ రకమైన అనువర్తనాల కొరకు ఈ అనుమతికి వాడుకరి ప్రాంప్ట్ అవసరం
th: แอปประเภทนี้ต้องให้ผู้ใช้อนุญาตก่อนจะใช้สิทธิ์นี้
tr: Bu izin, bu türden uygulamaların kullanıcıya sormasını gerektirir
ur: اس قسم کی ایپلی کیشنز کی اجازت کے لیے ایک صارف لقمیا کی ظرورت ہے
uz: Ushbu ruxsat bu turdagi ilovalarga kirish uchun ro‘yxatdan o‘tishni so‘raydi
xh: Le mvume ifuna ukuqhutywa ngumsebenzisi ngee-app zolu hlobo

source: Deny
as: নাকচ কৰক
az: Rədd et
bg: Забранено
ca: Rebutja
cy: Gwrthod
es_mx: Denegar
eu: Ukatu
hi_in: मना करें
hr: Odbij
id: Tolak
kk: Тыйым салу
km: បដិសេធ
lt: Draudžiama
lv: Neatļaut
mai: मना करू
ml: നിഷേധിക്കുക
mr: नकार करा
ms: Nafikan
my: ငြင်းပယ်ပါ
oc: Interdire
or: ବାରଣ କରନ୍ତୁ
pt: Recusar
pt_br: Negar
ro: Respins
si: ප්‍රතික්ශේප
sv: Neka
ta: மறு
te: తిరస్కరించు
th: ไม่อนุญาต
tr: Reddet
ur: انکار کریں
uz: Rad qilish
xh: Khanyela

source: This permission is denied for apps of this type
as: এই অনুমতি এই ধৰণৰ এপসমূহৰ বাবে নাই
az: Bu icazə bu növdə olan tətbiqetmələr üçün qadağandır
bg: За този вид приложения, това право е забранено
ca: Aquest permís es rebutja per a aplicacions d'aquest tipus
cy: Mae'r caniatâd wedi ei wrthod ar gyfer apiau o'r fath
es_mx: Este permiso se denegó para aplicaciones de este tipo
eu: Baimen hau ukatuta dago mota honetako aplikazioentzat.
hi_in: इस प्रकार की अनुप्रयोग के लिए यह अनुमति नहीं दिया गया हैं
hr: Ovo dopuštenje je odbijeno za aplikacije ovakve vrste
id: Hak akses ini tidak diberikan untuk app jenis ini.
kk: Бұл рұқсатқа қолданбалардың осы түрі үшін тыйым салынған
km: សិទ្ធ​នេះ​ត្រូវ​បាន​បដិសេធ​សម្រាប់​កម្មវិធី​ប្រភេទ​នេះ។
lt: Ši funkcija šio šipo programoms draudžiama.
lv: Šī atļauja nav pieejama šī tipa aplikācijām.
mai: एहि प्रकार केर ऐप्पस कलेल ई अनुमति नहि देल गेल अछि
ml: ഈ തരത്തിലുള്ള പ്രയോഗങ്ങള്‍ക്ക് ഈ അനുമതി നിഷേധിച്ചിരിയ്ക്കുന്നു
mr: ह्या प्रकारच्या ॲप्सकरिता ही परवानगी स्वीकार्य नाही
ms: Keizinan ini disekat untuk aplikasi berjenis ini
my: ဒီအမျိုးအစား အက်ပ်များအတွက် ဒီခွင့်ပြုချက်ကို တားမြစ်ထားသည်
oc: Aquesta permission es refusada per las aplicacions d'aqueste tipe
or: ଏହି ପ୍ରକାରର ପ୍ରୟୋଗଗୁଡ଼ିକ ପାଇଁ ଏହି ଅନୁମତିକୁ ବାରଣ କରାଯାଇଛି।
pt: Esta permissão é recusada para aplicações deste tipo.
pt_br: Esta permissão não pode ser concedida para aplicativos deste tipo
si: මෙම වර්ගයේ යෙදුම් සඳහා මෙම බලතල ප්‍රතික්ශේපිතයි
sv: Detta tillstånd nekas för appar av den här typen
ta: இந்த வகை பயன்பாடுகளுக்கு இந்த அனுமதி மறுக்கப்படுகிறது
te: ఇటువంటి ఆప్స్‌కి ఈ అనుమతి నిరాకరించబడింది
th: แอปประเภทนี้ไม่ได้รับอนุญาตให้ใช้สิทธิ์นี้
tr: Bu türden uygulamalar bu izni kullanamaz
ur: یہ اجازت اس قسم کی ایپس کے لیےنا منظور کر دی گیی ہے.
uz: Ushbu ruxsat faqat ushbu turdagi ilovalar uchun berilmagan
xh: Le mvume yaliwe ngee-apps zolu hlobo

source: Installed Apps
as: ইনস্টল্ড এপসমূহ
az: Quraşdırılmış Tətbiqlər
bg: Инсталирани приложения
ca: Aplicacions instal·lades
cy: Apiau wedi eu Gosod
es_mx: Aplicaciones instaladas
eu: Instalatutako aplikazioak
hi_in: एप्प संस्थापित करें
hr: Instalirane aplikacije
id: App Terpasang
kk: Орнатылған қолданбалар
km: កម្មវិធី​ដែល​បាន​ដំឡើង
lt: Įdiegtos programos
lv: Instalētās aplikācijas
mai: एप्प संस्थापित करू
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്ത പ്രയോഗങ്ങള്‍
mr: इंस्टॉल केलेली ॲप्स
ms: Aplikasi yang telah Dipasang
my: ထည့်သွင်းထားသည့် အက်ပ်များ
oc: Aplicacions installadas
or: ସ୍ଥାପିତ ପ୍ରୟୋଗଗୁଡ଼ିକ
pt: Aplicações instaladas
pt_br: Aplicativos instalados
ro: Aplicații instalate
si: ස්ථාපිත යෙදුම්
sv: Installerade appar
ta: நிறுவிய பயன்பாடுகள்
te: స్థాపిత అనువర్తనాలు
th: ติดตั้งแอปแล้ว
tr: Yüklenmiş uygulamalar
ur: تنصیب شدہ ایپ
uz: O‘rnatilgan ilova dasturlar

source: View a list of apps installed on the device. Some apps, such as certified apps, may be excluded from this view.
as: ডিভাইচত ইনস্টল্ড এপসমূহৰ এটা তালিকা দৰ্শন কৰক। কিছুমান এপ, যেনে প্ৰমাণীত এপসমূহক, এই দৰ্শনৰ পৰা বাদ দিব পাৰি।
bg: Показване на списък на приложенията, инсталирани на устройството. Някои приложения, като сертифицираните, може да не присъстват в списъка.
ca: Mostra una llista de les aplicacions instal·lades al dispositiu. És possible que algunes aplicacions, com les certificades, no apareguin a la llista.
cy: Gweld rhestr o apiau sydd wedi eu gosod ar y ddyfais. Efallai y bydd rhai apiau, megis rhai sydd wedi eu hardystio, wedi eu heithrio o'r rhestr.
es_mx: Ver la lista de aplicaciones instaladas en este dispositivo. Algunas aplicaciones, como las aplicaciones certificadas, puedes estar excluidas de esta vista.
eu: Ikusi gailuan instalatutako aplikazioen zerrenda. Zenbait aplikazio, adibidez ziurtatutakoak, ikuspegi honetatik baztertuta gera litezke.
hi_in: युक्ति पर स्थापित अनुप्रयोग की एक सूची देखें. कुछ अनुप्रयोग, जैसे कि प्रमाणित अनुप्रयोग इस सूची से बाहर रखा जा सकता है.
hr: Pogledajte popis aplikacija instaliranih na uređaju. Neke aplikacija, poput onih certificiranih, se ne moraju nalaziti na popisu.
id: Tampilkan daftar app yang terpasang pada perangkat ini. Beberapa app yang disertifikasi mungkin tidak ditampilkan pada daftar ini.
kk: Құрылғыда орналасқан қолданбалар тізімін шолу. Кейбір қолданбалар, сертификатталған қолданбалар сияқты, бұл көріністе болмауы мүмкін.
km: មើល​បញ្ជី​កម្មវិធី​ដែល​បាន​ដំឡើង​នៅ​លើ​ឧបករណ៍។ កម្មវិធី​មួយ​ចំនួន​​ដូចជា​កម្មវិធី​ដែល​បាន​បញ្ជាក់ អាច​មិន​នៅ​ក្នុង​បញ្ជី​នេះ។
lt: Parodyti įrenginyje įdiegtų programų sąrašą. Kai kurios programos, pavyzdžiui, sertifikuotosios, šiame sąraše gali būti praleistos.
lv: Aplūkojiet ierīcē instalēto aplikāciju sarakstu. Dažas aplikācijas, piemēram, sertificētās var nebūt attēlotas šajā sarakstā.
mai: डिवाइस पर स्थापित ऐप्पस केर एकटा सूची देखू. किछु ऐप्पस, जहिना कि प्रमाणित ऐप्पस एहि सूची सँ बाहर राखल जाए सकैत अछि.
ml: ഈ ഡിവൈസില്‌ ഇന്‍സ്റ്റോള്‍ ചെയ്ത പ്രയോഗങ്ങളുടെ പട്ടി കാണുക. അംഗീകൃത പ്രയോഗങ്ങള്‍ പോലുള്ളവ ഈ കാഴ്ചയില്‍ നിന്നും മാറ്റിയിരിയ്ക്കുന്നു
mr: साधनावरील ॲप्सच्या सूचीचे अवलोकन करा. काही ॲप्स, जसे कि प्रमाणीत ॲप्स, कदाचित ह्या दृष्यातून वगळले जाऊ शकते.
ms: Lihat senarai aplikasi yang sudah terpasang pada peranti ini. Sesetengah peranti , seperti aplikasi yang diperakui, mungkin dikecualikan daripada diperlihatkan.
my: ကိရိယာတွင် ထည့်သွင်းထားသည့် အက်ပ်များစာရင်းကို ကြည့်ပါ။ အထောက်အထားရှိအက်ပ်များကဲ့သို့ အချို့အက်ပ်များကို ကြည့်ရန်စာရင်းတွင် မပါဝင်နိုင်ပါ။
oc: Afichar una lista de las aplicacions installadas sus l'aparelh. Certanas aplicacions, coma las aplicacions certificadas, pòdon èsser exclusas d'aquesta lista.
or: ଏହି ଉପକରଣରେ ସ୍ଥାପିତ ପ୍ରୟୋଗଗୁଡ଼ିକର ଏକ ତାଲିକା ଦେଖନ୍ତୁ। କିଛି ପ୍ରୟୋଗ, ଯେପରିକି ପ୍ରମାଣିତ ପ୍ରୟୋଗ, ହୁଏତଃ ଏହି ଦୃଶ୍ୟରୁ ବହିଷ୍କୃତ ହୋଇଛି।
pt: Ver lista de aplicações instaladas no dispositivo. Algumas aplicações, tais como as certificadas, poderão ser excluídas desta vista.
pt_br: Exibir uma lista dos aplicativos instalados no dispositivo. Alguns, como aplicativos certificados, podem ser omitados da lista
ro: Vedeți o listă de aplicații instalate pe dispozitiv. Unele aplicații, cum ar fi aplicațiile certificate, pot fi excluse din această listă.
si: උපාංගය මත ස්ථාපිත යෙදුම් ලැයිස්තුවක් පෙන්වන්න, සහතික කළ යෙදුම් වැනි ඇතැම් යෙදුම්, මෙම දසුනේ නොපවතිනු ඇත.
sv: Se en lista på appar installerade på enheten. Vissa appar, såsom certifierade appar, kan saknas i listan.
ta: சாதனத்தில் நிறுவப்பட்டுள்ள பயன்பாடுகளின் பட்டியலைக் காணவும். சான்றளிக்கப்பட்ட பயன்பாடுகள் போன்ற சில பயன்பாடுகள் இந்த காட்சி வகையில் சேர்க்கப்படாமல் இருக்கலாம்.
te: ఈ పరికరంపై సంస్థాపించిన అనువర్తనాల జాబితా దర్శించు. కొన్ని అనువర్తనాలు, దృవీకరించినటువంటివి, ఈ దర్శనం నుండి మినహాయించి వుండవచ్చు.
tr: Cihazda yüklü uygulamaların listesini görüntüler. Bazı uygulamalar (örn. sertifikalı uygulamalar) bu görünümde olmayabilir.
ur: اس آلہ پر تنصیب شدہ ایپس کی فہرست دیکھیں. کچھ ایپس، جیسے تصدیق شدہ ایپس، اس نظارہ سے شاید خارج کر دی گیں.
uz: Qurilmadagi o‘rnatilgan ilovalar ro‘yxatini ko‘rish. Ba’zi ilovalar, masalan, sertifikatlangan ilovalar, ro‘yxat ko‘rinishida bo‘lmasligi mumkin.
xh: Bona uluhlu lwee-apps ezifakelwe kwisixhobo. Ezinye ii-apps, ezifana nee-apps eziqinisekisiweyo, zingathintelwe kulo mbono.

source: Permissions
as: অনুমতিসমূহ
az: İcazələr
bg: Права
ca: Permisos
cy: Caniatâd
es_mx: Permisos
eu: Baimenak
hi_in: अनुमति
hr: Dozvole
id: Hak akses
kk: Рұқсаттар
km: សិទ្ធិ
lt: Leidimai
lv: Atļaujas
mai: अनुमति
ml: ആനുകൂല്യങ്ങള്‍
mr: परवानगी
ms: Kebenaran
my: ပါမစ်ရှင်များ
or: ଅନୁମତି
pt: Permissões
pt_br: Permissões
ro: Permisiuni
si: බලතල
sv: Rättigheter
ta: அனுமதிகள்
te: అనుమతులు
tr: İzinler
ur: اجازتیں
uz: Ruxsatlar
xh: Iimvume

source: View a table of the permissions accessible to the different types of apps
as: বিভিন্ন ধৰণৰ এপসমূহলৈ অভিগম্য অনুমতিসমূহৰ এটা টেবুল দৰ্শন কৰক
bg: Показване на таблица с правата, достъпни за приложенията от различни видове
ca: Mostra una taula dels permisos als quals poden accedir els diferents tipus d'aplicacions
cy: Gweld tabl caniatâd sydd ar gael i'r mathau gwahanol o apiau
es_mx: Ver una tabla de permisos accesibles a los diferentes tipos de aplicaciones
eu: Ikusi aplikazio mota desberdinek erabilgarri dituzten baimenen taula.
hi_in: अनुप्रयोग के विभिन्न प्रकारों के लिए सुलभ अनुमतियों की एक तालिका देखें
hr: Pogledajte tablicu dostupnih dopuštenja za različite vrste aplikacija.
id: Tampilkan tabel hak akses untuk berbagai jenis app.
kk: Қолданбалардың әр түрлеріне қолжетерлік рұқсаттар кестесін қарау
km: មើល​តារាង​សិទ្ធិ​ដែល​អាច​ចូល​​ដំណើរការ​បាន​ចំពោះ​ប្រភេទ​កម្មវិធី​ផ្សេង​ទៀត។
lt: Parodyti leidimų, suteikiamų įvairių tipų programoms, lentelę.
lv: Aplūkojiet tabulu ar atļaujām, kas pieejamas dažāda tipa aplikācijām.
mai: ऐप्पस केर विभिन्न प्रकार कलेल सुलभ अनुमति केर एकटा तालिका देखू
ml: പല തരത്തിലുള്ള പ്രയോഗങ്ങള്‍ത്ത് ലഭ്യമായ അനുമതികളുടെ പട്ടിക കാണുക
mr: विविध प्रकारच्या ॲप्सकरिता प्रवेशजोगी परवागनी तक्ताचे अवलोकन करा
ms: Lihat jadual keizinan yang boleh dicapai pada aplikasi dari jenis yang berbeza
my: အမျိုးအစား မတူညီသည့် အက်ပ်များမှ အသုံးပြုနိုင်သော လုပ်ပိုင်ခွင့်များ ဇယားကို ကြည့်ပါ
oc: Afichar un tablèu de las permissions accessiblas als diferents tipes d'aplicacions
or: ଭିନ୍ନ ପ୍ରକାରର ପ୍ରୟୋଗଗୁଡ଼ିକରେ ଅଭିଗମ୍ୟ ଅନୁମତିଗୁଡ଼ିକର ସାରଣୀକୁ ଦେଖନ୍ତୁ।
pt: Ver tabela de permissões para os diversos tipos de aplicações.
pt_br: Exibir uma tabela das permissões acessíveis a diferentes tipos de aplicativos
si: එක් එක් වර්ගයේ යෙදුම් සඳහා පිවිසුම් බලතල වගුවක් දර්ශනය කරන්න
sv: Se en tabell på tillgängliga tillstånd för olika typer av appar
ta: வெவ்வேறு வகை பயன்பாடுகளால் அணுகக்கூடிய அனுமதிகளின் அட்டவணையைக் காணவும்
te: వివిధ రకాలైన అనువర్తనాలకు అందుబాటులోని అనుమతుల పట్టికను దర్శించు
tr: Farklı uygulama türlerinin erişim izinlerini gösteren tabloyu göster
ur: مختلف اقسام کی ایپ کون سی اجازتیں رسائی کر سکتی ہیں اس کا تيبل دیکھیں
uz: Boshqa turdagi ilovalardan foydalanish huquqlari ro‘yxatini ko‘rish
xh: Bona itheyibhuli yeemvume ezinokufikelelwa kwiintlobo zee-apps ezahlekeneyo

source: Browser Tabs
as: ব্ৰাউছাৰ টেবসমূহ
az: Səyyah vərəqləri
bg: Подпрозорци на браузъра
ca: Pestanyes del navegador
cy: Tabiau Porwyr
es_mx: Pestañas del navegador
eu: Nabigatzailearen fitxak
hi_in: ब्राउजर टैब
hr: Kartice preglednika
id: Tab Peramban
kk: Браузер беттері
km: ផ្ទាំង​រុករក
lt: Naršyklės kortelės
lv: Pārlūka cilnes
mai: ब्राउजर टैब
ml: ബ്രൌസര്‍ റ്റാബുകള്‍
mr: ब्राउजर टॅब्स
ms: Tab Pelayar
my: ဘရောင်ဇာ စာမျက်နှာများ
oc: Onglets del navigador
or: ବ୍ରାଉଜର ଟ୍ୟାବଗୁଡ଼ିକ
pt: Separadores do navegador
pt_br: Abas do navegador
ro: Filele navigatorului
si: ගවේෂක ටැබ්
sv: Webbläsarflikar
ta: உலாவியின் கீற்றுகள்
te: విహారిణి టాబ్‌లు
th: แท็บเบราเซอร์
tr: Tarayıcı sekmeleri
ur: براؤزر کے ٹیب
uz: Brauzer ichki oynalari

source: View a list of tabs in the browser of the connected device
as: সংযুক্ত ডিভাইচৰ ব্ৰাউছাৰত টেবসমূহৰ এটা তালিকা চাওক
bg: Показване на списък с подпрозорците на браузъра на свързаното устройство
ca: Mostra una llista de les pestanyes del navegador del dispositiu connectat
cy: Gweld rhestr tabiau ym mhorwr y dyfeisiau cysylltiedig
es_mx: Ver una lista de pestañas en el navegador del dispositivo conectado
eu: Ikusi konektatutako gailuaren nabigatzaileko fitxen zerrenda
hi_in: कनेक्टेड डिवाइस के ब्राउज़र में टैब की सूची दिखाएँ
hr: Pogledajte popis kartica u pregledniku povezanog uređaja
id: Tampilkan daftar tab di peramban pada perangkat yang tersambung
kk: Байланысқан құрылғы браузеріндегі беттер тізімін қарау
km: មើល​បញ្ជី​ផ្ទាំង​នៅ​ក្នុង​កម្មវិធី​អ៊ីនធឺណិត​នៃ​ឧបករណ៍​ដែល​បាន​ភ្ជាប់
lt: Rodyti prijungto įrenginio naršyklėje atvertų kortelių sąrašą
lv: Aplūkot savienotās ierīces pārlūka cilnes
mai: कनेक्टेड डिवाइस केर ब्राउज़र मे टैब केर सूची देखाउ
ml: കണക്ട് ചെയ്ത ഡിവൈസിന്റെ ബ്രൌസറിലുള്ള ടാബുകളുടെ പട്ടിക കാണുക
mr: जुळलेल्या साधनाच्या ब्राउजरमध्ये टॅब्जच्या सूचीचे दृष्य
ms: Lihat senarai tab dalam pelayar pada peranti yang disambung
my: ချိတ်ဆက်ထားသည့် ကိရိယာများ၏ ဘရောင်ဇာမှ စာမျက်နှာများစာရင်းကို ကြည့်ပါ
oc: Afichar la lista dels onglets dobèrts dins lo navigador de l'aparelh connectat
or: ସଂଯୁକ୍ତ ଉପକରଣର ବ୍ରାଉଜରରେ ଟ୍ୟାବଗୁଡ଼ିକର ତାଲିକାକୁ ଦେଖନ୍ତୁ
pt: Ver uma lista de separadores no navegador dos dispositivo ligado
pt_br: Exibir a lista de abas do navegador no dispositivo conectado
ro: Vizualizați o listă cu file în navigatorul dispozitivului conectat
si: සබඳකළ උපාංගයේ ගවේශකයේ ටැබ ලැයිස්තුවක් පෙන්වන්න
sv: Visa en lista på flikar i webbläsaren på den anslutna enheten
ta: இணந்துள்ள கருவியின் உலாவியிலுள்ள கீற்றுகளின் பட்டியலை பார்
te: అనుసంధానిత పరికరపు విహారిణి నందలి టాబ్ల జాబితా దర్శించు
tr: Bağlı cihazın tarayıcısındaki sekmelerin listesini göster
ur: جڑے ہوئے آلے کے براؤزر میں ٹیب کی فہرست دیکھیں
uz: Ulangan qurilmadagi ichki oynalar ro‘yxatini brauzerda ko‘rsatish
xh: Bona uluhlu lwethubhu kwibhrawza yesixhobo esinxibeleleneyo

# device.debugBrowserTab
source: Debug
az: Sazlama
bg: Дебъг
ca: Depuració
cy: Dadfygio
eu: Araztu
km: បំបាត់​កំហុស
lt: Derinti
lv: Atkļūdošana
my: အမှားစစ်ရန်
pt: Depurar
ro: Depanare
sv: Avlusa
te: డీబగ్
tr: Hata ayıkla

source: Open the Developer Tools connected to this browser tab on the device
as: ডিভাইচত এই ব্ৰাউছাৰ টেবৰ সৈতে সংযুক্ত উন্নয়নকাৰী সঁজুলিসমূহ খোলক
az: Cihazdakı bu səyyah vərəqinə bağlı Tərtibatçı Alətlərini aç
bg: Отваряне на инструментите за разработчици, свързани с този подпрозореца на браузъра на устройството
ca: Obre les eines per a desenvolupadors connectades a aquesta pestanya del navegador del dispositiu
cy: Agor Offer Datblygwyr sy'n gysylltiedig â'r tab porwr ar y ddyfais
es_mx: Abrir las herramientas de desarrolladores conectadas a esta pestaña del navegador en el dispositivo
eu: Ireki gailuan nabigatzaile-fitxa honetara konektatutako garatzaile-tresnak
hi_in: युक्ति पर इस अनुप्रयोग से जुड़े डेवलपर उपकरण को खोलें.
hr: Otvori alate za razvijatelje koji su povezani s ovog karticom preglednika na uređaju.
id: Buka Alat Pengembang yang tersambung ke tab peramban pada perangkat
kk: Құрылғыдағы бұл браузерге байланысқан өндіруші саймандарын ашу
km: បើក​ឧបករណ៍​អ្នក​អភិវឌ្ឍន៍​ដែល​បាន​តភ្ជាប់​ទៅ​ផ្ទាំង​​កម្មវិធី​នេះ​នៅ​លើ​ឧបករណ៍។
lt: Atverti programuotojų priemones, šios įrenginio naršyklės kortelės kontekste
lv: Atvērt šai pārlūka cilnei pievienotos Izstrādātāju rīkus
mai: डिवाइस पर एहि ऐप्पस सँ जुड़ल डेवलपर उपकरण केँ खोलू.
ml: ഡിവൈസിലുള്ള ബ്രൌസര്‍ ടാബിലേക്ക് കണക്ട് ചെയ്തിരിയ്ക്കുന്ന ഡവലപ്പര്‍ ഉപകരണങ്ങള്‍ തുറക്കുക
mr: साधनवारील ह्या ब्राउजर टॅबशी जुळलेले डेव्हलपर साधने उघडा
ms: Buka Alatan Pembangunan yang bersambung ke aplikasi ini pada peranti
my: ကိရိယာရှိ ဘရောင်ဇာသို့ ချိတ်ဆက်ထားသော Developer Tools ကို ဖွင့်ပါ
oc: Dobrir las aisinas de desvolopament connectadas a aqueste onglet del navigador de l'aparelh
or: ଉପକରଣ ଉପରେ ଏହି ପ୍ରୟୋଗ ସହିତ ସଂଯୁକ୍ତ ଉପକରଣରେ ବିକାଶକାରୀ ସାଧନଗୁଡ଼ିକୁ ଖୋଲନ୍ତୁ
pt: Abrir as ferramentas do desenvolvedor ligado a este navegador no dispositivo
pt_br: Abrir as ferramentas do desenvolvedor conectadas a esta aba do navegador no dispositivo
ro: Deschideți uneltele de dezvoltare conectate filei navigatorului pe dispozitiv
si: උපාංගය මත මෙම ගවේශක ටැබයට සබැඳි සංවර්ධක මෙවලම් විවෘත කරන්න
sv: Öppna utvecklarverktygen anslutna till den här webbläsarfliken på enheten
ta: சாதனத்தில் இந்த பயன்பாட்டுடன் இணைக்கப்பட்டுள்ள உருவாக்குநர் கருவிகளைத் திற
te: ఈ విహారిణి టాబ్‌కు అనుసంధానించిన అభివృద్దికారి సాధనాలు పరికరంపై తెరువుము
th: เปิดแถบเครื่องมือนักพัฒนาที่เชื่อมต่อกับแอปนี้บนอุปกรณ์
tr: Cihazdaki bu tarayıcı sekmesine bağlı Geliştirici Araçları'nı aç
ur: آلہ پر اس براؤزر ٹیب سے جڑے ہوے ترقی دہندہ ٹول کھولیں
uz: Qurilmadagi ushbu ilova dasturga ulangan "Dasturlash asboblari"ni ochish.
xh: Vula iziXhobo zoMvelisi onxibelelene kule thebhu yebhrawza kwisixhobo

# device.help
source: Help
az: Kömək
bg: Помощ
ca: Ajuda
cy: Cymorth
eu: Laguntza
id: Bantuan
km: ជំនួយ
lt: Žinynas
lv: Palīdzība
my: အကူအညီ
pt: Ajuda
ro: Ajutor
sv: Hjälp
te: సహాయం
tr: Yardım

source: Connect to the device
as: ডিভাইচলৈ সংযোগ কৰক
az: Cihaza qoşul
bg: Свързване с устройството
ca: Connecta al dispositiu
cy: Cysylltu i'r ddyfais
es_mx: Conectar al dispositivo
eu: Konektatu gailura.
hi_in: युक्ति से कनेक्ट करें
hr: Poveži se na uređaj
id: Sambungkan ke perangkat.
kk: Құрылғыға байланысу
km: តភ្ជាប់​ទៅ​ឧបករណ៍។
lt: Prisijungti prie įrenginio.
lv: Pieslēgties ierīcei.
mai: दूरस्थ सर्वर सँ कनेक्ट करू
ml: ഡിവൈസിലേക്കു് കണക്ട് ചെയ്യുക
mr: साधनाशी जोडणी करा
ms: Sambung ke peranti
my: ကိရိယာကို ချိတ်ဆက်ရန်
oc: Se connectar a l'aparelh.
or: ଉପକରଣ ସହିତ ସଂଯୋଗ କରନ୍ତୁ
pt: Ligar ao dispositivo.
pt_br: Conectar-se a este dispositivo
si: උපකරණයට සම්බන්ධ වන්න
sv: Anslut till enheten
ta: சாதனத்துடன் இணைக்கவும்
te: పరికరానికి అనుసంధానించండి
th: เชื่อมต่อไปยังอุปกรณ์
tr: Cihaza bağlan
ur: آلہ سے رابطہ قائم کریں
uz: Qurilmaga ulanish
xh: Nxibelelana kwisixhobo

source: Disconnect
as: বিচ্ছিন্ন কৰক
az: Bağlantını kəs
bg: Развързване
ca: Desconnecta
cy: Datgysylltu
es_mx: Desconectar
eu: Deskonektatu
hi_in: डिस्कनेक्ट करें
hr: Prekini vezu
id: Putuskan
kk: Байланысты үзу
km: ផ្ដាច់​
lt: Atsijungti
lv: Atslēgties
mai: डिसकनेक्ट करू
ml: വിഛേദിക്കുക
mr: खंडीत करा
ms: Nyahsambung
my: ချိတ်ဆက်ဖြုတ်
oc: Desconnectar
or: ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ ହୋଇଛି
pt: Desligar
pt_br: Desconectar
ro: Deconectare
si: විසන්ධි කරන්න
sv: Koppla ned
ta: துண்டி
te: అననుసంధానించు
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantıyı kes
ur: منقطع کریں
uz: Uzish
xh: Khupha kunxibelelo

source: Disconnect from the current device or simulator
as: বৰ্তমান ডিভাইচ অথবা চিমুলেটৰৰ পৰা বিচ্ছিন্ন কৰক
az: Mövcud cihaz və ya simulyatordan ayrıl
bg: Развързване на текущото устройство или симулатор
ca: Desconnecta del dispositiu actual o del simulador
cy: Datgysylltu o'r ddyfais gyfredol neu'r efelychydd
es_mx: Desconectar del dispositivo actual o simulador
eu: Deskonektatu uneko gailu edo simulatzailetik.
hi_in: वर्तमान युक्ति या अनुकारक से डिस्कनेक्ट करें.
hr: Prekini vezu s trenutnim uređajem ili simulatorom.
id: Putuskan perangkat atau simulator saat ini.
kk: Ағымдағы құрылғы не симулятормен байланысты үзу
km: ផ្ដាច់​ពី​ឧបករណ៍ ឬ​កម្មវិធី​និម្មិត​បច្ចុប្បន្ន។
lt: Atsijungti nuo šio įrenginio arba simuliatoriaus.
lv: Atslēgties no aktīvās ierīces vai simulatora.
mai: वर्तमान डिवाइस अथवा अनुकारक सँ डिस्कनेक्ट करू.
ml: നിലവിലുള്ള ഡിവൈസ് അല്ലെങ്കില്‍ സിമുലേറ്ററില്‍ നിന്നും വിഛേദിയ്ക്കുക
mr: सध्याच्या साधन किंवा सिम्युलेटरपासून खंडीत करा
ms: Putuskan dari peranti semasa atau simulasi
my: လက်ရှိချိက်ဆက်ထားသော ပစ္စည်းသို့ စင်မျူလေတာမှ ဖြုတ်ပါ
oc: Se desconnectar de l'aparelh actual o del simulator.
or: ପ୍ରଚଳିତ ଉପକରଣ କିମ୍ବା ଅନୁକାରୀରୁ ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ କରନ୍ତୁ
pt: Desligar dispositivo ou simulador atual.
pt_br: Desconectar do dispositivo atual ou simulador
si: වත්මන් උපාංගයෙන් හෝ සමාකෘතියෙන් විසන්ධි වන්න
sv: Koppla ned från aktuell enhet eller simulator
ta: தற்போதைய சாதனம் அல்லது சிமுலேட்டரரிலிருந்து துண்டி
te: ప్రస్తుత పరికరం లేదా సిమ్యులేటర్ నుండి అననుసంధానించు
tr: Mevcut cihazdan veya simülatörden bağlantıyı kes
ur: موجودہ آلہ یا سمیلیٹر سے رابطہ منقطع کریں
uz: Joriy qurilma yoki simulyatordan uzish
xh: Khupha kwisixhobo sangoku okanye kwisixhobo sokulinganisa

source: Not Connected.
as: সংযুক্ত নহয়।
az: Qoşulu deyil.
bg: Не е свързан.
ca: No connectat.
cy: Heb Gysylltu.
es_mx: No conectado.
eu: Konektatu gabe.
hi_in: नहीं जुड़ा हुआ हैं.
hr: Nije povezano.
id: Tidak Tersambung.
kk: Байланыс жоқ.
km: មិន​បាន​តភ្ជាប់។
lt: Neprisijungta.
lv: Nav savienojuma.
mai: नहि जुड़ल अछि.
ml: കണക്ട് ചെയ്തിട്ടില്ല.
mr: जोडले नाही.
ms: Tidak Besambung.
my: ချိတ်ဆက်မထားပါ။
oc: Pas connectat.
or: ସଂଯୋଗ ହୋଇ ନାହିଁ।
pt: Não ligado.
pt_br: Não conectado.
ro: Neconectat.
si: සබඳ කර නොමැත.
sv: Ej ansluten.
ta: இணைக்கப்படவில்லை.
te: అనుసంధానం కాలేదు.
th: ไม่ได้เชื่อมต่อ
tr: Bağlı değil.
ur: جڑا ہوا نہیں۔
uz: Ulanmagan.
xh: Ayinxulunyaniswanga.

source: Connect to:
as: চিহ্নিত ডিভাইচলৈ সংযোগ কৰক:
az: Qoşul:
bg: Свързване с:
ca: Connecta a:
cy: Cysylltu â:
es_mx: Conectar a:
eu: Konektatu:
hi_in: से कनेक्ट करें:
hr: Povezano sa:
id: Sambungkan ke:
kk: Келесіге қосылу:
km: ​តភ្ជាប់​ទៅ៖
lt: Prisijungti prie:
lv: Pieslēgties:
mai: सँ कनेक्ट करू:
ml: ഏതിലേക്ക് കണക്ട് ചെയ്യണം:
mr: यास जोडणी करा:
ms: Sambung ke:
my: ချိတ်ဆက်ရန်။
oc: Connexion a :
or: ଏହା ସହିତ ସଂଯୋଗ କରନ୍ତୁ:
pt: Ligar a:
pt_br: Conectar-se a:
ro: Conectare la:
si: සබඳවන්න:
sv: Anslut till:
ta: இதற்கு இணைக்கவும்:
te: దీనికి అనుసంధానించు:
th: เชื่อมต่อไปยัง:
tr: Bağlan:
ur: جڑیں بطرف:
uz: Ulanish:
xh: Nxulumana ku
