Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/inspector.properties.po
Languages: ar, as, bg, ml, ms, oc, ro

source: If you leave this page, the changes you have made will be lost.
ar: إذا غادرت هذه الصفحة ستضيع التغييرات التي قمت بها.
as: আপুনি যদি এই পৃষ্ঠা এৰে, আপুনি কৰা পৰিবৰ্তনসমূহ হেৰাই যাব।
bg: Ако напуснете тази страница, промените които направихте ще се изгубят.
ml: ഈ താള്‍ ഉപേക്ഷിച്ചാല്‍, നിങ്ങള്‍ വരുത്തിയ മാറ്റങ്ങള്‍ നഷ്ടമാകുന്നു.
ms: Jika anda meninggalkan halaman ini, perubahan yang telah dilakukan akan hilang.
oc: Se quitatz aquesta pagina, las modificacions efectuadas seràn perdudas.
ro: Dacă părăsiți această pagină toate modificările efectuate vor fi pierdute.

source: Leave Page
ar: غادِر الصفحة
as: পৃষ্ঠা এৰি দিয়ক
bg: Напускане на страницата
ml: താള്‍ ഉപേക്ഷിയ്ക്കുക
ms: Tinggalkan Halaman
oc: Quitar la pagina
ro: Părăsire pagină

source: L
ar: غ
bg: Н
oc: Q
ro: i

source: Stay on Page
ar: ابقَ في الصفحة
as: পৃষ্ঠাত থাকক
bg: Оставане на страницата
ml: താളില്‍ നില്‍ക്കുക
ms: Kekal pada Halaman
oc: Demorar sus la pagina
ro: Rămâi pe pagină

source: S
ar: ق
bg: О
ms: K
oc: D
ro: m

source: Siblings
ar: الأشقاء
as: সহোদৰসমূহ
bg: Съседи
ml: സിബ്ലിങ്സ്
oc: Fraires
ro: Frați

source: Debugger is paused. Some features like mouse selection will not work.
as: ডিবাগাৰ বিৰাম অৱস্থাত আছে। কিছুমান বৈশিষ্ট্য যেনে মাউছ নিৰ্বাচন কাৰ্য্য নকৰিব।
bg: Дебъгерът е на пауза. Някой функции, като избора с мишка няма да работят.
ml: ഡീബഗ്ഗര്‍ ഇടയ്ക്കു് നിര്‍ത്തിയിരിയ്ക്കുന്നു. മൌസ് തെരഞ്ഞെടുക്കല്‍ പോലുള്ള ചില വിശേഷതകള്‍ പ്രവര്‍ത്തിയ്ക്കുകയില്ല.
ms: Debugger berjeda. Beberapa ciri seperti pemilihan tetikus tidak akan berfungsi.
oc: Lo desbugador es en pausa. D'unas foncionalitats coma la seleccion amb la mirga foncionaràn pas.
ro: Depanatorul este în pauză. Unele funcții precum selectarea mausului nu vor funcționa.

source: Node operations
ar: عمليات العُقَد
as: ন'ড কাৰ্য্যসমূহ
bg: Действия върху възел
ml: നോഡ് പ്രക്രിയകള്‍
ms: Nadi operasi
oc: Operacions sul nosèl
ro: Operații cu nodul

source: C
ro: i

source: Inspector Panel
as: নিৰীক্ষক পেনেল
ml: ഇന്‍സ്പക്ടര്‍ പാനല്‍
ms: Panel Pemeriksa
ro: Panoul de inspector

source: Markup View
as: মাৰ্কাপ দৰ্শন
ml: മാര്‍ക്കപ്പ് കാഴ്ച
ms: Lihat Markup
ro: Vizualizare marcaj

source: Some nodes were hidden.
ar: بعض العقد مخفية.
as: কিছুমান ন'ড লুকুৱা আছিল।
bg: Някои възли бяха скрити.
ml: ചില നോഡുകള്‍ അദൃശ്യമാണു്.
ms: Beberapa nod tersembunyi.
oc: D'unes nosèls son estats amagats.
ro: Câteva noduri au fost ascunse.

source: Show All %S Nodes
ar: أظهر كل عقد %S
as: সকলো %S ন'ড দেখুৱাওক
bg: Показване на всички %S възли
ml: എല്ലാ %S നോഡുകളും കാണിയ്ക്കുക
ms: Pamer Semua Nod %S
oc: Afichar totes los nosèls %S
ro: Arată toate nodurile %S

source: DOM and Style Inspector (%S)
ro: Inspector de stil și DOM (%S)

source: Could not load the image
as: ছবি ল'ড কৰিব পৰা নগল
bg: Изображението не можа да се зареди
ml: ഇമേജ് ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല
ms: Tidak dapat memuatkan imej
oc: Impossible de cargar l'imatge
ro: Nu s-a putut încărca imaginea

source: Open in Debugger
ar: افتح في المنقّح
as: ডিবাগাৰত খোলক
ml: ഡീബഗ്ഗറില്‍ തുറക്കുക
ms: Buka dalam Penyahpepijat
oc: Dobrir lo desbugador
ro: Deschideți în depanator

source: Visit MDN page
ro: Vizitați pagina MDN

source: Could not load docs page.
ro: Nu se poate încărca pagina cu documente.

source: Collapse pane
ro: Restrânge panoul

source: Expand pane
ro: Extinde panoul

source: %1$S of %2$S
as: %2$S ৰ %1$S
ml: %2$S ന്റെ %1$S
ro: %1$S din %2$S

source: No matches
as: কোনো মিল নাই
ml: ചേരുന്നവയില്ല
ro: Nicio potrivire

source: Open Link in New Tab
ro: Deschide legătura în filă nouă

source: Copy Link Address
ro: Copiază adresa legăturii

source: Select Element #%S
ro: Selectează elementul #%S

source: &Inspector
ar: ال&فاحص
as: নিৰীক্ষক
bg: &Инспектор
ml: നിരീക്ഷ&കന്‍
ms: &Pemeriksa

source: DOM and Style Inspector
ar: فاحص الطرز و شجرة المستند
as: DOM আৰু শৈলী নীৰিক্ষক
bg: Инспектор на DOM и на Стилове
ml: ഡിഒഎം, ശൈലി ഇന്‍സ്പെക്ടര്‍
ms: Pemeriksa DOM dan Gaya
oc: Inspector d'estils e del DOM
