Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/styleinspector.properties.po
Languages: ar, cy, hi_in

source: Style Inspector
ar: فاحص الطُرز
cy: Archwiliwr Arddull
hi_in: शैली इंस्पेक्टर

source: Best Match
ar: أفضل تطابق
cy: Cydweddiad Gorau
hi_in: सबसे अच्छा मेल

source: Matched
ar: تطابق
cy: Cydweddwyd
hi_in: मेल खाया हुआ

source: Parent Match
ar: تطابق في الأب
cy: Cydweddiad Rhiant
hi_in: पैरेंट मेल

source: Unmatched
ar: عدم تطابق
cy: Heb ei Gydweddu
hi_in: बेमेल

source: inline
ar: ضمن الصفحة
cy: mewn lein
hi_in: इनलाइन

source: element
ar: عنصر
cy: elfen
hi_in: तत्व

source: Computed
ar: محسوبة
cy: Cyfrifwyd
hi_in: गणना किया हुआ

# style.highlighter.accesskey2
source: C
ar: ح

source: Inspect element computed styles
ar: افحص الطُرز المحسوبة للعنصر
cy: Archwilio elfennau arddulliau cyfrifo
hi_in: तत्व संगणित शैली की जाँच करें

source: Read the documentation for this property
ar: اقرأ وثائق هذه الخاصية
cy: Darllen y ddogfennaeth ar y priodoledd
hi_in: इस विशेषता के लिए दस्तावेज़ पढ़ें

source: Invalid property value
ar: قيمة خاصية غير سليمة
cy: Gwerth priodwedd annilys
hi_in: अवैध विशेषता मान

# style.contextmenu.copyselection
source: Copy selection
ar: انسخ التحديد
cy: Copïo'r dewis
hi_in: नक़ल चयन

# style.contextmenu.copyselection.accesskey
source: C
ar: ن

# style.contextmenu.copydeclaration
source: Copy declaration line
ar: انسخ سطر الإعلان
cy: Llinell datgan copïo
hi_in: घोषणा पंक्ति की नक़ल लें

# style.contextmenu.copydeclaration.accesskey
source: D
ar: خ

# style.contextmenu.copyproperty
source: Copy property
ar: انسخ الخاصية
cy: Priodwedd copïo
hi_in: विशेषता की नक़ल लें

# style.contextmenu.copyproperty.accesskey
source: P
ar: ص

# style.contextmenu.copypropertyvalue
source: Copy property value
ar: انسخ قيمة الخاصية
cy: Gwerth priodwedd copïo
hi_in: विशेषता मान की नक़ल लें

# style.contextmenu.copypropertyvalue.accesskey
source: U
ar: ق

# rule.contextmenu.copyselection
source: Copy selection
ar: انسخ التحديد
cy: Dewis copîo
hi_in: चयन की नक़ल लें

# rule.contextmenu.copyselection.accesskey
source: C
ar: ن

source: Copy rule
ar: انسخ القاعدة
cy: Rheol copïo
hi_in: नक़ल नियम

# rule.contextmenu.copyrule.accesskey
source: R
ar: ع

# rule.contextmenu.copydeclaration
source: Copy declaration line
ar: انسخ سطر الإعلان
cy: Llinell datgan copïo
hi_in: घोषणा पंक्ति की नक़ल लें

# rule.contextmenu.copydeclaration.accesskey
source: D
ar: خ

# rule.contextmenu.copyproperty
source: Copy property
ar: انسخ الخاصية
cy: Priodwedd copïo
hi_in: नक़ल विशेषता

# rule.contextmenu.copyproperty.accesskey
source: P
ar: ص

# rule.contextmenu.copypropertyvalue
source: Copy property value
ar: انسخ قيمة الخاصية
cy: Gwerth priodwedd copïo
hi_in: विशेषता मान की नक़ल लें

# rule.contextmenu.copypropertyvalue.accesskey
source: U
ar: ق

source: Rules
ar: القواعد
cy: Rheolau
hi_in: नियम

# ruleView.accesskey
source: R
ar: د

source: View and Edit CSS
ar: اعرض وحرر CSS
cy: Gweld a Golygu CSS
hi_in: CSS देखें और संपादित करें

source: No element selected.
ar: لا عناصر مختارة
cy: Heb ddewis elfen.
hi_in: कोई तत्व चयनित नहीं.

source: Inherited from %S (%S)
cy: Etifeddwyd gan %S (%S)
hi_in: %S (%S) से लिया हुआ
