Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/styleeditor.properties.po
Languages: ar, as, bg, ga_ie, gd, lv, ml, ms, pt, ro, ta

source: Style Editor [%S]
ar: محرر الطُرز [%S]
as: শৈলী সম্পাদক [%S]
bg: Стилов редактор [%S]
ga_ie: Eagarthóir Stíle [%S]
gd: Deasaiche stoidhle [%S]
lv: Stila redaktors [%S]
ml: സ്റ്റൈല്‍ എഡിറ്റര്‍ [%S]
ms: Editor Gaya [%S]
pt: Editor de estilos [%S]
ro: Editor de stil [%S]
ta: ஸ்டைல் எடிட்டர் [%S]

source: <inline style sheet #%S>
ar: <صفحة طُرز مدمجة #%S>
as: <ইনলাইন শৈলী পৰ্দা #%S>
bg: <вложен стилов лист №%S>
ga_ie: <stílbhileog inlíne #%S>
gd: <siota-stoidhle am broinn loidhne #%S>
lv: <iekļauts stils #%S>
pt: <folha de estilo em linha #%S>
ro: <Foaie de stil inline #%S>

source: New style sheet #%S
ar: صفحة طُرز جديدة #%S
as: নতুন শৈলী পৰ্দা#%S
bg: Нов стилов лист №%S
ga_ie: Stílbhileog nua #%S
gd: Siota-stoidhle ùr #%S
lv: Jauns stila dokuments #%S
ml: പുതിയ സ്റ്റൈല്‍ ഷീറ്റ് #%S
ms: Gaya lembaran baru #%S
pt: Nova folha de estilo #%S
ro: Foaie de stil nouă #%S
ta: புதிய ஸ்டைல் ஷீட் #%S

source: #1 rule.;#1 rules.
ar: قاعدة واحدة.;قاعدتان.;#1 قواعد.;#1 قاعدة.;#1 قاعدة.;لا قواعد.
as: #1 নিয়ম.;#1 নিয়মসমূহ।
bg: #1 правило.;#1 правила.
ga_ie: #1 riail.;#1 riail.;#1 riail.;#1 riail.;#1 riail.
gd: #1 riaghailt;#1 riaghailt;#1 riaghailtean;#1 riaghailt.
lv: #1 noteikums.;#1 noteikumi.;#1 noteikumi.
ml: #1 നിയമം.;#1 നിയമങ്ങള്‍.
ms: #1 peraturan.;#1 peraturan-peraturan.
pt: #1 regra.;#1 regras.
ro: #1 regulă.;#1 reguli.
ta: #1 விதி.;#1 விதிகள்.

source: Style sheet could not be loaded.
ar: تعّذر تحميل صفحة الطُرز.
as: শৈলী পৰ্দা ল'ড কৰিব পৰা নগল।
bg: Стилов лист не може да бъде зареден.
ga_ie: Níorbh fhéidir an stílbhileog a luchtú.
gd: Cha do ghabh an siota-stoidhle a luchdadh.
lv: Nevar ielādēt stila dokumentu.
ml: സ്റ്റൈല്‍ ഷീറ്റ് ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല.
ms: Lembaran gaya tidak dapat dimuatkan.
pt: A folha de estilo não pode ser carregada.
ro: Foaia de stil nu a putut fi încărcată.
ta: ஸ்டைல் ஷீட்டை ஏற்ற முடியவில்லை.

source: Style sheet could not be saved.
ar: تعّذر حفظ صفحة الطُرز.
as: শৈলী পৰ্দা সংৰক্ষণ কৰিব পৰা নগল।
bg: Стилов лист не може да бъде запазен.
ga_ie: Níorbh fhéidir an stílbhileog a shábháil.
gd: Cha do ghabh an siota-stoidhle a shàbhaladh.
lv: Nevar saglabāt stila dokumentu.
ml: സ്റ്റൈല്‍ ഷീറ്റ് സൂക്ഷിയ്ക്കുവാന്‍ സാധ്യമല്ല.
ms: Lembaran gaya tersebut tidak boleh disimpan.
pt: A folha de estilo não pode ser carregada.
ro: Foaia de stil nu a putut fi salvată.
ta: ஸ்டைல் ஷீட்டை சேமிக்க முடியவில்லை.

source: Can't show coverage information for compressed stylesheets
as: সংকোচিত স্টাইলশ্বিটসমূহৰ বাবে কভাৰেইজ তথ্য দেখুৱাব নোৱাৰি
bg: Не може да се покаже информация за покритието на компресирани стилови листове
ga_ie: Ní féidir anailís ar chuimsiú a dhéanamh ar stílbhileoga comhbhrúite
lv: Nevar parādīt informāciju par saspiestajām stilu lapām
ml: കമ്പ്രസ്സ് ചെയ്ത സ്റ്റൈല്‍ഷീറ്റുകള്‍ക്കുള്ള കവറേജ് വിവരം കാണിയ്ക്കുവാന്‍ സാധ്യമല്ല
ms: Tidak dapat menunjukkan maklumat liputan untuk gaya helaian termampat
pt: Não é possível mostrar a informação da cobertura para as folhas de estilos comprimidas
ta: சுருக்கப்பட்ட stylesheets களுக்கு உள்ளடக்க தகவலை காண்பிக்க முடியாது

source: Import style sheet
ar: استورِد صفحة طُرز
as: শৈলী পৰ্দা ইমপোৰ্ট কৰক
bg: Внасяне на стилов лист
ga_ie: Iompórtáil stílbhileog
gd: Ion-phortaich siota-stoidhle
lv: Importēt stila dokumentu
ml: സ്റ്റൈല്‍ ഷീറ്റ് ഇംപോര്‍ട്ട് ചെയ്യുക
ms: Import gaya helaian
pt: Importar folha de estilo
ro: Importă o foaie de stil
ta: ஸ்டைல் ஷீட்டை இறக்குமதி செய்

# importStyleSheet.filter
source: CSS files
ar: ملفات CSS
as: CSS ফাইলসমূহ
bg: CSS-файлове
ga_ie: Comhaid CSS
gd: Faidhlichean CSS
lv: CSS faili
ml: സിഎസ്എസ് ഫയലുകള്‍
ms: Fail-fail CSS
pt: Ficheiros CSS
ro: fișiere CSS
ta: CSS கோப்புகள்

source: Save style sheet
ar: احفظ صفحة الطُرز
as: শৈলী পৰ্দা সংৰক্ষণ কৰক
bg: Запазване на стиловият лист
ga_ie: Sábháil stílbhileog
gd: Sàbhail an siota-stoidhle
lv: Saglabāt stila failu
ml: സ്റ്റൈല്‍ ഷീറ്റ് സൂക്ഷിയ്ക്കുക
ms: Simpan gaya kunci
pt: Guardar folha de estilo
ro: Salvează foaia de stil
ta: ஸ்டைல் ஷீட்டைச் சேமி

# saveStyleSheet.filter
source: CSS files
ar: ملفات CSS
as: CSS ফাইলসমূহ
bg: CSS-файлове
ga_ie: Comhaid CSS
gd: Faidhlichean CSS
lv: CSS faili
ml: സിഎസ്എസ് ഫയലുകള്‍
ms: Fail-fail CSS
pt: Ficheiros CSS
ro: fișiere CSS
ta: CSS கோப்புகள்

source: l
lv: S
pt: y

source: Style Editor
as: শৈলী সম্পাদক
bg: Редактор на стилове
ga_ie: Eagarthóir Stíle
lv: Stila redaktors
ml: സ്റ്റൈല്‍ എഡിറ്റര്‍
ms: Gaya Pengubah
pt: Editor de estilos
ro: Editor de stil
ta: ஸ்டைல் எடிட்டர்

source: Style Editor Panel
as: শৈলী সম্পাদক পেনেল
ga_ie: Painéal an Eagarthóra Stíle
lv: Stila redaktora panelis
ml: സ്റ്റൈല്‍ എഡിറ്റര്‍ പാനല്‍
ms: Panel Editor Gaya
pt: Painel do editor de estilos
ro: Panou editor de stil
ta: ஸ்டைல் எடிட்டர் பலகம்

source: Stylesheet Editor (CSS)
as: স্টাইলশ্বিট সম্পাদক (CSS)
lv: CSS stilu redaktors
ml: സ്റ്റൈല്‍ഷീറ്റ് എഡിറ്റര്‍ (സിഎസ്എസ്)
pt: Editor de folhas de estilos (CSS)
ro: Editor foi de stil (CSS)
ta: நடைதாள் தொகுப்பாளர் (CSS)

source: If you leave this page, unsaved changes in the Style Editor will be lost.
as: যদি আপুনি এই পৃষ্ঠা প্ৰস্থান কৰে, শৈলী সম্পাদকত অসংৰক্ষিত পৰিবৰ্তনসমূহ হেৰাই যাব।
bg: Ако напуснете тази страница, незаписаните промени в стиловия редактор ще бъда загубени.
ga_ie: Má fhágann tú an leathanach seo, caillfidh tú athruithe déanta san Eagarthóir Stíle.
lv: Ja pametīsiet šo lapu nesaglabātās izmaiņas šajā Stila redaktorā tiks pazaudētas.
ml: നിങ്ങള്‍ ഈ താള്‍ ഉപേക്ഷിച്ചാല്‍, സ്റ്റൈല്‍ എഡിറ്ററില്‍ വരുത്തിയ സൂക്ഷിച്ചിട്ടില്ലാത്ത മാറ്റങ്ങള്‍ നഷ്ടമാകുന്നു.
ms: Jika anda meninggalkan laman ini, perubahan belum disimpan dalam Editor Gaya akan hilang.
pt: Se sair da página, alterações não guardadas no editor de estilos serão perdidas.
ro: Dacă părăsiți această pagină modificările nesalvate din Editorul de stil vor fi pierdute.
ta: நீங்கள் இந்தப் பக்கத்தை விட்டு வெளியேறினால், பாணி திருத்தியில் உள்ள சேமிக்கப்படாத மாற்றங்கள் இழக்கப்படும்.

source: Leave Page
as: পৃষ্ঠা প্ৰস্থান কৰক
bg: Напускане на страницата
ga_ie: Fág an Leathanach
lv: Pamest lapu
ml: താള്‍ ഉപേക്ഷിയ്ക്കുക
ms: Tinggalkan Halaman
pt: Sair da página
ro: Părăsire pagină
ta: பக்கத்தை விடவும்

source: L
bg: Н
pt: S

source: Stay on Page
as: পৃষ্ঠাত থাকক
bg: Оставане на страницата
ga_ie: Fan Anseo
lv: Palikt šajā lapā
ml: താളില്‍ നില്‍ക്കുക
ms: Kekal pada Halaman
pt: Ficar na página
ro: Rămâi pe pagină
ta: பக்கத்தில் இருக்கவும்

# confirmNavigationAway.buttonStayAccesskey
source: S
bg: О
lv: P
pt: F
