Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/toolbox.dtd.po
Languages: as, cy, es_mx, eu, ga_ie, km, kn, lv, mai, mr, ms, sv, te, tr

source: Show original sources (e.g. Sass files) in the Style Editor and Inspector
as: শৈলী সম্পাদক আৰু নিৰীক্ষকত প্ৰকৃত উৎস (উদাহৰণস্বৰূপ Sass ফাইলসমূহ) দেখুৱাওক
cy: Dangos ffynonellau gwreiddiol (e.e. ffeiliau Sass) yn y Golygydd Steil a'r Archwiliwr
es_mx: Mostrar las fuentes originales (por ejemplo, archivos de Sass) en el Editor de estilos e Inspector
eu: Erakutsi jatorrizko iturburuak (adib. Sass fitxategiak) estiloen editorean eta ikuskatzailean
ga_ie: Taispeáin na bunfhoinsí (m.sh. comhaid Sass) san Eagarthóir Stíle agus sa Scrúdaitheoir
km: បង្ហាញ​ប្រភព​ដើម (ឧ. ឯកសារ Sass) ក្នុង​កម្មវិធី​ពិនិត្យមើល និង​កម្មវិធី​កែ​រចនាសម្ព័ន្ធ
kn: ಶೈಲಿ ಸಂಪಾದಕ ಮತ್ತು ಪರೀಕ್ಷಕದಲ್ಲಿ ಮೂಲ ಆಕರಗಳನ್ನು ತೋರಿಸು (ಉದಾ. Sass ಕಡತಗಳು)
lv: Rādīt sākotnējo kodu (e.g. piem Sass failus) Stila redaktorā un Inspektorā
mai: मूल स्रोत देखाबू (उदाहरण Sass फ़ाइल) शैली संपादक आओर निरीक्षक मे
mr: स्टाइल संपादक आणि इंस्सपेक्टरमध्ये मूळ सोअर्सेस (उ.दा. Sass फाइल्स) दाखवा
ms: Tunjuk sumber asal (iaitu fail Sass) di dalam Editor Gaya dan Inspektor
sv: Visa originalkällor (t.ex. Sass-filer) i stileditorn och inspektören
te: శైలి సరికూర్పరి మరియు ఇన్‌స్టెక్టర్‌ నందు వాస్తవ మూలాలను (ఉ.దా. Sass దస్త్రాలు) చూపుము
tr: Stil Editörü ve Denetçi'de orijinal kaynakları (örn. Sass dosyaları) göster

source: Autocomplete CSS
as: CSS স্বসম্পূৰ্ণ কৰক
cy: Awtogwblhau CSS
es_mx: Autocompletar CSS
eu: CSSaren osatze automatikoa
ga_ie: CSS a uathlíonadh
km: CSS បំពេញ​ស្វ័យប្រវត្តិ
kn: CSS ಅನ್ನು ಸ್ವಯಂಪೂರ್ಣಗೊಳಿಸು
lv: Automātiski pabeigt CSS
mai: स्वतःपूर्ण CSS
mr: CSS स्वपूर्ण करा
sv: Autokomplettera CSS
te: ఆటోకంప్లీట్ CSS
tr: CSS'i otomatik tamamla

source: Autocomplete CSS properties, values and selectors in Style Editor as you type
as: আপুনি টাইপ কৰোতে শৈলী সম্পাদকত CSS বৈশিষ্ট্যসমূহ, মানসমূহ আৰু নিৰ্বাচকসমূহ স্বসম্পূৰ্ণ কৰক
cy: Awtogwblhau priodweddau CSS, gwerthoedd a dewiswyr yn y Golygydd Steil wrth i chi deipio
es_mx: Autocompletar propiedades, valores y selectores CSS en el editor de estilos a medida que escribes
eu: Osatu automatikoki idatzi ahala CSS propietateak, balioak eta hautatzaileak estiloen editorean
ga_ie: Déan uathlíonadh beo d'airíonna, luachanna, agus roghnóirí CSS san Eagarthóir Stíle
km: លក្ខណសម្បត្តិ​ CSS បំពេញ​ស្វ័យប្រវត្តិ, តម្លៃ និង​កម្មវិធី​ជ្រើស​ក្នុង​កម្មវិធី​កែ​រចនាប័ទ្ម​​ដូច​ដែល​អ្នក​វាយ
kn: ನೀವು ನಮೂದಿಸಿದಂತೆಲ್ಲಾ, ಶೈಲಿ ಸಂಪಾದಕದಲ್ಲಿ CSS ಗುಣಗಳು, ಮೌಲ್ಯಗಳು ಮತ್ತು ಆಯ್ಕೆಗಾರಗಳನ್ನು ಸ್ವಯಂಪೂರ್ಣಗೊಳಿಸಲಾಗುತ್ತದೆ
lv: Rakstos automātiski pabeigt CSS likumus, to vērtības un selektorus
mai: स्वतःपूर्ण CSS विशेषता, मान आओर शैली संपादक मे चयनक अहाँक टाइप करए केर दौरान
mr: स्टाइल संपादकात टाइप करत असल्याप्रमाणे CSS गुणधर्म, मूल्य आणि सिलेक्टर्स स्वपूर्ण करा
ms: Ciri, nilai dan pemilih autocomplete CSS dalam Editor Gaya sebaik sahaja anda menaip
sv: Autokomplettera CSS-egenskaper, värden och selektorer när du skriver i stileditorn
te: శైలి సరికూర్పరి నందు మీర టైపు చేయగానే CSS లక్షణాలు, విలువలు మరియు సెలక్టార్లను స్వయంచాలకంగా పూర్తిచేయుము
tr: Stil Editörü'nde siz yazdıkça CSS niteliklerini, değerleri ve seçicileri otomatik tamamlar

source: JavaScript Profiler
as: JavaScript আলেখ্যক
cy: Proffeilydd JavaScript
es_mx: Perfilador de JavaScript
eu: JavaScript analizatzailea
ga_ie: Próifíleoir JavaScript
km: កម្មវិធី​បង្កើត​ទម្រង់ JavaScript
kn: JavaScript ಪ್ರೊಫೈಲರ್
lv: JavaScript profilators
mai: जावास्क्रिप्ट प्रोफाइलर
mr: JavaScript प्रोफाइलर
ms: Pemprofil JavaScript
sv: JavaScript-profileraren
te: జావాస్క్రిప్ట్ ప్రొఫైలర్
tr: JavaScript Profilleyicisi

source: Common Preferences
as: সাধাৰণ পছন্দসমূহ
cy: Dewisiadau Cyffredin
es_mx: Preferencias comunes
eu: Partekatutako hobespenak
ga_ie: Gnáthroghanna
km: ចំណូលចិត្ត​ទូទៅ
kn: ಸಾಮಾನ್ಯ ಆದ್ಯತೆಗಳು
lv: Kopīgie iestatījumi
mai: सामान्य वरीयतासभ
mr: सामान्य प्राधान्यता
ms: Keutamaan Kebiasaan
sv: Gemensamma Inställningar
te: ఉమ్మడి అభీష్టాలు
tr: Genel tercihler

source: Enable persistent logs
as: স্থায়ী লগসমূহ সামৰ্থবান কৰক
cy: Galluogi cofnodion parhaus
es_mx: Habilitar registros persistentes
eu: Gaitu erregistro iraunkorra
ga_ie: Cumasaigh logchomhaid leanúnacha
km: បើក​កំណត់​ហេតុ persistent
kn: ಸ್ಥಿರವಾದ ಲಾಗ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು
lv: Aktivēt pastāvīgos paziņojumus
mai: स्थिर लॉग सक्रिय करू
mr: दीर्घस्थायी लॉग्स सुरू करा
ms: Bolehkan log kekal
sv: Aktivera konstant loggning
te: స్థిరమైన లాగ్‌లను చేతనంచేయును
tr: Sürekli günlükleri etkinleştir

source: If you enable this option the Web Console and Network Monitor will not clear the output each time you navigate to a new page
as: যদি আপুনি এই বিকল্প সামৰ্থবান কৰে ৱেব কনচৌল আৰু নেটৱৰ্ক মনিটৰে আপুনি প্ৰতিবাৰ এটা নতুন পৃষ্ঠালৈ যাওতে আউটপুট পৰিষ্কাৰ নকৰিব
cy: Os ydych wedi galluogi'r dewis hwn ni fydd y Consol Gwe a'r Monitor Rhwydwaith yn clirio'r allbwn bob tro fyddwch yn symud i dudalen newydd
es_mx: Si activas esta opción, la consola web y el monitor de red no inicializarán la salida cada vez que navegues a una página nueva
eu: Aukera hau gaituz gero, web kontsolak ez du irteera garbituko orri berri batera nabigatzen duzun bakoitzean
ga_ie: Leis an rogha seo, ní ghlanfaidh an Consól Gréasáin agus Monatóir an Líonra an t-aschur nuair a osclóidh tú leathanach nua
km: ប្រសិនបើ​អ្នក​បើក​ជម្រើស​នេះ​កុង​សូល​វេបសាយ និង​កម្មវិធី​គ្រប់គ្រង​បណ្ដាញ​នឹង​មិន​សម្អាត​ពេលវេលា​នីមួយៗ​​ដែល​អ្នក​បាន​រក​មើល​នៅ​ទំព័រ​ថ្មី
kn: ನೀವು ಈ ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ ಜಾಲ ಕನ್ಸೋಲ್ ಮತ್ತು ಜಾಲಬಂಧ ಮೇಲ್ವಿಚಾರಕವು ನೀವು ಪ್ರತಿ ಬಾರಿಯೂ ಒಂದು ಹೊಸ ಪುಟಕ್ಕೆ ಹೋದಾಗ ಔಟ್‌ಪುಟ್ ಅನ್ನು ತೆರವುಗೊಳಿಸುವುದಿಲ್ಲ
lv: Ja aktivēsiet šo iestatījumu Tīmekļa konsole neiztīrīs savu saturu katru reizi atverot jaunu lapu
mai: जँ अहाँ एहि विकल्प केँ सक्रिय कएनाइ चाहैत छी तँ वेब कंसोल आओर संजाल मॉनिटर सभ बेर आउटपुट केँ साफ नहि करताह जखन अहाँ कोनो नवीन पन्ना केँ संचरित करैत अछि
mr: ह्या पर्यायचा वापर केल्यास नविन पृष्ठकरिता संचारन करताना, वेब कंसोल आणि नेटवर्क मॉनिटर आऊटपुट नष्ट होणार नाही
ms: Jika anda membolehkan pilihan ini Konsol Web dan Pemantau Rangkaian tidak akan melapangkan output setiap kali anda melayari laman baru
sv: Om du aktiverar detta alternativ kommer webbkonsolen inte att rensa utdatan varje gång du går till en ny sida
te: మీరు ఈ ఐచ్చికం చేతనంచేస్తే వెబ్ కన్సోల్ మరియు నెట్వర్క్ పర్యవేక్షకి అనునవి మీరు ప్రతిసారి కొత్త పేజీకు వెళ్ళినప్పుడు అవుట్పుట్‌ను శుభ్రంచేయవు
tr: Bu seçeneği etkinleştirirseniz Web Konsolu ve Ağ Monitörü her yeni sayfaya geçişinizde çıktıyı temizlemeyecektir

source: Show Gecko platform data
as: Gecko প্লেটফৰ্ম তথ্য দেখুৱাওক
cy: Dangos data platfform Gecko
es_mx: Mostrar plataforma de datos de Gecko
eu: Erakutsi Gecko plataformaren datuak
ga_ie: Taispeáin sonraí faoin ardán Gecko
km: បង្ហាញ​ទិន្នន័យ​កម្មវិធី Gecko
kn: Gecko ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ದತ್ತಾಂಶವನ್ನು ತೋರಿಸು
lv: Rādīt Gecko platformas datus
mai: देखाबू गेक्को मंच डेटा
mr: Gecko प्लॅटफॉर्म माहिती दाखवा
ms: Tunjuk data platform Gecko
sv: Visa Geckos plattformsdata
te: గెకో ప్లాట్‌ఫాం దత్తాంశం చూపుము
tr: Gecko platform verilerini göster

source: If you enable this option the JavaScript Profiler reports will include Gecko platform symbols
as: যদি আপুনি এই বিকল্প সামৰ্থবান কৰে JavaScript আলেখ্যক সংবাদসমূহে Gecko প্লেটফৰ্ম চিহ্নসমূহ অন্তৰ্ভুক্ত কৰিব
cy: Os ydych wedi galluogi'r dewis hwn bydd adroddiadau Proffiliwr JavaScript yn cynnwys symbolau platfform Gecko
es_mx: Si activas esta opción, los informes del perfilador de JavaScript incluirán Símbolos de plataforma de Gecko
eu: Aukera hau gaituz gero, JavaScript analizatzailearen txostenek Gecko plataformaren sinboloak izango dituzte
ga_ie: Leis an rogha seo, cuirfidh an próifíleoir JavaScript siombailí ardáin Gecko san áireamh
km: បើ​អ្នក​បិទ​ជម្រើស​នេះ របាយការណ៍​កម្មវិធី​បង្កើត​ប្រវត្តិរូប​របស់ JavaScript នឹង​រួម​បញ្ចូល និមិត្តសញ្ញា​កម្មវិធី Gecko
kn: ನೀವು ಈ ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ JavaScript ಪ್ರೊಫೈಲರ್ ವರದಿಗಳು Gecko ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಸಂಕೇತಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ
lv: Ja aktivizēsiet šo iespēju, JavaScript profilatora ziņojumos būs iekļauti arī Gecko platformas simboli
mai: अहाँ एहि विकल्प केँ सक्षम जावास्क्रिप्ट प्रोफाइलर रिपोर्टों गेक्को मंच प्रतीक शामिल हाएब.
mr: हा पर्याय सुरू केल्यास, JavaScript प्रोफाइलर रिपोर्ट्समध्ये खालील समाविष्ट होईल Gecko प्लॅटफॉर्म सिम्बल्स
ms: Jika anda bolehkan pilihan ini laporan Pemprofil JavaScript akan memasukkan simbol platform Gecko
sv: Om du aktiverar denna inställning kommer JavaScript-profilerarens rapporter att inkludera plattformssymboler för Gecko
te: మీరు ఈ ఐచ్చికం చేతనం చేస్తే జావాస్క్రిప్ట్ ప్రొఫైలర్ అనునది గెకో ప్లాట్‌ఫాం చిహ్నాలు నివేదించును
tr: Bu seçeneği etkinleştirirseniz JavaScript Profilleyici raporlarına Gecko platform simgeleri eklenecektir

source: Editor Preferences
as: সম্পাদকৰ পছন্দসমূহ
cy: Dewisiadau Golygu
es_mx: Preferencias de Editor
eu: Editorearen hobespenak
ga_ie: Sainroghanna an Eagarthóra
km: ចំណូលចិត្ត​កម្មវិធី​កែ
kn: ಸಂಪಾದಕದ ಆದ್ಯತೆಗಳು
lv: Redaktora iestatījumi
mai: संपादक वरीयता
mr: संपादक पसंती
ms: Keutamaan Editor
sv: Redigerarinställningar
te: సరికూర్పరి అభీష్టాలు
tr: Editör tercihleri

source: Detect indentation
as: ইণ্ডেন্টেষণ চিনাক্ত কৰক
cy: Canfod mewnoliad
es_mx: Sangrado detectado
eu: Detektatu koska
ga_ie: Braith an stíl eangaithe
km: រក​ឃើញ​ការ​ចូល​បន្ទាត់
kn: ಇಂಡೆಂಟೇಶನ್ ಅನ್ನು ಗುರುತಿಸು
lv: Noteikt atkāpes
mai: हाशिया जाँचू
mr: इंडेंटेशन ओळखा
ms: Mengesan inden
sv: Känn av indentering
te: ఇన్‌డెంటేషన్ గుర్తించు
tr: Girintilemeyi tespit et

source: Guess indentation based on source content
as: উৎস সমলৰ ওপৰত ভিত্তি কৰি ইণ্ডেন্টেষণৰ অনুমান লগাওক
cy: Dyfalu mewnoliad ar sail cynnwys y ffynhonnell
es_mx: Adivina la sangría basada en contenido de la fuente
eu: Saiatu koska igartzen iturburuaren edukian oinarrituta
ga_ie: Tomhais an stíl eangaithe bunaithe ar inneachar na foinse
km: ស្មាន​ការ​បញ្ចូល​បន្ទាត់​ផ្អែកលើ​មាតិកា​ប្រភព
kn: ಆಕರದ ಕಂಟೆಂಟ್‌ ಆಧಾರದಲ್ಲಿ ಇಂಡೆಂಟೇಶನ್ ಅನ್ನು ಊಹಿಸು
lv: Minēt atkāpes atkarībā no koda konteksta
mai: स्रोत सामग्री केर आधार पर हाशिया क अनुमान करू
mr: स्रोत अंतर्भुत माहितीवर आधारित इंडेंटेशन ओळखा
ms: Mengandai berasaskan inden pada konteks sumber
sv: Gissa indentering baserad på källinnehåll
te: సోర్స్ కాంటెంట్‌పై ఆధారపడి ఇండెంటేషన్ అంచనావేయి
tr: Kaynak içeriğe dayanarak girintilemeyi tahmin et

source: Autoclose brackets
as: স্ববন্ধ ব্ৰেকেটসমূহ
cy: Cau bracedi'n awtomatig
es_mx: Auto cerra paréntesis
eu: Autoitxi kortxeteak
ga_ie: Dún lúibíní go huathoibríoch
km: វង់​ក្រចក​បិទ​ស្វ័យប្រវត្តិ
kn: ಆವರಣ ಚಿಹ್ನೆಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮುಚ್ಚು
lv: Automātiski likt aizverošās iekavas
mai: कोष्ठक स्वतःबंद
mr: कंस स्व बंद करा
ms: Auto tutup pendakap
sv: Avsluta hakparenteser automatiskt
te: బ్రాకెట్లు స్వయంచాలకంగామూయి
tr: Parantezleri otomatik kapat

source: Automatically insert closing brackets
as: বন্ধ কৰা ব্ৰেকেটসমূহ স্বচালিতভাৱে বন্ধ কৰক
cy: Gosod bracedi cau yn awtomatig
es_mx: Insertar automáticamente paréntesis cerrados
eu: Txertatu automatikoki ixteko kortxeteak
ga_ie: Cuir lúibíní deiridh isteach go huathoibríoch
km: បញ្ចូល​វង់ក្រចក​បិទ​ដោយ​ស្វ័យប្រវត្តិ
kn: ಮುಚ್ಚುವ ಆವರಣ ಚಿಹ್ನೆಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೇರಿಸು
lv: Automātiski likt aizverošās iekavas
mai: बन्न कोष्ठक स्वतः डालू
mr: बंद कंस स्वतः अंतर्भुत करा
ms: Menyelitkan tutup pendakap secara automatik
sv: Infoga avslutande hakparenteser automatiskt
te: మూసివేత బ్రాకెట్లు స్వయంచాలకంగా చొప్పించును
tr: Kapatma parantezlerini otomatik olarak ekle

source: Indent using spaces
as: স্থানসমূহ ব্যৱহাৰ কৰা ইণ্ডেন্ট
cy: Mewnoli gan ddefnyddio bylchau
es_mx: Sangría usando espacios
eu: Koska zuriuneak erabiliz
ga_ie: Eangaigh le spásanna
km: ចូល​បន្ទាត់​ដោយ​ប្រើ​ចន្លោះ
kn: ಖಾಲಿಜಾಗಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಇಂಡೆಂಟ್ ಮಾಡು
lv: Veidot atkāpes ar atstarpēm
mai: स्थान केर उपयोग सँ हाशिया
mr: मोकळ्या जागेचा वापर समासकरिता करा
ms: Inden menggunakan ruang
sv: Indentera med mellanslag
te: ఖాళీలు ఉపయోగిస్తూ ఇండెంట్
tr: Boşluk kullanarak girinti ver

source: Use spaces instead of the tab character
as: টেব আখৰৰ পৰিবৰ্তে স্থান ব্যৱহাৰ কৰক
cy: Defnyddio bylchau yn lle nod tab
es_mx: Usar espacios en lugar del carácter de tabulación
eu: Erabili zuriune-karaktereak tabulazio-karakterearen ordez
ga_ie: Úsáid spásanna in ionad táb
km: ប្រើ​ចន្លោះ​មិន​ឃើញ​ជំនួស​តួអក្សរ​ថេប
kn: ಟ್ಯಾಬ್ ಚಿಹ್ನೆಯ ಬದಲಿಗೆ ಖಾಲಿ ಜಾಗಗಳನ್ನು ಬಳಸು
lv: Izmantot atstarpes tabulācijas simbola vietā
mai: टैब वर्ण केर बदला स्थान केर उपयोग करू
sv: Använd mellanslag istället för tab-tecknet
te: టాబ్ కారెక్టర్ బదులు ఖాళీలు ఉపయోగించు
tr: Tab karakteri yerine boşluk kullan

source: &Tab size
as: টেবৰ আকাৰ
cy: Maint &tab
es_mx: Tamaño de la pestaña
eu: &Tabulazioaren tamaina
ga_ie: Méid &táib
km: ទំហំ​ថេប
kn: ಟ್ಯಾಬ್‌ನ ಗಾತ್ರ
lv: A&tkāpes izmērs
mai: टैब आकार (&T)
mr: टॅब आकार
ms: Saiz &tab
sv: &Tabbstorlek
te: టాబ్ పరిమాణం
tr: &Sekme boyutu

source: &Keybindings
as: কিবাইণ্ডিংসমূহ
cy: &Rhwymwyr allwedd
es_mx: Combinaciones de teclas
eu: &Tekla-konbinazioak
ga_ie: &Aicearraí
km: បន្សំ​គ្រាប់​ចុច
kn: ಕೀಲಿಬೈಂಡಿಂಗ್‌ಗಳು
lv: T&austiņu saites
mai: कीबाइंडिंग (&K)
mr: किबाइंडिंग्ज
sv: &Snabbtangenter
te: కీబైండిగ్లు
tr: &Kısayol tuşları

source: Default
as: অবিকল্পিত
cy: Rhagosodiad
es_mx: Predeterminado
eu: Lehenetsia
ga_ie: Réamhshocrú
km: លំនាំ​ដើម
kn: ಪೂರ್ವನಿಯೋಜಿತ
lv: Noklusētā
mai: पूर्वनिर्धारित
mr: पूर्वनिर्धारीत
ms: Lalai
sv: Standard
te: అప్రమేయ
tr: Varsayılan

source: Hex
as: হেক্স
cy: Hecs
eu: Hamaseitarra
ga_ie: Heics
kn: ಹೆಕ್ಸ್
mai: हेक्स
mr: हेक्स
te: హెక్స్
tr: On altılık

source: Enable Service Workers testing features (when toolbox is open)
eu: Gaitu zerbitzu-langileen probetarako eginbideak (tresna-kutxa irekita dagoenean)

source: Turning this option on will enable the service workers testing features for all tabs that have the toolbox open.
eu: Aukera hau gaituz gero, zerbitzu-langileen probetarako eginbideak erabilgarri egongo dira tresna-kutxa zabalik duten fitxa guztietan.

source: O
lv: V

source: W
km: ល
