Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/toolbox.dtd.po
Languages: as, cy, es_mx, eu, ga_ie, km, kn, lv, mai, mr, ms, sv, te, tr

source: Close Developer Tools
as: উন্নয়নকাৰী সঁজুলিসমূহ বন্ধ কৰক
cy: Cau'r Offer Datblygwyr
es_mx: Cerrar herramientas para desarrolladores
eu: Itxi garatzaile-tresnak
ga_ie: Dún na hUirlisí Forbróra
km: បិទ​ឧបករណ៍​អ្នក​អភិវឌ្ឍន៍
kn: ವಿಕಸನೆಗಾರ ಉಪಕರಣಗಳನ್ನು ಮುಚ್ಚು
lv: Aizvērt izstrādātāju rīkus
mai: डेवलेपरक टूलबार बन्न करू
mr: डेव्हलपर साधने बंद करा
ms: Tutup Perkakas Pembangun
sv: Stäng utvecklarverktygen
te: అభివృద్దికారి సాధనాలను మూయి
tr: Geliştiri araçlarını kapat

source: Select an iframe as the currently targeted document
as: বৰ্তমানে লক্ষ্য কৰা দস্তাবেজ ৰূপে এটা iframe বাছক
cy: Dewiswch iframe fel y ddogfen targed cyfredol
es_mx: Selecciona un iframe como documento de destino actual
eu: Hautatu iframe bat uneko helburu-dokumentu gisa
ga_ie: Roghnaigh iframe mar an cháipéis reatha
km: ជ្រើស​ស៊ុម​ជា​ឯកសារ​គោលដៅ​បច្ចុប្បន្ន
kn: ಪ್ರಸಕ್ತ iframe ಅನ್ನು ಗುರಿಯ ದಸ್ತಾವೇಜಾಗಿ ಆರಿಸಿ
lv: Izvēlieties apskatāmo iframe
mai: iframe केँ बतौर लक्षित दस्तावेज़ केर रूप मे चुनू
sv: Välj den iframe som ska vara det aktiva dokumentet
te: iframe ను ప్రస్తుతం లక్ష్యపెట్టిన పత్రంను వలె ఎంపికచేయి
tr: Hedeflenen belge olarak bir iframe seç

source: Error opening Browser Toolbox:
cy: Gwall wrth agor Blwch Offer y Porwr:
es_mx: Error abriendo la caja de herramientas del navegador:
eu: Errorea nabigatzailearen tresna-kutxa irekitzean
ga_ie: Earráid agus Bosca Uirlisí an Bhrabhsálaí á oscailt:
kn: ವೀಕ್ಷಕ ಉಪಕರಣಪಟ್ಟಿ ತೆರೆಯುವಲ್ಲಿ ದೋಷವುಂಟಾಗಿದೆ:
lv: Kļūda atverot pārlūka rīkulādi:
sv: Misslyckades att öppna webbläsarens verktygslåda:
tr: Tarayıcı araç kutusu açılırken hata oluştu:

source: Advanced settings
as: উন্নত সংহতিসমূহ
cy: Gosodiadau uwch
es_mx: Configuración avanzada
eu: Ezarpen aurreratuak
ga_ie: Ardsocruithe
km: ការ​កំណត់​កម្រិត​ខ្ពស់
kn: ಸುಧಾರಿತ ಸಂಯೋಜನೆಗಳು:
lv: Papildu iestatījumi
mai: उन्नत सेटिंग
mr: प्रगत सेटिंग्ज
ms: Tetapan lanjutan
sv: Avancerade inställningar
te: ఉన్నత అమరికలు
tr: Gelişmiş ayarlar

source: Inspector
as: নীৰিক্ষক
cy: Archwiliwr
eu: Ikuskatzailea
ga_ie: Scrúdaitheoir
km: កម្មវិធី​ត្រួតពិនិត្យ
kn: ಪರೀಕ್ಷಕ
lv: Pārraugs
mai: इंस्पेक्टर
mr: इंस्पेक्टर
ms: Pemeriksa
sv: Inspektör
te: ఇన్‌స్పెక్టర్
tr: Denetleyici

source: Show Browser Styles
as: ব্ৰাউছাৰৰ শৈলীসমূহ দেখুৱাওক
cy: Dangos Arddulliau Porwr
es_mx: Mostrar estilos de navegador
eu: Erakutsi nabigatzaile-estiloak
ga_ie: Taispeáin Stíleanna Brabhsálaí
km: បង្ហាញ​រចនាប័ទ្ម​​សម្រាប់​កម្មវិធី​អ៊ីនធឺណិត
kn: ಜಾಲವೀಕ್ಷಕದ ಶೈಲಿಗಳನ್ನು ತೋರಿಸು
lv: Rādīt pārlūka stilus
mai: ब्राउज़र शैली देखाबू
mr: ब्राउजर शैली दाखवा
ms: Tunjuk Gaya Pelayar
sv: Visa webbläsarstilar
te: విహారిణి శైలులు చూపు
tr: Tarayıcı stillerini göster

source: Turning this on will show default styles that are loaded by the browser.
as: ইয়াক অন কৰিলে ব্ৰাউছাৰ দ্বাৰা ল'ড কৰা অবিকল্পিত শৈলীসমূহ দেখুৱা হব।
cy: Bydd cychwyn hwn yn dangos yr arddulliau rhagosodedig sy'n cael eu llwytho gan y porwr.
es_mx: Activar esto mostrará los estilos por defecto que se cargan por el navegador.
eu: Ezarrita badago, nabigatzaileak kargatzen dituen estilo lehenetsiak erakutsiko dira.
ga_ie: Leis an rogha seo, taispeánfar stíleanna réamhshocraithe a luchtaíonn an brabhsálaí.
km: ការ​បិទ​វា​នឹង​បង្ហាញ​រចនាប័ទ្ម​លំនាំដើម​ដែល​ត្រូវ​បាន​ផ្ទុក​ឡើង​​តាម​រយៈ​កម្មវិធី​អ៊ីនធឺណិត។
kn: ಇದನ್ನು ಸಕ್ರಿಯವಾಗಿಸುವುದರಿಂದ ಜಾಲವೀಕ್ಷಕದಿಂದ ಲೋಡ್ ಮಾಡಲಾಗುವ ಪೂರ್ವನಿಯೋಜಿತ ಶೈಲಿಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ.
lv: Šīs iespējas ieslēgšana parādīs noklusētos stilus, kas ir ielādēti pārlūkā
mai: ई चालू कएनाइ तयशुदा शैली देखाएत जे ब्राउज़र केर द्वारा लोड कएल अछि.
mr: याला सुरू करून ब्राउजरतर्फे लोड करण्याजोगी पूर्वनिर्धारित शेली दाखवले जाईल.
ms: Menghidupkannya akan dapat memperlihatkan gaya lalai yang dimuatkan oleh pelayar.
sv: Slå på detta kommer att visa standard stilar som är laddade av webbläsaren.
te: దీనిని ఆన్ చేయుట వలన విహారిణి చేత లోడుచేయబడిన అప్రమేయ శైలులు చూపబడును.
tr: Bunu açarsanız tarayıcı tarafından yüklenen varsayılan stiller gösterilir.

source: Defa&ult color unit
as: অবিকল্পিত ৰঙৰ একক
cy: &Uned lliw rhagnodedig
es_mx: &Unidad de color predeterminada
eu: Koloreen &unitate lehenetsia
ga_ie: Aonad réamhshocraithe &datha
km: ឯកតា​ពណ៌&លំនាំដើម
kn: ಪೂರ್ವನಿಯೋಜಿತ ಬಣ್ಣದ ಘಟಕ
lv: Nokl&usētā krāsu vienība
mai: तयशुदा रंग इकाई (&u)
mr: पूर्वनिर्धारित रंग एकक
ms: &Unit warna lalai
sv: Stan&dardfärgvärde
te: అప్రమేయ రంగు ప్రమాణం
tr: &Varsayılan renk birimi

source: Color Names
as: ৰঙৰ নামবোৰ
cy: Enw Lliwiau
es_mx: Nombres del color
eu: Koloreen izenak
ga_ie: Ainmneacha Dathanna
km: ឈ្មោះ​ពណ៌
kn: ಬಣ್ಣದ ಹೆಸರುಗಳು
lv: Krāsu nosaukumi
mai: रंग नाम
mr: रंगांचे नाव
ms: Nama Warna
sv: Färgnamn
te: రంగుల పేర్లు
tr: Renk adları

source: * Current session only, reloads the page
as: * কে‌ৱল বৰ্তমান অধিবেশন, পৃষ্ঠা পুনৰ ল'ড কৰে
cy: * Sesiwn gyfredol yn unig, ail-lwytho'r dudalen
es_mx: * Sólo la sesión actual, recarga la página
eu: * Uneko saioa soilik, orria berritzen du
ga_ie: * An seisiún seo amháin; athluchtaíonn sé an leathanach
km: តែ​សម័យ​ប៉ុណ្ណោះ ផ្ទុក​ទំព័រ​​ឡើយ​វិញ
kn: * ಪ್ರಸಕ್ತ ಅಧಿವೇಶನ ಮಾತ್ರ, ಪುಟವನ್ನು ಮರಳಿ ಲೋಡ್ ಮಾಡುತ್ತದೆ
lv: * Tikai šo sesiju, pārlādē lapu
mai: * वर्तमान सत्र केवल, फिनु सँ पृष्ठ लोड करैत अछि
mr: * फक्त सध्याच्या सत्रकरिता, पृष्ठ पुन्हा लोड करते
ms: * Sesi semasa sahaja, ulang muat laman
sv: * Endast aktuell session, laddar om sidan
te: * ప్రస్తుత సెషన్ మాత్రమే, పేజీ తిరిగిలోడుచేయును
tr: * Yalnızca bu oturumda geçerli, sayfayı yeniden yükler

source: Enable browser chrome and add-on debugging toolboxes
cy: Galluogi chrome y porwr ac ychwanegion blychau offer dadfygio
es_mx: Activar cajas de herramientas de depuración de chrome del navegador y del complemento
eu: Gaitu nabigatzailearen interfazea eta gehigarriak arazteko tresna-kutxak
ga_ie: Cumasaigh boscaí uirlisí do chrome agus dífhabhtú breiseán
kn: ಕ್ರೋಮ್ ಬ್ರೌಸರ್ ಮತ್ತು ಡೀಬಗ್ಗಿಂಗ್ ಉಪಕರಣ ಚೌಕ ಆಡ್‌-ಅನ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು
lv: Aktivizēt pārlūka un papildinājumu atkļūdošanas rīkus
sv: Aktivera webbläsare chrome och felsökningsverktyg för tillägg
tr: Tarayıcı chrome'u ve eklenti hata ayıklama araç kutularını etkinleştir

source: Turning this option on will allow you to use various developer tools in browser context (via Tools > Web Developer > Browser Toolbox) and debug add-ons from the Add-ons Manager
cy: Bydd cychwyn y dewis hwn yn caniatáu i chi ddefnyddio offer datblygwyr amrywiol o fewn cyd-destun porwr (drwy Offer > Datblygwr Gwe > Blwch Offer y Porwr) a dadfygio ychwanegion o'r Rheolwr Ychwanegion
es_mx: Activar esta opción te permitirá usar varias herramientas de desarrollador en el contexto del navegador (a través de Herramientas > Desarrollador web > Caja de herramientas del navegador) y depurar complementos desde el administrador de complementos
eu: Aukera hau gaituz gero, hainbat garatzaile-tresna nabigatzailearen testuinguruan erabili (Tresnak > Web garapena > Nabigatzailearen tresna-kutxa bidez) eta gehigarrien kudeatzailetik araztu ahal izango dituzu
ga_ie: Leis an rogha seo, is féidir leat uirlisí éagsúla forbartha a úsáid i gcomhthéacs an bhrabhsálaí (via Uirlisí > Forbróir Gréasáin > Bosca Uirlisí an Bhrabhsálaí) agus breiseáin a dhífhabhtú i mBainisteoir na mBreiseán
lv: Šīs iespējas aktivizēšana ļaus izmantot dažādus rīkus pārlūka kontekstā (Rīki > Izstrādātāju rīki > Pārlūka rīki) un ļaus atkļūdot papildinājumus
sv: Med det här alternativet kan du använda olika utvecklingsverktyg i webbläsaren (via Verktyg> Webbutvecklare> Webbläsarverktyg) och felsöka tillägg från tilläggshanteraren.
tr: Bu seçeneği açarsanız tarayıcı bağlamında çeşitli geliştirici araçlarını (Araçlar > Web Geliştirici > Tarayıcı araç kutusu aracılığıyla) ve Eklenti Yöneticisi'nde hata ayıklama eklentilerini kullanabilirsiniz

source: Enable remote debugging
as: দূৰৱৰ্তী ডিবাগিং সামৰ্থবান কৰক
cy: Galluogi dadfygio pell
es_mx: Habilitar depuración remota
eu: Gaitu urruneko arazketa
ga_ie: Cumasaigh cian-dífhabhtú
km: បើក​ការ​បំបាត់​កំហុស​ពី​ចម្ងាយ
kn: ದೂರದಿಂದಲೆ ಡೀಬಗ್‌ ಮಾಡುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
lv: Aktivēt attālināto atkļūdošanu
mai: दूरस्थ डिबगिंग सक्रिय करू
mr: दूरस्त डिबगिंग सुरू करा
ms: Bolehkan menyahpepijat jauh
sv: Aktivera fjärravlusning
te: రిమోట్ డీబగ్గింగ్ చేతనంచేయి
tr: Uzaktan hata ayıklamayı etkinleştir

source: Turning this option on will allow the developer tools to debug remote Firefox instance like Firefox OS
as: এই বিকল্প অন কৰিলে উন্নয়নকাৰী সঁজুলিসমূহে দূৰৱৰ্তী Firefox উদাহৰণ যেনে Firefox OS ডিবাগ কৰিব পৰা যাব
cy: Bydd cychwyn y dewis hwn yn caniatáu i chi ddefnyddio offer datblygu i ddadfygio enghreifftiau Firefox pell megis Firefox OS
es_mx: Usando esta opción permitirá a las herramientas del programador depurar una instancia de Firefox como Firefox OS
eu: Ezarrita badago, garatzaile-tresnekin urruneko Firefox instantziak araztu ahal izango dira, adibidez Firefox OS
ga_ie: Leis an rogha seo, beidh tú in ann na huirlisí forbartha a úsáid chun cóip de Firefox ar ríomhaire nó gléas i gcéin a dhífhabhtú, mar shampla Firefox OS
km: ប្ដូរ​ជម្រើស​នេះ​នឹង​អនុញ្ញាត​ឲ្យ​ឧបករណ៍​របស់​អ្នក​អភិវឌ្ឍន៍​ ដើម្បី​បំបាត់​កំហុស Firefox ពី​ចម្ងាយ​ដូច​ជា Firefox OS
kn: ಈ ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ Firefox OS ನಂತರ Firefox ಇನ್‌ಸ್ಟನ್ಸ್‌ ಅನ್ನು ಡೀಬಗ್‌ ಮಾಡಲು ವಿಕಸನೆಗಾರ ಉಪಕರಣಗಳಿಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ
lv: Ieslēdzot šo iespēju, jūs varēsiet izmantot izstrādātāju rīkus attālinātai Firefox instancei, piemēram Firefox OS
mai: ई विकल्पकेँ चालू कएनाइ डेवलेपर अओजारक उपयोग ब्राउजर संदर्भमे फायरफाक्सकेँ तरहसँ दूरसँ
mr: हा पर्याय निवडल्यामुळे डेव्हलपर साधनांना Firefox OS सारख्या रिमोट Firefox साधनाला सुद्धा डिबग करता येईल
ms: Menghidupkan pilihan ini akan membenarkan alatan pembangun untuk menyahpepijat misalan Firefox jauh seperti FIrefox OS
sv: Väljer du det här alternativet kan utvecklarverktygen avlusa fjärrinstanser av Firefox, såsom Firefox OS
te: ఈ ఐచ్చికం ఆన్ చేయుట వలన రిమోట్ ఫైర్‌ఫాక్స్ పై ఫైర్‌ఫాక్స్ OS వలె అభివృద్దికారి సాధనాలు డీబగ్ చేయుటకు అనుమతించును.
tr: Bu seçeneği açmak, geliştirici araçlarının Firefox OS gibi uzak Firefox kopyalarında hata ayıklamasına olanak tanır

source: Enable worker debugging (in development)
sv: Aktivera felsökning worker (under utveckling)

source: Turning this option on will allow the developer tools to debug workers
sv: Med det här alternativet påslaget gör att utvecklarverktygen kan felsöka workers

source: Disable JavaScript *
as: JavaScript অসামৰ্থবান কৰক *
cy: Analluogi JavaScript *
es_mx: Deshabilitar JavaScript *
eu: Desgaitu JavaScript *
ga_ie: Díchumasaigh JavaScript *
km: បិទ JavaScript *
kn: JavaScript * ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು
lv: Deaktivēt JavaScript *
mai: जावास्क्रिप्ट अक्षम करू*
mr: JavaScript * बंद करा
ms: Lumpuhkan JavaScript *
sv: Inaktivera JavaScript *
te: JavaScript * అచేతనంచేయి
tr: JavaScript'i devre dışı bırak *

source: Turning this option on will disable JavaScript for the current tab. If the tab or the toolbox is closed then this setting will be forgotten.
as: এই বিকল্প অন কৰিলে বৰ্তমান টেবৰ বাবে JavaScript অসামৰ্থবান হ'ব। যদি টেব অথবা সঁজুলিবাকচ বন্ধ কৰা হয় তেন্তে এই সংহতি মনত ৰখা নহব।
cy: Bydd cychwyn y nodwedd hon yn analluogi JavaScript yn y tab cyfredol. Os fydd y tab neu’r blwch offer yn cael eu cau yna bydd y gosodiad hwn yn cael ei anghofio.
es_mx: Usando esta opción deshabilitará JavaScript para la pestaña actual. Si la pestaña o la caja de herramientas se cierra entonces esta configuración se deshabilitará.
eu: Ezarrita badago, JavaScript desgaituko da uneko fitxan. Fitxa edo tresna-kutxa itxita badaude, ezarpen hau ahaztu egingo da.
ga_ie: Díchumasóidh an rogha seo JavaScript sa chluaisín reatha. Dá ndúnfaí an cluaisín nó an bosca uirlisí, dhéanfaí dearmad ar an socrú seo.
km: ប្ដូរ​ជម្រើស​នេះ​នឹង​បិទ JavaScript សម្រាប់​ផ្ទាំង​បច្ចុប្បន្ន។ ប្រសិនបើ​ផ្ទាំង ឬ​ប្រអប់​ឧបករណ៍​ត្រូវ​បាន​បិទ បន្ទាប់​ការ​កំណត់​នេះ​នឹង​ត្រូវ​បាន​បំភ្លេច។
kn: ಈ ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ಪ್ರಸಕ್ತ ಟ್ಯಾಬ್‌ಗಾಗಿ JavaScript ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸದಂತಾಗುತ್ತದೆ. ಟ್ಯಾಬ್ ಅಥವ ಉಪಕರಣಪಟ್ಟಿಯನ್ನು ಮುಚ್ಚಿದಲ್ಲಿ ಈ ಸಿದ್ಧತೆಯನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ.
lv: Šī iestatījuma ieslēgšana deaktivēs JavaScript aktīvajā cilnē. Aizverot cilni vai rīku joslu šis iestatījums netiks saglabāts.
mai: ई विकल्प केँ बंद कएनाइ जावास्क्रिप्ट केँ निष्क्रिय कए देत मोजुदा टैब कलेल. जँ ओ टैब अथवा अओज़ारपेटी बन्न अछि तँ ई सेटिंग विस्मृत कए देल जाएत.
mr: सध्याच्या टॅबकरिता ह्या पर्यायची निवड केल्यास JavaScript बंद होईल. टॅब किंवा साधनपेटी बंद केल्यास ह्या सेटिंगकडे दुर्लक्ष केले जाईल.
ms: Menghidupkan pilihan ini akan melumpuhkan JavaScript untuk tab semasa. Jika tab atau kekotak alatan ditutup maka tetapan akan dilupakan.
sv: Väljer du det här alternativet kommer JavaScript att inaktiveras för den aktuella fliken. Om fliken eller verktygslådan stängs kommer inställningen att glömmas.
te: ఈ ఐచ్చికం ఆన్ చేయుట వలన ఈ ప్రస్తుత టాబ్ కొరకు జావాస్క్రిప్ట్ అచేతనంచేయబడును. ఒకవేళ టాబ్ లేదా సాధనపెట్టె మూయబడితే అప్పుడు ఈ అమరిక మర్చిపోబడును.
tr: Bu seçeneği açarsanız geçerli sekmede JavaScript devre dışı bırakılır. Sekme veya alet çantası kapatılırsa bu ayar unutulacaktır.

source: Disable Cache (when toolbox is open)
as: ক্যাশ অসামৰ্থবান কৰক (যেতিয়া সঁজুলিবাকচ খোলা থাকে)
cy: Anablu'r Storfa (pan mae'r blwch offer ar agor)
es_mx: Desactivar caché (cuando la caja de herramientas está abierta)
eu: Desgaitu cachea (tresna-kutxa irekita dagoenean)
ga_ie: Díchumasaigh an Taisce (nuair a bhíonn an bosca uirlisí oscailte)
km: បិទ​ឃ្លាំង (នៅ​ពេល​បើក​ប្រអប់​ឧបករណ៍)
kn: ಕ್ಯಾಶೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು (ಉಪಕರಣಪೆಟ್ಟಿಗೆಯು ತೆರೆದಾಗ)
lv: Deaktivizēt kešatmiņu (ja ir atvērti izstrādātāju rīki)
mai: कैश निष्क्रिय करू (जखन अओज़ारपेटी खुलल अछि)
mr: कॅशे बंद करा (साधनपेटी खुले असतेवेळी)
ms: Lumpuhkan Cache (ketika kekotak alat dibuka)
sv: Inaktivera cache (när verktyget är öppet)
te: క్యాచీ అచేతనం చేయి (సాధనపెట్టె తెరువబడినప్పుడు)
tr: Önbelleği devre dışı bırak (araç kutusu açıkken)

source: Turning this option on will disable the cache for all tabs that have the toolbox open.
as: এই বিকল্প অন কৰিবলে সঁজুলিবাকচ খোলা থকা সকলো টেবৰ বাবে ক্যাশ অসামৰ্থবান হব।
cy: Bydd gweithredu'r dewis yn anablu'r storfa ar gyfer pob tab sydd a'r blwch offer ar agor.
es_mx: Activar esta opción desactivará el caché en todas las pestañas que tengan abierta la caja de herramientas.
eu: Aukera hau ezarrita badago, cachea desgaituko da tresna-kutxa irekita duten fitxa guztietan.
ga_ie: Leis an rogha seo, díchumasófar an taisce le haghaidh cluaisíní a bhfuil an bosca uirlisí oscailte iontu.
km: ការ​បើក​ជម្រើស​នេះ​នឹង​បិទ​ឃ្លាំង​សម្រាប់​ផ្ទាំង​ទាំងអស់​ដែល​បាន​បើក​សម្រាប់​ប្រអប់​ឧបករណ៍។
kn: ಈ ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ಉಪಕರಣಪೆಟ್ಟಿಗೆಯನ್ನು ಯಾವ ಎಲ್ಲಾ ಟ್ಯಾಬ್‌ಗಳಲ್ಲಿ ತೆರೆಯಲಾಗಿದೆಯೊ ಅವುಗಳಿಗಾಗಿನ ಕ್ಯಾಶ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತದೆ.
lv: Ieslēdzot šo iespēju kešatmiņa tiks deaktivēta visām cilnēm, kamēr ir atvērti izstrādātāju rīki.
mr: हा पर्याय सुरू केल्याने साधनपेटी खुले असणाऱ्या सर्व टॅब्जकरिता कॅशे बंद केले जाईल.
ms: Menghidupkan pilihan ini akan melumpuhkan cache untuk semua tab yang kekotak alatannya terbuka.
sv: Med det här alternativet påslaget inaktiveras cachen för alla flikar som har verktyget öppet.
te: ఈ ఐచ్చికం ఆన్ చేయడం వలన సాధనపెట్టె తెరిచిన అన్ని టాబ్‌లకు క్యాచీ అచేతనం చేయబడును.
tr: Bu seçeneği açmanız, araç kutusunun açık olduğu tüm sekmelerde önbelleği devre dışı bırakacaktır.

source: Enable Service Workers over HTTP (when toolbox is open)
cy: Galluogi Service Workers dros HTTP (pan fydd y blwch offer ar agor)
es_mx: Activar service workers bajo HTTP (cuando la caja de herramientas esté abierta)
ga_ie: Cumasaigh Oibrithe Seirbhíse thar HTTP (nuair a bhíonn an bosca uirlisí oscailte)
kn: HTTP ನ ಮೇಲೆ ಸೇವಾ ವರ್ಕರ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು (ಉಪಕರಣಪೆಟ್ಟಿಗೆ ತೆರೆದಿದ್ದಾಗ)
sv: Aktivera Service Workers över HTTP (när verktygslådan är öppen)
tr: HTTP üzerinden Service Workers'ı etkinleştir (araç kutusu açıkken)

source: Turning this option on will enable the service workers over HTTP for all tabs that have the toolbox open.
cy: Bydd cychwyn y dewis wn yn caniatáu i nodwedd service workers dros HTTP ar gyfer pob tab sydd â blwch offer ar agor.
es_mx: Activar esta opción permitirá funcionar a los service workers bajo HTTP en todas las pestañas que tengan abierta la caja de herramientas.
ga_ie: Cumasaíonn an rogha seo na hoibrithe seirbhíse thar HTTP i gcluaisíní a bhfuil an bosca uirlisí oscailte iontu.
kn: ಈ ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ಉಪಕರಣಪೆಟ್ಟಿಗೆಯನ್ನು ಯಾವ ಎಲ್ಲಾ ಟ್ಯಾಬ್‌ಗಳಲ್ಲಿ ತೆರೆಯಲಾಗಿದೆಯೊ ಅವುಗಳಿಗೆ HTTP ಮೂಲಕ ಸೇವಾ ವರ್ಕರ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತದೆ.
sv: Med det här alternativet kan du aktivera service workers över HTTP för alla flikar som har verktygslådan öppen.
tr: Bu seçeneği açarsanız, araç kutusunun açık olduğu tüm sekmelerde HTTP üzerinden Service Workers etkinleşir.

source: Default Firefox Developer Tools
as: অবিকল্পিত Firefox উন্নয়কাৰী সঁজুলিসমূহ
cy: Offer Datblygu Firefox Rhagosodedig
es_mx: Herramientas de desarrollo para Firefox por defecto
eu: Firefoxen garatzaile-tresna lehenetsiak
ga_ie: Uirlisí Réamhshocraithe Forbróra do Firefox
km: ឧបករណ៍​កម្មវិធី​អភិវឌ្ឍន៍ Firefox លំនាំដើម
kn: ಪೂರ್ವನಿಯೋಜಿತ Firefox ವಿಕಸನಾ ಉಪಕರಣಗಳು
lv: Noklusētie izstrādātāju rīki
mai: तयशूदा फ़ायरफ़ॉक्स डेवलेपर टूल
mr: पूर्वनिर्धारित Firefox डेव्हलपर साधने
ms: Alatan Pembangun Firefox Lalai
sv: Firefox utvecklarverktyg
te: అప్రమేయ ఫైర్‌పాక్స్ అభివృద్దికారి సాధనాలు
tr: Varsayılan Firefox Geliştirici Araçları

source: Developer Tools installed by add-ons
as: এড-অনসমূহ দ্বাৰা ইনস্টল কৰা উন্নয়নকাৰী সঁজুলিসমূহ
cy: Offer Datblygu wedi eu gosod gan ychwanegion
es_mx: Herramientas de desarrollador instaladas por complementos
eu: Gehigarriek instalatutako garatzaile-tresnak
ga_ie: Uirlisí Forbróra suiteáilte ag breiseáin
km: ឧបករណ៍​របស់​អ្នក​អភិវឌ្ឍន៍​ដែល​បាន​ដំឡើង​​ដោយ​កម្មវិធី​បន្ថែម
kn: ಆಡ್‌-ಆನ್‌ಗಳಿಂದ ಅನುಸ್ಥಾಪಿಸಲಾದ ವಿಕಸನೆಗಾರ ಉಪಕರಣಗಳು
lv: Papildinājumu instalētie izstrādātāju rīki
mai: डेवलेपर टूल एड-ऑन द्वारा संस्थापित कएल गेल
mr: ॲड-ऑन्सतर्फे इन्स्टॉल केलेले डेव्हलपर साधने
ms: Alatan Pembangun dipasang oleh add-on
sv: Utvecklarverktyg installerade av tillägg
te: యడ్-ఆన్స్ చే సంస్థాపించబడిన అభివృద్దికారి సాధనాలు
tr: Eklentiler tarafından kurulan geliştirici araçları

source: Available Toolbox Buttons
as: উপলব্ধ সঁজুলিবাকচ বুটামসমূহ
cy: Botymau Blwch Offer sydd ar Gael
es_mx: Botones disponibles en la caja de herramientas
eu: Tresna-kutxako botoi erabilgarriak
ga_ie: Cnaipí Bosca Uirlisí atá ar fáil
km: ប៊ូតុង​ប្រអប់​ឧបករណ៍​​ដែល​មាន
kn: ಲಭ್ಯವಿರುವ ಉಪಕರಣಪೆಟ್ಟಿಗೆ ಗುಂಡಿಗಳು
lv: Pieejamās rīku pogas
mai: उपलब्ध अओजार बक्सा बटन
mr: उपलब्ध साधनपेटी बटन्स
ms: Butang Kotak Alatan Yang Ada
sv: Tillgängliga verktygsknappar
te: అందుబాటులోని సాధనపెట్టె బటన్లు
tr: Kullanılabilir alet çantası düğmeleri

source: * Not supported for current toolbox target
as: * বৰ্তমান সঁজুলিবাকচৰ বাবে সমৰ্থিত নহয়
cy: * Dim cefnogaeth ar gyfer targed y blwch offer cyfredol
es_mx: * No soportado en la actual caja de herramientas
eu: * Ez da onartzen tresna-kutxaren uneko helbururako
ga_ie: * Gan tacaíocht i sprioc reatha an bhosca uirlisí
km: * មិន​ត្រូវ​បាន​គាំទ្រ​សម្រាប់​គោលដៅ​ប្រអប់​ឧបករណ៍​បច្ចុប្បន្ន
kn: * ಪ್ರಸಕ್ತ ಉಪಕರಣಪೆಟ್ಟಿಗೆ ಗುರಿಯಿಂದ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ
lv: * Netiek atbalstīts konkrētajam rīkam
mai: * मोजुदा अओज़ारपेटी लक्ष्य कलेल समर्थित नहि
mr: * सध्याच्या साधनपेटी लक्ष्यकरिता समर्थीत नाही
ms: * Tidak disokong untuk sasaran kekotak alatan semasa
sv: * Stöds inte för aktuellt mål för verktygen
te: * ప్రస్తుత సాధనపెట్టె లక్ష్యము కొరకు తోడ్పాటునీయదు
tr: * Geçerli alet çantası hedefinde desteklenmiyor

source: Themes
as: থীমসমূহ
cy: Themâu
es_mx: Temas
eu: Gaiak
ga_ie: Téamaí
km: រូបរាង
kn: ಥೀಮ್‌ಗಳು
lv: Tēmas
mai: प्रसंग
ms: Tema
sv: Teman
te: థీమ్స్
tr: Temalar

source: Use Developer Edition browser theme
cy: Defnyddio thema porwr Datblygwyr
es_mx: Usar el tema del navegador Developer Edition
eu: Erabili garatzaile-edizioko nabigatzailearen gaia
ga_ie: Úsáid an Leagan d'Fhorbróirí
km: ប្រើ​រូបរាង​កម្មវិធី​អ៊ីនធឺណិត​ការ​កែសម្រួល​របស់​អ្នក​អភិវឌ្ឍ
kn: ಡೆವೆಲಪರ್ ಸಂಪಾದನೆಯ ವೀಕ್ಷಕ ಥೀಮ್ ಬಳಸಿ
lv: Izmantot izstrādātāju versijas pārlūka tēmu
sv: Använd Utvecklarversionens webbläsartema
tr: Developer Edition tarayıcı temasını kullan

source: Toggles the Developer Edition browser theme.
cy: Toglo'r thema Datblygwyr.
es_mx: Alterna el tema del navegador Developer Edition.
eu: Garatzaile-edizioko nabigatzailearen gaia txandakatzen du.
ga_ie: Déanann sé seo scoránú den Leagan d'Fhorbróirí.
km: បិទ/បើក​រូបរាង​កម្មវិធី​អ៊ីនធឺណិត​ការ​កែសម្រួល​របស់​អ្នក​អភិវឌ្ឍ
kn: ಡೆವೆಲಪರ್ ಸಂಪಾದನೆಯ ವೀಕ್ಷಕ ಥೀಮ್‌ಗೆ ಅಂತರಣಗೊಳಿಸುತ್ತದೆ.
lv: Pārslēdz izstrādātāju versijas pārlūka tēmu.
sv: Byter till/från webbläsartemat Developer Edition.
tr: Developer Edition tarayıcı temasını açar veya kapatır.

source: Web Console
as: ৱেব কনচৌল
cy: Consol Gwe
es_mx: Consola web
eu: Web kontsola
ga_ie: Consól Gréasáin
km: កុងសូល​បណ្ដាញ
kn: ಜಾಲ ಕನ್ಸೋಲ್
lv: Tīmekļa konsole
mai: वेबक कंसोल
mr: वेब कंसोल
ms: Konsol Web
sv: Webbkonsolen
te: వెబ్ కన్సోల్
tr: Web Konsolu

source: Enable timestamps
as: টাইমস্টেম্প সামৰ্থবান
cy: Galluogi stamp amser
es_mx: Activar marcas de tiempo
eu: Gaitu denbora-markak
ga_ie: Cumasaigh stampaí ama
km: អនុញ្ញាត​​​ត្រា​ពេលវេលា​
kn: ಸಮಯಮುದ್ರೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು
lv: Aktivizēt laika atzīmes
mai: टाइमस्टैंप्स सक्षम करू
mr: टाइमस्टॅम्प्स सुरू करा
ms: Bolehkan cop masa
sv: Aktivera tidsstämplar
te: టైమ్‌స్టాంప్స్ చేతనంచేయి
tr: Zaman damgalarını etkinleştir

source: If you enable this option commands and output in the Web Console will display a timestamp
as: যদি আপুনি এই বিকল্প কমান্ডসমূহ সামৰ্থবান কৰে তেন্তে ৱেব কনচৌলে এটা টাইমস্টাম্প প্ৰদৰ্শন কৰিব
cy: Os ydych wedi galluogi'r gorchmyniona bydd allbynnau yn y Consol Gwe yn dangos stamp amser
es_mx: Si activas esta opción, los comandos y salida en la consola Web mostrarán una marca de tiempo
eu: Aukera hau gaituz gero, web kontsolako komandoek eta irteerak denbora-marka bistaratuko dute
ga_ie: Leis an rogha seo, taispeánfar stampa ama in aice le orduithe agus aschur sa Chonsól Gréasáin
km: Alt-Down
kn: ನೀವು ಈ ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ ಜಾಲ ಕನ್ಸೋಲ್‌ನಲ್ಲಿನ ಆದೇಶಗಳು ಮತ್ತು ಔಟ್‌ಪುಟ್‌ ಒಂದು ಸಮಯಮುದ್ರೆಯನ್ನು ತೋರಿಸುತ್ತದೆ.
lv: Ja izvēlēsieties šo iespēju, komandas un izvads konsolē attēlos arī laika atzīmes
mai: जँ अहाँ एहि विकल्प कमांड केँ सक्रिय करैत छी आओर वेब कंसोल मे आउटपुट कोनो टाइपस्टैंप केँ देखओताह
mr: हे पर्याय आदेश सुरू केल्यास वेब कंसोलमधील आउटपुट टाइमस्टॅम्प दाखवेल
ms: Jika anda bolehkan pilihan ini arahan dan output dalam Konsol Web akan memaparkan cop masa
sv: Om du aktiverar detta alternativ kommer kommandon och utdata i webbkonsolen att visas med en tidsstämpel
te: వెబ్ కన్సోల్ నందు మీరు ఆదేశాలు మరియు అవుట్పుట్ ఐచ్చికం చేతనం చేస్తే టైమ్‌స్టాంప్ ప్రదర్శించబడును
tr: Bu seçeneği etkinleştirirseniz Web Konsolu'ndaki komut ve çıktılarda zaman damgası görünür

source: Style Editor
as: শৈলী সম্পাদক
cy: Golygydd Arddull
es_mx: Editor de estilos
eu: Estilo-editorea
ga_ie: Eagarthóir Stíle
km: កម្មវិធី​កែ​សម្រួល​រចនា​ប័ទ្ម
kn: ಶೈಲಿ ಸಂಪಾದಕ
lv: Stila redaktors
mai: शैली संपादक
mr: शैली संपादक
ms: Gaya Pengubah
sv: Stileditor
te: శైలి సరికూర్పరి
tr: Stil Editörü

source: Show original sources
as: প্ৰকৃত উৎসবোৰ দেখুৱাওক
cy: Dangos y ffynonellau gwreiddiol
es_mx: Mostrar la capa original
eu: Erakutsi jatorrizko iturburuak
ga_ie: Taispeáin na bunfhoinsí
km: បង្ហាញ​ប្រភព​ដើម
kn: ಮೂಲ ಆಕರಗಳನ್ನು ತೋರಿಸು
lv: Rādīt sākotnējo kodu
mai: मूल स्रोत देखाउ
mr: मूळ स्रोत दाखवा
ms: Tunjukkan sumber-sumber asal
sv: Visa originalkällor
te: వాస్తవ మూలాలను చూపు
tr: Asıl kaynakları göster
