Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/webConsole.dtd.po
Languages: ar, as, bg, bn_bd, ca, cy, es_mx, eu, hi_in, hu, id, kk, km, kn, lt, ms, oc, or, pt_br, ro, si, sv, sw, ta, te, tr, ug, ur, uz

source: Web Console
ar: معراض الوب
as: ৱেব কনচৌল
bg: Уеб конзола
bn_bd: ওয়েব কনসোল
ca: Consola web
cy: Consol Gwe
es_mx: Consola web
eu: Web kontsola
hi_in: वेब कंसोल
hu: Webkonzol
id: Konsol Web
kk: Веб консолі
km: កុងសូល​បណ្ដាញ
kn: ಜಾಲ ಕನ್ಸೋಲ್
lt: Saityno pultas
ms: Konsol Web
oc: Consòla Web
or: ୱେବ କୋନସଲ
pt_br: Console web
ro: Consolă web
sv: Webbkonsolen
sw: Kiweko cha Wavuti
ta: வலை பணிமுனை
te: వెబ్ కన్సోల్
tr: Web Konsolu
ug: Web تىزگىن سۇپىسى
ur: ویب کنسول
uz: Veb terminal

source: Browser Console
ar: معراض المتصفح
as: ব্ৰাউছাৰ কনচৌল
bg: Конзола на браузъра
bn_bd: ব্রাউজার কনসোল
ca: Consola del navegador
cy: Consol y Porwr
es_mx: Consola del navegador
eu: Nabigatzailearen kontsola
hi_in: ब्राउज़ कंसोल
hu: Böngészőkonzol
id: Konsol Peramban
kk: Браузер консолі
km: កុងសូល​កម្មវិធី​អ៊ីនធឺណិត
kn: ಜಾಲವೀಕ್ಷಕ ಕನ್ಸೋಲ್
lt: Naršyklės pultas
ms: Konsol Pelayar
oc: Consòla del navigador
or: ବ୍ରାଉଜର କୋନସୋଲ
pt_br: Console do navegador
ro: Consolă navigator
si: ගවේශක කන්සෝලය
sv: Webbläsarkonsolen
ta: உலாவி பணிமுனை
te: విహారిణి కన్సోల్
tr: Tarayıcı Konsolu
ug: توركۆرگۈ تىزگىن سۇپىسى
ur: براؤزر کنسول
uz: Brauzer terminali

source: Request URL:
ar: عنوان الطلب:
as: অনুৰোধ URL:
bn_bd: অনুরোধকৃত URL:
ca: URL de la sol·licitud:
es_mx: URL pedida:
hi_in: URL के लिए निवेदन करें:
hu: Kérés URL:
id: URL Permintaan:
km: ស្នើ URL ៖
kn: ಮನವಿ URL:
lt: Užklausos URL:
ms: Permintaan URL :
oc: URL de la requèsta :
or: URL କୁ ଅନୁରୋଧ କରନ୍ତୁ:
pt_br: URL do pedido:
ro: URL solicitat:
si: ඉල්ලුම් URL:
sv: Efterfrågad URL:
ta: கோரிக்கை URL:
te: అభ్యర్దించు URL:
tr: İstek URL'si:
ug: ئىلتىماس قىلغان تور ئادرېس:
ur: یو آر ایل کی درخواست
uz: URL so‘rovi:

source: Request Method:
ar: طريقة الطلب:
as: অনুৰোধ পদ্ধতি:
bn_bd: অনুরোধের পদ্ধতি:
ca: Mètode de la sol·licitud:
es_mx: Método de la petición:
hi_in: निवेदन विधि:
hu: Kérésmetódus:
id: Metode Permintaan:
km: វិធីសាស្ត្រ​ស្នើ ៖
kn: ಮನವಿ ವಿಧಾನ:
lt: Užklausos tipas:
ms: Kaedah Permintaan :
oc: Metòde de la requèsta
or: ପଦ୍ଧତିକୁ ଅନୁରୋଧ କରନ୍ତୁ:
pt_br: Método do pedido:
ro: Metoda cererii:
si: ඉල්ලුම් ක්‍රමය:
sv: Förfråganmetod:
ta: கோரிக்கை முறை:
te: అభ్యర్దించు పద్దతి:
tr: İstek Yöntemi:
ug: ئىلتىماس ئۇسۇلى:
ur: طریقہ فرمائش
uz: Soʻrov usuli:

source: Status Code:
ar: رمز الحالة:
as: অৱস্থা ক'ড:
bn_bd: স্ট্যাটাস কোড:
ca: Codi d'estat:
es_mx: Código de estado:
hi_in: प्रस्थिति कोड:
hu: Állapotkód:
id: Kode Status:
km: កូដ​ស្ថានភាព ៖
kn: ಸ್ಥಿತಿ ಸಂಕೇತ:
lt: Būsenos kodas:
ms: Status Kod :
oc: Còde d'estat
or: ସ୍ଥିତି ସଂକେତ:
pt_br: Código do status:
ro: Codul de stare:
si: තත්ව කේතය:
sv: Statuskod:
ta: நிலை குறியீடு:
te: స్థితి కోడ్:
tr: Durum Kodu:
ug: ھالەت كودى:
ur: صورت حال کا ضابطہ
uz: Holat kodi:

source: Request Headers
ar: ترويسات الطلب
as: অনুৰোধ হেডাৰসমূহ
bn_bd: অনুরোধ শীর্ষচরণ
ca: Capçaleres de la sol·licitud
es_mx: Cabeceras de la petición
hi_in: शीर्षिका के लिए निवेदन करें
hu: Kérés fejléce
id: Header Permintaan
km: បឋមកថា​ស្នើ​សុំ
kn: ಮನವಿ ಹೆಡರುಗಳು
lt: Užklausos antraštės
ms: Permintaan Pengepala
oc: Entèstas de la requèsta
or: ଅନୁରୋଧ କରାଯାଇଥିବା ଶୀର୍ଷକ
pt_br: Cabeçalhos do pedido
ro: Antetele cererii
si: ඉල්ලුම් ශීර්ෂයන්
sv: Förfråganrubriker
sw: Omba Vichwa
ta: கோரிக்கை தலைப்புகள்
te: ఎగువసూచీలు అభ్యర్దించు
tr: İstek üst bilgisi
ug: ئىلتىماس بېشى
ur: سر تحریر درخواست کریں
uz: Yuqori qismlar javobi

source: Sent Cookie
ar: كعكات الطلب
as: পঠোৱা কুকি
bn_bd: পাঠানো কুকি
ca: Galeta enviada
es_mx: Cookie enviada
hi_in: प्रेषित कुकी
hu: Elküldött süti
id: Kuki Terkirim
km: ផ្ញើ​ខូគី
kn: ಕಳುಹಿಸಲಾದ ಕುಕಿ
lt: Išsiųstas slapukas
ms: Penghantaran Cookie
oc: Cookie mandat
or: ପଠାଯାଇଥିବା କୁକି
pt_br: Cookies enviados
ro: Cookie trimis
si: කුකී යවන්න
sv: Skickad kaka
sw: Imetuma Kidakuzi
ta: அனுப்பிய குக்கி
te: కుకీ పంపుము
tr: Gönderilen çerez
ug: Cookie يوللا
uz: Kukilarni joʻnatish

source: Request Body
ar: صلب موضوع الطلب
as: অনুৰোধ শৰীৰ
bn_bd: অনুরোধকৃত মূল অংশ
ca: Cos de la sol·licitud
es_mx: Cuerpo de la petición
hi_in: प्रधान अंश के लिए निवेदन करें
hu: Kérés törzse
id: Isi Permintaan
km: តួ​ស្នើសុំ
kn: ಮನವಿಯ ಮುಖ್ಯಭಾಗ
lt: Užklausos turinys
ms: Permintaan Kandungan
oc: Contengut de la requèsta
or: ଅନୁରୋଧ କରାଯାଇଥିବା ବିଷୟବସ୍ତୁ
pt_br: Conteúdo do pedido
ro: Conținutul cererii
si: ඉල්ලුම් බඳ
sv: Förfråganinnehåll
sw: Omba Umbo
ta: கோரிக்கை பிரதான அங்கம்
te: బాడీ అభ్యర్దించు
tr: İstek gövdesi
ug: ئىلتىماس گەۋدىسى
ur: جسد کی درخواست کریں
uz: Asos qism javobi

source: Sent Form Data
ar: بيانات نموذج الطلب
as: পঠোৱা ফৰ্ম তথ্য
bn_bd: ডাটা হতে পাঠানো
ca: Dades del formulari enviat
es_mx: Datos de formulario enviados
hi_in: आँकड़ा से प्रेषित
hu: Elküldött űrlapadat
id: Data Form Terkirim
km: ផ្ញើ​ទិន្នន័យ​សំណុំ​បែបបទ
kn: ಕಳುಹಿಸಲಾದ ಫಾರ್ಮಿನ ಮಾಹಿತಿ
lt: Išsiųsti formos duomenys
ms: Penghantaran Bentuk Data
oc: Donadas de formulari mandadas
or: ତଥ୍ୟରୁ ପଠାଯାଇଛି
pt_br: Dados de formulário enviados
ro: Date trimise de formular
si: පෝරම දත්ත යවන්න
sv: Skickad formulärdata
sw: Imetuma Fomu ya Data
ta: அனுப்பிய படிவ தரவு
te: దత్తాంశం నుండి పంపు
tr: Gönderilen form verisi
ug: كۆزنەك سانلىق مەلۇماتى يوللا
uz: Ma`lumotlarni joʻnatish shakli

source: Response Headers
ar: ترويسات الرد
as: প্ৰতিক্ৰিয়া হেডাৰসমূহ
bn_bd: প্রতুত্তর শীর্ষচরণ
ca: Capçaleres de la resposta
es_mx: Cabeceras de la respuesta
hi_in: अनुक्रिया शीर्षिका
hu: Válasz fejléce
id: Header Balasan
km: បឋមកថា​ឆ្លើយតប
kn: ಪ್ರತಿಕ್ರಿಯೆ ಹೆಡರುಗಳು
lt: Gauto atsakymo antraštės
ms: Pengepala Sambutan
oc: Entèstas de la responsa
or: ଉତ୍ତର ଶୀର୍ଷକମାନ
pt_br: Cabeçalhos da resposta
ro: Antetele răspunsului
si: ප්‍රතිචාර ශීර්ෂයන්
sv: Svarsrubriker
sw: Mwitikio wa Vichwa
ta: பதிலளிப்பு தலைப்புகள்
te: స్పందన యెగువ సూచీలు
tr: Yanıt üst bilgisi
ug: ئىنكاس بېشى
ur: جوابی عمل سر تحریر
uz: Yuqori qismlarga javob berish

source: Received Cookie
ar: الكعكات المستلمة
as: প্ৰাপ্ত কুকি
bn_bd: প্রাপ্ত কুকি
ca: Galeta rebuda
hi_in: प्राप्त कुकी
hu: Kapott süti
id: Kuki Diterima
km: បាន​ទទួល​ខូគី
kn: ಸ್ವೀಕರಿಸಲಾದ ಕುಕಿ
lt: Gautas slapukas
ms: Cookie diterima
oc: Cookie recebut
or: ଗ୍ରହଣ କରାଯାଇଥିବା କୁକି
pt_br: Cookie recebido
ro: Cookie primit
si: ලැබුනු කුකී
sv: Mottagen kaka
ta: பெற்ற குக்கி
te: స్వీకరించిన కుకీ
tr: Alınan çerez
ug: قوبۇللىغان Cookie
ur: موصولہ کوکی
uz: Qabul qilingan kuki

source: Response Body
ar: صلب موضوع الرد
as: প্ৰতিক্ৰিয়া শৰীৰসমূহ
bn_bd: প্রতুত্তর মূলঅংশ
ca: Cos de la resposta
es_mx: Cuerpo de la respuesta
hi_in: अनुक्रिया प्रधान अंश
hu: Válasz törzse
id: Isi Balasan
km: តួ​ឆ្លើយតប
kn: ಪ್ರತಿಕ್ರಿಯೆಯ ಮುಖ್ಯಭಾಗ
lt: Gauto atsakymo turinys
ms: Badan Respon
oc: Contengut de la responsa
or: ଉତ୍ତର ବିଷୟବସ୍ତୁ
pt_br: Conteúdo da resposta
ro: Conținutul răspunsului
si: ප්‍රතිචාර බඳ
sv: Svarsinnehåll
sw: Mwitikio wa Umbo
ta: பதிலளிப்பு பிரதான அங்கம்
te: స్పందన బాడీ
tr: Yanıt gövdesi
ug: ئىنكاس گەۋدىسى
ur: جوابی عمل جسد
uz: Asosiy qismga javob berish

source: Cached Data
ar: البيانات الخبيئة
as: ক্যাশ কৰা তথ্য
bn_bd: ক্যাশকৃত ডাটা
ca: Dades en memòria cau
es_mx: Datos en caché
hi_in: कैश किया आँकड़ा
hu: Gyorsítótárazott adatok
id: Data dalam Tembolok
km: ទិន្នន័យ​ដែល​បាន​ដាក់​ឃ្លាំង​សម្ងាត់
kn: ಕ್ಯಾಶೆ ಮಾಡಲಾದ ಮಾಹಿತಿ
lt: Duomenys podėlyje
ms: Data Cache
oc: Donadas en escondedor
or: କ୍ୟାଶେ ତଥ୍ୟ
pt_br: Dados do cache
ro: Date în cache
si: කෑෂ්ගත දත්ත
sv: Cachad data
sw: Data Iliyokachiwa
ta: தேக்ககப்படுத்திய தரவு
te: క్యాచీడ్ దత్తాంశం
tr: Önbellekteki veri
ug: غەملەنگەن سانلىق مەلۇمات
ur: کیسہ بند کوائف
uz: Keshlangan ma`lumot

source: Unknown Content Type
ar: نوع المحتوى مجهول
as: অজ্ঞাত সমল ধৰণ
bn_bd: অজানা বিষয়বস্তুর ধরণ
ca: Tipus de contingut desconegut
es_mx: Tipo de contenido desconocido
hi_in: अज्ञात अंतर्वस्तु प्रकार
hu: Ismeretlen tartalomtípus
id: Jenis Konten Tidak Dikenal
km: មិន​ស្គាល់​ប្រភេទ​មាតិកា
kn: ಗೊತ್ತಿರದ ವಿಷಯದ ಬಗೆ
lt: Nežinomo tipo duomenys
ms: Jenis Kandungan tidak diketahui
oc: Tipe de contengut desconegut
or: ଅଜଣା ବିଷୟବସ୍ତୁ ପ୍ରକାର
pt_br: Tipo de conteúdo desconhecido
ro: Tip necunoscut de conținut
si: නොදන්නා අන්තර්ගත ආකාරයකි
sv: Okänd innehållstyp
sw: Aina ya Maudhui Isiyojulikana
ta: தெரியாத உள்ளடக்க வகை
te: తెలియని విషయం రకము
tr: Tanınmayan içerik türü
ug: نامەلۇم مەزمۇن تىپى
ur: نامعلوم قسم کا مواد
uz: Noma`lum kontent turi

source: No Response Body
ar: لا صلب موضوع في الرد
as: কোনো প্ৰতিক্ৰিয়া শৰীৰ নাই
bn_bd: কোনো প্রতুত্তর অংশ নেই
ca: No hi ha cap cos de la resposta
es_mx: La respuesta no tenía cuerpo
hi_in: कोई प्रतिक्रिया प्रधान अंश नहीं
hu: Nincs választörzs
id: Tidak Ada Isi Balasan
km: គ្មាន​តួ​ឆ្លើយតប
kn: ಯಾವುದೆ ಪ್ರತಿಕ್ರಿಯೆ ಮುಖ್ಯಭಾಗ ಇಲ್ಲ
lt: Atsakymas be turinio
ms: Tiada Respon Body
oc: Pas cap de contengut dins la responsa
or: କୌଣସି ବିଷୟବସ୍ତୁ ଉତ୍ତର ନାହିଁ
pt_br: Resposta sem conteúdo
ro: Răspuns fără conținut
si: ප්‍රතිචාර බඳ නැත
sv: Inget svarsinnehåll
sw: Hakuna Umbo la Mwitikio
ta: பதிலளிப்பு பிரதான அங்கம் இல்லை
te: స్పందన బాడీ లేదు
tr: Yanıt gövdesi yok
ug: ئىنكاس گەۋدىسى يوق
ur: کوئی جوابی جسد نہیں
uz: Asosiy qism javob bermadi

source: Received Image
ar: الصورة المستقبَلة
as: গ্ৰহণ কৰা ছবি
bn_bd: গ্রহনকৃত ছবি
ca: Imatge rebuda
es_mx: Imagen recibida
hi_in: प्राप्त छवि
hu: Kapott kép
id: Gambar Diterima
km: រូបភាព​ដែល​បាន​ទទួល
kn: ಪಡೆಯಲಾದ ಚಿತ್ರ
lt: Gautas paveikslas
ms: Imej yang diterima
oc: Imatge recebut
or: ଗ୍ରହଣକରାଯାଇଥିବା ପ୍ରତିଛବି
pt_br: Imagem recebida
ro: Imagine primită
si: ලැබුණු රූපය
sv: Mottagen bild
sw: Picha Iliyopokelewa
ta: பெற்ற படம்
te: స్వీకరించిన ప్రతిబింబము
tr: Alınan resim
ug: قوبۇللىغان سۈرەت
ur: نقش موصولہ
uz: Qabul qilingan rasm

source: Cached Image
ar: الصورة الخبيئة
as: ক্যাশ কৰা ছবি
bn_bd: ক্যাশকৃত ছবি
ca: Imatge en memòria cau
es_mx: Imagen en caché
hi_in: कैश छवि
hu: Gyorsítótárazott kép
id: Gambar dalam Tembolok
km: រូបភាព​ដែល​បាន​ដាក់​ឃ្លាំង​សម្ងាត់
kn: ಕ್ಯಾಶ್ ಮಾಡಲಾದ ಚಿತ್ರ
lt: Paveikslas podėlyje
ms: Imej Cache
oc: Imatge en escondedor
or: କ୍ୟାଶେ ପ୍ରତିଛବି
pt_br: Imagem em cache
ro: Imagine în cache
si: කෑෂ්ගත රූපය
sv: Cachad bild
sw: Picha Iliyokachiwa
ta: தேக்ககப்படுத்திய படம்
te: క్యాచీడ్ ప్రతిబింబము
tr: Önbellekteki resim
ug: غەملەنگەن سۈرەت
ur: کیسہ بند نقش
uz: Keshga yuklangan rasm

source: &Log Request and Response Bodies
ar: &سجل متن الطلبات والردود
as: লগ অনুৰোধ আৰু প্ৰতিক্ৰিয়া শৰীৰসমূহ
bg: &Журнал за телата на заявките и отговорите
bn_bd: লগ অনুরোধ এবং প্রতিক্রিয়া অংশ &L
ca: Registra e&ls cossos de sol·licitud i de resposta
cy: C&ofnodi Ceisiadau ac Ymateb Cyrff
es_mx: &Registrar los cuerpos de peticiones y respuestas
eu: &Erregistratu eskaeren eta erantzunen gorputzak
hi_in: लॉग आग्रह और अनुक्रिया बॉडी
hu: Kérés és válasz törzsek &naplózása
id: &Catat Permintaan dan Isi Balasan
kk: &Сұраным мен жауап денелерін жазу
km: សំណើ​កំណត់ហេតុ និង​តួ​ឆ្លើយតប
kn: ಲಾಗ್ ಮನವಿ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯಿಸುವ ಮುಖ್ಯಭಾಗಗಳು
lt: Į &žurnalą įtraukti užklausos ir atsakymo turinį
ms: &Log Permintaan dan Respon Bodies
oc: Jorna&lizar lo contengut de las requèstas e de las responsas
or: ଲଗ ଅନୁରୋଧ ଏବଂ ଉତ୍ତର ଲିଖିତ ସ୍ଥାନଗୁଡ଼ିକ
pt_br: &Armazenar conteúdo dos pedidos/respostas
ro: Înregistrează cereri&le și conținutul răspunsurilor
si: වාර්ථා ඉල්ලීම් හා ප්‍රතිචාර බඳ (&L)
sv: &Logga förfrågan- och svarsinnehåll
ta: &பதிவு கோரிக்கை மற்றும் பதிலளிப்பு பிரதான அங்கங்கள்
te: లాగ్ అబ్యర్దన మరియు స్పందన బాడీలు
tr: İste&k ve yanıt gövdelerinin kaydını tut
ug: ئىلتىماس ۋە ئىنكاس گەۋدىسىنى خاتىرىلە(&L)
uz: Asosiy qism soʻrovi va javobi &ma`lumotlari

source: Open URL in New &Tab
ar: افتح ال&عنوان في لسان جديد
as: URL ক নতুন টেবত খোলক
bg: Отваряне на URL в нов &подпрозорец
bn_bd: নতুন ট্যাবে URL লিংক খোলা হবে &T
ca: Obre l'URL en una pes&tanya nova
cy: Agor URL mewn &Tab Newydd
es_mx: Abrir en una &pestaña nueva
eu: Ireki URLa fi&txa berrian
hi_in: नए टैब में यूआरएल खोलें
hu: &URL megnyitása új lapon
id: Buka URL di &Tab Baru
kk: Сілтемені жаңа &бетте ашу
km: បើក URL ក្នុង​ផ្ទាំង​ថ្មី
kn: ಹೊಸ &Tab ನಲ್ಲಿ URL ತೆರೆ
lt: A&tverti adresą naujoje kortelėje
ms: Buka URL di &Tab Baru
oc: D&obrir l'URL dins un onglet novèl
or: ନୂତନ ଟ୍ୟାବରେ URL କୁ ଖୋଲନ୍ତୁ
pt_br: A&brir URL em uma nova aba
ro: &Deschide URL în filă nouă
si: URL අලුත් ටැබයක විවෘත කරන්න
sv: &Öppna URL i ny flik
ta: URL ஐ புதிஅய் தாவலில் திற (&T)
te: URL కొత్త టాబ్ నందు తెరువుము
tr: Adresi &yeni sekmede aç
ug: تور بەتنى يېڭى بەتكۈچتە ئاچ(&T)
ur: URL نئی &ٹیب میں کھولیں
uz: URL ni yangi &ichki oynada ochish

source: Log network access
ar: سجّل دخول الشبكة
as: লগ নেটৱাৰ্ক অভিগম
bg: Журнал на мрежовия достъп
bn_bd: নেটওয়ার্ক এক্সেসে লগ করুন
ca: Registra l'accés a la xarxa
cy: Cofnodi mynediad gwe
es_mx: Registrar acceso a la red
eu: Erregistratu sareko atzipena
hi_in: नेटवर्क पहुँच लॉग करें
hu: Hálózati hozzáférés naplózása
id: Catat akses jaringan
kk: Желілік қатынауды жазу
km: ចុះ​កំណត់ហេតុ​ការ​ចូល​ដំណើរការ​បណ្ដាញ
kn: ಜಾಲಬಂಧ ನಿಲುಕಿನ ಲಾಗ್
lt: Registruoti prieigą prie tinklo
ms: Log akses ke rangkaian
oc: Jornalizar los accèsses a la ret
or: ଲଗ ନେଟୱର୍କ ପ୍ରବେଶାନୁମତି
pt_br: Exibir acessos à rede
ro: Înregistrează accesul la rețea
si: ජාල ප්‍රවේශ ලොග් සටහන්
sv: Logga nätverksåtkomst
sw: Ufikivu wa mtandao
ta: பிணைய அணுகலைப் பதிவு செய்
te: లాగ్ నెట్వర్క్ యాక్సెస్
tr: Ağ erişim kaydı tut
ug: تىزىمغا كىرىپ تور زىيارىتى
ur: نیٹ ورک رسائی لاگ کریں
uz: Tarmoqqa kirish ma`lumotlari

source: Log CSS errors and warnings
as: CSS ত্ৰুটিসমূহ আৰু সতৰ্কবাৰ্তাসমূহ লগ কৰক
bg: Журнал на грешките и предупрежденията за CSS
ca: Registra errors i avisos de CSS
cy: Cofnodi gwallau a rhybuddion CSS
es_mx: Registrar errores y advertencias en el CSS
eu: Erregistratu CSS errore eta abisuak
hi_in: लॉग सीएसएस त्रुटि और चेतावनी
hu: CSS hibák és figyelmeztetések naplózása
id: Catat kesalahan dan peringatan CSS
kk: CSS қателер мен ескертулерді журналдау
km: ការ​ព្រមាន និង​កំហុស CSS ​កំណត់​ហេតុ
kn: CSS ದೋಷಗಳು ಮತ್ತು ಎಚ್ಚರಿಕೆಗಳನ್ನು ಲಾಗ್ ಮಾಡು
lt: Registruoti CSS interpretavimo klaidas ir įspėjimus
ms: Log ralat dan amaran CSS
oc: Jornalizar las errors d'analisi CSS
or: CSS ତ୍ରୁଟି ଏବଂ ଚେତାବନୀଗୁଡ଼ିକୁ ଦାଖଲ କରନ୍ତୁ
pt_br: Exibir erros e alertas de CSS
ro: Înregistrează erorile de evaluare CSS
si: CSS දෝශ හා අවවාද වාර්ථා කරන්න
sv: Logga CSS-fel och varningar
ta: CSS பிழைகளையும் எச்சரிக்கைகளையும் பதிவிடு
te: CSS దోషాలు మరియు హెచ్చరికలు లాగ్ చేయి
tr: CSS hatalarını ve uyarıları kaydet
ur: CSS نقائص اور تنبیہ لاگ کریں
uz: CSS xatorlari va ogohlantirishlarini jurnalga qo‘shish

source: Log JavaScript exceptions
ar: سجّل استثناءات جافاسكربت
as: লগ JavaScript ব্যতিক্ৰমসমূহ
bg: Журнал на изключенията в JavaScript
bn_bd: জাভাস্ক্রিপ্টের ব্যতিক্রমে লগ করুন
ca: Registra les excepcions de JavaScript
cy: Cofnodi eithriadau JavaScript
es_mx: Registrar excepciones JavaScript
eu: Erregistratu JavaScript salbuespenak
hi_in: जावास्क्रिप्ट अपवाद लॉग करें
hu: JavaScript-kivételek naplózása
id: Catat eksepsi JavaScript
kk: JavaScript тыс қалуды жазу
km: ចុះ​កំណត់ហេតុ​ករណី​លើកលែង​របស់ JavaScript
kn: JavaScript ವಿನಾಯಿತಿಗಳನ್ನು ಲಾಗ್ ಮಾಡು
lt: Registruoti „JavaScript“ išimtines situacijas
ms: Log JavaScript dikecualikan
oc: Jornalizar las excepcions JavaScript
or: JavaScript ବ୍ୟତୀକ୍ରମଗୁଡ଼ିକୁ ଲଗ କରନ୍ତୁ
pt_br: Exibir exceções de JavaScript
ro: Înregistrează excepțiile JavaScript
sv: Logga JavaScript-undantag
sw: Mambo ya pekee ya kulogi HatiJava
ta: JavaScript விலக்கங்களைப் பதிவு செய்
te: లాగ్ జావాస్క్రిప్ట్ యెక్సెప్షన్స్
tr: JavaScript ayrıcalıklarının kaydını tut
ug: JavaScript مۇستەسنا خاتىرىسى
ur: JavaScript استثنیات لاگ کریں
uz: JavaScript istisnolarini ma`lumotlarga qoʻshish

source: Sec&urity
as: সুৰক্ষা
bg: &Безопасност
bn_bd: নিরাপত্তা &u
ca: Seg&uretat
cy: &Diogelwch
es_mx: Seg&uridad
eu: &Segurtasuna
hi_in: सुरक्षा (_u)
hu: &Biztonság
id: &Keamanan
kk: Қауіп&сіздік
km: សុវត្ថិ&ភាព
kn: ಸುರಕ್ಷತೆ
lt: &Saugumas
ms: &Keselamatan
oc: Seg&uretat
or: ସୁରକ୍ଷା (&u)
pt_br: &Segurança
ro: &Securitate
si: ආරක්‍ෂාව (&u)
sv: S&äkerhet
ta: பாதுகாப்பு
te: భద్రత
tr: &Güvenlik
uz: &Xavfsizlik

source: Log security errors and warnings
as: সুৰক্ষা ত্ৰুটিসমূহ আৰু সতৰ্কবাৰ্তাসমূহ লগ কৰক
bg: Журнал на грешките и предупрежденията по безопасността
bn_bd: লগ নিরাপত্তা ত্রুটি ও সতর্কীকরণ
ca: Registra errors de seguretat i avisos
cy: Cofnodi gwallau a rhybuddion diogelwch
es_mx: Registrar errores de seguridad y advertencias
eu: Erregistratu segurtasun-errore eta -abisuak
hi_in: लॉग सुरक्षा त्रुटि और चेतावनी
hu: Biztonsági hibák és figyelmeztetések naplózása
id: Catat galat dan peringatan keamanan
kk: Қауіпсіздік қателер мен ескертулерді журналдау
km: ការ​ព្រមាន និង​កំហុស​សុវត្ថិភាព​កំណត់​ហេតុ
kn: ಸುರಕ್ಷತಾ ದೋಷಗಳು ಮತ್ತು ಎಚ್ಚರಿಕೆಗಳನ್ನು ಲಾಗ್ ಮಾಡಿ
lt: Registruoti saugumo klaidas ir įspėjimus
ms: Log ralat dan amaran keselamatan
oc: Jornalizar las errors de seguretat e los avertiments
or: ସୁରକ୍ଷା ତ୍ରୁଟି ଏବଂ ଚେତାବନୀଗୁଡ଼ିକୁ ଲଗ କରନ୍ତୁ
pt_br: Registra erros e alertas de segurança
ro: Jurnal erori de securitate și avertismente
si: ආරක්ෂක දෝශ හා අවවාද වාර්ථා කරන්න
sv: Logga säkerhetsfel och varningar
ta: பாதுகாப்பு பிழைகளையும் எச்சரிக்கைகளையும் பதிவிடு
te: రక్షణ దోషాలు మరియు హెచ్చరికలు లాగ్ చేయి
tr: Güvenlik hatalarını ve uyarıları kaydet
ug: تىزىمغا كىرىش بىخەتەرلىك خاتالىقى ۋە ئاگاھلاندۇرۇش
uz: Xatolar va himoya ogohlantirishlarini jurnalga kiritish

source: Logging
ar: التسجيل
as: লগিং
bg: Журнал
bn_bd: লগিং
ca: Registre
cy: Cofnodi
es_mx: Registro
eu: Erregistroa
hi_in: लॉगिंग
hu: Naplózás
id: Pencatatan
kk: Журналдау
km: ការ​ចូល
kn: ಲಾಗ್ ಮಾಡುವಿಕೆ
lt: Pranešimai
ms: Penglogan
oc: Jornal
or: ଲଗ କରୁଅଛି
pt_br: Registo
ro: Înregistrare în jurnal
si: වාර්ථාකරණය
sv: Loggning
sw: Kuingia
ta: பதிவுசெய்தல்
te: లాగింగ్
tr: Kayıt tutma
uz: Ma`lumotlarga qoʻshilmoqda

source: Log messages sent to the window.console object
ar: سجّل الرسائل المرسلة إلى كائن window.console
as: window.console অবজেক্টলে পঠোৱা লগ বাৰ্তাসমূহ
bg: Журнал на съобщенията, изпратени до обекта window.console
bn_bd: উইন্ডোতে লগ বার্তা প্রেরণ করা হয়েছে।কনসোল অবজেক্ট
ca: Registra els missatges enviats a l'objecte window.console
cy: Anfonwyd negeseuon cofnod at gwrthrych window.console
es_mx: Registrar mensajes enviados al objeto window.console
eu: Erregistratu window.console objektura bidalitako mezuak
hi_in: window.console वस्तु में लॉग संदेश भेजा गया
hu: A „window.console” objektumnak küldött naplóüzenetek
id: Catat pesan yang dikirim ke objek window.console
kk: window.console объектіне жіберілген журнал хабарламалары
km: សារ​កំណត់​ហេតុ​បាន​ផ្ញើ​ទៅ​វត្ថុ window.console
kn: window.console ಆಬ್ಜೆಕ್ಟ್‌ಗಾಗಿ ಕಳುಹಿಸಲಾದ ಲಾಗ್ ಸಂದೇಶಗಳು
lt: Registruoti pranešimus, siunčiamus „window.console“ objektui
ms: Log mesej dihantar untuk window.console object
oc: Jornalizar los messatges mandats a l'objècte « consòla »
or: window.console ବସ୍ତୁ ପାଖକୁ ପଠାଯାଇଥିବା ଲଗ ସନ୍ଦେଶଗୁଡ଼ିକ
pt_br: Registrar chamadas ao objeto window.console
ro: Jurnal mesaje trimise la obiectul window.console
si: වාර්ථා පණිවුඩ window.console වස්තුව වෙත යැවිනි
sv: Logga meddelanden skickade till objektet window.console
ta: window.console பொருளுக்கு அனுப்பப்படும் செய்திகளைப் பதிவு செய்
te: window.console ఆబ్జక్టునకు పంపిన లాగ్ సందేశాలు
tr: Günlük iletileri window.console nesnesine gönderildi
ug: بۇ window.console ئوبيېكتىغا يوللايدىغان كۈندىلىك خاتىرە ئۇچۇرلىرى
uz: Jurnal xabarlari window.console obyektga jo‘natildi

# btnPageLogging.accesskey3
source: L
bg: Ж
ca: R
cy: o
eu: E
hu: a
id: C
kk: л
lt: š
pt_br: o
tr: K

source: Errors
ar: أخطاء
as: ত্ৰুটিসমূহ
bn_bd: ত্রুটি
es_mx: Errores
hi_in: त्रुटि
hu: Hibák
id: Kesalahan
km: កំហុស
kn: ದೋಷಗಳು
lt: Klaidos
ms: Ralat
or: ତ୍ରୁଟିଗୁଡ଼ିକ
pt_br: Erros
ro: Erori
si: දෝෂයන්
sv: Fel
sw: Makosa
ta: பிழைகள்
te: దోషములు
tr: Hatalar
ug: خاتالىقلار
ur: نقائص
uz: Xatolar

source: Info
ar: معلومات
as: তথ্য
bn_bd: তথ্য
ca: Informació
es_mx: Información
hi_in: सूचना
hu: Információ
km: ព័ត៌មាន
kn: ಮಾಹಿತಿ
lt: Informacija
ms: Maklumat
or: ସୂଚନା
ro: Informații
si: තොරතුරු
sw: Maelezo
ta: தகவல்
te: సమాచారం
tr: Bilgi
ug: ئۇچۇر
ur: معلومات
uz: Ma’lumot

source: Warnings
ar: تحذيرات
as: সতৰ্কবাৰ্তাসমূহ
bn_bd: সতর্কবার্তা
ca: Avisos
es_mx: Advertencias
hi_in: चेतावनी
hu: Figyelmeztetések
id: Peringatan
km: ការ​ព្រមាន
kn: ಎಚ್ಚರಿಕೆಗಳು
lt: Įspėjimai
ms: Amaran
oc: Avertiments
or: ଚେତାବନୀଗୁଡ଼ିକ
pt_br: Alertas
ro: Avertismente
si: අවවාදයන්
sv: Varningar
sw: Onyo
ta: எச்சரிக்கைகள்
te: హెచ్చరికలు
tr: Uyarılar
ug: ئاگاھلاندۇرۇش
ur: تنبیہات
uz: Ogohlantirishlar

source: Log
ar: سجل
as: লগ
bn_bd: লগ
ca: Registre
es_mx: Registro
hi_in: लॉग
hu: Napló
id: Catatan
km: កំណត់ហេតុ
kn: ಲಾಗ್
lt: Žurnalas
or: ଲଗ
ro: Jurnal
si: ලොග් සටහන්
sv: Logg
sw: Batli
ta: பதிவு
te: లాగ్
tr: Kayıt
ug: خاتىرە
ur: لاگ
uz: Jurnal

source: Reflows
as: ৰিফ্ল
bg: Пренареждане
ca: Reajustaments
cy: Eil-lifau
es_mx: Reflujos
eu: Egokitzeak
hi_in: पुनर्बहाव
hu: Áttördelések
id: Pengaliran ulang
kk: Қайма аймалаулар
kn: ಮರುಹರಿವುಗಳು
lt: Turinio perdėstymai
ms: Atur Semula
or: ପୁନଃପ୍ରବାହ
si: යළි ගැලීම්
sv: Återflöden
ta: மீளோடைகள்
te: రీఫ్లోస్
tr: Yeniden akışlar
uz: Qayta oqimlar

source: Shared Workers
bg: Споделени обслужващи нишки
bn_bd: শেয়ার্ড ওয়ার্কার্স
es_mx: Workers compartidos
eu: Partekatutako langileak
kk: Ортақ жұмыс үрдістері
kn: ಹಂಚಲಾದ ಕೆಲಸಗಾರರು
pt_br: Workers compartilhados
sv: Delade Workers
tr: Shared Worker'lar

source: Service Workers
bg: Обслужващи нишки
bn_bd: সার্ভিস ওয়ার্কার্স
cy: Shared Workers
es_mx: Trabajadores al Servicio
eu: Zerbitzu-langileak
kk: Қызметтік жұмыс үрдістері
kn: ಸೇವಾ ಕೆಲಸಗಾರರು
tr: Service Worker'lar

source: Add-on or Chrome Workers
bg: Добавка или Worker на хрома
bn_bd: অ্যাড-অন বা ক্রোম ওয়ার্কার্স
cy: Ychwanegyn neu Chrome Workers
eu: Gehigarrien edo interfazearen langileak
hu: Kiegészítő vagy chrome Workers
kk: Қосымша немесе Chrome жұмыс үрдістері
kn: ಆಡ್-ಆನ್ ಅಥವಾ ಕ್ರೋಮ್ ಕೆಲಸಗಾರರು
lt: Priedas arba „Chrome Workers“
pt_br: Complementos ou Workers do Chrome
sv: Tillägg eller Chrome Workers
tr: Eklenti veya Chrome Worker'ları

source: Filter output
as: আউটপুট ফিল্টাৰ কৰক
bg: Филтриране на изхода
bn_bd: ফিল্টার আউটপুট
ca: Filtra la sortida
cy: Allbwn hidl
es_mx: Filtrar salida
eu: Iragazi irteera
hi_in: फ़िल्टर आउटपुट
hu: Kimenet szűrése
id: Filter keluaran
kk: Сүзгі нәтижесі
km: លទ្ធផល​តម្រង
kn: ಫಿಲ್ಟರ್ ಔಟ್‌ಪುಟ್
lt: Filtruoti išvestį
ms: Penapis output
oc: Filtre de sortida
or: ଫଳାଫଳକୁ ଛାଣନ୍ତୁ
pt_br: Filtrar saída
ro: Ieșire filtru
si: ප්‍රතිදානය පෙරන්න
sv: Filtrera utdata
ta: வடிகட்டி வெளியீடு
te: వడపోత అవుట్పుట్
tr: Çıktıyı filtrele
ug: سۈزگۈچ چىقار
ur: آؤٹ پٹ فلٹر کریں
uz: Filter natijalari

source: Clea&r
ar: ا&مسح
as: আতৰাওক
bg: Из&чистване
bn_bd: মুছে ফেলুন &r
ca: &Neteja
cy: C&lirio
es_mx: Limpia&r
eu: &Garbitu
hi_in: साफ़ करें
hu: &Törlés
id: Be&rsihkan
kk: Та&зарту
km: សម្អា&ត
kn: ಅಳಿಸು
lt: &Valyti
ms: Be&rsih
oc: Netejar
or: ସଫାକରନ୍ତୁ
pt_br: Limpa&r
ro: Cu&răță
si: හිස් කරන්න (&r)
sv: &Rensa
ta: &அகற்று
te: శుభ్రం
tr: &Temizle
uz: &Tozalash

source: Clear the Web Console output
ar: امسح محتوى مِعراض الوب
as: ৱেব কনচৌল আউটপুট পৰিষ্কাৰ কৰক
bg: Изчистване на изхода на уеб конзолата
bn_bd: ওয়েব কনসোল আউটপুট পরিষ্কার করুন
ca: Neteja la sortida de la consola web
cy: Clirio allbwn y Consol Gwe
es_mx: Limpiar la salida de la consola web
eu: Garbitu web kontsolaren irteera
hi_in: वेब कंसोल आउटपुट को साफ़ करें
hu: A webkonzol kimenetének törlése
id: Bersihkan output Konsol Web
kk: Веб-консольдің шығысын тазарту
km: សម្អាត​លទ្ធផល​កុងសូល​បណ្ដាញ
kn: ಜಾಲ ಕನ್ಸೋಲ್ ಔಟ್‌ಪುಟ್ ಅನ್ನು ಅಳಿಸಿ
lt: Išvalyti saityno pulto išvestį
ms: Bersihkan output Web Konsol
oc: Voidar la Consòla Web
or: ୱେବ କୋନସଲ ଫଳାଫଳକୁ ସଫାକରନ୍ତୁ
pt_br: Limpar console da web
ro: Curățați conținutul consolei web
si: ජාල කොන්සෝල ප්‍රතිදානය පිරිසිදු කරන්න
sv: Rensa webbkonsolen
ta: வலை பணிமுனை வெளியீட்டை அழி
te: వెబ్ కన్సోల్ అవుట్‌పుట్ శుబ్రంచేయి
tr: Web Konsolu çıktısını temizle
ug: كونترول سۇپا چىقىرىشنى تازىلا
ur: ویب کنسول کی آؤٹ پٹ صاف کریں
uz: Veb terminal natijalarini tozalash
