Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/devtools/webConsole.dtd.po
Languages: ar, as, bg, bn_bd, ca, cy, es_mx, eu, hi_in, hu, id, kk, km, kn, lt, ms, oc, or, pt_br, ro, si, sv, sw, ta, te, tr, ug, ur, uz

source: Copy Link Loc&ation
ar: انسخ &مكان الوصلة
as: লিঙ্ক অৱস্থান কপি কৰক
bg: Копир&ане на адреса на препратката
bn_bd: লিংকের ঠিকানা অনুলিপি (&a)
ca: &Copia la ubicació de l'enllaç
cy: &Cop√Øo Lleoliad Dolen
es_mx: Copia&r la ruta del enlace
eu: &Kopiatu loturaren helbidea
hi_in: कड़ी स्थान की नक़ल लें
hu: Hiv&atkozás címének másolása
id: &Salin Lokasi Tautan
kk: Сілтемені кө&шіру
km: ចម្លង​ទីតាំង​តំណ
kn: ತಾಣದ ವಿಳಾಸವನ್ನು (ಲಿಂಕ್ ಲೋಕೇಶನ್) ಪ್ರತಿ ಮಾಡು
lt: Kopijuoti &adresą
ms: S&alin Lokasi Pautan
oc: &Copiar l'adreça del ligam
or: ସଂଯୋଗିକୀ ସ୍ଥାନକୁ ନକଲ କରନ୍ତୁ
pt_br: C&opiar link
ro: &Copiază adresa legăturii
si: පුරුකේ ස්ථානය පිටපත් කරන්න
sv: &Kopiera länkadress
ta: இணைப்பு இடத்தை நகலெடு
te: లింకు స్థానాన్ని నకలుతీయుము
tr: Bağlantı &konumunu kopyala
ug: ئۇلانما ئورنىنى كۆچۈر(&A)
ur: ربط محل و&قوع نقل کریں
uz: Link manzilidan nusx&a olish

# clearOutputCtrl.key
source: L
kk: з
tr: T
ur: ل

source: &Net
ar: ال&شبكة
as: নেট
bg: &Мрежа
bn_bd: নেট &N
ca: &Xarxa
cy: &Gwe
es_mx: &Red
eu: S&area
hi_in: नेट
hu: &Hálózat
id: Jari&ngan
kk: Ж&елі
km: បណ្ដាញ
kn: ಜಾಲ
lt: Tin&klas
ms: &Jaringan
oc: Inter&net
or: ନେଟ
pt_br: &Rede
ro: R&ețea
si: ජාලය (&N)
sv: &Nät
te: నెట్
ug: تور(&N)
ur: &نیٹ
uz: &Tarmoq

source: t
ca: X
cy: m
hu: H
id: r
kk: л
lt: k
pt_br: R
ur: ت

source: Open in &Variables View
bg: Отваряне в изгледа за &променливи
cy: Agor yn Ngolwg &Newidiolion
eu: Ireki &aldagaien ikuspegian
kk: &Айнымалылар көрінісінде ашу
pt_br: Abrir em modo de visualização de &variáveis

source: &JS
or: JS (&J)

# btnConsoleErrors
source: Errors
bg: Грешки
cy: Gwallau
eu: Erroreak
kk: Қателер

# btnConsoleInfo
source: Info
bg: Информационни
cy: Gwybodaeth
eu: Informazioa
kk: Ақпарат

# btnConsoleWarnings
source: Warnings
bg: Предупреждения
cy: Rhybuddion
eu: Abisuak
kk: Ескертулер

# btnConsoleLog
source: Log
bg: Журнал
cy: Cofnod
eu: Erregistroa
kk: Лог

source: &Server
bg: &Сървър
cy: &Gweinydd
eu: &Zerbitzaria
kk: &Сервер

source: Log messages received from a web server
bg: Следене на съобщенията, получавани от уеб сървъра
cy: Cofnodi negeseuon derbyniwyd gan y gweinydd gwe
eu: Erregistratu web zerbitzarietatik jasotako mezuak
kk: Веб серверінен алынған лог хабарламалары

# btnServerErrors
source: Errors
bg: Грешки
cy: Gwallau
eu: Erroreak
kk: Қателер

# btnServerInfo
source: Info
bg: Информационни
cy: Gwybodaeth
eu: Informazioa
kk: Ақпарат

# btnServerWarnings
source: Warnings
bg: Предупреждения
cy: Rhybuddion
eu: Abisuak
kk: Ескертулер

# btnServerLog
source: Log
bg: Журнал
cy: Cofnod
eu: Erregistroa
kk: Лог

source: &Store as global variable
cy: &Cadw fel amrywiolyn eang

source: W
ur: و

source: F
ur: ف

source: Request URL
sw: Ombi URL

source: Request Method
sw: Njia ya Ombi

source: Status Code
sw: Msimbo Hadhi

source: Net
sw: Neti

source: Log CSS parsing errors
sw: Logi makosa ya uchanganuzi wa CSS

source: Position
sw: Mahali

source: Above
sw: Juu

source: Below
sw: Chini

source: Window
sw: Dirisha

source: Filter
sw: Chuja

source: Clear
sw: Ondoa
