Repository: translate/mozilla-l10n
Catalog: mos/browser/chrome/browser/translation.dtd.po
Languages: mos

source: This page is in
mos: lɛɛgã bee

source: Translate this page?
mos: lebg-y lɛɛg kãnga goamã

source: Translate
mos: Lebg-y goamã

source: Not Now
mos: Poorẽ

source: Translating page content…
mos: Lɛɛgã gom-lebgre…

source: This page has been translated from
mos: lɛɛg kãngã goamã lebgr tika

source: Show Original
mos: wilg-y yẽngrã

source: Show Translation
mos: wilg-y gom-lebgdem

source: There has been an error translating this page.
mos: Tudgri n zĩnd lɛɛg kãnga goama lebgrẽ.

source: Try Again
mos: Le nang-y

source: Translation is not available at the moment. Please try again later.
mos: gom-lebgdem nan ka be ye. Le nang-y ges.

source: Options
mos: Yam yãnkre

source: &Translation preferences
mos: Yãm sẽn nong &gom-lebgdɩ ninsã

source: Translations by
mos: Gom-lebgdã yaa a

source: Powered by Yandex.Translate
mos: Yandex.Translate n mane
