Repository: translate/mozilla-l10n
Catalog: ht/browser/chrome/browser/safebrowsing/phishing-afterload-warning-message.dtd.po
Languages: ht

source: Get me out of here!
ht: Mete m deyò la a!

source: Ignore this warning
ht: Pa okipe avètisman sa

source: This isn't a web forgery…
ht: Sa a pa yon sit wèb konbèlann...

source: Why was this page blocked?
ht: Poukisa paj sa te bloke?

source: Reported Attack Page!
ht: Paj Malveyan!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
ht: Paj wèb sa <span id='malware_sitename'/> se yon paj malveyan e li bloke selon preferans sekirite w yo.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
ht: <p> Kèk paj malveyan ap eseye enstale pwogram ki ka vòlè enfòmasyon prive w, itilize òdinatè w pou atake lòt òdinatè, osinon kraze sistèm ou an.</p><p>Kèk paj malveyan fè eksprè simaye lojisyèl malveyan, men gen anpil nan yo ki konpwomèt san mèt yo pa konnen osinon bay pèmisyon.</p>

source: Reported Web Forgery!
ht: Rapòte yon sit konbèlann!

source: This web page at <span id='phishing_sitename'/> has been reported as a web forgery and has been blocked based on your security preferences.
ht: Yo repòte paj wèb sa se yon paj konbèlann, li bloke swivan preferans sekirite w yo.

source: <p>Web forgeries are designed to trick you into revealing personal or financial information by imitating sources you may trust.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
ht: <p>Wèb konbèlann fèt pou vòlè enfòmasyon pèsonèl ou finansyè w pandan yo ap imite sous ou fè konfyans. </p><p>Antre nenpòt ki enfòmasyon nan sit wèb sa a ka kòz yon vòl idantite osinon lòt move zafè.</p>
