Repository: translate/mozilla-l10n
Catalog: doi/browser/chrome/browser/newTab.properties.po
Languages: doi

source: Pin this site at its current position
doi: इस साइट गी चालू स्थिति च पिन करो

source: Unpin this site
doi: इस साइट गी अनपिन करो

source: Remove this site
doi: इस साइट गी हटाओ

source: Suggested for %1$S visitors
doi: %1$S विज़टरें आस्तै सुझाया

source: This tile is being shown to you on behalf of a Mozilla partner. You can remove it at any time by clicking the %1$S button. %2$S
doi: एह् टाइल तुसें गी मोज़िल्ला पार्टनर आसेआ दस्सी जा करदी ऐ, तुस कुसै बेल्लै बी %1$S बटन उप्पर क्लिक करियै हटाई सकदे ओ. %2$S

source: This site is suggested to you on behalf of a Mozilla partner. You can remove it at any time by clicking the %1$S button. %2$S
doi: एह् साइट तुसें गी मोज़िल्ला पार्टनर आसेआ सुझाई गेदी ऐ, तुस कुसै बेल्लै बी %1$S बटन उप्पर क्लिक करियै हटाई सकदे ओ. %2$S

source: This site is suggested to you by Mozilla. You can remove it at any time by clicking the %1$S button. %2$S
doi: एह् साइट तुसें गी मोज़िल्ला आसेआ सुझाई गेदी ऐ, तुस कुसै बेल्लै बी %1$S बटन उप्पर क्लिक करियै हटाई सकदे ओ. %2$S

source: A Mozilla partner has visually enhanced this tile, replacing the screenshot. You can turn off enhanced tiles by clicking the %1$S button for your preferences. %2$S
doi: मोज़िल्ला पार्टनर ने स्क्रीनशॉट गी प्रतिस्थापत करियै इस साइट दी दखौट च इजाफा कीता ऐ. तुस अपनियें तरजीहें आस्तै %1$S बटन उप्पर क्लिक करियै इजाफाशुदा टाइलें गी बंद करी सकदे ओ. %2$S

source: Learn more…
doi: &...होर जान्नो

source: Privacy Notice
doi: प्राइवेसी नोटिस

source: More about New Tab
doi: नमें टैब बारै होर

source: New Tab got an update!
doi: नमें टैब गी इक अपडेट मिलेआ ऐ !

source: Got it!
doi: थ्होई गेआ!
