Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/aboutSearchReset.dtd.po
Languages: hr

source: Restore Search Settings
hr: Vrati postavke pretraživanja

source: Restore your search settings?
hr: Vratite postavke pretraživanja?

source: Your search settings might be out-of-date. &brandShortName; can help you restore the default search settings.
hr: Vaše postavke pretraživanja su možda zastarjele. &brandShortName; vam može pomoći vratiti zadane postavke pretraživanja.

source: This will set your default search engine to
hr: Ovo će postaviti kao zadanu tražilicu

source: You can change these settings at any time from the
hr: Možete izmijeniti ove postavke bilo kad iz

source: Settings page
hr: Stranica postavki

source: Don’t Change
hr: Ne mijenjaj

source: D
hr: N

source: Change Search Engine
hr: Izmijeni tražilicu

source: C
hr: I
