Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/aboutCertError.dtd.po
Languages: ar, bn_bd, bo, ca, es_mx, fur, he, hr, hy_am, kab, km, ku, lb, lo, mn, ms, sr, tk, tt_ru, ug, vi, zh_tw

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; only connect to it securely. As a result, it is not possible to add an exception for this certificate.
ar: يستخدم هذا الموقع HTTP ”سياسة النقل الصارمة” (HSTS) تفرض على &brandShortName; ألا يتصل به إلا بأمان. بناء على هذا فقد تعذّر إضافة استثناء لهذه الشهادة.

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
ar: إن كنتَ تفهم ما الذي يجري، يمكنك إخبار &brandShortName; بأن يبدأ بالوثوق بتعريف هذا الموقع. <b>حتى لو كنتَ تثق بهذا الموقع، فهذا الخطأ يعني أن أحدًا يحاول العبث باتصالك.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
ar: لا تضِف استثناءً إلا إن كنتَ تعلم سببًا قويًا لعدم استخدام هذا الموقع للتعريف الموثوق به.
