Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/aboutCertError.dtd.po
Languages: ar, bn_bd, bo, ca, es_mx, fur, he, hr, hy_am, kab, km, ku, lb, lo, mn, ms, sr, tk, tt_ru, ug, vi, zh_tw

source: Untrusted Connection
bo: ཡིད་རྟོན་མེད་པའི་སྦྲེལ་མཐུད་།
ca: Connexió no verificable
fur: Conession no sigure
he: חיבור לא בטוח
hr: Nesigurna veza
kab: Tuqqna taraselkant
km: ការ​តភ្ជាប់​ដែល​មិន​ទុកចិត្ត
ku: Conexión no autentificada
lb: Onsécher Connectioun
lo: ການເຊີ່ມຕໍ່ທີ່ບໍ່ຫນ້າໄວ້ວາງໃຈ
mn: Найдваргүй холболт
ms: Sambungan tidak dipercayai
sr: Веза није од поверења
tk: Ynanylmaýan Baglanyşyk
tt_ru: Ышанычсыз тоташу
ug: ئىشەنچسىز ئۇلىنىش
vi: Kết Nối Không Đáng Tin
zh_tw: 不受信任的連線

source: This Connection is Untrusted
bo: སྦྲེལ་མཐུད་འདི་ལ་ཡིད་རྟོན་མེད་པ་།
ca: No es pot confiar en la connexió
fur: Chiste conession no je sigure
he: חיבור זה אינו בטוח
hr: Ova veza nije sigurna
kab: Tuqqna yagi ţaraselkant
km: ការ​តភ្ជាប់​នេះ​មិន​ត្រូវ​បាន​ជឿ​ទុកចិត្ត
ku: Ev girêdan ne ewle ye
lb: Dës Connectioun ass onsécher
lo: ການເຊື່ອມຕໍ່ນີ້ເຊື່ອຖືບໍ່ໄດ້
mn: Энэ холболт найдвартай биш
ms: Sambungan ini tidak dipercayai
sr: Ова веза је неповерљива
tk: Bu Baglanyşyk Şübheli
tt_ru: Бу тоташу ышанычлы түгел
ug: بۇ ئۇلىنىش ئىشەنچسىز
vi: Kết Nối Này Không Đáng Tin
zh_tw: 這個連線未受信任

source: Insecure Connection
ar: اتصال غير آمن
bn_bd: অনিরাপদ সংযোগ
es_mx: Conexión insegura
hy_am: Ոչ անվտանգ կապակցում
kab: Tuqqna taraɣelsant

source: Your connection is not secure
ar: اتصالك غير آمن
bn_bd: আপনার সংযোগ নিরাপদ নয়
es_mx: Tu conexión no es segura
hy_am: Ձեր կապակցումը անվտանգ չէ
kab: Tuqqna yinek d taraɣelsant

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
bo: ཁྱོད་ཀྱིས་&brandShortName;་ལ་བདེ་འཇགས་ངང་<b>#1</b>་དང་སྦྲེལ་དགོས་པ་བཀའ་འདྲི་ཞུས་ཡོད། དེས་ན་ང་ཚོས་སྦྲེལ་མཐུད་འདི་བདེ་འཇགས་ཡིན་མིན་གཏན་ཁེལ་མི་ཐུབ
ca: Heu demanat al &brandShortName; connectar-se de forma segura a <b>#1</b>, però no podem confirmar que la vostra connexió ho sigui.
fur: Tu âs domandât che &brandShortName; si coneti in mût sigûr cun <b>#1</b>, ma no si pues confermâ che la tô conession e sedi sigure.
he: ביקשת מ־&brandShortName; להתחבר בצורה מאובטחת אל <b>#1</b>, אבל אנחנו לא יכולים לאמת שהחיבור שלך אכן מאובטח.
hr: &brandShortName; je povezan preko sigurne veze na <b>#1</b>, ali nije moguće potvrditi vjerodostojnost sigurnosti veze.
kab: Tsutreḍ i &brandShortName; tuqqna s tɣellist ɣeṛ <b>#1</b>, acut kan ur nezmir-ara ad nesentem akken tuqqna yinek ad teddu s tɣellist.
km: អ្នក​បាន​ស្នើ &brandShortName; ដើម្បី​តភ្ជាប់​ដោយ​សុវត្ថិភាព ទៅ <b>#1</b> ប៉ុន្តែ​យើង​មិន​អាច​​បញ្ជាក់​​ថា​ការ​តភ្ជាប់​របស់​អ្នក​មាន​សុវត្ថិភាព​នោះ​ទេ។
ku: Te xwest ku &brandShortName; bi riyeke ewle bi <b>#1</b>'ê re girêdanê çêke, lê ev girêdan ne ew le.
lb: Du hues &brandShortName; gefrot fir eng geséchert Connectioun mat <b>#1</b> opzemaachen, mä mir kënnen net versécheren datt deng Connectioun sécher ass.
lo: ເຈົ້າໄດ້ຖາມ&brandShortName;ເພື່ອເຊືອມຕໍ່ ຄວາມປອດໄພ<b>#1</b>, ແຕ່ວ່າພວກເຮົາບໍ່ສາມາດຢືນຢັນວ່າການເຊື່ອມຕໍ່ຂອງທ່ານແມ່ນປອດໄພ.
mn: Та &brandShortName; ашиглан <b>#1</b>-тай нууцлалтай холболт хийхийг хүссэн боловч бид таны холболтыг найдвартай гэж баталж чадахгүй нь.
ms: Anda ditanya &brandShortName; untuk disambung secara selamat ke <b>#1</b>, tapi kami tidak boleh mengesahkan yang sambungan adalah selamat.
sr: Тражили сте да се &brandShortName; безбедно повеже на <b>#1</b>, али не можемо да потврдимо да је веза од поверења.
tk: &brandShortName; programmasynyň goragly şekilde <b>#1</b> salgysyna baglanmagyny islediňiz, emma baglanyşygyň goraglydygyny tassyklap bilemizok.
tt_ru: Сез &brandShortName; ны конфиденциаль рәвештә <b>#1</b> белән тоташтырырга теләдегез, әмма бу тоташу ышанычлы дип әйтә алмыйбыз.
ug: سىز &brandShortName; ۋە <b>#1</b> بىلەن بىخەتەر ئۇلىنىشنى تەلەپ قىلدىڭىز، ئەمما نۆۋەتتىكى ئۇلىنىشنىڭ بىخەتەر ئىكەنلىكىنى جەزملەشتۈرەلمەيمىز.
vi: Bạn đã yêu cầu &brandShortName; kết nối an toàn tới <b>#1</b>, nhưng chúng tôi không thể xác nhận kết nối của bạn là an toàn.
zh_tw: 您要求 &brandShortName; 和 <b>#1</b> 建立安全連線，但是我們無法確認目前的連線是安全的。

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
bo: ནམ་རྒྱུན་ཁྱོད་ཀྱིས་བདེ་འཇགས་ངང་སྦྲེལ་མཐུད་སྐབས་ དྲ་ཚིགས་ཀྱིས་ཡིད་རྟོན་ཅན་གྱི་ངོས་འཛིན་སྤྲོད་པ། ཡིནའང་དྲ་ཚིགས་འདིའི་ངོས་འཛིན་ར་སྤྲོད་མི་ཐུབ
ca: Normalment, quan intenteu connectar-vos de forma segura, els llocs web us presentaran una identificació pertinent per demostrar-vos que aneu al lloc adequat. No obstant això, la identitat d'aquest lloc no es pot verificar.
fur: Par solit, cuant che tu provis a conetiti in mût sigûr, i sîts a presentaran une identificazion fidade par dimostrâ che tu stâs lant intal puest just. Purpûr, la identitât di chest sît no pues jessi verificade.
he: בדרך־כלל, כאשר אתה מנסה להתחבר בצורה מאובטחת, אתרים מציגים הזדהות מוסמכת כדי להוכיח שאתה אכן מגיע למקום הנכון. למרות זאת, ההזדהות של אתר זה לא ניתנת לווידוא.
hr: Prilikom povezivanja putem sigurne veze stranica isporučuje vjerodostojnu identifikaciju kako bi potvrdila da doista posjećujete pravo mjesto. Ova stranica nije poslala takvu identifikaciju.
kab: Nuɣ tannumi, ticki tɛerḍeḍ tuqqna s teɣellist, isemlen web a d-mudden asului wakken a d-begnen belli aqla-k di tansa tameɣtut. Acu kan, ur nezmir ara ansenqed asulu n usmel agi.
km: ជា​ធម្មតា ពេល​អ្នក​ព្យាយាម​តភ្ជាប់​ដោយ​សុវត្ថិភាព តំបន់​បណ្ដាញ​នឹង​បង្ហាញ​អត្ត​សញ្ញាណ​ដែល​ទុក​ចិត្ត​ដើម្បី​ធានា​ថា អ្នក​កំពុង​តែ​ទៅ​កាន់​កន្លែង​ត្រឹមត្រូវ ។ តែ​ទោះ​ជា​​យ៉ាង​ណា អត្តសញ្ញាណ​តំបន់​បណ្ដាញ​នេះ​មិន​អាច​បញ្ជាក់​បាន​ទេ។
ku: Dema ku te xwest malpereke ewle vekî, malper dê nasnameya xwe ya ewle nîşanî te bide da ku zanibî tu li ciyekî rast î. Nasnameya vê malperê nayê rastandin.
lb: Wann s de probéiers eng geséchert Connectioun opzemaachen, weisen d'Websäiten normalerweis eng sécher Identifikatioun, déi beweist datt s de op déi richteg Plaz gees. Mä dëse Site kann net iwwerpréift ginn.
lo: ໂດຍປົກກະຕິແລ້ວ ຫາກທ່ານພະຍາຍາມເຊື່ອມຕໍ່ແບບເຂົ້າລະຫັດຫາເວັບໄຊໃດນຶ່ງ, ເວັບໄຊນັ້ນຈະຕ້ອງສະແດງການຢືນຢັນທີ່ເຊື່ອຖືໄດ້ ເພື່ອພິສູດວ່າທ່ານ ເຂົ້າຖືກເວັບແລ້ວ. ຢ່າງໃດກໍຕາມ ເວັບໄຊນີ້ບໍ່ສາມາດຢືນຢັນຄວາມເຊື່ອຖືຂອງຕົນເອງໄດ້.
mn: Ердийн үед хэрэв та нууцлалтай холболт хийх тохиолдолд, холбогдож байгаа хуудаснууд өөрсдийгөө таниулахуйц итгэмжлэгдсэн таних дугаар харуулдаг. Гэтэл энэ хуудасны итгэмжлэх таних дугаарыг шалгаж чадахгүй байна.
ms: Kebiasaan, bila anda mencuba untuk sambung secara selamat, laman akan menunjuk identifikasi untuk membuktikan anda ke tempat yang betul. Walau Bagaimana, identiti laman ini tidak dapat disahkan.
sr: Обично када покушате да се безбедно повежете, сајтови ће послати поверљиву идентификацију како би доказали да сте дошли на право место. Међутим, идентитет овог сајта се не може проверити.
tk: Adatça, goragly şekilde baglanmaga synanşanyňyzda, baglanylmak islenilýän saýt siziň dogry ýere gidýändigiňizi delillendirjek ynamly şahsyýetnama berýär. Emma bu saýtyň şahsyýetnamasy dogrylanyp bilnenok.
tt_ru: Сез нинди дә булса сайтка конфиденциаль рәвештә тоташырга теләсәгез, гадәттә, ул сайт сезгә үзенең бердәйлеге турында информация бирә. Әмма бу сайтның бердәйлеген кызганычка каршы тикшереп булмады.
ug: ئادەتتە بىخەتەر ئۇلىنىش قۇرغىنىڭىزدا، بېكەت سالاھىيەت پەرقلەندۈرۈش بىلەن تەمىنلەپ توغرا جايغا ئۇلانغانلىقىڭىزنى دەلىللەيدۇ. ئەمما بۇ بېكەتنىڭ سالاھىيىتىنى دەلىللىيەلمىدى.
vi: Thông thường, khi bạn cố gắng kết nối an toàn, trang web sẽ trình ra định danh tin cậy để chứng minh cho bạn thấy bạn đang đến đúng địa điểm. Tuy nhiên, định danh của trang này không thể xác minh được.
zh_tw: 一般來說，當您建立安全連線時，網站會提供身分識別以證明您連到了正確的地方。但此網站的身分無法被驗證。

source: The owner of <span class='hostname'/> has configured their website improperly. To protect your information from being stolen, &brandShortName; has not connected to this website.
ar: لم يضبط مالك <span class='hostname'/> موقعه عل نحو سليم. لحماية معلوماتك من السرقة، لم يتصل &brandShortName; بهذا الموقع.
bn_bd: <span class='hostname'/> এর মালিক তাদের ওয়েবসাইটটি ত্রুটিপূর্ণভাবে কনফিগার করেছেন। আপনার তথ্যকে চুরি হয়ে যাওয়া থেকে বাঁচানোর জন্য &brandShortName; ওয়েবসাইটটির সাথে যুক্ত করা হয়নি।
es_mx: El propietario de <span class='hostname'/> ha configurado su sitio inadecuadamente. Para proteger tu información de ser robada, &brandShortName; ha evitado que te conectes a este sitio web.
hy_am: <span class='hostname'/>-ի սեփականատերը իր կայքը սխալ է կազմաձևել: Որպեսզի ձեր տվյալները չգողանան՝ &brandShortName;-ը չի կապակցվել այս կայքին:
kab: Imawlan n <span class='hostname'/> ur sewlen ara akken iwata asmel nsen. Iwakken ad ttummesten telɣut inek si tkwerḍa, &brandShortName; ur yeqqin ara ɣeṛ usmel agi web.

source: Go Back
ar: ارجع للخلف
bn_bd: পিছনে ফিরে যান
es_mx: Regresar
hy_am: Հետ գնալ
kab: Uɣal ɣer deffir

source: Learn more…
ar: اطّلع على المزيد…
bn_bd: আরও জানুন…
es_mx: Saber más…
hy_am: Իմանալ ավելին...
kab: Issin ugar…

source: Advanced
ar: متقدم
bn_bd: উন্নত
es_mx: Avanzado
hy_am: Լրացուցիչ
kab: Leqqayen

source: What Should I Do?
bo: ད་ངས་ཅི་བྱེད
ca: Què caldria que fes?
fur: Ce ao di fâ?
he: מה ברצונך לעשות?
hr: Što učiniti?
kab: D acu ara geɣ?
km: តើ​ខ្ញុំ​គួរ​តែ​ធ្វើ​អ្វី?
ku: Divê ez çi bikim?
lb: Wat soll ech maachen?
lo: ຂ້ອຍຄວນເຮັດແນວໃດ?
mn: Би юу хийх хэрэгтэй вэ?
ms: Apa perlu saya buat?
sr: Шта да урадим?
tk: Men Näme Etmeli?
tt_ru: Миңа нишләргә?
ug: مەن قانداق قىلىشىم كېرەك؟
vi: Tôi Nên Làm Gì?
zh_tw: 我該怎麼辦？

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
ca: Si normalment us connecteu a aquest lloc sense problemes, podria voler dir que algú altre vol fer-se'n amb la identitat i, per tant, no hauríeu de continuar.
fur: Se par solit tu ti conetis a chest sît cence problemis, chest erôr al podarès volê dî che cualchidun al sta provant a impersonâ chest sît e no tu varessis di lâ indevant.
he: אם אתה בדרך־כלל מתחבר לאתר זה ללא בעיות, ייתכן שמישהו מנסה להזדהות בשם האתר, ורצוי שלא תמשיך הלאה לאתר.
hr: Ako se inače povezujete na ovu stranicu bez problema, ovo upozorenje bi moglo značiti da netko pokušava imitirati stranicu, pa stoga ne biste trebali nastaviti.
kab: Ma t-ţeqneḍ ɣer wesmel agi war uguren, tuccḍa yagi ahat illa win ay ɛerḍen ad yakwer tamagit n usmel agi, ihi ur yessek ara aţmeɣlaleḍ.
km: ជា​ធម្មតា ប្រសិនបើ​​អ្នក​​តភ្ជាប់​ទៅ តំបន់បណ្ដាញ​នេះ​​ដោយ​គ្មាន​បញ្ហា កំហុស​នេះ​មាន​ន័យ​ថា មាន​នរណា​ម្នាក់ កំពុង​ព្យាយាម​បន្លំ​តំបន់បណ្ដាញ​នេះ ហើយ​អ្នក​មិន​គួរ​បន្ត​ទៀត​ទេ។
ku: Heke timî bêpirsgirêk dikevî vê malperê dibe ku hin kes niha êrîşî vê malperê dikin û divê tu niha jê derkevî.
lb: Wann s du dech normalerweis ouni Problem mat dësem Site connectéire kanns, kann dëse Feeler bedeiten dass ee probéiert sech als déi Säit auszeginn, an du häss besser net weiderzemaachen.
lo: ຫາກທ່ານເຄີຍເຊື່ອມຕໍ່ເຂົ້າຫາ ເວັບໄຊນີ້ໂດຍບໍ່ມີບັນຫາມາກ່ອນ, ກໍອາດເປັນໄປໄດ້ວ່າຄວາມຜິດພາດນີ້ເກີດຈາກບາງຄົນ ພະຍາຍາມປອມແປງເວັບໄຊ ເຊິ່ງທ່ານບໍ່ຄວນເຂົ້າໄປຕໍ່.
mn: Хэрэв та урьд нь энэ хуудсанд ямар ч хүндрэлгүй ордог байсан бол хэн нэгэн уг хуудастай адилхан харагдах гэсэн оролдлог байж болзошгүй болохоор та цааш нь үргэлжлүүлэх хэрэггүй.
ms: Jika anda selalu sambung ke laman ini tanpa masalah, masalah ini bermaksud ada seseorang telah mencuba untuk menyamar ke laman ini, dan anda tidak perlu teruskan.
sr: Ако се обично повезујете с овим сајтом без проблема, ова грешка може да значи да неко покушава да се представи као овај сајт. Препоручујемо вам да не настављате.
tk: Eger siz bu saýta köplenç meselesiz baglanýan bolsaňyz, bu gezek başga birleri özüni bu saýt hökmünde görkezýän bolup biler, şonuň üçin dowam etmäň.
tt_ru: Элек бу сайтка бернинди киртәләрсез тоташа торган булсагыз, кемнеңдер бу сайтны икенче берәве белән алыштырырга тырышуы мөмкин, һәм, дәвам итмәвегез хәерле.
ug: ئەگەر سىز بۇ بېكەتكە دائىم ئۇلانغاندا مەسىلە كۆرۈلمىسە، بۇ خاتالىق بەزىلەرنىڭ مەزكۇر بېكەتنى تەقلىد قىلىۋاتقانلىقىنى بىلدۈرۈشى مۇمكىن، شۇڭا داۋاملاشتۇرماڭ.
vi: Nếu bạn thường kết nối tới trang này mà không gặp vấn đề gì, lỗi này có thể là do ai đó đang cố gắng mạo danh trang này, và bạn không nên tiếp tục nữa.
zh_tw: 若您平常不會遇到這個問題，此錯誤訊息代表有人正試著假冒該網站，您不該繼續瀏覽。

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; only connect to it securely. As a result, it is not possible to add an exception for this certificate.
bn_bd: সাইটটি HTTP ব্যবহার করে পরিবহনে সর্বোচ্চ নিরাপত্তা (HSTS) নিশ্চিত করতে হবে যে &brandShortName; এর সাথেই একমাত্র নিরাপদ সংযোগ হবে। যার ফলে, এই সার্টিফিকেট এর জন্যে একটি ব্যতিক্রম যোগ করা যাবেনা
ca: Aquest lloc utilitza HSTS (HTTP Strict Transport Security), que vol dir que el &brandShortName; només s'hi pot connectar de forma segura. Per tant, no és possible afegir una excepció per a aquest certificat.
es_mx: Este sitio usa Seguridad estricta de transporte de HTTP (HSTS) para especificar que &brandShortName; sólo se conecte a él de modo seguro. Como resultado, no es posible añadir una excepción para este certificado.
fur: Chest sît a use HTTP Strict Transport Security (HSTS) par disi che &brandShortName; al pos doma conetisi a lui in sigurece. Come risultât, nol è posibul fâ un ecezion par chest certificât
hr: Ova stranica koristi HTTP Strict Transport Security (HSTS) da bi uputila &brandShortName; da uspostavi sigurnu vezu. Rezultat toga je onemogućeno dodavanje iznimke za ovaj certifikat.
hy_am: Այս կայքը օգտագործում է HTTP Strict Transport Security (HSTS)՝ նշելու համար, որ &brandShortName; կապակցվում է անվտանգ: Որպես արդյունք հնարավոր չէ ավելացնել բացառություն այս վկայագրին:
kab: Asmel agi iseqdac HTTP Taɣellist n umesni ufrin (HSTS) i wakken ad yebgen i &brandShortName; akken ad yeqqen kan s tɣeliist. Ihi, d awezɣi timerna n tsureft i weselkin agi.
km: តំបន់បណ្ដាញ​នេះ​ប្រើ HTTP Strict Transport Security (HSTS) ដើម្បី​បញ្ជាក់​ថា &brandShortName; បាន​តភ្ជាប់​ទៅ វា​ដោយ​សុវត្ថិភាព។ ជា​លទ្ធផល វា​មិន​អាច​បន្ថែម​ការ​លើកលែង​បាន​សម្រាប់ វិញ្ញាបនបត្រ​នេះ។
lo: ເວັບໄຊນີ້ໃຊ້ HTTP ການຮັກສາຄວາມປອດໄພ (HSTS) ເພື່ອຮັບປະກັນວ່າ &brandShortName; ພຽງການເຊື່ອມຕໍ່ ເຂົ້າຫາມັນມີຄວາມປອດໄພດີ. ດັ່ງນັ້ນມັນຈຶ່ງເປັນໄປບໍ່ໄດ້ທີ່ຈະເພີ່ມຂໍ້ຍົກເວັ້ນສຳລັບ ໃບຮັບຮອງນີ້.
ms: Laman ini menggunakan HTTP Keselamatan Pengangkut Terhad (HSTS) yang menentukan yang &brandShortName; hanya menyambung kepada nya secara selamat. Akibatknya, adalah tidak mungkin untuk menambah pengecualian kepada sijil ini.

source: Get me out of here!
bo: ང་འདི་ནས་ཕྱིར་འདོན་རོགས
ca: Treu-me d'aquí!
fur: Tirimi fûr di ca!
he: קח אותי מפה!
hr: Makni me odavde!
kab: amek ara fɣeɣ s yagi!
km: យក​ខ្ញុំ​ចេញ​ពី​ទីនេះ!
ku: Min ji vê derê derxe!
lb: Ech wëll eraus hei!
lo: ພາຂ້ອຍອອກຈາກບ່ອນນີ້!
mn: Эндээс намайг гарга!
ms: Keluarkan saya daripada sini!
sr: Води ме одавде!
tk: Meni bu ýerden çykar !
tt_ru: Таябыз моннан!
ug: بۇ يەردىن ئايرىلىش!
vi: Đưa tôi ra khỏi đây!
zh_tw: 帶我離開這裡！

source: I Understand the Risks
bo: ངས་ཉེན་ཁ་གང་ཡོད་ཤེས།
ca: Entenc els riscos
fur: O capìs i riscjos
he: אני מבין את הסיכונים
hr: Razumijem rizik
kab: Gziɣ
km: ខ្ញុំ​យល់​ពី​ហានិភ័យ
ku: Ez Rîskan Fêm Dikim
lb: Ech verstinn de Risiko
lo: ຂ້ອຍຍອມຮັບຄວາມສ່ຽງ
mn: Би эрсдлийг нь ойлголоо
ms: Saya faham akan risiko ini
sr: Прихватам ризик
tk: Men Howplydygyna Düşünýän
tt_ru: Мин бу рисктан хәбәрдар
ug: خەتەرنى چۈشىنىمەن
vi: Tôi Hiểu Về Các Nguy Cơ
zh_tw: 我了解此安全風險

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
bn_bd: পুরোপুরি অবগত থাকলে, আপনি &brandShortName;কে এই সাইটটির পরিচয় নির্ভরযোগ্য হিসেবে ধার্য করতে পারেন। <b>যদি আপনি এই সাইটি বিশ্বাস করেও থাকেন, এই ত্রুটির অর্থ হতে পারে যে কেউ আপনার সংযোগের ক্ষতি করার চেষ্টা করছে</b>
ca: Si sabeu què esteu fent, podeu dir al &brandShortName; que confiï en la identificació del lloc. <b>Fins i tot, si hi confieu, aquest error podria donar-se perquè algú estigués interferint en la vostra connexió.</b>
es_mx: Si entiendes lo que está pasando puedes indicarle a &brandShortName; que confíe en la identificación de este sitio web. <b>Aún si confías en este sitio web, este error podría indicar que alguien está manipulando tu conexión.</b>
fur: Se tu capissis ce che al stâ sucedint, tu puedis dî a &brandShortName; di scomençâ a fidâsi de identificazion di chest sît. <b>Ancje se tu ti fidis dal sît, chest erôr al podarès volê dî che cualchidun al sta traficant cu la tô conession.</b>
he: אם אתה מבין מה קורה, אתה יכול להורות ל־&brandShortName; להתחיל לסמוך על ההזדהות של אתר זה. <b>אפילו אם אתה סומך על האתר, ייתכן ומשמעות השגיאה היא שמישהו מחבל בקישוריות שלך.</b>
hr: Ako razumijete što se događa, možete instruirati &brandShortName; da vjeruje identifikaciji ove stranice. <b>Čak i ako vjerujete ovoj stranici, ova greška može značiti da netko zadire u vašu vezu.</b>
hy_am: Եթե դուք հասկանում եք, թե ինչ է տեղի ունենում, ապա կարող եք կարգադրել &brandShortName;-ին վավերացնել այս կայքի ինքնությունը: <b>Եթե նույնիսկ վստահում եք այս կայքին, ապա այս սխալը կարող է նշանակել, որ ինչ որ մեկը միջամտում է այս միացմանը:</b>
kab: Ma teẓriḍ ayen iḍarrun, tzemreḍ a ţiniḍ i &brandShortName; ad yegg taflest deg usulu n usmel agi. <b>Ɣas akken teggiḍ taflest deg usmel agi, tuccda yagi tezmer a ţili d-albaɛḍ ay-ţakwren tuqqna yinek.</b>
km: ប្រសិនបើ​អ្នក​យល់​អំពី​អ្វី​ដែល​បាន​កើត​ឡើង អ្នក​អាច​ប្រាប់ &brandShortName; ឲ្យ​ចាប់ផ្ដើម​ការ​កំណត់​អត្តសញ្ញាណ​របស់​តំបន់បណ្ដាញ​បាន​។ <b>ទោះបីជា​អ្នក​ទុកចិត្ត​លើ​តំបន់បណ្ដាញ​នេះ​ក៏ដោយ កំហុស​នេះ​អាច​មាន​ន័យ​ថា មាន​អ្នកណា​ម្នាក់​កំពុងតែ​ព្យាយាម​បំផ្លាញ​ការ​តភ្ជាប់​របស់​អ្នក។</b>
ku: Heke dizanî ka çi diqewime, dikarî ji &brandShortName;'ê re bêjî ku ji nasnameya vê malperê bawer bike. <b>Heke pir baweriya te ji ewlekariya vê malperê heye, dibe ku hinek niha êrîşî girêdana te ya înternetê dikin.</b>
lb: Wann s de weess wat lass ass, kanns de &brandShortName; soen, e soll dëser Säit hirer Identifikatioun vertrauen. <b>Och wann s de dëser Säit traus, kann dëse Feeler bedeiten datt een deng Connectioun verfälscht.</b>
lo: ຫາກທ່ານເຂົ້າໃຈ ແລະຍອມຮັບສິ່ງທີ່ກຳລັງເກີດຂຶ້ນ ທ່ານ ສາມາດບອກ &brandShortName; ໃຫ້ເຊື່ອຖືການຢືນຢັນໂຕຂອງເວັບໄຊນີ້ໄດ້. <b>ເຖິງແມ່ນວ່າທ່ານເຊື່ອເວັບໄຊນີ້ກໍຕາມ ຄວາມຜິດພາດທີ່ເກີດຂຶ້ນນີ້ ອາດໝາຍເຖິງມີບາງຄົນພະຍາຍາມ ແຊກແຊງການເຊື່ອມຕໍ່ຂອງທ່ານຢູ່.</b>
mn: Хэрэв та юу болж байгааг ойлгосон бол энэ хуудасны таних дугаарыг &brandShortName;-д итгэмжлүүлж болно. <b>Хэдийгээр та энэ хуудсанд итгэдэг ч, энэ гарсан алдаа нь таны холболтоор хэн нэг нь оролдож байгааг илэрхийлж байж болдзошгүй билээ.</b>
ms: Jika anda faham dengan apa yang berlaku, anda boleh beritahu &brandShortName; untuk mula mempercayai identifikasi laman ini. <b>Biarpun jika anda mempercayai laman ini, masalah ini bermaksud ada seseorang mengganggu sambungan anda.</b>
sr: Ако разумете шта се догађа, можете да наложите програму &brandShortName; да верује идентификацији сајта. <b>Чак иако верујете сајту, ова грешка може да значи да неко покушава да манипулише вашом везом.</b>
tk: Nämeler bolup geçýändigini bilýän bolsaňyz, &brandShortName; programmasyna bu saýtyň şahsyýetnamasyna ynanmaga başlamagyny aýdyp bilersiňiz. <b>Saýta ynansaňyz hem, bu ýalňyzlyk birileriniň baglanyşygyňyza burnuny sokýandygy manysyna gelip biler.</b>
ug: ئەگەر نېمە ئىش بولغانلىقىنى بىلسىڭىز، &brandShortName; بۇ بېكەتنىڭ دەلىللىشىگە ئىشىنىدىغانلىقىڭىزنى بىلدۈرۈڭ. <b> سىز بۇ بېكەتكە ئىشەنگەن تەقدىردىمۇ، بۇ خاتالىق يەنىلا باشقىلارنىڭ بۇ بېكەت ئۇلىنىشىنىڭ ساختا ئىكەنلىكىنى ئاگاھلاندۇرغانلىقىغا ۋەكىللىك قىلىدۇ.</b>
vi: Nếu bạn hiểu điều gì đang xảy ra, bạn có thể yêu cầu &brandShortName; tin tưởng định danh của trang này. <b>Cho dù bạn tin tưởng trang web này, lỗi này cũng vẫn có thể là do ai đó đang cố tác động tới kết nối của bạn.</b>
zh_tw: 如果您知道為何錯誤，您可以讓 &brandShortName; 改信任此身分識別資訊。 <b>即便您信任此網站，此錯誤依然代表有人正試著假冒該網站。</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
bn_bd: কোনো ব্যতিক্রম যোগ করবেন না যদি না অাপনি জানেন এই সাইট দ্বারা বিশ্বস্ত সার্টিফিকেট ব্যবহার না করার কোনো গুরুত্বপূর্ণ কারণ অাছে।
bo: ཁྱོད་ཀྱིས་དྲ་ཚིགས་འདི་ལ་ཡིད་རྟོན་རུང་བའི་ངོས་འཛིན་མེད་པའི་རྒྱུ་མཚན་མ་ཤེས་ན་ དམིགས་བསལ་ཅན་དུ་དཀལ་མི་རུང་།
ca: No afegiu una excepció a menys que sapigueu del cert perquè aquest lloc web no utilitza una identificació pertinent.
es_mx: No agregues una excepción a menos que sepas que hay una buena razón para que este sitio no utilice la identificación de confianza.
fur: No stâ zontâ une ecezion a mancul di no jessi sigûr che al esist un bon motîf parcè che chest sît nol dopre une identificazion fidade.
he: אל תוסיף חריגות אלא אם יש סיבה טובה לכך שהאתר לא משתמש בהזדהות נסמכת.
hr: Nemojte dodavati iznimku, osim ako znate da postoji dobar razlog zašto ova stranica ne koristi vjerodostojnu identifikaciju.
hy_am: Մի կատարեք բացառություն, քանի դեռ չգիտեք համոզիչ հանգամանք, որի պատճառով այս կայքը չի օգտագործում ճիշտ ինքնություն:
kab: Ur rennu ara tasureft arma teẓriḍ d-akken tella teɣẓint acuɣeṛ asmel agi ur yesseqdac ara asulu aselkan.
km: កុំ​បន្ថែម​ករណី​លើកលែង លុះត្រាតែ ​អ្នក​ដឹង​អំពី​មូលហេតុ​ច្បាស់លាស់​ថា ហេតុ​អ្វី​បាន​ជា​តំបន់បណ្ដាញ​នេះ​មិន​ប្រើ​ការ​កំណត់​អត្តសញ្ញាណ​ដែល​ទុកចិត្ត។
ku: Heta ku sedemeke te ya baş tune be, li nasnameya malperên wisa ewle nebe û zêdebariyê nedê.
lb: Setz keng Ausnamregel bäi, et sief du weess datt et e gudde Grond gëtt, firwat dës Säit keng sécher Identifikatioun benotzt.
lo: ບໍ່ຄວນອະນຸຍາດໃຫ້ມີຂໍ້ຍົກເວັ້ນຫາກ ທ່ານບໍ່ມີເຫດຜົນທີ່ດີພໍວ່າເປັນຫຍັງເວັບໄຊນີ້ຈຶ່ງບໍ່ມີການຢືນຢັນໂຕທີ່ຖືກຕ້ອງ.
mn: Та уг хуудсанд итгэмжлэгдсэн таних дугаар хэрэглэгдээгүй шалтгааныг баттай мэдээгүй бол онцгой нөхцлийн жагсаалтанд бүү нэм.
ms: Jangan tambah pengecualian melainkan anda tahu ada alasan munasabah mengapa laman tidak boleh guna identifikasi yang dipercayai.
sr: Немојте да додајете изузетак осим ако постоји добар разлог зашто сајт не користи идентификацију.
tk: Ynamly şahsyýetnama ulanmaýandygy üçin dogry sebäp görkezmese, bu saýta aýratynlyk goşmaň.
tt_ru: Бу сайтның ышанычлы сертификат кулланмавының яхшы сәбәбен белмәсәң аңа искәрмә өстәмә.
ug: مۇستەسنا بېكەت تىزىملىكىگە قوشماڭ، بۇ بېكەتنىڭ سالاھىيەت دەلىللىشىدە مەسىلە يوقلۇقىغا ئىشەنسىڭىز بۇ باشقا گەپ.
vi: Đừng thêm ngoại lệ trừ khi bạn biết lí do đúng đắn khiến trang này không dùng định danh đáng tin cậy.
zh_tw: 除非您有理由確定此網站身分識別資訊沒有問題，否則切勿新增例外網站。

source: Add Exception…
ar: أضِف استثناءً…
bn_bd: ব্যতিক্রম যোগ…
bo: དམིགས་བསལ་ཅན་སྣོན་པ…
ca: Afegeix una excepció…
es_mx: Agregar excepción…
fur: Zonte ecezion…
he: הוסף חריגה…
hr: Dodaj iznimku…
hy_am: Ավելացնել բացառություն...
kab: Rnu tasureft…
km: បន្ថែម​ករណី​លើកលែង…
ku: Zêdebariyê Bidê…
lb: Ausnam dobäisetzen…
lo: ເພີ່ມຂໍ້ຍົກເວັ້ນ…
mn: Онцгой нөхцөл…
ms: Tambah Pengecualian…
sr: Додај изузетак…
tk: Aýratynlyk Goş...
tt_ru: Искәрмә өстәү...
ug: مۇستەسنا قوش…
vi: Thêm Ngoại Lệ…
zh_tw: 新增例外網站…

source: Technical Details
bo: བཟོ་རྩལ་སྐོར་ཞིབ་ཕྲ།
ca: Detalls tècnics
fur: Detais tecnics
he: פרטים טכניים
hr: Tehnički detalji
kab: Aglam leqqayen n tiknik
km: សេចក្ដី​​លម្អិត​អំពី​​បច្ចេកទេស
ku: Kitekitên Teknîkî
lb: Technesch Detailer
lo: ຂໍ້ມູນດ້ານເທັກນິກ
mn: Техникийн мэдээлэл
ms: Maklumat Teknikal
sr: Технички детаљи
tk: Tehniki Içgin Maglumatlar
tt_ru: Техник тәфсилләр
ug: تېخنىكىلىق تەپسىلات
vi: Chi tiết Kĩ thuật
zh_tw: 技術細節

source: Copy text to clipboard
ar: انسخ النص إلى الحافظة
bn_bd: ক্লিপবোর্ডে লেখা অনুলিপি করুন
es_mx: Copiar el texto al portapapeles
hy_am: Պատճենել մեկուսաշրջույթում

source: Report errors like this to help Mozilla identify misconfigured sites
ar: أبلغ عن هذا النوع من الأعطال لمساعدة موزيلا في التعرف على المواقع المضبوطة خطأ
bn_bd: এই ধরনের ত্রুটি রিপোর্ট করে মজিলাকে সহায়তা করুন, অগোছালো সাইট চিহ্নিত করার প্রকল্পে।
es_mx: Reporta errores como este para ayudar a Mozilla a identificar sitios mal configurados
hy_am: Հաղորդեք նման սխալների մասին Mozilla-ին՝ ոչ ճիշտ կազմաձևված կայքերը նույնացնելու համար

source: Report sent
hy_am: Զեկույցն ուղարկված է

source: Try again
hy_am: Կրկին փորձել
