Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: bn_in, br, fur, ga_ie, hy_am, is, kk, kn, lt, lv, nn_no, sd, te, ug

source: Minimize
bn_in: ছোট করুন
br: Bihanaat
fur: Ridûs a icone
ga_ie: Íoslaghdaigh
hy_am: Փոքրացնել
is: Minnka
kk: Қайыру
kn: ಕುಗ್ಗಿಸು
lt: Suskleisti
lv: Minimizēt
nn_no: Minimer
sd: تمام ننڍو ڪريو
te: చిన్నదిచేయి
ug: كىچىكلەت

source: Bring All to Front
bn_in: সমস্ত সামনে আনা হবে
br: Lakaat pep tra war ar rakleur
fur: Parte dut in prin plan
ga_ie: Tabhair an tIomlán chun Tosaigh
hy_am: Բոլորն Առաջ Բերել
is: Endurheimta
kk: Барлығын алдына қою.
kn: ಎಲ್ಲವನ್ನೂ ಎದುರಿಗೆ ಬರುವಂತೆ ಮಾಡು
lt: Viską į priekinį planą
lv: Nest visu uz priekšplānu
nn_no: Send alle til framgrunnen
sd: سڀ سامهون آڻيو
te: అన్నీ ముందుకు తీసుకునిరా
ug: ھەممىسىنى ئەڭ ئالدىغا قويۇش

source: Zoom
bn_in: বড় করে প্রদর্শন
br: Zoum
ga_ie: Súmáil
hy_am: Մասշտաբը
is: Aðdráttur
kk: Терезені жазу
kn: ಹಿಗ್ಗಿಸು
lt: Keisti dydį
lv: Mērogs
nn_no: Forstørr
sd: زوم
te: జూమ్
ug: چوڭايت

source: Window
bn_in: উইন্ডো
br: Prenestr
fur: Barcon
ga_ie: Fuinneog
hy_am: Պատուհան
is: Gluggi
kk: Терезе
kn: ವಿಂಡೋ
lt: Langas
lv: Logs
nn_no: Vindauge
sd: ونڊو
te: విండో
ug: كۆزنەك

# helpMenu.label helpMenu.accesskey
source: &Help
bn_in: সহায়তা(&H)
br: &Skoazell
fur: &Jutori
ga_ie: Cab&hair
hy_am: &Օգնություն
is: &Hjálp
kk: &Көмек
kn: ನೆರವು
lt: &Žinynas
lv: &Palīdzība
nn_no: &Hjelp
sd: مدد
te: సహాయం
ug: ياردەم(&H)

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
bn_in: সহায়তা(&H)
br: &Skoazell
fur: &Jutori
ga_ie: Cab&hair
hy_am: &Օգնություն
is: &Hjálp
kk: &Көмек
lt: &Žinynas
lv: &Palīdzība
nn_no: &Hjelp
sd: مدد
te: సహాయం

source: &About &brandShorterName;
br: &A-zivout &brandShorterName;
fur: &Informazions su &brandShortName;
ga_ie: &Maidir le &brandShorterName;
hy_am: &brandShorterName;-ի &մասին
is: &Um &brandShorterName;
kk: &brandShorterName; тур&алы
lt: &Apie „&brandShorterName;“
lv: P&ar &brandShortName;
nn_no: &Om &brandShorterName;
te: &brandShorterName; గురించి

source: &brandShorterName; &Help
bn_in: &brandShorterName; সহায়তা
br: Sk&oazell &brandShorterName;
fur: &Jutori di &brandShortName;
ga_ie: &Cabhair &brandShorterName;
hy_am: &brandShorterName;-ի &Օգնությունը
is: &brandShorterName; &hjálp
kk: &brandShorterName; &көмегі
lt: „&brandShorterName;“ &žinynas
lv: &brandShortName; pa&līdzība
nn_no: &brandShorterName; &Hjelp
te: &brandShorterName; సహాయం

source: &Keyboard Shortcuts
bn_in: এবং কিবোর্ড(&K) শর্টকাট সমূহ
br: Berradennoù &klavier
fur: Scur&tardoriis di tastiere
ga_ie: &Aicearraí Méarchláir
hy_am: &Ստեղնաշարի պիտակներ
is: Flýtily&klar
kk: П&ернетақта жарлықтары
kn: &Keyboard ಸಮೀಪಮಾರ್ಗಗಳು
lt: Spartieji &klavišai
lv: Taustiņu &kombinācijas
nn_no: &Tastatursnarvegar
te: కీబోర్డు లఘువులు
ug: ھەرپتاختا تېزلەتمىلىرى(&K)

source: &Restart with Add-ons Disabled…
bn_in: অতিরিক্ত সামগ্রী নিষ্ক্রিয় করে পুনরারম্ভ(&R) করুন…
br: Adloc'hañ gant an askouezhioù diwe&redekaet…
fur: To&rne a inviâ cence Zontis...
ga_ie: &Atosaigh gan aon bhreiseáin…
hy_am: &Վերագործարկել հավելումներն անջատած…
is: Endu&rræsa með viðbætur óvirkar…
kk: Сөнді&рілген кеңейтулермен қайта қосу…
kn: ಆಡ್‌-ಆನ್‌ಗಳನ್ನು ಅಶಕ್ತಗೊಳಿಸಿ ನಂತರ ಮರಳಿ ಆರಂಭಿಸಿ…
lt: Pe&rleisti programą, išjungus priedus…
lv: Pā&rstartēt ar deaktivētiem papildinājumiem…
nn_no: &Start på nytt utan utvidingar…
sd: ۽ ايڊ-آنس سان نئين سر شروع ڪريو اَسمرٿ بڻايو ويو۔۔۔
te: పొడిగింతలు అచేతనపరచి పునఃప్రారంభించుము…
ug: قىستۇرمىلارنى چەكلەپ قايتا قوزغات(&R)…

source: &Restart with Add-ons Enabled
bn_in: অ্যাড-অন সক্রিয় করে পুনরায় চালু করুন(&R)
br: Adloc'hañ gant an askouezhioù diwe&redekaet
ga_ie: &Atosaigh leis na Breiseáin ar siúl…
is: Endu&rræsa með viðbætur virkar…
nn_no: &Start på nytt med utvidingar påslått

source: &brandShorterName; H&ealth Report
bn_in: &brandShorterName; স্বাস্থ্য রিপোর্ট
br: Danevell &yec'hed &brandShorterName;
fur: Rapuart de salût di &brandShortName;
ga_ie: Tuairisc Shláint&e &brandShorterName;
hy_am: &brandShorterName;-ի Վի&ճակի Զեկույց
is: &brandShorterName; ástandssko&ðun
kk: &brandShorterName; д&енсаулық есептемесі
lt: „&brandShorterName;“ techninės &būklės ataskaita
lv: &brandShortName; stāvokļa ziņojums
nn_no: &brandShorterName; h&elserapport
te: &brandShorterName; ఆరోగ్య నివేదిక

source: &Troubleshooting Information
bn_in: সমস্যা সমাধান(&T) সংক্রান্ত তথ্য
br: &Titouroù disac'hañ
fur: Informazions pal supuar&t…
ga_ie: Fabh&tcheartú
hy_am: &Անսարքության տեղեկատվություն
is: Upplýsingar fyrir úrræðalei&t
kk: Техник&алық ақпарат
kn: ದೋಷನಿವಾರಣ ಮಾಹಿತಿ
lt: Info&rmacija problemų sprendimui
lv: &Problēmu novēršanas informācija
nn_no: F&eilsøking
sd: ۽ مسئلو کڙو ڪندو معلومات
te: సమస్యాపరిష్కారపు సమాచారము
ug: چىگىش مەسىلە ئۇچۇرى

source: &Submit Feedback…
bn_in: মতামত জানান(&S)…
br: Reiñ ho &meno…
fur: &Mande Feedback
ga_ie: &Seol Aiseolas Chugainn…
hy_am: &Ուղարկել արձագանք…
is: &Senda álit…
kk: К&ері байланыс хабарламасын жіберу…
kn: ಅಭಿಪ್ರಾಯವನ್ನು ಸಲ್ಲಿಸಿ…
lt: &Siųsti atsiliepimą…
lv: No&sūtīt atsauksmi…
nn_no: &Gje tilbakemelding…
sd: ۽ فيڊبئڪ پيش ڪريو۔۔۔
te: స్పందనను తెలుపండి…
ug: قايتۇرما ئىنكاس تاپشۇر(&S)…

source: &brandShorterName; T&our
bn_in: &brandShorterName; ট্যুর
br: &Gweladenniñ &brandShorterName;
fur: &brandShorterName; Gîr
ga_ie: Turas ar &brandShorterName;
hy_am: Շր&ջայց &brandShorterName;-ի հետ
is: &brandShorterName; sk&oðunarferð
kk: &brandShorterName; ішіне cа&яхат
lt: Į&vadas į „&brandShorterName;“
lv: &brandShortName; eksku&rsija
nn_no: O&mvising i &brandShorterName;
te: &brandShorterName; పర్యటన

source: Preferences…
bn_in: পছন্দ...
br: Ma gwellvezioù…
fur: Preferencis…
ga_ie: Sainroghanna…
hy_am: Կարգավորումներ…
is: Valkostir…
kk: Баптаулар…
kn: ಆದ್ಯತೆಗಳು...
lt: Nuostatos…
lv: Iestatījumi…
nn_no: Innstillingar …
sd: ترجيحون۔۔۔
te: అభిరుచులు…
ug: مايىللىق…

source: Services
bn_in: পরিসেবা
br: Gwazerezhioù
fur: Servizis
ga_ie: Seirbhísí
hy_am: Ծառայություններ
is: Þjónustur
kk: Қызметтер
kn: ಸೇವೆಗಳು
lt: Paslaugos
lv: Servisi
nn_no: Tenester
sd: شوائون
te: సేవలు
ug: مۇلازىمەت

source: Hide &brandShorterName;
bn_in: &brandShorterName; আড়াল করুন
br: Kuzhat &brandShorterName;
fur: Plate &brandShortName;
ga_ie: Folaigh &brandShorterName;
hy_am: Թաքցնել &brandShorterName;-ը
is: Fela &brandShorterName;
kk: &brandShorterName; жасыру
lt: Nerodyti „&brandShorterName;“
lv: Paslēpt &brandShortName;
nn_no: Gøym &brandShorterName;
te: &brandShorterName;ను దాచు

source: Hide Others
bn_in: অন্যান্য আড়াল করা হবে
br: Kuzhat ar re all
fur: Plate altris
ga_ie: Folaigh Cinn Eile
hy_am: Թաքցնել Մնացածը
is: Fela aðra
kk: Басқаларын жасыру
kn: ಇತರೆಯನ್ನು ಅಡಗಿಸು
lt: Nerodyti kitų
lv: Paslēpt citus
nn_no: Gøym andre
sd: ٻيا لڪايو
te: మిగతావి మరుగుపరచు
ug: باشقىلارنى يوشۇر

source: Show All
bn_in: সমস্ত প্রদর্শন করা হবে
br: Diskouez pep tra
fur: Mostre dut
ga_ie: Taispeáin Gach
hy_am: Ցուցադրել բոլորը
is: Sýna allt
kk: Барлығын көрсету
kn: ಎಲ್ಲವನ್ನೂ ತೋರಿಸು
lt: Rodyti viską
lv: Parādīt visus
nn_no: Vis alle
sd: سڀ ڏيکاريو
te: అన్నీ చూపుము
ug: ھەممىنى كۆرسەت

source: &About &brandShortName;
kn: &brandShortName; ಬಗ್ಗೆ
ug: &brandShortName; ھەققىدە(&A)

source: &brandShortName; &Help
kn: &brandShortName; ನೆರವು
ug: &brandShortName; ياردەم(&H)

source: &brandShortName; H&ealth Report
kn: &brandShortName; ಹೆಲ್ತ್ ರಿಪೋರ್ಟ್
ug: بۇ &brandShortName; نىڭ سالامەتلىك دوكلاتى(&E)

source: Hide &brandShortName;
kn: &brandShortName; ಅನ್ನು ಅಡಗಿಸು
ug: &brandShortName;يوشۇرۇش

# hideThisAppCmdMac2.commandkey
source: H
sd: نشانزد ۽ اِتهاس ڳوليو

# hideOtherAppsCmdMac.commandkey
source: H
sd: نشانزد ۽ اِتهاس ڳوليو
