Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

source: Go forward one page
af: Gaan een bladsy vorentoe
ar: اذهب للأمام صفحة واحدة
as: এটা পৃষ্ঠা আগলৈ যাওক
bg: Напред една страница
bn_in: প্রদর্শিত পৃষ্ঠার অনুক্রম অনুযায়ী, পরবর্তী পৃষ্ঠায় এগিয়ে চলুন
ca: Vés una pàgina endavant
fur: Va indevant une pagjine
hu: Ugrás a következő oldalra
hy_am: Գնալ Հաջորդ Էջ
id: Maju satu laman
kk: Келесі бетке өту
km: ទៅមុខ​មួយ​ទំព័រ
ku: Rûpelek here pêş
mai: एक पृष्ठ आगाँ जाउ
ml: ഒരു താള്‍ മുന്നോട്ട്‌ പോകുക
my: ရှေ့ တမျက်နှာ သွားပါ
ne: एक पृष्ठ अगाडि जानुहोस्
nn_no: Gå fram ei side
or: ଗୋଟିଏ ପୃଷ୍ଠା ଆଗକୁ ଯାଆନ୍ତୁ
pt_br: Próxima página
si: පිටුවක් ඉදිරියට
te: ఒక పేజీ ముందుకు వెళ్ళుము
th: ถัดไปหนึ่งหน้า
uz: Bir sahifa oldinga o‘tish

source: Right-click or pull down to show history
af: Klik regs of trek af om geskiedenis te wys
ar: انقر بالزر الأيمن أو اسحب للأسفل لإظهار التأريخ
as: ইতিহাস দেখাবলে ৰাইট ক্লিক কৰক বা তলত টানি নমাওক
bg: Натиснете с десния бутон или дръпнете надолу, за да се покаже историята
bn_in: পূর্ববর্তী তথ্য প্রদর্শনের জন্য মাউসের ডানদিকের বাটক ক্লিক করুন অথবা মেনু টেনে নামান
ca: Premeu amb el botó dret o arrossegueu cap avall per veure l'historial
hu: Jobb kattintás vagy lehúzás az előzményekhez
hy_am: Աջ սեղմում կամ պտտում ներքև՝ պատմությունը դիտելու համար
id: Klik kanan atau tekan agak lama untuk menampilkan riwayat
kk: Тарихы үшін оң жақпен шертіңіз не төмен тартыңыз
km: ចុច​កណ្ដុរ​ស្ដាំ ឬ​ចុច​ទម្លាក់​ចុះ ដើម្បី​បង្ហាញ​ប្រវត្តិ
ku: Ji bo dîtina raboriyê rast bitikîne yan jî kaş biker xwarê
mai: इतिहास देखाबैक लेल दाहिना क्लिक करू अथवा पुल डाउन करू
ml: നാള്‍വഴിയ്ക്കായി റൈറ്റ് ക്ലിക്ക് ചെയ്യുക അല്ലെങ്കില്‍ താഴേയ്ക്കു് വലിയ്ക്കുക
my: ညာဘက်ကလစ်သို့မဟုတ်မှတ်ဉာဏ်ကြည့်ဇယားအားဆွဲချပါ။
ne: इतिहास हेर्न बाँया क्लिक गर्नुहोस् अथवा तल तान्नुहोस
nn_no: Høgreklikk eller trekk ned for å visa historikk
or: ପୁରୁଣା ତଥ୍ୟକୁ ଦର୍ଶାଇବା ପାଇଁ ଡ଼ାହାଣ ପାଖ କ୍ଲିକ କରନ୍ତୁ ଅଥବା ତଳକୁ ଟାଣନ୍ତୁ
pt_br: Para exibir o histórico clique com o direito ou clique e segure o botão esquerdo
si: පෙරදෑ පෙන්වීමට පහළට අදින්න හෝ දකුණත් ක්ලික් කරන්න
te: చరిత్రను చూపుటకు కుడి-నొక్కు నొక్కండి లేదా కిందికి లాగండి
th: คลิกขวาหรือดึงลงเพื่อแสดงประวัติ
uz: Tarixni ko‘rish uchun o‘ng tugmani bosing yoking pastga suring

source: Pull down to show history
af: Trek af om geskiedenis te wys
ar: اسحب للأسفل لإظهار التأريخ
as: ইতিহাস দেখাবলে তলত টানি নমাওক
bg: Дръпнете надолу, за да се покаже историята
bn_in: পূর্ববর্তী তথ্য প্রদর্শনের জন্য মেনু টেনে নামান
ca: Arrossegueu cap avall per veure l'historial
fur: Sclice par viodi la storie
hu: Lehúzás az előzményekhez
hy_am: Պտտեք ներքև՝ պատմությունը դիտելու համար
id: Tekan agak lama untuk menampilkan riwayat
kk: Тарихы үшін төмен тартыңыз
km: ទម្លាក់​ចុះ ដើម្បី​បង្ហាញ​ប្រវត្តិ
ku: Ji bo dîtina raboriyê kaş bike xwarê
mai: इतिहास देखाबैक लेल पुल डाउन करू
ml: നാള്‍വഴിയ്ക്കായി താഴേയ്ക്കു് വലിയ്ക്കുക
my: မှတ်ဉာဏ်အားကြည့်ရန်ဆွဲချပါ။
ne: इतिहास हेर्न तल तान्नुहोस
nn_no: Trekk ned for å visa historikk
or: ପୁରୁଣା ତଥ୍ୟକୁ ଦର୍ଶାଇବା ପାଇଁ ତଳକୁ ଟାଣନ୍ତୁ
pt_br: Para exibir o histórico clique e segure o botão esquerdo
si: පෙරදෑ පෙන්වීමට පහළට අදින්න
te: చరిత్రను చూపుటకు కిందకు లాగండి
th: ดึงลงเพื่อแสดงประวัติ
uz: Tarixni ko‘rish uchun pastga suring

source: Reload
af: Herlaai
ar: أعد التحميل
as: পুনৰ ল'ড কৰক
bg: Презареждане
bn_in: নতুন করে প্রদর্শন করুন
ca: Actualitza
fur: Torne a cjamâ
hu: Frissítés
hy_am: Կրկին բեռնել
id: Muat ulang
kk: Жаңарту
km: ផ្ទុក​ឡើងវិញ
mai: फेर लोड करू
ml: വീണ്ടും ലഭ്യമാക്കുക
my: ပြန်ဖွင့်
ne: पुनः लोड गर्नुहोस्
nn_no: Oppdater
or: ପୁନର୍ଧାରଣ
pt_br: Recarregar
si: යළි පූර්ණය
te: తిరిగిలోడుచేయి
th: โหลดใหม่
uz: Qayta yuklash

source: Reload current page
af: Herlaai huidige bladsy
ar: أعِد تحميل الصفحة الحاليّة
as: বৰ্তমান পৃষ্ঠা পুনৰ ল'ড কৰক
bg: Презареждане на текущата страница
bn_in: বর্তমান পৃষ্ঠা নতুন করে প্রদর্শন করা হবে
ca: Actualitza la pàgina actual
fur: Torne a cjamâ la pagjine atuâl
hu: Aktuális oldal újratöltése
hy_am: Կրկին բեռնել տվյալ Էջը
id: Muat ulang laman ini
kk: Ағымдағы бетті жаңарту
km: ផ្ទុក​ទំព័រ​បច្ចុប្បន្ន​ឡើងវិញ
ku: Rûpela derbasdar nû bike
mai: वर्तमान पृष्ठ फेर लोड करू
ml: ഈ താള്‍ വീണ്ടും തുറക്കുക
my: လက်ရှိ စာမျက်နှာကို ပြန်ဖွင့်‌ပါ
ne: हालको पृष्ठलाई फेरि लोड गर्नुहोस्
nn_no: Oppdater sida
or: ପ୍ରଚଳିତ ପୃଷ୍ଠାକୁ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
pt_br: Atualizar a página
si: භාවිත පිටුව ප්‍රතිපූරණය කරන්න
te: ప్రస్తుత పేజీని తిరిగిలోడుచేయి
th: โหลดหน้าปัจจุบันใหม่
uz: Joriy sahifani qayta yuklash

source: Stop
ar: أوقف
as: বন্ধ কৰক
bg: Спиране
bn_in: থামান
ca: Atura
fur: Ferme
hu: Leállítás
hy_am: Ընդհատել
id: Berhenti
kk: Тоқтату
km: បញ្ឈប់
mai: रोकू
ml: നിര്‍ത്തുക
my: ရပ်
ne: रोक्नुहोस्
nn_no: Stopp
or: ଅଟକାନ୍ତୁ
pt_br: Parar
si: නවතන්න
te: ఆపుము
th: หยุด
uz: To‘xtatish

source: Stop loading this page
af: Hou op om hierdie bladsy te laai
ar: أوقف تحميل هذه الصفحة
as: এই পৃষ্ঠা ল'ড কৰক বন্ধ কৰক
bg: Спиране зареждането на страницата
bn_in: বর্তমান পৃষ্ঠার লোড স্থগিত করুন
ca: Atura la càrrega d'aquesta pàgina
fur: Ferme la cjamade di cheste pagjine
hu: Oldal letöltésének megszakítása
hy_am: Ընդհատել Էջի բեռնավորումը
id: Berhenti memuat laman ini
kk: Беттің жүктелуін тоқтату
km: បញ្ឈប់​ការ​​ផ្ទុក​ទំព័រ​នេះ
ku: Barkirina rûpelê bide sekinandin
mai: ई पृष्ठ लोड कएनाइ रोकू
ml: താള്‍ തുറക്കുന്നത്‌ നിര്‍ത്തുക
my: ဖွင့်နေတဲ့ ဒီစာမျက်နှာကို ရပ်တန့်ပါ
ne: यो पृष्ठलाई लोडिङ्ग गर्न रोक्नुहोस्
nn_no: Stopp lasting av denne sida
or: ଏହି ପୃଷ୍ଠାକୁ ଧାରଣ କରିବା ବନ୍ଦ କରନ୍ତୁ
pt_br: Interromper o carregamento
si: පිටුව ලබාගැනීම නවතන්න
te: ఈ పేజీ లోడింగ్‌ను ఆపుము
th: หยุดการโหลดหน้านี้
uz: Ushbu sahifani yuklashni bekor qilish

source: Go to the address in the Location Bar
af: Gaan na die adres in die adresbalk
ar: اذهب للعنوان في شريط الموقع
as: অৱস্থান বাৰত থকা ঠিকনালে যাওক
bg: Зареждане на адреса в полето
bn_in: ঠিকানার ক্ষেত্রর মধ্যে লেখা অবস্থান প্রদর্শন করা হবে
ca: Vés a l'adreça de la barra d'ubicació
fur: Va al indiriç specificât inte sbare dai indiriçs
hu: Ugrás a címmezőben levő címre
hy_am: Գնալ Հասցեի Տողում նշված հասցեով
id: Pindah ke alamat di Bilah Lokasi
kk: Енгізілген адреске өту
km: ទៅកាន់​អាសយដ្ឋាន​ក្នុង​របារ​ទីតាំង
ku: Here navnîşana di Darikê Cihî de
mai: स्थान पट्टी पर पतामे जाउ
ml: അഡ്രസ്സ് ബാറിലുള്ള വിലാസത്തിലേക്കു പോകുക
my: တည်နေရာ တန်းလျာထဲက လိပ်စာဆီ သွားပါ
ne: लोकेसन बारमा भएको स्थानमा जानुहोस्
nn_no: Gå til adressa i adresselinja
or: ଅବସ୍ଥିତି ପଟିରେ ଥିବା ଠିକଣାକୁ ଯାଆନ୍ତୁ
pt_br: Abrir a página
si: පිහිටුම් තීරුවේ තුළ ඇති ලිපිනට යන්න
te: స్థితిపట్టీలో చిరునామాకు వెళ్ళుము
th: ไปยังที่อยู่ในแถบตำแหน่งที่ตั้ง
uz: Manzil panelidagi manzilga o‘tish

source: Print
af: Druk
ar: اطبع
as: প্ৰিন্ট কৰক
bg: Отпечатване
bn_in: প্রিন্ট করুন
ca: Imprimeix
fur: Stampe
hu: Nyomtatás
hy_am: Տպել
id: Cetak
kk: Баспаға шығару
km: បោះពុម្ព
ku: Çap bike
mai: छापू
ml: പ്രിന്റ് ചെയ്യുക
my: ပုံနှိုပ်ပါ
ne: मुद्रण गर्नुहोस्
nn_no: Skriv ut
or: ମୁଦ୍ରଣ କରନ୍ତୁ
pt_br: Imprimir
si: මුද්‍රණය
te: ముద్రించు
th: พิมพ์
uz: Chop qilish

source: Print this page
af: Druk hierdie bladsy
ar: اطبع هذه الصفحة
as: এই পৃষ্ঠা প্ৰিন্ট কৰক
bg: Отпечатване на тази страница
bn_in: বর্তমানে প্রদর্শিত পৃষ্ঠা প্রিন্ট করুন
ca: Imprimeix aquesta pàgina
fur: Stampe cheste pagjine
hu: Oldal kinyomtatása
hy_am: Տպել տվյալ էջը
id: Cetak laman ini
kk: Ағымдағы бетті баспаға шығару
km: បោះពុម្ព​ទំព័រ​នេះ
ku: Vê rûpelê çap bike
mai: ई पृष्ठ छापू
ml: ഈ താള്‍ അച്ചടിക്കുക
my: ဒီစာမျက်နှာကို ပုံနှိုပ်ပါ
ne: यो पृष्ठ मुद्रण गर्नुहोस्
nn_no: Skriv ut denne sida
or: ଏହି ପୃଷ୍ଠାକୁ ମୁଦ୍ରଣ କରନ୍ତୁ
pt_br: Imprimir a página
si: පිටුව මුද්‍රණය
te: ఈ పేజీని ముద్రించు
th: พิมพ์หน้านี้
uz: Ushbu sahifani chop qilish

source: View site information
ar: اعرض معلومات الموقع
bn_in: সাইটের তথ্য দেখুন
ca: Mostra la informació del lloc
hu: Oldal adatainak megjelenítése
hy_am: Դիտել կայքի տեղեկությունը
id: Tampilkan informasi situs
kk: Сайт ақпаратын қарау
km: មើល​ព័ត៌មាន​តំបន់បណ្ដាញ
ml: സൈറ്റ് വിവരങ്ങള്‍ കാണുക
my: အခု ဝက်ဆိုက် ၏ အချက်အလက်များ ကြည့်ရန်။
ne: साइट जानकारी हेर्नुहोस्
nn_no: Vis sideinfo
te: సైటు సమాచారం చూడండి
th: ดูข้อมูลไซต์
uz: Sayt haqidagi ma’lumotni ko‘rish

source: View a notification
ca: Mostra una notificació
hu: Értesítés megjelenítése
id: Tampilkan notifikasi
kk: Хабарламаны қарау
km: មើល​ការ​ជូនដំណឹង
my: အသိပေးချက် များကြည့်ရန်
ne: जानकारी हेर्नुहोस्
nn_no: Vis eit varsel
te: ప్రకటన చూడండి
th: ดูการแจ้งเตือน
uz: Eslatmalarni ko‘rish

source: View the location request
ca: Mostra una sol·licitud d'ubicació
hu: Helymeghatározási kérés megjelenítése
id: Tampilkan permintaan lokasi
kk: Орналасу сұранымын қарау
km: មើល​សំណើ​ទីតាំង
my: တည်နေရာတောင်းဆိုမှုကို ကြည့်ရန်
ne: स्थान अनुरोध हेर्नुहोस्
nn_no: Vis plasseringsførespurnaden
te: స్థానపు అభ్యర్ధనను చూడండి
th: ดูคำร้องขอตำแหน่งที่ตั้ง
uz: Manzil so‘rovini ko‘rish

source: View the add-on install message
ca: Mostra el missatge d'instal·lació del complement
hu: A kiegészítő telepítési üzenetének megjelenítése
id: Tampilkan pesan instal pengaya
kk: Қосымшаның орнатылу хабарламасын қарау
km: មើល​សារ​អំពី​ការ​ដំឡើង​កម្មវិធី​បន្ថែម
my: အတ်အွန်တပ်ဆင်မှု သတင်းကို ကြည့်ရန်
ne: एड-अन स्थापना सन्देश हेर्नुहोस्
nn_no: Vis installasjonsmeldinga til utvidingshandsamaren
te: పొడిగింత సంస్థాపనా సందేశం చూడండి
th: ดูข้อความการติดตั้งส่วนเสริม
uz: Qo‘shimcha dasturni o‘rnatish xabarini ko‘rish

source: View the app-offline storage message
ca: Mostra el missatge d'emmagatzematge fora de línia de les aplicacions
hu: Az app kapcsolat nélküli tárolási üzenetének megjelenítése
id: Tampilkan pesan penyimpanan luring aplikasi
kk: app-offline қойма хабарламасын қарау
km: មើលសារអំពីការផ្ទុកក្រៅបណ្តាញរបស់កម្មវិធី
my: အက်ပ်၏ ကွန်ယက်မဲ့ သိမ်းဆည်းမှု သတင်းကို ကြည့်ရန်
ne: अनुप्रयोग अफलाइन भन्डारण सन्देशहरू हेर्नुहोस्
nn_no: Vis lagringsmelding frå app-offline
te: ఏప్-ఆఫ్‌లైన్ స్టోరేజ్ సందేశం చూడండి
th: ดูข้อความการจัดเก็บข้อมูลออฟไลน์ของแอป
uz: Ilovalarni oflayn saqlash xabarini ko‘rish

source: Manage your login information
ca: Gestiona la informació d'inici de sessió
hu: Bejelentkezési adatok kezelése
id: Kelola info masuk Anda
kk: Логин ақпаратыңызды басқару
km: គ្រប់គ្រងព័ត៌មាន​ការ​ចូល​របស់​អ្នក
my: သင့်ရဲ့ဝင်ရောက်ခြင်းဆိုင်ရာအချက်အလက်များကိုစီမံရန်
ne: तपाईको लग-इन जानकारीको व्यवस्थापन गर्नुहोस्
nn_no: Handsam innloggingsinfo
te: మీ లాగిన్ సమాచారం నిర్వహించండి
th: จัดการข้อมูลการเข้าสู่ระบบของคุณ
uz: Login ma’lumotlarini boshqarish

source: Check if you want to save your password
ca: Comprova si voleu desar la contrasenya
hu: Jelszó mentése
id: Centang jika ingin menyimpan sandi Anda
kk: Пароліңізді сақтағыңыз келетінінді тексеру
km: គូសគ្រីសប្រសិនបើអ្នកចង់រក្សាទុកពាក្យសម្ងាត់របស់អ្នក
my: သင့်ရဲ့စကားဝှက်သိမ်းခြင်းကိုစစ်ဆေးပါ
ne: तपाईँ आफ्नो पासवर्ड सङ्ग्रह गर्न चाहनुहुन्छ भने ठिक लगाउनुहोस्
nn_no: Kontroller om du vil lagra passordet ditt
te: మీ సంకేతపదం దాచుకోవడానికి చెక్ చేయండి
th: ทำเครื่องหมายหากคุณต้องการบันทึกรหัสผ่านของคุณ
uz: Parolingizni saqlamoqchi bo‘lsangiz, belgilang

source: Manage plugin usage on this page
ca: Gestiona l'ús de connectors en aquesta pàgina
hu: Bővítményhasználat felügyelete az oldalon
id: Kelola penggunaan plugin di laman ini
kk: Бұл парақта плагиндер қолданылуын басқару
km: គ្រប់គ្រងការប្រើប្រាស់កម្មវិធី​ជំនួយ​លើទំព័រនេះ
my: ဒီစာမျက်နှာရဲ့ပလပ်အင်အသုံးပြုမှုကိုစီမံရန်
ne: यो पृष्ठमा प्लगइन प्रयोगहरू व्यवस्थापन गर्नुहोस्
nn_no: Handsam bruk av programtillegg på denne sida
te: ఈ పేజీలో చొప్పింత వాడుకను నిర్వహించండి
th: จัดการการใช้งานโปรแกรมเสริมบนหน้านี้
uz: Ushbu sahifadagi plagindan foydalanishni boshqarish

source: Change whether you can receive notifications from the site
ar: غيّر ما إذا ما كنت تسمح باستلام تنبيهات من الموقع
ca: Canvia l'opció de si es poden rebre notificacions d'aquest lloc
hu: Módosítsa, hogy kap-e értesítéseket ettől az oldaltól
hy_am: Փոխել, թե արդյոք կարող եք կայքից ստանալ ծանուցումներ
id: Ubah jika Anda ingin menerima notifikasi dari situs ini
kk: Сайттан хабарламаларды ала аласыз ба, соны өзгертіңіз
km: ផ្លាស់​ប្ដូរ​ថា​តើ​អ្នក​អាច​ទទួល​ការ​ជូន​ដំណឹង​ពីតំបន់បណ្តាញឬទេ
ml: സൈറ്റില്‍ നിന്നും അറിയിപ്പുകള്‍ ലഭിക്കുന്നതില്‍ മാറ്റം വരുത്തുക
my: ဒီစာမျက်နှာရဲ့အသိပေးခြင်းကို လက်ခံခြင်းအားစီမံကြည့်ရန်
ne: तपाईं साइटबाट सूचनाहरू प्राप्त गर्न सक्नुहुन्छ कि सक्नुहुन्न छान्नुहोस्
nn_no: Vel om du kan ta imot varsel frå nettstaden
th: เปลี่ยนแปลงเพื่อให้คุณสามารถรับการแจ้งเตือนจากไซต์นี้
uz: Saytdan eslatma olish imkoniyatini o‘zgartirish

source: Manage sharing your camera and/or microphone with the site
ar: أدر مشاركة كمرتك و ميكروفونك مع هذا الموقع
bn_in: সাইটের সাথে আপনার ক্যামেরা/বা মাইক্রোফোন শেয়ার করাকে পরিচালনা করুন
ca: Gestiona la compartició de la càmera o del micròfon amb el lloc
hu: A kamera és/vagy mikrofon az oldallal megosztásának kezelése
hy_am: Կառավարել խցիկի և/կամ բարձրախոսի համաօգտագործումը այս կայքի հետ
id: Kelola berbagi kamera dan/atau mikrofon dengan situs
kk: Камераңыз және/немесе микрофонмен бұл сайтпен бөлісуді басқару
km: គ្រប់​គ្រង​ការ​ចែក​រំលែក​ម៉ាស៊ីនថត និង/ឬ មីក្រូហ្វូនរបស់អ្នកជាមួយតំបន់បណ្តាញ
ml: താങ്കളുടെ ക്യാമറ അല്ലെങ്കില്‍ മൈക്രോഫോണ്‍ അല്ലെങ്കില്‍ അവ രണ്ടും സൈറ്റുമായി പങ്കിടുന്നത് ക്രമീകരിക്കുക
my: ဒီဆိုက်နှင့် မျှဝေအသုံးပြုနေသည့် သင်၏ ကင်မရာ (သို့) မိုက္ကရိုဖုန်းတို့ကို စီမံပါ။
ne: यो साइटको तपाईँको क्यामेरा र/अथवा माइक्रो फोन प्रयोग अधिकार ब्यवस्थापन गर्नुहोस्
nn_no: Handsam deling av kamera og/eller mikrofon ppå denne nettstaden
te: సైటుతో మీ కేమెరా మరియు/లేదా మైక్రోఫోన్ పంచుకోడాన్ని నిర్వహించుకోండి
th: จัดการการแบ่งปันกล้องและ/หรือไมโครโฟนของคุณกับไซต์
uz: Kamera yoki mikrofonni sayt bilan bo‘lishishni boshqarish

source: You are sharing your camera and/or microphone with the site
ca: Esteu compartint la càmera o el micròfon amb el lloc
hu: Megosztja a kamerát és/vagy mikrofont az oldallal
id: Anda berbagi kamera dan/atau mikrofon dengan situs
kk: Сіз камераңыз және/немесе микрофонмен бұл сайтпен бөлісудесіз
km: អ្នក​កំពុង​ចែករំលែក​ម៉ាស៊ីន​ថត និង/ឬ ​មីក្រូហ្វូនរបស់អ្នក​ជាមួយ​តំបន់បណ្ដាញ។
my: ယခုစာမျက်နှာသည် မိုက်ကရိုဖုန်း၊ ကင်မရာများကို သင်နှင့်အတူ မျှသုံးနေသည်။
ne: यो साइटलाई तपाईँ क्यामेरा र/अथवा माइक्रोफोन प्रयोग गर्ने अनुमति दिँदै हुनुहुन्छ
nn_no: Du deler kamera og/eller mikrofon med denne nettstaden
te: సైటుతో మీ కేమెరా మరియు/లేదా మైక్రోఫోన్ పంచుకుంటున్నారు
th: คุณกำลังแบ่งปันกล้องและ/หรือไมโครโฟนของคุณกับไซต์
uz: Siz hozirda kamera yoki mikrofonni sayt bilan bo‘lishishyapsiz

source: Manage sharing your microphone with the site
ar: أدر مشاركة ميكروفونك مع هذا الموقع
bn_in: এই সাইটের সাথে আপনার মাইক্রোফোন শেয়ার করাকে পরিচালনা করুন
ca: Gestiona la compartició del micròfon amb el lloc
hu: A mikrofon az oldallal megosztásának kezelése
hy_am: Կառավարել ձեր բարձրախոսի համաօգտագործումը այս կայքի հետ
id: Kelola berbagi mikrofon dengan situs
kk: Микрофоныңызбен бұл сайтпен бөлісуді басқару
km: គ្រប់គ្រងការចែករំលែកមីក្រូហ្វូនជាមួយតំបន់បណ្តាញ
ml: താങ്കളുടെ മൈക്രോഫോണ്‍ സൈറ്റുമായി പങ്കിടുന്നത് ക്രമീകരിക്കുക
my: ဤစာမျက်နှာသည် မိုက်ကရိုဖုန်းကို သင်နှင့်အတူ မျှသုံးနေသည်
ne: यो साइटले माइक्रोफोन कसरी प्रयोग गर्छ भन्ने ब्यस्थापन गर्नुहोस्
nn_no: Handsam deling av mikrofon med denne nettstaden
te: సైటుతో మీ మైక్రోఫోనుని పంచుకోవడాన్ని నిర్వహించండి
th: จัดการการแบ่งปันไมโครโฟนของคุณกับไซต์
uz: Mikrofonni sayt bilan bo‘lishishni boshqarish

source: You are sharing your microphone with the site
ca: Esteu compartint el micròfon amb el lloc
hu: Megosztja a mikrofont az oldallal
id: Anda berbagi mikrofon dengan situs
kk: Сіз микрофоныңызбен бұл сайтпен бөлісудесіз
km: អ្នក​កំពុង​ចែករំលែក​មីក្រូហ្វូន​របស់អ្នកជាមួយ​តំបន់បណ្តាញ
my: ဤစာမျက်နှာသည် မိုက်ကရိုဖုန်းကို သင်နှင့်အတူ မျှသုံးနေသည်
ne: यो साइटले तपाईँको माइक्रोफोन प्रयोग गर्दै छ
nn_no: Du deler mikrofonen din med nettstaden
te: ఈ సైటుతో మీ మైక్రోఫోనుని పంచుకుంటున్నారు
th: คุณกำลังแบ่งปันไมโครโฟนของคุณกับไซต์
uz: Siz hozirda mikrofonni sayt bilan bo‘lishyapsiz

source: Manage sharing your windows or screen with the site
ar: أدر مشاركة نوافذك أو شاشتك مع هذا الموقع
bn_in: আপনার উইন্ডোস বা স্ক্রিন এই সাইটের সাথে শেয়ার করাকে পরিচালনা করুন
ca: Gestiona la compartició de finestres o de la pantalla amb el lloc
hu: Az ablakok vagy képernyő az oldallal megosztásának kezelése
hy_am: Կառավարել պատուհանների կամ էկրանի համաօգտագործումը այս կայքի հետ
id: Kelola berbagi jendela atau layar dengan situs
kk: Терезелеріңізбен немесе экранмен бұл сайтпен бөлісуді басқару
km: គ្រប់គ្រងការចែករំលែកបង្អួច ឬអេក្រង់របស់អ្នកជាមួយតំបន់បណ្តាញ
ml: താങ്കളുടെ ജാലകം അല്ലെങ്കില്‍ സ്ക്രീന്‍ സൈറ്റുമായി പങ്കിടുന്നത് ക്രമീകരിക്കുക
my: ဒီဆိုက်သို့ သင့် ဝင်းဒိုးများ (သို့) မျက်နှာပြင် မျှဝေအသုံးပြုမှုကို စီမံရန်
ne: आफ्नो साइटमा सञ्झ्याल वा स्क्रिन साझेदारीको प्रबन्ध मिलाउनुहोस्
nn_no: Handsam deling av vindauge eller skjerm med nettstaden
te: ఈ సైటుతో మీ కిటికీలను లేదా తెరను పంచుకోడాన్ని నిర్వహించండి
th: จัดการการแบ่งปันหน้าต่างหรือหน้าจอของคุณกับไซต์
uz: Oynalar yoki ekranni sayt bilan bo‘lishishni boshqarish

source: You are sharing a window or your screen with the site
ca: Esteu compartint una finestra o la pantalla amb el lloc
hu: Megoszt egy ablakot vagy képernyőt az oldallal
id: Anda berbagi jendela atau layar dengan situs
kk: Сіз терезелеріңізбен немесе экранмен бұл сайтпен бөлісудесіз
km: អ្នកកំពុងចែករំលែកបង្អួច ឬអេក្រង់របស់អ្នកជាមួយតំបន់បណ្តាញ
my: သင်သည် ဝင်းဒိုးတစ်ခု (သို့) မျက်နှာပြင်ကို ဒီဆိုက်နှင့်အတူ မျှသုံးနေသည်
ne: यो साइटलाई तपाईँ क्यामेरा र/अथवा माइक्रोफोन प्रयोग गर्न दिँदै हुनुहुन्छ
nn_no: Du deler eit vindauge eller skjermen med nettstaden
te: ఈ సైటుతో మీరు ఒక కిటికీని లేదా మీ తెరను పంచుకుంటున్నారు
th: คุณกำลังแบ่งปันหน้าต่างหรือหน้าจอของคุณกับไซต์
uz: Siz hozirda oyna yoki ekranni sayt bilan bo‘lishishyapsiz

source: Change whether the site can hide the pointer
ca: Canvia l'opció de si el lloc pot amagar el punter
hu: Az oldal elrejtheti-e a mutatót
id: Ubah jika Anda ingin situs menyembunyikan penunjuk
kk: Сайт курсоры жасыра ала ма, соны өзгерту
km: ប្ដូរ​ថា​តើ​វេបសាយ​អាច​លាក់​សញ្ញា​ព្រួញ
my: ဒီဆိုက်သည် ပွိုင်တာကို ဖျောက်သည်ဖြစ်စေကာမူ ပြောင်းလဲမှုကို ဆောင်ရွက်ပါ
ne: यस साइटले पोइन्टर लुकाउन सक्छ कि परिवर्तन गर्नुहोस्
nn_no: Endre om nettstaden kan gøyma musepeikaren
te: సూచికని సైటు దాచివుంచాలో లేదో మార్చండి
th: เปลี่ยนไม่ว่าเว็บไซต์จะสามารถซ่อนตัวชี้เมาส์ได้
uz: O‘zgartirsangiz, sayt kursorni yashira oladi

source: View the service install message
ca: Mostra el missatge d'instal·lació del servei
hu: A szolgáltatás telepítési üzenetének megjelenítése
id: Tampilkan pesan instal layanan
kk: Қызметтік орнатылу хабарламасын қарау
km: មើល​សារពីការ​ដំឡើង​សេវាកម្ម
my: ဆားဗစ်ထည့်သွင်းမှု သတင်းကို ကြည့်ရန်
ne: सेवा स्थापना सन्देश हेर्नुहोस्
nn_no: Vis melding om tenesteinnstallering
te: సేవ సంస్థాపన సందేశం చూడండి
th: ดูข้อความการติดตั้งบริการ
uz: Xizmatni o‘rnatish xabarini ko‘rish

source: Translate this page
ar: ترجم هذه الصفحة
bn_in: এই পাতা অনুবাদ করুন
ca: Tradueix aquesta pàgina
hu: Oldal lefordítása
hy_am: Թարգմանել այս էջը
id: Terjemahkan laman ini
kk: Бұл парақты аудару
km: បក​ប្រែ​ទំព័រ​នេះ
ml: ഈ താള്‍ തര്‍ജ്ജമ ചെയ്യുക
my: ဒီစာမျက်နှာကို ဘာသာပြန်ပါ
ne: यो पृष्ठ अनुवाद गर्नुहोस्
nn_no: Omset denne sida
te: ఈ పేజీని అనువదించండి
th: แปลหน้านี้
uz: Bu sahifa tarjima qilish

source: Manage page translation
ar: أدِر ترجمة الصفحة
bn_in: পৃষ্ঠার অনুবাদ পরিচালনা করুন
ca: Gestiona la traducció de pàgines
hu: Oldalfordítás kezelése
hy_am: Կառավարել էջի թարգմանությունը
id: Kelola terjemahan laman ini
kk: Бет аудармасын басқару
km: គ្រប់​គ្រង​ការ​បកប្រែ​ទំព័រ
ml: താള്‍ തര്‍ജ്ജമ ചെയ്യുന്നത് ക്രമീകരിക്കുക
my: စာမျက်နှာ ဘာသာပြန်ဆိုမှုကို စီမံရန်
ne: पृष्ठ अनुवाद प्रबन्ध मिलाउनुहोस्
nn_no: Handsam sideomsetting
te: పేజీ అనువాదాన్ని నిర్వహించండి
th: จัดการการแปลหน้า
uz: Sahifani tarjima qilishi boshqarish

source: Manage use of DRM software
ar: أدِر استخدام برمجيات إدارة الحقوق الرقمية
bn_in: DRM সফটওয়্যারের ব্যবহার পরিচালনা করুন
ca: Gestiona l'ús de programari de DRM
hu: DRM-es szoftver használatának kezelése
hy_am: Կառավարել DRM ծրագրաշարի օգտագործումը
id: Kelola penggunaan perangkat lunak DRM
kk: DRM БҚ қолдануын басқару
km: គ្រប់គ្រងការប្រើប្រាស់កម្មវិធី DRM
ml: ഡിആര്‍എം സോഫ്റ്റ്‌വെയറിന്റെ ഉപയോഗം ക്രമീകരിക്കുക
my: DRM ဆော့ဖ်ဝဲများ အသုံးပြုခြင်းကို စီမံရန်
ne: DRM सफ्टवेयर प्रयोग प्रबन्ध मिलाउनुहोस्
nn_no: Handsam bruken av DRM-programvare
te: DRM సాఫ్ట్‌వేరు వాడుకను నిర్వహించండి
th: จัดการการใช้ซอฟต์แวร์ DRM
uz: DRM dasturidan foydalanishni boshqarish

source: Show history
ar: اعرض التأريخ
bn_in: ইতিহাস দেখান
ca: Mostra l'historial
hu: Előzmények megjelenítése
hy_am: Ցուցադրել պատմությունը
id: Tampilkan riwayat
kk: Тарихты көрсету
km: បង្ហាញ​ប្រវត្តិ
ml: നാള്‍വഴി കാണിക്കുക
my: မှတ်တမ်းကို ပြပါ
ne: इतिहास देखाउने
nn_no: Vis historikk
te: చరిత్రను చూపించు
th: แสดงประวัติ
uz: Tarixni ko‘rsatish

source: Search
af: Soek
ar: ابحث
as: সন্ধান কৰক
bg: Търсене
bn_in: অনুসন্ধান
ca: Cerca
fur: Ricercje
hu: Keresés
hy_am: Որոնում
id: Cari
kk: Іздеу
km: ស្វែងរក
ku: Lêgerîn
mai: खोज
ml: തിരയുക
my: ရှာဖွေပါ
ne: खोजी गर्नुहोस्
nn_no: Søk
or: ସନ୍ଧାନ
pt_br: Barra de pesquisa
si: සොයන්න
te: వెతుకు
th: ค้นหา
uz: Izlash

source: Home
af: Tuis
ar: البداية
as: মূখ্য পৃষ্ঠা
bg: Начална страница
bn_in: হোম
ca: Inici
fur: Cjase
hu: Kezdőlap
hy_am: Տուն
id: Beranda
kk: Үйге
km: ដើម
ku: Serûpel
mai: घर
ml: പൂമുഖം
my: အိမ်
ne: गृह
nn_no: Startside
or: ମୂଳ ସ୍ଥାନ
pt_br: Página inicial
si: මුල් පිටුව
te: ముంగిలి
th: หน้าแรก
uz: Uy

# bookmarksButton.label
source: Bookmarks
af: Boekmerke
ar: العلامات
as: পত্ৰচিহ্নসমূহ
bg: Отметки
bn_in: বুকমার্ক
ca: Adreces d'interès
fur: Segnelibris
hu: Könyvjelzők
hy_am: Էջանիշեր
id: Markah
kk: Бетбелгілер
km: ចំណាំ
ku: Bijare
mai: पुस्तकचिह्न
ml: അടയാളങ്ങള്‍
my: မှတ်သားချက်များ
ne: पुस्तकचिनो
nn_no: Bokmerke
or: ଚିହ୍ନିତ ସ୍ଥାନଗୁଡ଼ିକ
pt_br: Favoritos
si: පිටු සලකුණු
te: ఇష్టాంశాలు
th: ที่คั่นหน้า
uz: Xatcho‘plar

# bookmarksMenuButton.label
source: Bookmarks
af: Boekmerke
ar: العلامات
as: পত্ৰচিহ্নসমূহ
bg: Отметки
bn_in: বুকমার্ক
ca: Adreces d'interès
fur: Segnelibris
hu: Könyvjelzők
hy_am: Էջանիշեր
id: Markah
kk: Бетбелгілер
km: ចំណាំ
ku: Bijare
mai: पुस्तकचिह्न
ml: അടയാളക്കുറിപ്പുകള്‍
my: မှတ်သားချက်များ
ne: पुस्तकचिनोहरू
nn_no: Bokmerke
or: ଚିହ୍ନିତ ସ୍ଥାନଗୁଡ଼ିକ
pt_br: Favoritos
si: පිටුලකුණු
te: ఇష్టాంశాలు
th: ที่คั่นหน้า
uz: Xatcho‘plar

# bookmarksMenuButton.other.label
source: Other Bookmarks
ar: العلامات الأخرى
ca: Altres adreces d'interès
hu: Más könyvjelzők
hy_am: Այլ Էջանիշեր
id: Markah Lain
kk: Басқа бетбелгілер
km: ចំណាំ​ផ្សេងៗ
ml: മറ്റു് അടയാളക്കുറിപ്പുകള്‍
my: အခြား မှတ်သားချက်များ
ne: अन्य पुस्तकचिनोहरू
nn_no: Andre bokmerke
th: ที่คั่นหน้าอื่น ๆ
uz: Boshqa xatcho‘plar

source: View Bookmarks Sidebar
af: Wys boekmerkkantbalk
ar: أظهِر شريط العلامات الجانبي
as: পত্ৰচিহ্নসমূহ কাষবাৰ দৰ্শন কৰক
bg: Показване на страничната лента с отметки
bn_in: বুকমার্ক টুল-বার প্রদর্শন করা হবে
ca: Mostra la barra lateral de les adreces d'interès
fur: Viôt la sbare in bande dai Segnelibris
hu: Könyvjelzők oldalsáv megjelenítése
hy_am: Դիտել էջանիշերի վահանակը
id: Tampilkan Bilah Samping Markah
kk: Бүйір панелін қарау
km: មើល​របារ​ឧបករណ៍​ចំណាំ
ku: Di darikê dijareyan de nîşan bide
mai: पुस्तकचिह्न अओजारपट्टी देखू
ml: അടയാളക്കുറിപ്പുകള്‍ക്കുള്ള ടൂള്‍ബാര്‍ കാണുക
my: ဝတ်ဆိုက်မှတ်သားဘားကိုကြည့်မည်
ne: पुस्तकचिनो टुलबार देखाउनुहोस्
nn_no: Vis sidestolpe for bokmerke
or: ଚିହ୍ନିତ ସ୍ଥାନଗୁଡ଼ିକର ସାଧନପଟିକୁ ଦେଖନ୍ତୁ
pt_br: Exibir painel dos favoritos
si: පිටුලකුණු පැති තීරුව පෙන්වන්න
te: ఇష్టాంశాల ప్రక్కపట్టీని చూడండి
th: ดูแถบข้างที่คั่นหน้า
uz: Xatcho‘plarni yon panelda ko‘rsatish
