Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

source: Information you share with this site could be viewed by others (like passwords, messages, credit cards, etc.).
ar: يمكن للآخرين مطالعة المعلومات التي تشاركها مع الموقع (مثل كلمات السر، و الرسائل، و بطاقات الائتمان و غيرها).
bn_in: আপনি কি এই সাইটের সাথে তথ্য শেয়ার করলে সবাই দেখতে পারে (পাসওয়ার্ড, বার্তা, ক্রেডিট কার্ড ইত্যাদি)।
ca: La informació que compartiu amb aquest lloc podria ser visualitzada per altres persones (com contrasenyes, missatges, targetes de crèdit, etc.).
hu: Az oldalnak elküldött információkat mások is láthatják (például a jelszavakat, üzeneteket, bankkártya-adatokat stb.).
hy_am: Կայք ուղարկված տեղեկատվությունը կարող է դիտվել ուրիշների կողմից (գաղտնաբառերը, հաղորդագրությունները, քարտային տվյալները և այլն):
id: Informasi yang Anda bagikan dengan situs ini dapat dilihat oleh pihak lain (misalnya sandi, pesan, kartu kredit, dll.)
kk: Бұл сайтпен сіз бөліскен ақпаратты басқа адамдар көре алады (парольдер, хабарламалар, кредит карталар, т.б.).
km: ព័ត៌មាន​ដែល​អ្នក​ចែករំលែក​ជាមួយ​តំបន់បណ្ដាញ​នេះ​ អ្នក​ផ្សេង​អាច​មើល​ឃើញ​ដែរ (ដូចជា​ពាក្យ​សម្ងាត់ សារ ប័ណ្ណ​ឥណទាន។ល។)។
ml: ഈ വെബ്‌ സൈറ്റുമായി താങ്കള്‍ പങ്കിടുന്ന വിവരങ്ങള്‍ (രഹസ്യവാക്കുകള്‍, സന്ദേശങ്ങള്‍, ക്രെഡിറ്റ് കാര്‍ഡുകള്‍ മുതലായവ) മറ്റുള്ളവര്‍ക്ക് കാണാന്‍ സാധിച്ചേക്കാം.
my: ဒီဆိုက်နှင့် သင်မျှဝေထားသည့် အချက်အလက်များ (စကားဝှက်များ၊ စာတိုများ၊ အကြွေးကတ်များ စသည်) ကို အခြားသူများက မြင်နိုင်ပါသည်။
ne: तपाईँले यो साइटमा दिएको जानकारी (जस्तै पासवर्डहरू, सन्देशहरू, क्रेडिट कार्डहरू, अादि) अरुले पनि देख्न सक्छन्।
nn_no: Informasjonen du deler med denne nettstaden kan sjåast av andre (t.d. passords, meldingar, kredittkort osb.).
te: ఈ సైటుతో మీరు పంచుకున్న సమాచారం ఇతరులు చూడవచ్చు (సంకేతపదాలు, సందేశాలు, క్రెడిట్ కార్డ్స్, మొదలగునవి).
th: ข้อมูลที่คุณแบ่งปันกับเว็บไซต์นี้คนอื่นสามารถดูได้ด้วย (เช่น รหัสผ่าน ข้อความ บัตรเครดิต)
uz: Bu sayt bilan bo‘lishgan ma’lumotlaringizni (masalan, parol, xabar, kredit kartalarini) boshqalar ko‘rishi mumkin.

source: &Enable protection
ar: &فعّل الحماية
bn_in: সুরক্ষা সক্রিয় করুন
ca: Acti&va la protecció
hu: Védelem &bekapcsolása
hy_am: &Միացնել պաշտպանություն
id: &Aktifkan perlindungan
kk: Қорғанысты іск&е қосу
km: បើក​ការ​ការពារ
ml: സംരക്ഷണം സജ്ജമാക്കുക
my: &Eအီးမေးလ် အကာအကွယ်
ne: इमेल सुरक्षा
nn_no: &Slå på vern
te: రక్షణను చేతనించు
th: &เปิดใช้งานการปกป้อง
uz: &Himoyani yoqish

source: &Disable protection for now
af: &Deaktiveer beskerming tydelik
ar: &عطّل الحماية في الوقت الحالي
as: এতিয়াৰ বাবে সুৰক্ষা অসামৰ্থবান কৰক
bg: &Изключване на защитата за момента
bn_in: এখনকার জন্য সুরক্ষা নিষ্ক্রিয় করুন
ca: &Desactiva la protecció aquesta vegada
hu: Védelem &kikapcsolása most
hy_am: &Անջատել պաշտպանությունը
id: &Nonaktifkan perlindungan untuk saat ini
kk: Қорғанысты қазірге сө&ндіру
km: បិទ​ការ​ការពារ​ឥឡូវ
mai: आब सुरक्षा निष्क्रिय करू (&D)
ml: ഇപ്പോഴത്തേക്ക് സുരക്ഷ പ്രവര്‍ത്തന രഹിതമാക്കുക
my: ယခုကာလအတွက် &Dအကာအကွယ်ကို ပိတ်ပါ
ne: सुरक्षा खारेज गर्नुहोस्
nn_no: Slå &av vern
or: ବର୍ତ୍ତମାନ ପାଇଁ ସୁରକ୍ଷାକୁ ନିଷ୍କ୍ରିୟ କରନ୍ତୁ
pt_br: &Desativar proteção por enquanto
si: දැනට ආරක්සහාව අකරිය කරන්න (&D)
te: ఇప్పటికి రక్షణను అచేతనించు
th: &ปิดใช้งานการปกป้องสำหรับตอนนี้
uz: Himoyani &hozir o‘chirish

# identity.learnMore
source: Learn More
ar: اطّلع على المزيد
bn_in: আরও জানুন
ca: Més informació
hu: További tudnivalók
hy_am: Իմանալ ավելին
id: Pelajari Lebih Lanjut
kk: Көбірек білу
km: ស្វែងយល់​បន្ថែម
ml: കൂടുതല്‍ അറിയുക
my: ပိုမို လေ့လာပါ
ne: थप जान्नुहोस्
nn_no: Les meir
te: మరింత తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
uz: Batafsil ma’lumot

source: &Remove Exception
ar: أزِل الا&ستثناء
ca: Elimina l'e&xcepció
hu: Ki&vétel eltávolítása
hy_am: &Հեռացնել բացառությունը
id: &Buang Pengecualian
kk: Ережеден тыс жағдайды ө&шіру
km: យកករណីលើកលែងចេញ
my: ခြွင်းချက်သတ်မှတ်ထားခြင်းမှ ဖယ်ရှားရန်
ne: एक्सेप्सन हटाउनुहोस्
nn_no: &Fjern unntak
th: &เอาข้อยกเว้นออก
uz: Istisnoni &olib tashlash

source: More Information
ar: المزيد من المعلومات
bn_in: অধিক বিবরণ
ca: Més informació
hu: További tudnivalók
hy_am: Մանրամասն
id: Informasi Lebih Lanjut
kk: Көбірек білу
km: ព័ត៌មាន​បន្ថែម
ml: കൂടുതല്‍ വിവരങ്ങള്‍
my: အချက်အလက် ပိုမိုကြည့်ရန်
ne: थप जानकारी
nn_no: Meir informasjon
te: మరింత సమాచారం
th: ข้อมูลเพิ่มเติม
uz: Ko‘proq ma’lumot

source: Permissions
af: Toestemming
ar: التّصاريح
as: অনুমতিসমূহ
bg: Права
bn_in: অনুমতি
ca: Permisos
fur: Permès
hu: Engedélyek
hy_am: Իրավունքներ
id: Hak Akses
kk: Рұқсаттар
km: ការ​អនុញ្ញាត
ku: Destûr
mai: अनुमति
ml: ആനുകൂല്യങ്ങള്‍
my: ခွင့်ပြုချက်များ
ne: अनुमतिहरू
nn_no: Løyve
or: ଅନୁମତି
pt_br: Permissões
si: අවසරයන්
te: అనుమతులు
th: การอนุญาต
uz: Ruxsatlar

source: You have not granted this site any special permissions.
ar: لم تمنح هذا الموقع أي صلاحيات خاصة.
bn_in: আপনি বর্তমান সাইটটিকে কোনও বিশেষ অনুমতি দেননি।
ca: No heu donat cap permís especial a aquest lloc.
hu: Nem adott speciális jogosultságokat ennek az oldalnak.
hy_am: Դուք չեք արտոնել այս կայքին որևէ հատուկ թույլտվություն:
id: Anda belum memberikan izin khusus apa pun untuk situs ini.
kk: Бұл сайтқа арнайы рұқсаттарды берген жоқсыз.
km: អ្នក​មិន​បាន​ផ្ដល់​សិទ្ធិ​អនុញ្ញាត​ពិសេស​ណា​មួយ​​ដល់​តំបន់បណ្ដាញ​នេះ​ទេ។
ml: താങ്കള്‍ ഈ വെബ്‌ സൈറ്റിന് പ്രത്യേക അനുമതികള്‍ ഒന്നും നല്‍കിയിട്ടില്ല.
my: ယခုဆိုက်ဒ်တွင် သင့်အတွက် မည်သည့် အထူးခွင့်ပြုချက်များ သက်မှတ်ပေးထားခြင်းမရှိပါ။
ne: तपाईँले यस साइटलाई कुनै विशेष अनुमति दिनुभएको छैन।
nn_no: Du har ikkje gjeve denne nettstaden spesielle løyve.
te: ఈ సైటుకి మీరు ఎటువoటి ప్రత్యేక అనుమతులూ ఇవ్వలేదు.
th: คุณไม่ได้อนุญาตไซต์นี้ด้วยสิทธิพิเศษใด ๆ
uz: Bu saytga hech qanday maxsus ruxsat bermagansiz.

source: Browser tabs
af: Blaaieroortjies
ar: ألسنة المتصفح
as: ব্ৰাউছাৰ টেবসমূহ
bg: Подпрозорци на браузъра
bn_in: ব্রাইজারের ট্যাব
ca: Pestanyes del navegador
fur: Viôt le lengutis
hu: Böngészőlapok
hy_am: Դիտարկիչի ներդիրներ
id: Tab peramban
kk: Браузер беттері
km: ផ្ទាំង​កម្មវិធី​អ៊ីនធឺណិត
ku: Hilpekînên gerokê
mai: ब्राउजर टैब
ml: ബ്രൌസര്‍ റ്റാബുകള്‍
my: ဘရောက်ဆာတပ်ဗ်များ
ne: ब्राउजर ट्याबहरू
nn_no: Nettlesarfaner
or: ବ୍ରାଉଜର ଟ୍ୟାବଗୁଡ଼ିକ
pt_br: Abas do navegador
si: ගවේෂක ටැබ්
te: విహారిణి టాబ్‌లు
th: แท็บเบราว์เซอร์
uz: Brauzer ichki oynalari

# syncTabsMenu3.label
source: Synced Tabs
ar: الألسنة المُزامنة
ca: Pestanyes sincronitzades
hu: Szinkronizált lapok
hy_am: Համաժամեցված ներդիրներ
id: Tab yang Disinkronkan
kk: Синхрондалған беттер
km: ផ្ទាំង​ដែល​បាន​ធ្វើ​សមកាលកម្ម
ml: സിന്‍ക് ചെയ്ത ടാബുകള്‍
my: ချိတ်ဆက်ထားသော တပ်ဗ်များ
ne: समन्वयन गरिएको ट्याबहरू
nn_no: Synkronisterte faner
te: సింకైన ట్యాబులు
th: แท็บที่ซิงค์
uz: Sinxronlangan ichki oynalar

# syncedTabs.sidebar.label
source: Synced Tabs
ar: الألسنة المُزامنة
ca: Pestanyes sincronitzades
hu: Szinkronizált lapok
hy_am: Համաժամեցված ներդիրներ
id: Tab yang Disinkronkan
kk: Синхрондалған беттер
km: ផ្ទាំង​ដែល​បាន​ធ្វើ​សមកាលកម្ម
ml: സിന്‍ക് ചെയ്ത ടാബുകള്‍
my: ချိတ်ဆက်ထားသော တပ်ဗ်များ
ne: Sync गरिएका ट्याबहरू
nn_no: Synkroniserte faner
th: แท็บที่ซิงค์
uz: Sinxronlangan ichki oynalar

source: Sign in to Firefox from your other devices to view their tabs here.
ar: لِج إلى فيَرفُكس من أجهزتك الأخرى لعرض ألسنتهم هنا.
ca: Inicieu la sessió al Firefox en altres dispositius per tal de veure'n aquí les pestanyes obertes.
hu: Jelentkezzen be a Firefoxba más készülékeiről azok lapjainak itteni megjelenítéséhez.
hy_am: Մուտք գործե՛ք Firefox Ձեր այլ սարքերից՝ դրանց ներդիրներն այստեղ տեսնելու համար։
id: Masuk ke Firefox dari perangkat lainnya untuk melihat tab perangkat tersebut di sini.
kk: Firefox-қа басқа құрылғыларда кіріңіз, одан кейін олардың беттерін осында көре аласыз.
km: ចូលទៅកាន់ Firefox ពីឧបករណ៍ផ្សេងទៀតរបស់អ្នកដើម្បីមើលផ្ទាំងរបស់វានៅទីនេះ។
my: သင့်အခြားကိရိယာများရှိ တပ်ဗ်များကို ဒီနေရာတွင်ကြည့်ရန် ထိုကိရိယာများရှိ မီးမြေခွေးသို့ ဝင်ရောက်ပါ။
ne: अन्य उपकरणको ट्याबहरू हेर्न, तपाईँ अन्य उपकरणहरूमा Firefox मा साइन इन गर्नुहोस्।
nn_no: Logg inn på Firefox frå dei andre einingane dine for å vise fanene deira her.
th: ลงชื่อเข้าใช้ Firefox จากอุปกรณ์อื่น ๆ ของคุณเพื่อดูแท็บของอุปกรณ์เหล่านั้นที่นี่
uz: Bu yerdagi ichki oynalarni ko‘rish uchun Firefox hisobiga boshqa qurilmalardan kiring.

# syncedTabs.sidebar.noclients.title
source: No synced tabs… yet!
ar: لم تُزامَن أي ألسنة… بعد
ca: Encara no hi ha cap pestanya sincronitzada.
hu: Nincs szinkronizált lap… még!
hy_am: Դեռ չկան համաժամեցված ներդիրներ:
id: Belum ada tab yang disinkronkan!
kk: Синхрондалған беттер жоқ… әзірше!
km: មិន​មាន​ផ្ទាំង​បាន​ធ្វើ​សមកាលកម្ម… នៅ​ឡើយ!
ml: ഒരു ടാബും സിന്‍ക് ചെയ്തിട്ടില്ല …ഇതുവരെ!
my: ချိတ်ဆက်ထားသည့်တပ်ဗ်များ… မရှိသေးပါ။
ne: अझै समन्वयन नभएका ट्याबहरू…
nn_no: Ingen synkroniserte faner … enno!
th: ยังไม่มีแท็บที่ซิงค์…!
uz: Haligacha birorta ham ichki oyna sinxronlanmagan!

# syncedTabs.sidebar.noclients.subtitle
source: Want to see your tabs from other devices here?
ar: أتريد رؤية ألسنتك من الأجهزة الأخرى هنا؟
ca: Voleu veure aquí les pestanyes d'altres dispositius?
hu: Szeretné a más eszközein megnyitott lapjait itt látni?
hy_am: Ցանկանու՞մ եք տեսնել ձեր այլ սարքերի ներդիրները:
id: Ingin melihat tab dari perangkat Anda yang lain di sini?
kk: Басқа құрылғыларыңыздан беттерді осында көргіңіз келе ме?
km: តើ​អ្នក​ចង់​មើល​ផ្ទាំង​ពី​ឧបករណ៍​ផ្សេង​ទៀត​នៅ​ទីនេះ​ទេ?
ml: മറ്റു ഉപകരണങ്ങളില്‍ നിന്നുള്ള ടാബുകള്‍ ഇവിടെ കാണിക്കണോ?
my: အခြားကိရိယာများမှ သင့်တပ်ဗ်များကို ဒီနေရာမှာ မြင်တွေ့ချင်ပါသလား။
ne: अन्य उपकरणहरूको ट्याबहरू तपाईं यहाँ हेर्न चाहनुहुन्छ?
nn_no: Vil du sjå faner frå dei andre einingane dine her?
th: ต้องการเห็นแท็บของคุณจากอุปกรณ์อื่น ๆ ที่นี่?
uz: Bu yerdagi ichki oynalarni boshqa qurilmalarda ko‘rishni xohlaysizmi?

# syncedTabs.sidebar.notsignedin.label
source: Sign in to view a list of tabs from your other devices.
ar: لِج لعرض قائمة بالألسنة من أجهزتك الأخرى.
ca: Inicieu la sessió per veure una llista de les pestanyes que teniu obertes en altres dispositius.
hu: Jelentkezzen be a más készülékeiről származó lapok listájának megjelenítéséhez.
hy_am: Մուտք գործե՛ք՝ տեսնելու Ձեր այլ սարքերից ավելացրած ներդիրների ցանկը։
id: Masuk untuk melihat daftar tab dari perangkat lainnya.
kk: Басқа құрылғыларыңыздан беттер тізімдерін қарау үшін кіріңіз.
km: ចូល​ដើម្បី​មើល​បញ្ជី​នៃ​ផ្ទាំង​ទាំង​ឡាយ​ពី​ឧបករណ៍​ផ្សេង​ទៀត​របស់​អ្នក។​
ml: മറ്റു ഉപകരണങ്ങളില്‍ നിന്നുള്ള ടാബുകള്‍ കാണാന്‍ സൈന്‍ ഇന്‍ ചെയ്യുക.
my: သင့်အခြားကိရိယာများရှိ တဗ်စာရင်းကို ကြည့်ရန် ဝင်ရောက်ပါ။
ne: तपाईँको अन्य उपकरणहरूबाट ट्याबहरूको सूची हेर्न साइन इन गर्नुहोस्।
nn_no: Logg inn for å få opp ei faneliste frå dei andre einingane dine.
th: ลงชื่อเข้าเพื่อดูรายการแท็บจากอุปกรณ์อื่น ๆ ของคุณ
uz: Boshqa qurilmalardagi ichki oynalar ro‘yxatini ko‘rish uchun Firefox hisobiga kiring.

# syncedTabs.sidebar.notabs.label
source: No open tabs
ar: لا ألسنة مفتوحة
ca: No hi ha cap pestanya oberta
hu: Nincsenek nyitott lapok
hy_am: Չկան բաց ներդիրներ
id: Tidak ada tab terbuka
kk: Ашық беттер жоқ
km: គ្មានផ្ទាំងបើកទេ
ml: ടാബൊന്നും തുറന്നിരിക്കുന്നില്ല
my: ဖွင့်ထားသည့်တပ်ဗ်များ မရှိပါ
ne: खुला ट्याबहरू छैनन्
nn_no: Ingen opne faner
th: ไม่มีแท็บที่เปิดอยู่
uz: Ochiq ichki oynalar yo‘q

source: Open &syncBrand.shortName.label; Preferences
ar: افتح تفضيلات &syncBrand.shortName.label;
ca: Obre les preferències del &syncBrand.shortName.label;
hu: A &syncBrand.shortName.label; beállításainak megnyitása
hy_am: Բացել &syncBrand.shortName.label;-ի կարգավորումները
id: Buka preferensi &syncBrand.shortName.label;
kk: &syncBrand.shortName.label; баптауларын ашу
km: បើក​ចំណូលចិត្ត &syncBrand.shortName.label;
ml: &syncBrand.shortName.label; മുന്‍ഗണനകള്‍ തുറക്കുക
my: &syncBrand.shortName.label; ၏ အပြင်အဆင်များကို ဖွင့်ပါ
ne: &syncBrand.shortName.label; को प्राथमिकताहरू खोल्नुहोस्
nn_no: Opna innstillingar for &syncBrand.shortName.label;
th: เปิดการตั้งค่า &syncBrand.shortName.label;
uz: &syncBrand.shortName.label; parametrlarini ochish

# syncedTabs.sidebar.tabsnotsyncing.label
source: Turn on tab syncing to view a list of tabs from your other devices.
ar: فعّل مزامنة الألسنة لعرض قائمة بالألسنة من أجهزتك الأخرى.
ca: Activeu la sincronització de pestanyes per veure una llista de les pestanyes que teniu obertes en altres dispositius.
hu: Kapcsolja be a lapszinkronizálást a más készülékeiről származó lapok listájának megjelenítéséhez.
hy_am: Միացրեք ներդիրների համաժամեցումը՝ տեսնելու Ձեր այլ սարքերից ավելացրած ներդիրների ցանկը։
id: Aktifkan sinkronisasi tab untuk melihat daftar tab dari perangkat lainnya.
kk: Басқа құрылғыларыңыздан беттер тізімдерін көру үшін беттерді синхрондауды іске қосыңыз.
km: បើកការធ្វើសមកាលកម្មផ្ទាំងដើម្បីមើលបញ្ជីនៃផ្ទាំងទាំងឡាយពីឧបករណ៍ផ្សេងទៀតរបស់អ្នក។
ml: മറ്റുള്ള ഉപകരണങ്ങളില്‍ നിന്നുള്ള ടാബുകള്‍ കാണുവാന്‍ ടാബ് സിന്‍ക് ഓണാക്കൂ
my: သင့်အခြား ကိရိယာများမှ တပ်ဗ်စာရင်းကို ကြည့်ရန် တပ်ဗ်ထပ်တူပြုအသုံးပြုခြင်းကို ဖွင့်ပါ။
ne: तपाईँको अन्य उपकरणहरूबाट ट्याबहरूको सूची हेर्न ट्याब Sync सुरु गर्नुहोस्।
nn_no: Slå på fane-sync for å få opp ei faneliste frå dei andre einingane dine.
th: เปิดการซิงค์แท็บเพื่อดูรายการแท็บจากอุปกรณ์อื่น ๆ ของคุณ
uz: Boshqa qurilmalaridagi ichki oynalar ro‘yxatini ko‘rish uchun ichki oynalarni sinxronlashni yoqing.

source: &Open
ar: ا&فتح
ca: &Obre
hu: &Megnyitás
hy_am: &Բացել
id: &Buka
kk: &Ашу
km: បើក
ml: &തുറക്കുക
my: ဖွင့်ပါ
ne: खोल्नुहोस्
nn_no: &Opna
th: เ&ปิด
uz: &Ochish

source: Open in a Ne&w Tab
ar: افتح في &لسان جديد
ca: Obre en una pes&tanya nova
hu: Megnyitás új &lapon
hy_am: Բացել նո&ր ներդիրում
id: Buka di &Tab Baru
kk: Жаңа бе&тте ашу
km: បើក​ក្នុង​ផ្ទាំង​ថ្មី
ml: പു&തിയ ടാബില്‍ തുറക്കുക
my: တပ်ဗ်အသစ်တစ်ခုတွင် ဖွင့်ပါ
ne: नयाँ ट्याबमा खोल्नुहोस्
nn_no: Opn&a i ny fane
th: เปิดในแท็บให&ม่
uz: Ya&ngi ichki oynada ochish

source: Open in a &New Window
ar: افتح في نافذة &جديدة
ca: Obre e&n una finestra nova
hu: Megnyitás új &ablakban
hy_am: Հղումը &Բացել Նոր Պատուհանում
id: Buka di &Jendela Baru
kk: Жаңа &терезеде ашу
km: បើក​ក្នុង​បង្អួច​ថ្មី
ml: പു&തിയ ജാലകത്തില്‍ തുറക്കുക
my: ၀င်းဒိုးအသစ်တစ်ခုတွင် ဖွင့်ပါ
ne: लिङ्कलाई नयाँ सञ्झ्यालमा खोल्नुहोस्
nn_no: &Opna lenke i nytt vindauge
th: เปิดในหน้าต่าง&ใหม่
uz: Havolani yangi &oynada ochish

source: Open in a New &Private Window
ar: افتح في نافذة &خاصة جديدة
ca: Obre en una finestra &privada nova
hu: Hivatkozás megnyitása új &privát ablakban
hy_am: Բացել հղումը Գաղտնի &Դիտարկմամբ
id: Buka di Jendela &Penjelajahan Pribadi Baru
kk: Жаңа же&келік терезесінде ашу
km: បើក​ក្នុង​បង្អួចឯក​ជន​ថ្មី
ml: പുതിയ &സ്വകാര്യ ജാലകത്തില്‍ തുറക്കുക
my: သီးသန့် ဝင်းဒိုးအသစ်ထဲတွင် ဖွင့်ပါ။
ne: लिङ्कलाई नयाँ निजी सञ्झ्यालमा खोल्नुहोस्
nn_no: O&pna lenke i nytt privat vindauge
th: เปิดในหน้าต่าง&ส่วนตัวใหม่
uz: Havolani yangi &maxfiy oynada ochish

source: &Bookmark This Tab…
ar: &علّم هذا اللسان…
ca: A&fegeix aquesta pestanya a les adreces d'interès…
hu: Ak&tuális lap könyvjelzőbe…
hy_am: &Էջանշել Այս Էջը...
id: &Markahi Tab Ini…
kk: Бұл бетті бетбелгілерге қо&су…
km: ចំណាំ​​ផ្ទាំង​​នេះ...
ml: &ഈ ടാബ് അടയാളപ്പെടുത്തുക...
my: ဒီတပ်ဗ်ကို မှတ်သားပါ…
ne: यस पृष्ठमा पुस्तकचिनो हाल्नुहोस्…
nn_no: &Bokmerk denne fana …
th: &คั่นแท็บนี้…
uz: Sahifani &xatcho‘plarga qo‘shish…

# syncedTabs.context.copy.label syncedTabs.context.copy.accesskey
source: &Copy
ar: ا&نسخ
ca: &Copia
hu: &Másolás
hy_am: &Պատճենել
id: &Salin
kk: &Көшіріп алу
km: ចម្លង
ml: &പകര്‍ത്തുക
my: ကူးယူပါ
ne: प्रतिलिपि गर्नुहोस्
nn_no: &Kopier
th: &คัดลอก
uz: &Nusxa olish

# syncBrand.shortName.label
source: Sync
ar: تزامُن
as: সংমিহলি
bn_in: সুসংগতি
fur: Sincronizazion
hy_am: Սինք
kk: Синхрондау
km: ធ្វើ​សមកាលកម្ម
ml: സിന്‍ക്
my: ထပ်တူပြုပြိုင်တူအသုံးပြုခြင်း
ne: समक्रमण
or: ସନ୍ତୁଳନ କରନ୍ତୁ
si: සම්මුහුර්තය
te: సింక్
uz: Sinxronlash

source: Sign In To &syncBrand.shortName.label;…
ar: لِج إلى &syncBrand.shortName.label;…
bn_in: &syncBrand.shortName.label; সাইন ইন করুন…
ca: Inicia la sessió al &syncBrand.shortName.label;…
hu: Bejelentkezés a &syncBrand.shortName.label;be…
hy_am: Մուտք գործել &syncBrand.shortName.label;…
id: Masuk ke &syncBrand.shortName.label;…
kk: &syncBrand.shortName.label; ішіне кіру…
km: ចូល​ទៅ &syncBrand.shortName.label;…
ml: &syncBrand.shortName.label;-ലേക്ക് പ്രവേശിയ്ക്കുക…
my: &syncBrand.shortName.label; အားဝင်ပါ
ne: &syncBrand.shortName.label; मा साइन इन गर्नुहोस…
nn_no: Logg inn for å &syncBrand.shortName.label;…
te: &syncBrand.shortName.label; లోనికి ప్రవేశించండి…
th: ลงชื่อเข้าใช้ &syncBrand.shortName.label;…
uz: &syncBrand.shortName.label; tizimiga kirish…

# syncSignIn.accesskey
source: Y
ar: ز
hu: J
kk: и
nn_no: L

source: &Sync Now
af: &Sinkroniseer nou
ar: &زامِن الآن
as: এতিয়া সংমিহলি কৰক
bg: &Синхронизиране сега
bn_in: অবিলম্বে সুসংগত করুন
ca: &Sincronitza ara
fur: &Sincronize cumò
hu: &Szinkronizálás
hy_am: &Սինք
id: &Sinkronkan Sekarang
kk: Қазір &синхрондау
km: ធ្វើ​&សមកាលកម្ម​ឥឡូវ
ku: Niha &senkronîze bike
mai: आब तुल्यकालित करू
ml: ഉടന്‍ സിന്‍ക് ചെയ്യുക
my: &ယခုပဲချိတ်ဆတ်သုံးမည်။
ne: अहिले सिङ्क गर्नुहोस्
nn_no: &Synkroniser no
or: ବର୍ତ୍ତମାନ ସନ୍ତୁଳନ କରନ୍ତୁ
pt_br: Si&ncronizar agora
si: දැන් සම්මුහුර්ත කරන්න
te: ఇప్పుడు సింక్ అవుము
th: &ซิงค์ตอนนี้
uz: Hozir &sinxronlash

source: &Reconnect to &syncBrand.shortName.label;…
af: He&rkoppel aan &syncBrand.shortName.label;…
ar: أ&عِد الاتصال مع &syncBrand.shortName.label;…
as: &syncBrand.shortName.label; লৈ পুনৰ সংযোগ কৰক…
bg: &Свързване наново с &syncBrand.shortName.label;…
bn_in: &syncBrand.shortName.label; সংযোগ করুন…
ca: To&rna a connectar al &syncBrand.shortName.label;…
fur: &Riconetiti a &syncBrand.shortName.label;…
hu: Új&racsatlakozás a &syncBrand.shortName.label;hez…
hy_am: &Վերակապակցվել &syncBrand.shortName.label;ին
id: Samb&ungkan ulang ke &syncBrand.shortName.label;â€¦
kk: &syncBrand.shortName.label; үшін қайта байланысу…
km: &តភ្ជាប់​ឡើង​វិញ​ទៅកាន់ &syncBrand.shortName.label;…
ku: Têkiliya bi &syncBrand.shortName.label; ê re dîsa çêke…
mai: &syncBrand.shortName.label; मे फेर कनेक्ट करू (&R)…
ml: &syncBrand.shortName.label;-ലേക്ക് വീണ്ടും കണക്ട് ചെയ്യുക…
my: &syncBrand.shortName.label; အား ပြန်ဆက်
ne: &syncBrand.shortName.label; मा पुनःजडान …
nn_no: Kopla til &syncBrand.shortName.label; på nytt…
or: &syncBrand.shortName.label; ସହିତ ପୁଣି ସଂଯୋଗ କରନ୍ତୁ…
pt_br: &Reconectar-se ao &syncBrand.shortName.label;…
si: &syncBrand.shortName.label; වෙත යලි සබඳවන්න... (&R)
te: &syncBrand.shortName.label; తిరిగి అనుసంధానించు...
th: &เชื่อมต่อกับ &syncBrand.shortName.label; อีกครั้ง…
uz: &syncBrand.shortName.label; ga &qayta ulanish…

# syncToolbarButton.label
source: Sync
ar: زامن
as: সংমিহলি কৰক
bn_in: সুসংগতি
ca: Sincronització
fur: Sincronizazion
hy_am: Սինք
kk: Синхрондау
km: ធ្វើ​សមកាលកម្ម
ml: സിന്‍ക് ചെയ്യുക
my: ထပ်တူပြုပြိုင်တူအသုံးပြုခြင်း
ne: सिङ्क
nn_no: Synkroniser
or: ସନ୍ତୁଳନ କରନ୍ତୁ
si: සම්මුහුර්ත
te: సింక్
th: ซิงค์
uz: Sinx

source: Social Toolbar Button
af: Knoppie vir sosiale nutsbalk
as: সামাজিক টুলবাৰ বুটাম
bg: Бутон за социални мрежи
ca: Botó de barra social
fur: Botón de sbare dal socialidador
hu: Közösségi eszköztár gomb
id: Tombol Bilah Alat Sosial
kk: Әлеуметтік панель батырмасы
km: ប៊ូតុង​របារ​ឧបករណ៍​សង្គម
ku: Bişkoka daramûran ya civakî
mai: सामाजिक अओजारपट्टी बटन
my: ဆိုရှယ် တူးဘား ခလုပ်
ne: समाजिक टुलबार बटन
nn_no: Sosial verktøylinje-knapp
or: ସାମାଜିକ ସାଧନପଟି ବଟନ
pt_br: Botão da barra de ferramentas social
si: සමාජ මෙනුතීරු බොත්තම
te: సోషన్ సాధనపట్టీ బటన్
th: ปุ่มแถบเครื่องมือสังคม
uz: Ijtimoiy asboblar paneli tugmasi

source: &OK
as: ঠিক আছে
bg: Д&обре
ca: D'ac&ord
fur: &Va ben
id: &Oke
kk: &ОК
km: &យល់ព្រម
ku: &Temam
mai: बेस (&O)
ne: ठीक छ
or: ଠିକ ଅଛି
si: හරි (&O)
te: సరే
th: &ตกลง

source: Show &sidebar
af: Wy&s kantbalk
as: কাষবাৰ দেখুৱাওক
bg: &Показване на страничната лента
ca: Mo&stra la barra lateral
fur: Mostre &sbare laterâl
hu: Oldal&sáv megjelenítése
id: Tampilkan bilah &samping
kk: &Бүйір панелін көрсету
km: បង្ហាញ​របារ&ចំហៀង
ku: Darikê kêlekê &nîşan bide
mai: बाजूपट्टी देखाउ (&s)
my: &sဘေးဘက်ဘားအားပြပါ
ne: साइडबार देखाउनुहोस्
nn_no: &Vis sidestolpe
or: ପାର୍ଶ୍ୱପଟିକୁ ଦର୍ଶାନ୍ତୁ
pt_br: E&xibir painel
si: පැතිතීරුව පෙන්වන්න (&s)
te: పక్కపట్టీని చూపించు
th: แสดงแ&ถบข้าง
uz: Yon panelni &ko‘rsatish

source: Manage Services…
af: Bestuur dienste…
ar: أدِر الخدمات…
as: সেৱাসমূহ ব্যৱস্থাপনা কৰক…
bg: Управление на услуги…
bn_in: ডিভাইস পরিচালনা করুন...
ca: Gestiona els serveis…
fur: Gjestìs servizis...
hu: Szolgáltatások kezelése…
hy_am: Կառավարել ծառայությունները…
id: Kelola Layanan…
kk: Қызметтерді басқару…
km: គ្រប់គ្រង​សេវាកម្ម...
ku: Xizmetan bi rê ve bibe…
mai: सेवा प्रबंधित करू…
ml: സര്‍വീസുകള്‍ കൈകാര്യം ചെയ്യുക...
my: ဝန်ဆောင်မှူတွေကိုခန့်ခွဲ...
ne: सेवाहरू प्रबन्धन गर्नुहोस्...
nn_no: Handsam tenester …
or: ସର୍ଭିସଗୁଡ଼ିକୁ ପରିଚାଳନା କରନ୍ତୁ…
pt_br: Gerenciar serviços…
si: සේවාවන් පරිපාලනය...
te: సేవలను నిర్వహించు...
th: จัดการบริการ…
uz: Xizmatlarni boshqarish…

source: Show desktop &notifications
af: Wys werkskerm&kennisgewings
as: ডেস্কটপ অধিসূচনাসমূহ দেখুৱাওক
bg: Показване на оповестявянията на &работния плот
ca: Mostra les &notificacions d'escriptori
fur: Mostre &notifichis sul scritori
hu: &Asztali értesítések megjelenítése
id: Tampilka&n notifikasi desktop
kk: &Хабарламаларды көрсету
km: បង្ហាញ&ការ​ជូន​ដំណឹង​លើ​ផ្ទៃតុ
ku: &Danezanên sermaseyê nîşan bide
mai: बेसी डेस्कटाप अधिसूचना देखाउ
ne: डेस्कटपका सूचनाहरू देखाउनुहोस्
nn_no: Vis v&arsel
or: ଡେସ୍କଟପ ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକୁ ଦର୍ଶାନ୍ତୁ
pt_br: &Exibir notificações no desktop
si: වැඩතල දැන්වීම් (&n)
te: డెస్కుటాప్ ప్రకటనలను చూపు
th: แสดงการแจ้งเ&ตือนเดสก์ท็อป
uz: Ish stoli &bildirishnomalarini ko‘rsatish

source: &Learn more…
af: &Meer inligting…
as: অধিক জানক…
bg: &Научете повече...
ca: &Més informació…
fur: Par savênt di p&lui…
hu: &További tudnivalók…
id: Pe&lajari Lebih Lanjut…
kk: Көбірек бі&лу…
km: &ស្វែងយល់​បន្ថែម...
ku: &Zêdetir bizane…
mai: आओर जानू (&L)…
my: ဆက်လက်လေ့လာ…
ne: अझ जान्नुहोस्
nn_no: &Les meir …
or: ଅଧିକ ଶିଖନ୍ତୁ…
pt_br: &Saiba mais…
si: තවත් දැනගන්න... (&L)
te: మరింత తెలుసుకోండి… (&L)
th: เ&รียนรู้เพิ่มเติม…
uz: &Ko‘proq o‘rganish…

source: Activations Directory
af: Aktiveringsgids
ar: دليل التفعيل
as: সক্ৰিয়কৰণ ডাইৰেকটৰি
bg: Списък с услуги
bn_in: অ্যাক্টিভেশানের পঞ্জি
ca: Directori d'activacions
fur: Cartele dalis ativazions
hu: Aktiválások könyvtára
hy_am: Ակտիվացումների գրացուցակ
id: Direktori Aktivasi
kk: Белсендірулер бумасы
km: ថត​ការ​ធ្វើ​ឲ្យ​សកម្ម​នានា
mai: सक्रियकरण निर्देशिका
ml: ആക്ടിവേഷന്‍സ് ഡയറക്ടറി
my: စတင်လုပ်ဆောင်ခြင်းများဆိုင်ရာ လမ်းညွှန်
nn_no: Aktiveringskatalog
or: ସକ୍ରିୟଣ ଡିରେକ୍ଟୋରୀ
pt_br: Diretório de ativações
si: සක්‍රීයකිරීම් නාමාවලිය
te: క్రియాశీలనల సంచయం
th: ไดเรกทอรีการเปิดใช้งาน
uz: Faollashtirishlar direktoriyasi

source: You can activate Share services from the directory.
af: Deel-dienste kan vanuit die gids geaktiveer word.
ar: يمكنك تفعيل خدمات المشاركة من هذا الدليل.
as: আপুনি ডাইৰেকটৰিৰ পৰা অংশীদাৰী সেৱাসমূহ সক্ৰিয় কৰিব পাৰিব।
bg: Можете да включите Услугите за споделяне от този списък.
bn_in: এই ডাইরেক্টরি থেকে আপনি শেয়ার পরিষেবা সক্রিয় করতে পারবেন।
ca: Podeu activar els serveis de compartició des del directori.
fur: Tu pos ativá i servizis de condivision da la cartele
hu: A könyvtárból megosztási szolgáltatásokat aktiválhat.
hy_am: Կարող եք ակտիվացնել այլ սարքեր այստեղից:
id: Anda dapat mengaktifkan layanan Berbagi dari direktori ini.
kk: Сіз бөлісу қызметтерін бұл бумадан белсендіре аласыз,
km: អ្នក​អាច​ធ្វើ​ឲ្យ​សេវា​កម្ម​ចែករំលែក​សកម្ម​ពី​ថត។
mai: अहाँ निर्देशिका सँ साझा सेवा केँ सक्रिय कए सकैत छी.
ml: ഈ അറയില്‍ നിന്നും പങ്കിടല്‍ സേവനങ്ങള്‍ സജ്ജമാക്കാവുന്നതാണ്.
my: သင်သည် မျှဝေခြင်းဝန်ဆောင်မှုများကို လမ်းညွှန်မှ ဖွင့်ပြီး စတင်စေနိုင်ပါသည်။
ne: तपाईँले डाईरेक्टरीद्वारा "सेयर" सेवा सक्रिय गर्न सक्नुहुन्छ।
nn_no: Du kan slå på tenester for deling frå katalogen.
or: ଏହି ଡିରେକ୍ଟୋରୀରୁ ସହଭାଗୀ ସର୍ଭିସଗୁଡ଼ିକୁ ସକ୍ରିୟ କରିପାରିବେ।
pt_br: Você pode ativar serviços de compartilhamento a partir do diretório.
si: ඔබට නාමාවලිය වෙතින් බෙදාගැනීමේ සේවා සක්‍රීය කළ හැක.
te: సంచయం నుండి మీరు భాగస్వామ్య సేవలను క్రియాశీలంచేయవచ్చు.
th: คุณสามารถเปิดใช้งานบริการ Share จากไดเรกทอรี
uz: Bo‘lishish xizmatlarini direktoriyadan faollashtirishingiz mumkin.
