Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

# trackingContentBlocked.unblock2.label trackingContentBlocked.unblock2.accesskey
source: &Disable protection for this site
ar: أو&قف الحماية لهذا الموقع
bn_in: এই সাইটে সুরক্ষা নিষ্ক্রিয় করুন
ca: &Desactiva la protecció per a aquest lloc
hu: Védelem &kikapcsolása ezen az oldalon
hy_am: &Անջ. պաշտպանությունը այս կայքի համար
id: &Nonaktifkan perlindungan untuk situs web ini
kk: Бұл сайт үшін қорғанысты сөн&діру
km: បិទ​ការ​ការពារ​សម្រាប់​តំបន់​បណ្ដាញ​នេះ
ml: ഈ താളില്‍ സുരക്ഷ പ്രവര്‍ത്തന രഹിതമാക്കുക
my: &Dဒီစာမျက်နှာအတွက် ကာကွယ်မှုကို ပိတ်ပါ
ne: यो पेजमा सुरक्षा निष्क्रिय गर्नुहोस्।
nn_no: &Slå av vern for denne nettstaden
te: ఈ సైటుకు రక్షణను అచేతనంచేయి
th: &ปิดใช้งานการปกป้องสำหรับไซต์นี้
uz: Bu saytda himoyani &o‘chirish

# trackingContentBlocked.block.label trackingContentBlocked.block.accesskey
source: &Enable protection
af: &Aktiveer beskerming
ar: &فعّل الحماية
as: সুৰক্ষা সামৰ্থবান কৰক
bg: &Включване на защита
bn_in: সুরক্ষা সক্রিয় করুন
ca: Acti&va la protecció
fur: &Protezion email
hu: Védelem &bekapcsolása
hy_am: &Միացնել պաշտպանությունը
id: &Aktifkan perlindungan
kk: Қорғанысты іск&е қосу
km: បើក​ការការពារ
mai: ईमेल सुरक्षा
ml: സുരക്ഷ സജ്ജികരിക്കുക
my: &Eအီးမေးလ် အကာအကွယ်
ne: सुरक्षा सुचारु गर्नुहोस्
nn_no: S&lå på vern
or: ସୁରକ୍ଷା ସକ୍ରିୟଣ
pt_br: Ativar prot&eção
si: &ආරක්ෂණය සක්‍රීය කරන්න
te: రక్షణను చేతనించు
th: &เปิดใช้งานการปกป้อง
uz: Himoyani &yoqish

source: Tracking protection is disabled
af: Volgbeskerming is gedeaktiveer
ar: عُطلت حماية التتبع
as: অনুকৰণ সুৰক্ষা অসামৰ্থবান কৰা আছে
bg: Защитата от проследяване е изключена
bn_in: ট্র্যাকিং সুরক্ষা নিষ্ক্রিয় করা হয়েছে
ca: La protecció contra el seguiment està desactivada
hu: A követés elleni védelem kikapcsolva
hy_am: Հետագծման պաշտպանությունը անջատված է
id: Perlindungan pelacakan dinonaktifkan
kk: Бақылаудан қорғаныс сөндірілген
km: ការ​ការ​ពារ​ការ​តាមដានត្រូវបានបិទ
mai: सुरक्षा ट्रैकिंग सक्रिय कएल अछि
ml: പിന്തുടരല്‍ സംരക്ഷണം പ്രവര്‍ത്തനരഹിതമാണു്
my: ခြေရာခံ ကာကွယ်မှုကို ပိတ်ထားသည်
ne: ट्रयाकिङ् सुरक्षा निस्क्रिय गरियो
nn_no: Sporingsvern er slått av
or: ଅନୁସରଣ ସୁରକ୍ଷାକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି
pt_br: A proteção antirrastreamento está desativada
si: හඹායෑම් ආරක්ශාව අක්‍රීය කරන ලදී
te: ట్రాకింగ్ రక్షణ అచేతనించబడెను
th: การป้องกันการติดตามถูกปิดใช้งาน
uz: Kuzatishdan himoya o‘chirildi

source: Press ESC at any time to show it again.
af: Druk enige tyd ESC om dit weer te wys.
as: ইয়াক আকৌ দেখুৱাবলে যিকোনো সময়ত ESC টিপক।
bg: Натиснете ESC по всяко време за да се покаже отново.
ca: Premeu la tecla ESC en qualsevol moment per tornar-ho a mostrar.
fur: Frache ESC in ogni moment par mostrâlu di gnûf.
hu: Nyomja meg bármikor az Esc-t a megjelenítéséhez.
id: Tekan ESC kapan saja untuk menampilkannya kembali.
kk: Оны қайта көрсету үшін кез-келген уақытта ESC пернесін басыңыз.
km: ចុច ESC ប្រសិនបើ​អ្នក​ចង់​បង្ហាញ​វា​ម្ដងទៀត។
ku: Dema bixwazî dîsa bibînî pêl ESCê bike.
mai: ESC केँ कोनो समय एकरा देखाबैक लेल दबाउ.
my: နောက်တခါပြန်ကြည့်ချင်ရင် ESC နှိပ်ပါ
ne: यसलाई फेरि देखाउन कुनै पनि समयमा ESC थिच्नुहोस्
nn_no: Trykk ESC når som helst for å visa han att.
or: ଏହାକୁ ଯେକୌଣସି ସମୟରେ ପୁଣିଥରେ ଦର୍ଶାଇବା ପାଇଁ ESC କୁ ଦବାନ୍ତୁ।
pt_br: Tecle ESC quando quiser exibi-lo.
si: නැවත ඕනෑම මොහොතක පෙන්වීමට ESC ඔබන්න
te: దీనిని మరలా చూపుటకు యెప్పుడైనా ESC వత్తండి.
th: กด ESC ได้ตลอดเวลาเพื่อแสดงอีกครั้ง
uz: Uni yana ko‘rsatish uchun xohlagan vaqtingizda "ESC" tugmasini bosing.

source: &Show All
af: Wy&s almal
ar: أ&ظهر الكل
as: সকলো দেখুৱাওক
bg: &Показване на всичко
bn_in: সব প্রদর্শন
ca: Mo&stra-ho tot
fur: Mo&stre dut
hu: Mindet &mutat
hy_am: &Ցուցադրել բոլորը
id: T&ampilkan Semua
kk: Барлығын көр&сету
km: ប&ង្ហាញ​ទាំងអស់
ku: &Hemûyan Nîşan Bide
mai: सभटा देखाउ (&S)
ml: എല്ലാം കാണിയ്ക്കുക
my: &Sအားလုံးပြပါ
ne: सबै देखाउनुहोस्
nn_no: &Vis alle
or: ସମସ୍ତଙ୍କୁ ଦର୍ଶାନ୍ତୁ
pt_br: E&xibir tudo
si: සියල්ල පෙන්වන්න (&S)
te: అన్నీ చూపించు (&S)
th: แสดงทั้งห&มด
uz: Barchasini &ko‘rsatish

source: Allow Now
af: Laat nou toe
ar: اسمح الآن
as: এতিয়ায় অনুমতি দিয়ক
bg: Разрешаване само сега
bn_in: এখনি অনুমোদন করুন
ca: Permet ara
fur: Permet cumò
hu: Engedélyezés most
hy_am: Թույլատրել
id: Izinkan Saat Ini Saja
kk: Қазір рұқсат ету
km: អនុញ្ញាត​ឥឡូវ
ku: Niha destûrê bide
mai: अखन स्वीकारू
ml: ഇപ്പോള്‍ അനുവദിയ്ക്കുക
my: ယခုခွင့်ပြုလိုက်မယ်
ne: अहिले अनुमति दिनुहोस्
nn_no: Tillat no
or: ବର୍ତ୍ତମାନ ଅନୁମତି ଦିଅନ୍ତୁ
pt_br: Permitir agora
si: දැන් ඉඩ දෙන්න
te: ఇప్పుడు అనుమతించు
th: อนุญาตสำหรับครั้งนี้
uz: Hozir ruxsat berish

source: Allow and Remember
af: Laat toe en onthou
ar: اسمح و تذكّر
as: অনুমতি দিয়ক আৰু মনত ৰাখক
bg: Разрешаване и запомняне
bn_in: অনুমোদন করুন এবং মনে রাখুন
ca: Permet i recorda
fur: Permet e visiti
hu: Engedélyezés és megjegyzés
hy_am: Թույլատրել և Հիշել
id: Izinkan dan Ingat Selalu
kk: Рұқсат ету және есте сақтау
km: អនុញ្ញាត និង​ចងចាំ
ku: Destûrê bidê û bi bîr bîne
mai: स्वीकारू आओर याद करू
ml: അനുവദിച്ചു് ഓര്‍മ്മയില്‍ വയ്ക്കുക
my: ခွင့်ပြုပြီး ခွင့်ပြုချက်ကို မှတ်ထားမယ်
ne: अनुमति दिनुहोस् र सम्झिनुहोस्
nn_no: Tillat og hugs
or: ଅନୁମତି ଦିଅନ୍ତୁ ଏବଂ ମନେରଖନ୍ତୁ
pt_br: Permitir e memorizar
si: ඉඩදී මතකතබා ගන්න
te: అనుమతించి గుర్తుపెట్టుకో
th: อนุญาตและจดจำ
uz: Ruxsat berish va eslab qolish

source: Block Plugin
af: Blokkeer inprop
ar: امنع الملحقة
as: প্লাগিন প্ৰতিৰোধ কৰক
bg: Блокиране на приставката
bn_in: প্লাগ-ইন আটকান
ca: Bloca el connector
fur: Bloche plugin
hu: Bővítmény blokkolása
hy_am: Արգելել բաղադրիչը
id: Blokir Plugin
kk: Плагинді блоктау
km: ទប់ស្កាត់​កម្មវិធី​ជំនួយ
ku: Pêvekê asteng bike
mai: प्लगइन रोकू
ml: പ്ലഗിന്‍ തടയുക
my: ထပ်ပေါင်းဆော့ဝဲ အားပိတ်
ne: प्लगिनलाई बाधा गर्नुहोस्
nn_no: Blokker programtillegg
or: ପ୍ଲଗଇନକୁ ଅଟକାନ୍ତୁ
pt_br: Bloquear plugin
si: ප්ලගිනය අවහිර කරන්න
te: ప్లగిన్ను నిరోధించు
th: ปิดกั้นโปรแกรมเสริม
uz: Plaginni bloklash

source: 28em
ar: 32em
as: 32em
id: 29em
kk: 30em
ku: 32em
mai: 32em
ml: 32em
si: 32em
te: 32em

# uiTour.infoPanel.close
source: Close
af: Sluit
ar: أغلق
as: বন্ধ কৰক
bg: Затваряне
bn_in: বন্ধ
ca: Tanca
fur: Siere
hu: Bezárás
hy_am: Փակել
id: Tutup
kk: Жабу
km: បិទ
ku: Bigire
mai: बन्न करू
ml: അടയ്ക്കുക
my: ပိတ်ပါ
ne: बन्द गर्नुहोस्
nn_no: Lat att
or: ବନ୍ଦକରନ୍ତୁ
pt_br: Fechar
si: වසන්න
te: మూసివేయి
th: ปิด
uz: Yopish

source: Sidebars
af: Kantstawe
ar: الأشرطة الجانبية
as: কাষবাৰসমূহ
bg: Странични ленти
bn_in: সাইড-বার
ca: Barres laterals
fur: &Sbare laterâl
hu: Oldalsávok
hy_am: Կողային վահանակներ
id: Bilah Samping
kk: Бүйір панельдер
km: របារ​ចំហៀង
ku: Darikên kêlekê
mai: कतका पट्टी
ml: സൈഡ്ബാറുകള്‍
my: ကပ်လျှက်ဘေးဘားများ
ne: साइडबार
nn_no: Sidestolpar
or: ପାର୍ଶ୍ୱପଟିଗୁଡ଼ିକ
pt_br: Painéis
si: පැතිතීර
te: పక్కపట్టీలు
th: แถบข้าง
uz: Yon panellar

source: Forget the last:
af: Vergeet die afgelope:
ar: انسَ الأخير:
as: সৰ্বশেষ পাহৰি যাওক:
bg: Забравяне на последните:
bn_in: শেষের টি ভুলে যান:
ca: Oblida:
hu: Felejtse el az elmúlt:
hy_am: Մոռանալ վերջին՝
id: Lupakan untuk:
kk: Соңғы уақытты ұмыту:
km: បំភ្លេច​ចុងក្រោយ៖
mai: अंतिम कएलका बिसरि गेलहुँ:
ml: അവസാനത്തേതു് മറക്കുക:
my: မေ့ဖျောက်ပါ (နောက်ပိုင်း)
ne: अन्तिमलाई बिर्सनुहोस्:
nn_no: Gløym dei siste:
or: ଶେଷଟିକୁ ଭୁଲିଯାଆନ୍ତୁ:
pt_br: Esquecer os últimos:
si: අමතක කරන්න පසුගිය:
te: ఈ గతాన్ని మరిచిపో:
th: ลืมก่อนหน้านี้:
uz: So‘nggisini unutish:

source: Five minutes
af: vyf minute
ar: خمس دقائق
as: পাঁচ মিনিট
bg: Пет митути
bn_in: পাঁচ মিনিট
ca: Els darrers cinc minuts
fur: Cinc minus
hu: Öt percet
hy_am: Հինգ րոպե
id: lima menit terakhir
kk: Бес минут
km: ប្រាំ​នាទី
mai: पाँच मिनट
ml: അഞ്ച് മിനിറ്റ്
my: ငါး မိနစ်
ne: पाँच मिनेट
nn_no: Fem minutta
or: ପାଞ୍ଚ ମିନିଟ
pt_br: Cinco minutos
si: විනාඩි පහක්
te: ఐదు నిమిషాలు
th: ห้านาที
uz: Besh daqiqa

source: Two hours
af: twee ure
ar: ساعتين
as: দুই ঘণ্টা
bg: Два часа
bn_in: দুই ঘণ্টা
ca: Les darreres dues hores
fur: Doi oris
hu: Két órát
hy_am: Երկու ժամ
id: dua jam terakhir
kk: Екі сағат
km: ពីរ​ម៉ោង
mai: दुइ घंटा
ml: രണ്ട് മണിക്കൂർ
my: နှစ် နာရီ
ne: दुई घन्टा
nn_no: To timane
or: ଦୁଇ ଘଣ୍ଟା
pt_br: Duas horas
si: පැය දෙකක්
te: రెండు గంటలు
th: สองชั่วโมง
uz: Ikki soat

source: 24 hours
af: 24 uur
ar: 24 ساعة
as: 24 ঘণ্টা
bg: 24 часа
bn_in: 24 ঘন্টা
ca: Les darreres 24 hores
fur: 24 oris
hu: 24 órát
hy_am: 24 ժամ
id: 24 jam terakhir
kk: 24 сағат
km: ២៤ ម៉ោង
mai: 24 घंटा
ml: 24മണിക്കൂര്‍
my: ၂၄ နာရီ
ne: २४ घण्टा
nn_no: 24 timane
or: 24 ଘଣ୍ଟା
pt_br: 24 horas
si: පැය 24
te: 24 గంటలు
th: 24 ชั่วโมง
uz: 24 soat

source: Proceeding will:
af: Deur voort te gaan sal:
ar: المتابعة سوف:
as: আগবাঢ়িলে নিম্নলিখিত কাৰ্য্য কৰা হব:
bg: Ако продължите ще бъдат:
bn_in: যদি আপনি আগে এগোন:
ca: En continuar:
hu: A folytatás:
hy_am: Շարունակելիս՝
id: Dengan melanjutkan, proses berikut akan dilakukan:
kk: Жалғастыру нәтижесінде:
km: ការ​ធ្វើ​បន្ត​នឹង៖
mai: एकरा सँ आरंभ हाएत:
ml: മുമ്പോട്ടുള്ള സമ്മതം:
my: ဆက်လက် ဆောင်ရွက်ပါမည်။
ne: अगाडि जानाले:
nn_no: Om du held fram vil:
or: ଅଗ୍ରଗତି ହେଉଛି:
pt_br: O prosseguimento irá:
si: ඉදිරියට යෑම:
te: కొనసాగితే జరిగేవి:
th: การดำเนินการจะ:
uz: Yaxshi amalga oshdi:

source: Delete Recent <html:strong>Cookies</html:strong>
af: onlangse <html:strong>koekies</html:strong> uitgevee word
ar: تحذف <html:strong>الكعكات</html:strong> الحديثة
as: শেহতীয়া <html:strong>কুকিসমূহ</html:strong> মচা
bg: Изтрити скорошните <html:strong>бисквитки</html:strong>
bn_in: সাম্প্রতিক<html:strong>কুকিগুলি</html:strong> মুছে ফেলুন
ca: Se suprimiran les <html:strong>galetes</html:strong> recents
hu: Törli a legutóbbi <html:strong>sütiket</html:strong>
hy_am: Ջնջել վերջին<html:strong>Cookie-ները</html:strong>
id: <html:strong>Kuki</html:strong> terakhir akan dihapus
kk: Соңғы <html:strong>Cookies</html:strong> өшіру
km: លុប​ <html:strong>ខូឃី</html:strong> ថ្មីៗ
mai: हालिया <html:strong>कुकीज़</html:strong> मेटाबू
ml: ഈയിടെയുള്ള<html:strong> ഉം </html:strong> ഉം നീക്കുക
my: မကြာသေးမီ အသုံးပြုထားသည့် <html:strong>ကွက်ကီးများ</html:strong>ကို ဖျက်ရန်
ne: हालको <html:strong>कुकिज</html:strong> मेटाउनुहोस्
nn_no: Nylege oppretta <html:strong>infokapslar</html:strong> slettast
or: ସାମ୍ପ୍ରତିକ <html:strong>କୁକିଗୁଡ଼ିକୁ</html:strong> ଅପସାରଣ କରନ୍ତୁ
pt_br: Excluir <html:strong>cookies</html:strong> recentes
si: මෑත <html:strong>කුකී </html:strong> මකාදමයි
te: ఇటీవలి <html:strong>కుకీలు</html:strong> తొలగించు
th: ลบ <html:strong>คุกกี้</html:strong> เมื่อเร็ว ๆ นี้
uz: So‘nggi <html:strong>Kukilar</html:strong>ni o‘chirish

source: Delete Recent <html:strong>History</html:strong>
af: onlangse <html:strong>geskiedenis</html:strong> uitgevee word
ar: تحذف <html:strong>السجل</html:strong> الحديث
as: শেহতীয়া <html:strong>ইতিহাস</html:strong> মচা
bg: Изтрита скорошната <html:strong>история</html:strong>
bn_in: সাম্প্রতিক <html:strong> ইতিহাস </html:strong> মুছে ফেলুন
ca: Se suprimirà l'<html:strong>historial</html:strong> recent
hu: Törli a legutóbbi <html:strong>előzményeket</html:strong>
hy_am: Ջնջել վերջին <html:strong>Պատմությունը</html:strong>
id: <html:strong>Riwayat</html:strong> terakhir akan dihapus
kk: Соңғы <html:strong>тарихты</html:strong> өшіру
km: លុប <html:strong>ប្រវត្តិ</html:strong> ថ្មីៗ
mai: हालिया <html:strong>इतिहास</html:strong> मेटाबू
ml: അടുത്തിടെയുള്ള <html:strong>നാള്‍വഴി</html:strong> വെട്ടി നീക്കുക
my: မကြာသေးမီက <html:strong>မှတ်တမ်း</html:strong>ကို ဖျက်ရန်
ne: हालको <html:strong>इतिहास</html:strong> मेट्नुहोस्
nn_no: Nyleg <html:strong>historikk</html:strong> slettast
or: ସାମ୍ପ୍ରତିକ <html:strong>ପୁରୁଣାତଥ୍ଯ</html:strong>କୁ ଅପସାରଣ କରନ୍ତୁ
pt_br: Excluir <html:strong>histórico</html:strong> recente
si: ආසන්න <html:strong>වෙබ් ඉතිහාසය</html:strong> මකා දමන්න
te: ఇటీవలి <html:strong>చరిత్ర</html:strong> తొలగించు
th: ลบ <html:strong>ประวัติ</html:strong> เมื่อเร็ว ๆ นี้
uz: So‘nggi <html:strong>Tarix</html:strong>ni o‘chirish

source: Close all <html:strong>Tabs</html:strong> and <html:strong>Windows</html:strong>
af: alle <html:strong>oortjies</html:strong> en <html:strong>vensters</html:strong> gesluit word
ar: تغلق كل <html:strong>الألسنة</html:strong> و <html:strong>النوافذ</html:strong>
as: সকলো <html:strong>টেব</html:strong> আৰু <html:strong>উইন্ডো</html:strong> বন্ধ কৰা
bg: Затворени всички <html:strong>подпрозорци</html:strong> и <html:strong>прозорци</html:strong>
bn_in: সব <html:strong>ট্যাবগুলি</html:strong> এবং <html:strong>উইন্ডো</html:strong> বন্ধ করুন
ca: Es tancaran totes les <html:strong>pestanyes</html:strong> i <html:strong>finestres</html:strong>
hu: Bezár minden <html:strong>lapot</html:strong> és <html:strong>ablakot</html:strong>
hy_am: Փակել բոլոր <html:strong>Ներդիրները</html:strong> և<html:strong>Պատուհանները</html:strong>
id: Semua <html:strong>Tab</html:strong> dan <html:strong>Jendela</html:strong> akan ditutup
kk: Барлық <html:strong>беттер</html:strong> және <html:strong>терезелерді</html:strong> жабу
km: បិទ <html:strong>ផ្ទាំង</html:strong> និង <html:strong>បង្អួច</html:strong> ទាំងអស់
mai: सभ <html:strong>टैब</html:strong> आओर <html:strong>विंडोज़</html:strong> बन्न करू
ml: എല്ലാ <html:strong>ടാബുകളും</html:strong><html:strong>ജാലകങ്ങളും</html:strong>അടക്കൂ
my: <html:strong>စာမျက်နှာများ</html:strong> နှင့် <html:strong>ဝင်းဒိုးများ</html:strong>အားလုံးကို ပိတ်ပါ
ne: सबै <html:strong>ट्याबहरू</html:strong> र <html:strong>सञ्झ्याल</html:strong> बन्द गर्नुहोस
nn_no: Lata att alle <html:strong>faner</html:strong> og <html:strong>vindauge</html:strong>
or: ସମସ୍ତ <html:strong>ଟ୍ୟାବ</html:strong> ଏବଂ <html:strong>ୱିଣ୍ଡୋ</html:strong>କୁ ବନ୍ଦ କରନ୍ତୁ
pt_br: Fechar todas as <html:strong>abas</html:strong> e <html:strong>janelas</html:strong>
si: සියලුම <html:strong>ටැබ්</html:strong> සහ <html:strong>කවුළු</html:strong> වසා දමන්න
te: అన్ని <html:strong>టాబ్లు</html:strong> మరియు <html:strong>విండోలు</html:strong> మూయి
th: ปิด <html:strong>แท็บ</html:strong> และ <html:strong>หน้าต่าง</html:strong> ทั้งหมด
uz: Barcha <html:strong>Ichki oynalar</html:strong> va <html:strong>Oynalar</html:strong>ni yopish

source: Open a new clean Window
af: Open 'n nuwe skoon venster
ar: يفتح نافذة جديدة خالية
as: এটা নতুন পৰিষ্কাৰ উইন্ডো খোলক
bg: Отворен нов празен прозорец
bn_in: একটি নতুন পরিষ্কার উইন্ডো খুলুন
ca: S'obrirà una finestra nova buida
hu: Új üres ablakot nyit meg
hy_am: Բացել նոր մաքուր Պատուհան
id: Jendela baru akan dibuka
kk: Жаңа бос терезені ашу
km: បើក​បង្អួច​ស្អាត​ថ្មី
mai: नव साफ विंडो खोलू
ml: ഒഴിഞ്ഞ ഒരു പുതിയ ജാലകം തുറക്കൂ
my: ရှင်းလင်းသည့် ဝင်းဒိုးအသစ်ကို ဖွင့်ပါ
ne: नयाँ सफा सञ्झ्याल खोल्नुहोस्
nn_no: Opna eit nytt, reint vindauge
or: ଗୋଟିଏ ନୂତନ ୱିଣ୍ଡୋ ଖୋଲନ୍ତୁ
pt_br: Abrir uma janela vazia
si: අලුත් කවුලුවක් විවෘත කරන්න
te: కొత్త ఖాళీ విండో తెరువుము
th: เปิดหน้าต่างว่างใหม่
uz: Yangi toza oynani ochish

source: This action cannot be undone.
af: Hierdie aksie kan nie ontdoen word nie.
ar: لا يمكن التراجع عن هذا الإجراء.
as: এই কাৰ্য্য পিছত নোহোৱা কৰিব নোৱাৰি।
bg: Това действие е необратимо.
bn_in: এই কাজ নাকচ করা সম্ভব নয়।
ca: Aquesta acció no es pot desfer.
fur: No si pues anulâ cheste azion.
hu: Ez a művelet nem vonható vissza.
hy_am: Այս գործողությունը չի կարող ետարկվել:
id: Tindakan ini tidak dapat diurungkan.
kk: Бұл әрекетті болдырмау мүмкін емес болады.
km: សកម្មភាព​នេះ​មិន​អាច​ត្រឡប់​ក្រោយ​បាន​ទេ។
ku: Ev çalakî şûnde nayê anîn.
mai: ई क्रिया वापस पहिने जहिना नहि कएल जाए सकैत अछि .
ml: ഈ പ്രവര്‍ത്തനം ചെയ്തു കഴിഞ്ഞാല്‍ പിന്നെ മാറ്റാന്‍ സാദ്ധ്യമല്ല.
my: ဒီလုပ်ဆောင်ချက်ကို ပြန်ဖြေလို့ မရနိုင်ဘူး။
ne: यो क्रियाकलाप नहुन सक्दैन।
nn_no: Denne handlinga kan ikkje angrast.
or: ଏହି କାର୍ଯ୍ୟର ପଦକ୍ଷେପ ବାତିଲ କରିପାରିବେ ନାହିଁ।
pt_br: Esta ação não poderá ser desfeita.
si: මෙම ක්‍රියාව අහෝසි කළ නොහැක.
te: ఈ చర్యని చేసినతర్వాత పూర్వస్థితి తెప్పించలేము.
th: การกระทำนี้ไม่สามารถเลิกทำได้
uz: Ushbu amalni orqaga qaytarib boʻlmaydi.

source: Forget!
af: Vergeet!
ar: انسَ!
as: পাহৰি যাওক!
bg: Забравяне!
bn_in: ভুলে যান!
ca: Oblida!
fur: Dismentê
hu: Elfelejtés!
hy_am: Մոռանալ:
id: Lupakan!
kk: Ұмыту!
km: ភ្លេច!
mai: बिसरि गेलहुँ!
ml: മറന്നേക്ക്!
my: မေ့ဖျောက်ပါ။
ne: बिर्सिनु!
nn_no: Gløym!
or: ଭୁଲିଯାଆନ୍ତୁ!
pt_br: Esquecer!
si: අමතක කරන්න
te: మర్చిపో!
th: ลืมซะ!
uz: Unutish!

source: Your recent history is cleared.
af: Die onlangse geskiedenis is vergeet.
ar: مُسح تأريخك الحديث.
as: আপোনাৰ শেহতীয়া ইতিহাস আতৰোৱা হৈছে।
bg: Скорошната ви история е изчистена.
bn_in: আপনার সাম্প্রতিক ইতিহাস মুছে গেছে।
ca: S'ha netejat el vostre historial recent.
hu: Legutóbbi előzményei törölve.
hy_am: Վերջին պատմությունը մա,քրվել է:
id: Riwayat terakhir Anda telah dibersihkan.
kk: Сіздің соңғы тарихыңыз өшірілген.
km: ប្រវត្តិ​ថ្មីៗ​របស់​អ្នក​ត្រូវ​បាន​សម្អាត។
mai: अहाँक हालिया इतिहास साफ कएल गेल.
ml: സമീപകാല നാള്‍വഴി മായ്ച്ചിരിക്കുന്നു
my: သင့် လတ်တလောမှတ်တမ်းကို ရှင်းလင်းထားသည်။
ne: तपाईँको हालको इतिहास खाली भयो।
nn_no: Nyleg nettlesarhistorikk er sletta.
or: ଆପଣଙ୍କର ନିକଟ ଅତିତର ପୁରୁଣା ତଥ୍ୟ ସଫା ହୋଇଛି।
pt_br: Seus dados pessoais recentes estão limpos.
si: ඔබගේ ආසන්න වෙබ් ඉතිහාසය මකා දමන ලදී.
te: ఇటీవలి మీ చరిత్ర తుడిచివేయబడింది.
th: ประวัติการใช้ล่าสุดได้ถูกลบล้างแล้ว
uz: So‘nggi tarixingiz tozalandi.

source: Safe browsing!
af: Blaai veilig!
ar: التصفح الآمن!
as: সুৰক্ষিত ব্ৰাউছিং!
bg: Безопасно сърфиране!
bn_in: সুরক্ষিত ব্রাউজিং!
ca: Navegueu amb seguretat!
hu: Biztonságos böngészést!
hy_am: Անվտանգ դիտարկում:
id: Hati-hati dalam Menjelajah!
kk: Қауіпсіз шолу!
km: ការ​រុករក​សុវត្ថិភាព!
mai: सुरक्षित ब्राउजिंग!
ml: സുരക്ഷിത ബ്രൗസിങ്ങ്!
my: လုံခြုံစိတ်ချရသော ရှာဖွေကြည့်ရှုခြင်း။
ne: सुरक्षित ब्राउजिङ!
nn_no: Trygg nettlesing!
or: ସୁରକ୍ଷିତ ବ୍ରାଉଜିଙ୍ଗ!
pt_br: Boa navegação!
si: සුරක්ෂිත වෙබ් අත්දැකීම!
te: సురక్షిత విహారణ!
th: การท่องเว็บปลอดภัย!
uz: Xavfsiz ko‘rish!

source: Thanks!
af: Dankie!
ar: شكرًا!
as: ধন্যবাদ!
bg: Благодарим!
bn_in: ধন্যবাদ!
ca: Gràcies!
fur: Ringraziaments
hu: Köszönjük!
hy_am: Շնորհակալություն:
id: Terima Kasih!
kk: Рахмет!
km: អរគុណ!
mai: शुक्रिया!
ml: നന്ദി!
my: ကျေးဇူးတင်ပါသည်။
ne: धन्यवाद!
nn_no: Takk!
or: ଧନ୍ୟବାଦ!
pt_br: Obrigado!
si: ස්තූතියි!
te: ధన్యవాదములు!
th: ขอบคุณ!
uz: Rahmat!

source: Learn more about &DRM…
af: Meer inligting oor &DRM…
ar: اطلع أكثر عن إ&دارة الحقوق الرقمية
bg: Научете повече за &DRM…
bn_in: DRM সম্পর্কে আরও জানুন...
ca: Més informació sobre &DRM…
hu: Tudjon meg többet a &DRM-ről…
hy_am: Իմանալ ավելին &DRM-ի մասին...
id: Pelajari lebih lanjut tentang &DRM…
kk: &DRM туралы көбірек білу…
km: ស្វែងយល់​បន្ថែម​អំពី &DRM…
mai: &DRM केर संबंध मे बेसी जानू…
ml: ഡിആര്‍എമിനെപ്പറ്റി കൂടുതല്‍ അറിയുക…
my: &DRM အကြောင်း ပိုမိုလေ့လာပါ…
ne: DRM बारे थप जान्नुहोस्
nn_no: Les meir om &DRM …
pt_br: Saiba mais sobre &DRM…
te: &DRM గురించి మరింత తెలుసుకో...
th: เรียนรู้เพิ่มเติมเกี่ยวกับ &DRM…
uz: &DRM haqida ko‘proq o‘rganish…

source: New Container Ta&b
ar: لسان &حاوٍ جديد
hu: Új &konténerlap
hy_am: Նոր Պարունակ ներ&դիր
ne: नयाँ कन्टेनर ट्याब

source: New &Container Tab
ca: Pestanya de &contenidor nova
km: ផ្ទាំង​ឧបករណ៍​ផ្ទុក​ថ្មី
my: စာမျက်နှာစုစည်းမှု အသစ်
nn_no: Ny &innhaldsfane
te: కొత్త కంటైనర్ టాబ్
uz: Yangi &Konteyner ichki oynasi

source: Open message panel
hy_am: Բացել հաղորդագրության վահանակը

source: Open location request panel
hy_am: ԲԱցել տեղադրության հարցման վահանակը

source: Open add-on installation message panel
hy_am: Բացել հավելման տեղադրման հաղորդագրության վահանակը

source: Open offline storage message panel
hy_am: Բացել անցանց պահեստի հաղորդագրության վահանակը

source: Open save password message panel
hy_am: Բացել պահպանված գաղտնաբառի հաղորդագրության վահանակը

source: Manage plug-in use
hy_am: Կառավարել բաղադրիչների օգտագործումը

source: Open install message panel
hy_am: Բացել տեղադրել հաղորդագրության վահանակը

source: You have blocked your camera for this website.
hy_am: Դուք արգելափակել եք ձեր տեսախցիկը այս կայքի համար:

source: You have blocked your microphone for this website.
hy_am: Դուք արգելափակել եք բարձրախոսը այս կայքի համար:

source: You have blocked this website from sharing your screen.
hy_am: Դուք արգելափակել եք այս կայքը՝ ձեր էկրանի համաօգտագործելուց:

source: You have blocked location information for this website.
hy_am: Դուք արգելափակել եք տեղադրության տեղեկությունը այս կայքի համար:

source: You have blocked data storage for this website.
hy_am: Դուք արգելափակել եք տվյալների պահեստը այս կայքի համար:

source: You have blocked notifications for this website.
hy_am: Դուք արգելափակել եք ծանուցումները այս կայքի համար:

source: Reset zoom level
hy_am: ՎԵրակայել դիտափոխման մակարդակը

source: Extension:
hy_am: Հավելում՝

source: Change search settings
hy_am: Փոխել որոնման կարգավորումները

source: You may need to reload the page for changes to apply.
hy_am: Անհրաժեշտ կլինի թարմացնել էջը, որ կիրառվեն փոփոխությունները։

source: &Move to Group
af: &Skuif na groep
as: দললৈ যাওক
bg: &Преместване в група
fur: &Môf intun grup
ku: Biguhêze ko&mê
mai: समूहमे घसकाउ
or: ଶ୍ରେଣୀ ମଧ୍ଯକୁ ଯାଆନ୍ତୁ
pt_br: &Mover para o grupo
si: සමූහයට යන්න

source: New Group
af: Nuwe groep
as: নতুন দল
bg: Нова група
fur: Gnûf grup
ku: Koma nû
mai: नव समूह
or: ନୂତନ ଶ୍ରେଣୀ
pt_br: Novo grupo
si: නව සමූහය

source: &syncBrand.shortName.label; enabled
af: &syncBrand.shortName.label; geaktiveer
as: &syncBrand.shortName.label; সামৰ্থবান
bg: &syncBrand.shortName.label; включен
fur: &syncBrand.shortName.label; abilitât
ku: &syncBrand.shortName.label; hat çalakirin
mai: &syncBrand.shortName.label; सक्रिय
or: &syncBrand.shortName.label; ସକ୍ରିୟ କରାଯାଇଛି
pt_br: &syncBrand.shortName.label; ativo
si: &syncBrand.shortName.label; සක්‍රීයයි

source: &brandShortName; will begin syncing momentarily.
af: &brandShortName; sal binnekort begin sinchroniseer.
as: &brandShortName; কিছু সময়তে সংমিহলি আৰম্ভ কৰিব।
bg: &brandShortName; скоро ще започне синхронизация.
ku: &brandShortName; dê kêliyeke din bê hevcotkirin.
mai: कनि काल मे &brandShortName; सिंक्रनाइज़ शुरू भ जाएत.
or: &brandShortName; ସମୟ ଅନୁସାରେ ସନ୍ତୁଳନ ଆରମ୍ଭ କରିବ।
pt_br: O &brandShortName; começará a sincronizar em instantes.
si: &brandShortName; මොහොතකින් සම්මුහුර්තවීම අරඹනු ඇත.

source: Cannot connect to &syncBrand.shortName.label;
af: Kan nie koppel aan &syncBrand.shortName.label; nie
as: &syncBrand.shortName.label; লৈ সংযোগ কৰিব নোৱাৰি
bg: Не може да се направи връзка с &syncBrand.shortName.label;
fur: No pos conetimi a &syncBrand.shortName.label;…
ku: Bi &syncBrand.shortName.label;ê re nayê girêdan
mai: &syncBrand.shortName.label; सँ कनेक्ट नहि कए सकैत अछि
or: &syncBrand.shortName.label; ସହିତ ସଂଯୁକ୍ତ ହୋଇପାରିବ ନାହିଁ
pt_br: Não foi possível conectar-se ao &syncBrand.shortName.label;
si: &syncBrand.shortName.label; වෙත සබඳ විය නොහැක

source: Please sign in to resume syncing.
af: Meld aan om voort te gaan met sinkronisasie.
as: সংমিহলি অব্যাহত ৰাখিবলৈ অনুগ্ৰহ কৰি ছাইন ইন কৰক।
bg: Моля впишете се за продължаване на синхронизирането.
ku: Ji bo dewamkirina hevcotkirinê tika ye danişînê veke.
mai: सिंक्रनाइज़ पुनरारंभ करबाक लेल साइन इन करू.
or: ସନ୍ତୁଳନକୁ ଚାଲୁ ରଖିବା ପାଇଁ ଦୟାକରି ସାଇନ ଇନ କରନ୍ତୁ।
pt_br: Por favor, identifique-se para prosseguir com a sincronização.
si: සම්මුහුකරණය කරගෙනයෑමට කරුණාකර පිවිසෙන්න.

source: &Sign In
af: &Meld aan
as: ছাইন ইন কৰক
bg: &Вписване
fur: &Acêt
ku: &Têkevê
mai: साइन इन (&S)
or: ସାଇନ ଇନ
pt_br: &Identificar-se
si: ඇතුළු වන්න (&S)

source: Allow
af: Laat toe
as: অনুমতি দিয়ক
bg: Разрешаване
fur: Permet
ku: Destûrê bide
mai: स्वीकारू
or: ଅନୁମତି ଦିଅନ୍ତୁ
pt_br: Permitir
si: ඉඩදෙන්න

source: Deny
af: Weier
as: নাকচ কৰক
bg: Отказване
fur: Nee
ku: Red bike
mai: मना करू
or: ବାରଣ କରନ୍ତୁ
pt_br: Negar
si: වළකන්න

source: Press ESC at any time to exit.
af: Druk enige tyd ESC om te verlaat.
as: প্ৰস্থান কৰিবলৈ যিকোনো সময়ত ESC টিপক।
bg: Натиснете ESC за излизане от пълноекранния режим.
fur: Frache ESC cuant che tu vuelis jessi.
ku: Dema bixwazî jê derkevî, pêl ESCê bike.
mai: बाहर निकलबाक घड़ी ESC केँ दाबू.
or: ଯେକୌଣସି ସମୟରେ ପ୍ରସ୍ଥାନ କରିବା ପାଇଁ ESC ଦବାନ୍ତୁ।
pt_br: Tecle ESC quando quiser sair.
si: ඕනෑම මොහොතක පිටවීමට ESC ඔබන්න

source: Subscribe
af: Teken in
as: স্বাক্ষৰ কৰক
bg: Абониране
fur: Notiti
mai: सदस्यता लिअ'
or: ସଦସ୍ୟତା ଗ୍ରହଣ କରନ୍ତୁ
pt_br: Inscrever
si: දායකත්වය
