Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

source: (Private Browsing)
af: (Private blaaiery)
ar: (التصفح الخاص)
as: (ব্যক্তিগত ব্ৰাউছিং)
bg: (Поверително сърфиране)
bn_in: (ব্যক্তিগত ব্রাউজিং ব্যবস্থা)
ca: (Navegació privada)
fur: (Navigazion privade)
hu: (Privát böngészés)
hy_am: (Գաղտնի Դիտարկում)
id: (Mode Penjelajahan Pribadi)
kk: (Жекелік шолу режимі)
km: (ការ​រក​មើល​ឯកជន)
ku: (Gera Nepen)
mai: (निजी ब्राउज़िंग)
ml: (സ്വകാര്യ ബ്രൌസിങ്)
my: (လုံခြုံစွာ ဝဘ်ဆိုက်ကြည့်ရှုခြင်း)
ne: (निजी ब्राउजिङ)
nn_no: (Privat nettlesing)
or: (ବ୍ୟକ୍ତିଗତ ବ୍ରାଉଜିଙ୍ଗ)
pt_br: (navegação privativa)
si: (පෞද්ගලික ගවේෂණය)
te: (అంతరంగిక విహారణ)
th: (การท่องเว็บแบบส่วนตัว)
uz: (Maxfiy ko‘rish)

source: Open menu
af: Wys kieslys
ar: افتح القائمة
as: মেনু খোলক
bg: Отваряне на меню
bn_in: মেনু খুলুন
ca: Obre el menú
fur: Vierç il menu
hu: Menü megnyitása
hy_am: Բացել ցանկը
id: Buka menu
kk: Мәзірді ашу
km: បើក​ម៉ឺនុយ
ku: Menuyê veke
mai: मेनू खोलू
ml: മെനു തുറക്കുക
my: မီနူး ဖွင့်
ne: मेनु खाेल्नुहोस्
nn_no: Opna meny
or: ତାଲିକା ଖୋଲନ୍ତୁ
pt_br: Abrir menu
si: මෙනුව විවෘත කරන්න
te: మెనుని తెరువు
th: เปิดเมนู
uz: Menyuni ochish

source: More tools…
af: Meer gereedskap…
ar: المزيد من الأدوات…
as: অধিক সঁজুলি…
bg: Още инструменти…
bn_in: অতিরিক্ত সরঞ্জাম…
ca: Més eines…
fur: Altris imprescj
hu: További eszközök…
hy_am: Լր. գործիքներ...
id: Alat lainnya…
kk: Көбірек саймандар…
km: ឧបករណ៍​ច្រើន​ទៀត…
ku: Amûrên din…
mai: बेसी अओजार…
ml: കൂടുതല്‍ പ്രയോഗങ്ങള്‍...
my: အခြားတန်ဆာပလာများ…
ne: अरु सामग्रीहरू...
nn_no: Fleire verktøy…
or: ଅଧିକ ସାଧନଗୁଡ଼ିକ…
pt_br: Mais ferramentas…
si: තවත් මෙවලම්...
te: మరిన్ని పనిముట్లు…
th: เครื่องมือเพิ่มเติม…
uz: Ko‘proq asboblar…

source: &Reload Tab
af: &Herlaai oortjie
ar: أعِد ت&حميل اللسان
as: টেব পুনৰ ল'ড কৰক
bg: &Презареждане на подпрозорец
bn_in: ট্যাব পুনরায় লোড করুন
ca: To&rna a carregar la pestanya
fur: To&rne a cjamâ lengute
hu: Lap f&rissítése
hy_am: &Կրկին բեռնել ներդիրը
id: Muat U&lang Tab
kk: Бетті қа&йта жүктеу
km: ផ្ទុក​ផ្ទាំង​ឡើងវិញ
ku: Hilpekî&nê ji nû ve bar bike
mai: टैब फेर लोड करू
ml: റ്റാബ് വീണ്ടും ലഭ്യമാക്കുക
my: တပ်ဗ်ကို ပြန်ဖွင့်ရန်
ne: ट्याब पुनः लोड गर्नुहोस्
nn_no: &Oppdater fane
or: ଟ୍ୟାବଗୁଡ଼ିକୁ ପୁନର୍ଧାରଣ କରନ୍ତୁ (&R)
pt_br: &Recarregar aba
si: ටැබ් ප්‍රතිපූරණය කරන්න
te: టాబ్ తిరిగి లోడ్‌చేయి
th: โ&หลดแท็บใหม่
uz: Ichki oynani &yangilash

# reloadAllTabs.label reloadAllTabs.accesskey
source: Reload &All Tabs
af: Herlaai &alle oortjies
ar: أعِد تحميل &كل الألسنة
as: সকলো টেব পুনৰ ল'ড কৰক
bg: Презареждане &всички подпрозорци
bn_in: সকল ট্যাব পুনরায় লোড করুন
ca: Torn&a a carregar totes les pestanyes
fur: Torne a cjamâ &dutis lis lengutis
hu: Ö&sszes lap frissítése
hy_am: Կրկին բեռնել &բոլոր ներդիրները
id: &Muat Ulang Semua Tab
kk: Б&арлық беттерді қайта жүктеу
km: ផ្ទុក​ផ្ទាំង​ទាំងអស់​ឡើងវិញ
mai: सबहि टैब फिनु लोड करू (&A)
ml: &എല്ലാ ടാബുകളും വീണ്ടും ലഭ്യമാക്കുക
my: တပ်ဗ်အားလုံးကို ပြန်ဖွင့်ရန်
ne: सबै ट्याबहरू पुनः लोड गर्नुहोस्
nn_no: Opp&dater alle faner
or: ସମସ୍ତ ଟ୍ୟାବଗୁଡ଼ିକୁ ପୁନର୍ଧାରଣ କରନ୍ତୁ
pt_br: Recarregar &tudo
si: සියළු ටැබ් ප්‍රතිපූරණය කරන්න
te: అన్ని టాబ్‌లను తిరిగిలోడ్ చేయి
th: โหลดแท็บ&ทั้งหมดใหม่
uz: &Barcha ichki oynalarni yangilash

source: Close Tabs to the R&ight
af: Sluit oortjies wat r&egs lê
ar: أغلق الألسنة على الي&سار
as: সোঁফালৰ টেবসমূহক বন্ধ কৰক
bg: Затваряне на по&дпрозорците отдясно
bn_in: ডান দিকের ট্যাব বন্ধ করুন
ca: Tanca les pestanyes &de la dreta
fur: Siere la schede a d&iestre
hu: &Jobbra lévő lapok bezárása
hy_am: Փակել ներդիրները ա&ջից
id: Tutup Tab yang Ada d&i Kanan Tab Ini
kk: &Оң жақтан беттерді жабу
km: បិទ​ផ្ទាំង​ទៅ​ខាងស្ដាំ
ku: Hilpekînên hêla r&astê bigire
mai: दहिना तरफ टैब बन्न करू
ml: &വലത്തേക്കു് റ്റാബുകള്‍ അടയ്ക്കുക
my: ညာဘက်ရှိတပ်ဗ်များကို ပိတ်ရန်
ne: दाँयातिरका ट्याबहरू बन्द गर्नुहोस्
nn_no: Lat att fan&er til høgre
or: ଟ୍ୟାବଗୁଡ଼ିକୁ ଡ଼ାହାଣପାଖରୁ ବନ୍ଦ କରନ୍ତୁ
pt_br: F&echar abas à direita
si: දකුණට ඇති ටැබ වසන්න (&i)
te: కుడివైపు ట్యాబులను మూసివేయి (&i)
th: ปิดแท็บไปทางข&วา
uz: &O‘ngdagi ichki oynalarni yopish

source: Cl&ose Other Tabs
af: Sluit &ander oortjies
ar: أغلق الألسنة الأ&خرى
as: অন্য টেবসমূহ বন্ধ কৰক
bg: &Затваряне на другите подпрозорци
bn_in: &অন্যান্য ট্যাব বন্ধ করুন
ca: Tanca &les altres pestanyes
fur: Siere &altris lengutis
hu: &Többi lap bezárása
hy_am: Փա&կել մյուս ներդիրները
id: Tutup Tab &Lainnya
kk: Ба&сқа беттерді жабу
km: បិទ​ផ្ទាំង​ផ្សេងទៀត
ku: Hilpekînên din bi&gire
mai: आन टैब बन्न करू (&o)
ml: മറ്റ് ടാബുകള്‍ &അടയ്ക്കുക
my: အခြားတပ်ဗ်များကို ပိတ်ရန်
ne: अन्य ट्याबहरू बन्द गर्नुहोस्
nn_no: L&at att andre faner
or: ଅନ୍ୟ ଟ୍ୟାବଗୁଡ଼ିକୁ ବନ୍ଦ କରନ୍ତୁ
pt_br: Fechar as &outras abas
si: අනෙකුත් ටැබ වසන්න (&o)
te: వేరే ట్యాబులను మూసివేయి (&o)
th: ปิ&ดแท็บอื่น ๆ
uz: B&oshqa ichki oynalarni yopish

source: &Pin Tab
af: &Sluit oortjie vas
ar: &ثبّت اللسان
as: টেব পিন কৰক
bg: Зака&чане на подпрозореца
bn_in: ট্যাব পিন করুন
ca: Fixa la &pestanya
fur: &Fisse la schede
hu: Lap &rögzítése
hy_am: &Գամել ներդիրը
id: Jadikan Tab &Permanen
kk: Бетті &жапсыру
km: ខ្ទាស់​ផ្ទាំង
ku: &Hilpekînê sabît bike
mai: टैब पिन करें (&P)
ml: റ്റാബ് &പിന്‍ ചെയ്യുക
my: တပ်ဗ်ကို တွယ်ချိတ်ရန်
ne: ट्याबलाई पिन गर्नुहोस
nn_no: &Lås fane
or: ଟ୍ୟାବରେ ପିନ ଲଗାନ୍ତୁ
pt_br: Fi&xar aba
si: ටැබ අමුණන්න (&P)
te: పిన్ టాబ్
th: &ปักหมุดแท็บ
uz: Ichki oynani &qistirish

source: Unpin Ta&b
af: Trek oor&tjie los
ar: أ&فلِت اللسان
as: টেব আনপিন কৰক
bg: &Премахване от леснодостъпните приложения
bn_in: ট্যাব আনপিন করুন
ca: No &fixis la pestanya
fur: Dis&bloche la schede
hu: Lap &feloldása
hy_am: Ապագամել ներ&դիրը
id: Buang dari Ta&b Permanen
kk: &Бетті босату
km: ដោះ​​ខ្ទាស់​ផ្ទាំង
ku: H&ilpekînê nesabît bike
mai: टैबक पिन निकालू
ml: റ്റാബ് &അണ്‍പിന്‍ ചെയ്യുക
my: တပ်ဗ်ကို တွယ်ထားခြင်းမှ ဖြုတ်ရန်
ne: ट्याबलाई अनपिन गर्नुहोस्
nn_no: L&ås opp fane
or: ଟ୍ୟାବର ପିନ ଖୋଲନ୍ତୁ
pt_br: Desafi&xar aba
si: ටැබ ගලවන්න
te: గుచ్చినటాబ్ తీయుము
th: ถอดหมุดแท็&บ
uz: Qistirilgan ich&ki oynani olib tashlash

source: Send Tab to &Device
ar: أرسِل اللسان إلى ج&هاز
hu: Lap küldése &eszközre
hy_am: Ուղարկել ներդիրը &սարքին
kk: Бетті құр&ылғыға жіберу
ne: &साधन मा ट्याब पठाउनुहोस
nn_no: Send fane til &eining
th: ส่งแท็บไปยัง&อุปกรณ์

source: Send Page to &Device
ar: أرسِل الصفحة إلى ج&هاز
hu: Oldal küldése &eszközre
hy_am: Ուղարկել էջը &սարքին
kk: Парақты құр&ылғыға жіберу
ne: उपकरणमा पृष्ठ पठाउनुहोस्
nn_no: Send sida til &eining
th: ส่งหน้าไปยัง&อุปกรณ์

source: Send Link to &Device
ar: أرسل الرابط إلى ج&هاز
hu: Hivatkozás küldése &eszközre
hy_am: Ուղարկել հղումը &սարքին
kk: Сілтемені құр&ылғыға жіберу
ne: उपकरणमा लिङ्क पठाउनुहोस
nn_no: Send lenke til &eining
th: ส่งลิงก์ไปยัง&อุปกรณ์

source: Move to New &Window
af: Skuif na nuwe &venster
ar: انقل إلى ناف&ذة جديدة
as: নতুন উইন্ডোলে যাওক
bg: Премества&не в нов прозорец
bn_in: নতুন উইন্ডোর মধ্যে স্থানান্তর করুন
ca: Mou a una finestra no&va
fur: Môf intun gnûf &barcon
hu: Á&thelyezés új ablakba
hy_am: Տեղափոխել Նոր &Պատուհան
id: Pindahkan ke &Jendela Baru
kk: Жаңа т&ерезеге жылжыту
km: ផ្លាស់ទី​ទៅកាន់​បង្អួច​ថ្មី
ku: &Biguheze pencereyeke din
mai: नव विंडो मे घसकाउ
ml: പുതിയ ജാലകത്തിലേക്ക് നീക്കുക
my: ဝင်းဒိုးအသစ်ဆီသို့ ရွှေ့ပါ
ne: नयाँ सञ्झ्यालमा सार्नुहोस्
nn_no: Fly&tt til eit nytt vindauge
or: ନୂତନ ୱିଣ୍ଡୋକୁ ଯାଆନ୍ତୁ
pt_br: Mo&ver para nova janela
si: නව කවුළුවකට යන්න
te: కొత్త విండోకు కదుపుము
th: ย้ายไ&ปหน้าต่างใหม่
uz: Yangi o&ynaga ko‘chirish

# bookmarkAllTabs.label bookmarkAllTabs.accesskey
source: Bookmark All &Tabs…
af: Boekmerk alle &oortjies…
ar: علّم كل الأل&سنة…
as: সকলো টেব পত্ৰচিহ্ন কৰক…
bg: &Отмятане всички подпрозорци…
bn_in: সকল ট্যাব বুকমার্ক করুন…
ca: Afegeix &totes les pestanyes a les adreces d'interès…
fur: Zonte dutis lis lengutis ai segnelibris…
hu: &Minden lap egy könyvjelzőbe…
hy_am: Էջանշել բոլոր &ներդիրները...
id: Markahi &Semua Tab…
kk: Барлық бе&ттерді бетбелгілерге қосу…
km: ចំណាំ​ផ្ទាំង​​ទាំងអស់…
mai: सबहि टैबकेँ पुस्तचिन्हित करू (&T)…
ml: എല്ലാ ടാബു&കളും അടയാളപ്പെടുത്തുക…
my: တပ်ဗ်အားလုံးကို မှတ်သားပါ…
ne: सबै ट्याबहरूलाई पुस्तकचिनो गर्नुहोस्…
nn_no: B&okmerk alle faner …
or: ସମସ୍ତ ଟ୍ୟାବଗୁଡ଼ିକୁ ଚିହ୍ନିତ କରନ୍ତୁ…
pt_br: Adi&cionar todas as abas…
si: සියළු ටැබ් පිටුලකුණු කරන්න… (&T)
te: అన్ని టాబ్‌లను యిష్టాంశము చేయి…
th: คั่น&แท็บทั้งหมด…
uz: Barcha &ichki oynalarni xatcho‘plarga qo‘shish…

# undoCloseTab.label undoCloseTab.accesskey
source: &Undo Close Tab
af: &Ontdoen sluit van oortjie
ar: أعِ&د فتح اللسان
as: টেব বন্ধ কৰা বাতিল কৰক
bg: &Отмяна затварянето на подпрозорец
bn_in: বন্ধ করা ট্যাব পুনরায় খুলুন
ca: &Desfés el tancament de la pestanya
fur: An&ule la sierade de lengute
hu: Lapbezárás &visszavonása
hy_am: &Հետարկել փակված ներդիրը
id: Urun&gkan Menutup Tab
kk: Жабы&лған бетті қайтару
km: មិនធ្វើវិញ​នូវ​ការ​បិទ​ផ្ទាំង
mai: बन्न टैबकेँ फिनु घुराबू (&U)
ml: റ്റാബ് അടയ്ക്കുന്നതു് വേണ്ടെന്നു് &വയ്ക്കുക
my: ပိတ်လိုက်သည့် တပ်ဗ်ကို ပြန်ဖွင့်ပါ
ne: बन्द गरिएको ट्याबलाई पुनः खोल्नुहोस्
nn_no: &Angre attlating av fane
or: ଟ୍ୟାବ ବନ୍ଦ କରିଥିବା ପଦକ୍ଷେପକୁ ବାତିଲ କରନ୍ତୁ
pt_br: Rea&brir aba
si: ටැබ් වැසීම අහෝසි කරන්න (&U)
te: మూసినటాబ్ తిరిగివుంచు
th: เรียกคืนแท็บที่เพิ่งปิ&ด
uz: Yopilgan ichki oynani &qaytarish

source: &Close Tab
af: &Sluit oortjie
ar: أ&غلِق اللسان
as: টেব বন্ধ কৰক
bg: &Затваряне на подпрозореца
bn_in: ট্যাব বন্ধ করুন
ca: Tan&ca la pestanya
fur: &Siere lengute
hu: Lap &bezárása
hy_am: &Փակել ներդիրը
id: T&utup Tab
kk: &Бетті жабу
km: បិទ​​ផ្ទាំង
ku: Hilpekînê bi&gire
mai: टैब बंद करू
ml: റ്റാബ് അടയ്ക്കുക
my: တပ်ဗ်ကို ပိတ်ရန်
ne: ट्याब बन्द गर्नुहोस्
nn_no: &Lat att fane
or: ଟ୍ୟାବକୁ ବନ୍ଦ କରନ୍ତୁ
pt_br: &Fechar aba
si: ටැබය වසන්න
te: టాబ్ మూసివేయి
th: &ปิดแท็บ
uz: Ichki oynani &yopish

source: List all tabs
af: Lys alle oortjies
ar: اسرد كل الألسنة
as: সকলো টেব দেখুৱাওক
bg: Показване на всички подпрозорци
bn_in: সকল ট্যাবের তালিকা প্রদর্শন করা হবে
ca: Llista totes les pestanyes
fur: Liste dutis lis lengutis
hu: Minden lap felsorolása
hy_am: Ցուցադրել բոլոր էջերը
id: Daftar tab
kk: Барлық беттерді тізіп шығу
km: រាយ​ផ្ទាំង​ទាំងអស់
ku: Hemû hilpekînan lîste bike
mai: सभटा टैब सूचीबद्ध करू
ml: എല്ലാ റ്റാബുകളും ലഭ്യമാക്കുക
my: တပ်ဗ်များအားလုံး၏ စာရင်းကို ပြပါ
ne: सब ट्याबहरूको सूचि बनाउनुहोस्
nn_no: Vis liste over alle faner
or: ସମସ୍ତ ଟ୍ୟାବଗୁଡ଼ିକୁ ତାଲିକାଭୁକ୍ତ କରନ୍ତୁ
pt_br: Listar todas as abas
si: සියළු ටැබ් ලැයිස්තුගත කරන්න
te: అన్ని టాబ్‌ల జాబితా
th: แสดงรายการแท็บทั้งหมด
uz: Barcha ichki oynalar ro‘yxati

source: New &Tab
af: Nuwe &oortjie
ar: &لسان جديد
as: নতুন টেব
bg: Нов по&дпрозорец
bn_in: নতুন ট্যাব
ca: Pes&tanya nova
fur: Gnove &lengute
hu: Új &lap
hy_am: Նոր &Ներդիր
id: &Tab Baru
kk: Жаңа &бет
km: ផ្ទាំង​ថ្មី
ku: &Hilpekîna Nû
mai: नव टैब
ml: പുതിയ റ്റാബ്‌
my: တပ်ဗ်အသစ်
ne: नयाँ ट्याब
nn_no: Ny &fane
or: ନୂତନ ଟ୍ୟାବ
pt_br: &Nova aba
si: නව ටැබයක් විවෘත කරන්න
te: కొత్త టాబ్
th: &แท็บใหม่
uz: Yangi &ichki oyna

source: Open Location…
af: Open ligging…
ar: افتح مكانًا…
as: অৱস্থান খোলক…
bg: Отваряне на адрес…
bn_in: অবস্থান খুলুন…
ca: Obre la ubicació…
fur: Vierç un sît…
hu: Hely megnyitása…
hy_am: Բացել Հասցե…
id: Buka Lokasi…
kk: Адресті ашу...
km: បើក​ទីតាំង…
mai: स्थान खोलू…
ml: വിലാസം തുറക്കുക...
my: တည်နေရာဖွင့်...
ne: स्थान खोल्नुहोस्…
nn_no: Opna adresse …
or: ଅବସ୍ଥାନ ଖୋଲନ୍ତୁ…
pt_br: Abrir endereço…
si: ස්ථානයක් විවෘත කරන්න...
te: స్థానాన్ని తెరువు...
th: เปิดตำแหน่งที่ตั้ง…
uz: Manzilni ochish…

source: &Open File…
af: &Open lêer…
ar: ا&فتح ملفًا…
as: ফাইল খোলক…
bg: Отваряне на &файл…
bn_in: ফাইল খুলুন...
ca: &Obre un fitxer…
fur: Vierç un &file…
hu: &Fájl megnyitása…
hy_am: &Բացել Ֆայլ…
id: &Buka Berkas…
kk: &Файлды ашу...
km: បើក​ឯកសារ…
ku: Pelî &Veke...
mai: फ़ाइल खोलू…
ml: ഫയല്‍ തുറക്കുക...
my: ဖိုင်ကိုဖွင့်ရန်...
ne: फाइल खोल्नुहोस्...
nn_no: &Opna fil…
or: ଫାଇଲ ଖୋଲନ୍ତୁ…
pt_br: &Abrir arquivo…
si: ගොනුවක් විවෘත කරන්න...
te: ఫైలును తెరువు…
th: &เปิดไฟล์…
uz: Faylni &ochish…

source: Page Set&up…
af: Bladsyops&telling…
ar: إ&عداد الصفحة…
as: পৃষ্টা সংস্থাপন…
bg: &Настройка на страницата…
bn_in: পৃষ্টা'র বৈশিষ্ট্য...
ca: Confi&guració de la pàgina…
fur: Confi&gurazion de pagjine…
hu: &Oldalbeállítás…
hy_am: Էջի կար&գավորումներ…
id: Tata Lama&n…
kk: &Парақ баптаулары…
km: ការ​រៀបចំ​ទំព័រ…
ku: Rûpelê &mîheng bike...
mai: पृष्ठ सेटअप…
ml: താള്‍ സജ്ജീകരണം...
my: စာမျက်နှာ ပုံနှိပ်အပြင်အဆင်…
ne: पृष्ठ सेटअप...
nn_no: Utskriftsfor&mat…
or: ପୃଷ୍ଠା ବିନ୍ୟାସ…
pt_br: &Configurar página…
si: පිටු සැකසුම්:
te: పేజీ అమరిక...
th: &ตั้งค่าหน้ากระดาษ…
uz: Sahifani mos&lash…

source: Print Pre&view
af: Druk&voorskou
ar: معاينة ال&طباعة
as: প্ৰিন্ট পুৰ্বদৰ্শন
bg: П&реглед преди отпечатване
bn_in: প্রিন্টের পূর্বরূপ
ca: Exemp&le d'impressió
fur: Anteprime &de stampe
hu: Nyom&tatási kép
hy_am: Տպելու նախ&ադիտում
id: &Pratinjau Cetak
kk: &Алдын-ала қарау
km: មើល​មុន​បោះពុម្ព
ku: Pêş&dîtina çaperê
mai: छपाई पूर्वावलोकन
ml: പ്രിന്റ് തിരനോട്ടം
my: အကြိုပုံနှိပ်မြင်ကွင်း
ne: मुद्रण पूर्वावलोकन
nn_no: Førehands&vis sida
or: ମୁଦ୍ରଣ ପ୍ରାକଦର୍ଶନ
pt_br: Visuali&zar impressão
si: මුද්‍රණ පෙරදැක්ම
te: ముద్రణ ఉపదర్శనం
th: แ&สดงตัวอย่างการพิมพ์
uz: Chop qilish&ni ko‘rish

source: &Print…
af: &Druk…
ar: ا&طبع…
as: প্ৰিন্ট কৰক…
bg: От&печатване…
bn_in: প্রিন্ট করুন...
ca: Im&primeix…
fur: Stam&pe…
hu: &Nyomtatás…
hy_am: &Տպել…
id: &Cetak…
kk: Баспаға &шығару…
km: បោះពុម្ព…
ku: Ça&pkirin…
mai: छापू…
ml: പ്രിന്റ് ചെയ്യുക...
my: ပုံနှိပ်ရန်...
ne: प्रिन्ट...
nn_no: Skriv &ut…
or: ମୁଦ୍ରଣ କରନ୍ତୁ…
pt_br: &Imprimir…
si: මුද්‍රණය...
te: ముద్రించు...
th: &พิมพ์…
uz: Cho&p qilish…

source: Wor&k Offline
af: Wer&k vanlyn
ar: ا&عمل دون اتصال
as: অফলাইন কাম কৰক
bg: &Работа извън мрежата
bn_in: অফলাইন অবস্থায় কর্ম
ca: Tre&balla fora de línia
fur: La&vore fur linie
hu: Ka&pcsolat nélküli munka
hy_am: Աշխա&տել անցանց
id: Bekerja &Luring
kk: &Дербес жұмыс істеу
km: ធ្វើ​ការ&ដោយ​គ្មាន​អ៊ីនធឺណិត
ku: Negirêdayî Bi&xebite
mai: ऑफ़लाइन काम करू (&k)
ml: ഓഫ്‌ലൈന്‍ ആയി പ്രവര്‍ത്തിക്കുക
my: ချိတ်ဆက်မဲ့သုံးရန်
ne: अफलाइन कार्य गर्नुहोस्
nn_no: A&rbeid fråkopla
or: ଅଫଲାଇନରେ କାମ କରନ୍ତୁ
pt_br: &Modo offline
si: නොබැඳිව ක්‍රියා කරන්න (&k)
te: ఆఫ్‌లైన్ గా పనిచేయి
th: ทำงานออ&ฟไลน์
uz: Oflayn &ishlash

source: &Menu Bar
af: &Kieslysbalk
ar: شريط ال&قوائم
as: মেনু বাৰ
bg: Лента с &менютата
bn_in: মেনু-বার
ca: Barra de &menú
fur: Sbare dai &menù
hu: &Menüsor
hy_am: &Ընտրացանկի վահանակ
id: Bilah &Menu
kk: &Мәзір жолағы
km: &របារ​ម៉ឺនុយ
ku: &Darikê Pêşekê
mai: मेन्यू पट्टी
ml: മെനു ബാര്‍
my: မီနူးအတန်း
ne: मेनु बार
nn_no: &Menylinje
or: ତାଲିକା ପଟି
pt_br: Barra de &menus
si: මෙනු තීරුව
te: మెనూ పట్టీ
th: แถบ&เมนู
uz: &Menyu bar

source: Navigation Toolbar
af: Navigasienutsbalk
ar: شريط التصفح
as: দিশনিৰ্ণয় টুলবাৰ
bg: Лента за навигация
bn_in: মূলপরিচালনার টুল-বার
ca: Barra de navegació
fur: Sbare di navigazion
hu: Böngésző eszköztár
hy_am: Ուղղորդման Վահանակ
id: Bilah Alat Navigasi
kk: Навигация панелі
km: របារ​ឧបករណ៍​រុករក​
mai: संचरण अओजारपट्टी
ml: നാവിഗേഷന്‍ ടൂള്‍ബാര്‍
my: လမ်းညွှန်ကိရိယာအတန်း
ne: नेभिगेसन टुलबार
nn_no: Navigasjon
or: ସାଧନପଟି ପଥପ୍ରଦର୍ଶନ
pt_br: Barra de navegação
si: සැරිසර මෙවලම් තීරුව
te: మార్గదర్శక పనిముట్లపట్టీ
th: แถบเครื่องมือนำทาง
uz: Navigatsiya paneli

source: &Bookmarks Toolbar
af: &Boekmerknutsbalk
ar: &شريط العلامات
as: পত্ৰচিহ্ন টুলবাৰ
bg: Лента с &отметки
bn_in: বুকমার্কের টুলবার
ca: &Barra de les adreces d'interès
fur: &Bande dai Segnelibris
hu: &Könyvjelző eszköztár
hy_am: &Էջանիշերի Վահանակ
id: &Bilah Alat Markah
kk: &Бетбелгілер панелі
km: របារ​ឧបករណ៍​ចំណាំ
ku: Darikê &Amûran a Bijareyan
mai: पुस्तकचिह्नित अओजारपट्टी
ml: അടയാളക്കുറിപ്പിനുള്ള ടൂള്‍ബാര്‍
my: စာမှတ်များကိရိယာအတန်း
ne: पुस्तकचिनो टुलबार
nn_no: &Bokmerke
or: ସାଧନପଟିକୁ ଚିହ୍ନିତ କରନ୍ତୁ
pt_br: Ba&rra dos favoritos
si: පිටු සලකුණු මෙවලම් තීරුව
te: ఇష్టాంశముల సాధనములపట్టీ
th: แถบเ&ครื่องมือที่คั่นหน้า
uz: &Xatcho‘plar paneli

source: Bookmarks Toolbar Items
af: Boekmerknutsbalk-items
ar: عناصر شريط العلامات
as: পত্ৰচিহ্ন টুলবাৰৰ বস্তুবোৰ
bg: Елементи на лентата с отметките
bn_in: বুকমার্ক টুলবারের বিষয়-বস্তু
ca: Elements de la barra de les adreces d'interès
fur: Elements de bande dai Segnelibris
hu: Könyvjelző eszköztár elemei
hy_am: Էջանիշերի Վահանակի տարրերը
id: Nama Markah
kk: Бетбелгілер панелінің элементтері
km: ធាតុ​របារ​ឧបករណ៍​​ចំណាំ
ku: Nîşaneyên Bijareyan
mai: अओजारपट्टी मद पुस्तकचिह्नित करैता अछि
ml: അടയാളക്കുറിപ്പിനുള്ള ടൂള്‍ബാറിലുള്ള വസ്തുക്കള്‍
my: စာမှတ်များကိရိယာအတန်းရှိ အရာများ
ne: पुस्तकचिनोहरू उपकरणपट्टी वस्तु
nn_no: Element i bokmerkelinja
or: ସାଧନପଟି ବସ୍ତୁଗୁଡ଼ିକୁ ଚିହ୍ନିତ କରନ୍ତୁ
pt_br: Barra dos favoritos
si: පිටු සලකුණු මෙවලම් තීරුවේ අයිතමයන්
te: ఇష్టాంశముల సాధనములపట్టీ అంశములు
th: รายการแถบเครื่องมือที่คั่นหน้า
uz: Xatcho‘plar paneli bandlari

source: Reload &All Tabs
af: Herlaai &alle oortjies
ar: أعِد تحميل &كل الألسنة
as: সকলো টেব পুনৰ ল'ড কৰক
bg: Презареждане &всички подпрозорци
bn_in: সকল ট্যাব পুনরায় লোড করুন
ca: Torn&a a carregar totes les pestanyes
fur: Torne a cjamâ &dutis lis lengutis
hu: Összes lap új&ratöltése
hy_am: Կրկին բեռնել &բոլոր ներդիրները
id: &Muat Ulang Semua Tab
kk: Б&арлық беттерді қайта жүктеу
km: ផ្ទុក&ផ្ទាំង​ទាំងអស់​ឡើងវិញ
mai: सभ टैब फिनु लोड करू (&A)
ml: &എല്ലാ റ്റാബുകളും വീണ്ടും ലഭ്യമാക്കുക
my: တပ်ဗ်အားလုံးကို ပြန်ဖွင့်ရန်
ne: सबै ट्याबहरू पुनः लोड गर्नुहोस्
nn_no: &Last inn alle faner på nytt
or: ସମସ୍ତ ଟ୍ୟାବଗୁଡ଼ିକୁ ପୁନର୍ଧାରଣ କରନ୍ତୁ
pt_br: Recarregar &todas as abas
si: සියළු ටැබ් යළිපූරණය (&A)
te: అన్ని టాబ్‌లను తిరిగిలోడ్ చేయి
th: โหลดแท็บ&ทั้งหมดใหม่
uz: &Barcha ichki oynalarni yangilash

source: Bookmark All &Tabs…
af: Boekmerk alle &oortjies…
ar: علّم كل الأل&سنة…
as: সকলো টেব পত্ৰচিহ্ন কৰক…
bg: &Отмятане всички подпрозорци…
bn_in: সকল ট্যাব বুকমার্ক করুন…
ca: Afegeix &totes les pestanyes a les adreces d'interès…
fur: Zonte dutis lis lengutis ai segnelibris…
hu: &Minden lap könyvjelzőbe…
hy_am: Էջանշել բոլոր &ներդիրները...
id: Markahi &Semua Tab…
kk: Барлық бе&ттерді бетбелгілерге қосу…
km: ចំណាំ​ផ្ទាំង​ទាំងអស់…
mai: सभ टैबकेँ पुस्तचिन्हित करू (&T)…
ml: &എല്ലാ ടാബുകളും അടാളപ്പെടുത്തുക…
my: တပ်ဗ်အားလုံးကို မှတ်သားပါ…
ne: सब ट्याबहरूलाई पुस्तकचिनो गर्नुहोस्...
nn_no: &Bokmerk alle faner …
or: ସମସ୍ତ ଟ୍ୟାବଗୁଡ଼ିକୁ ଚିହ୍ନିତ କରନ୍ତୁ…
pt_br: Adi&cionar todas as abas…
si: සියළු ටැබ් පිටුසලකුණු කරන්න… (&T)
te: అన్ని టాబ్‌లను యిష్టాంశము చేయి…
th: คั่น&แท็บทั้งหมด…
uz: Barcha &ichki oynalarni xatcho‘plarga qo‘shish…

# toolbarContextMenu.undoCloseTab.label toolbarContextMenu.undoCloseTab.accesskey
source: &Undo Close Tab
af: &Ontdoen sluit van oortjie
ar: أعِ&د فتح اللسان
as: টেব বন্ধ কৰা বাতিল কৰক
bg: &Отмяна затварянето на подпрозорец
bn_in: বন্ধ করা ট্যাব পুনরায় খুলুন
ca: &Desfés el tancament de la pestanya
fur: An&ule la sierade de lengute
hu: Lapbezárás &visszavonása
hy_am: &Հետարկել փակված ներդիրը
id: Urun&gkan Menutup Tab
kk: Жабы&лған бетті қайтару
km: &មិនធ្វើវិញ​នូវ​ការ​បិទ​ផ្ទាំង
mai: बन्न टैबकेँ फिनु घुराबू (&U)
ml: റ്റാബ് അടയ്ക്കുന്നതു് വേണ്ടെന്നു് &വയ്ക്കുക
my: ပိတ်လိုက်သည့် တပ်ဗ်ကို ပြန်ဖွင့်ပါ
ne: बन्द गरिएको ट्याबलाई पुनः खोल्नुहोस्
nn_no: A&ngre attlating av fane
or: ଟ୍ୟାବ ବନ୍ଦ କରନ୍ତୁକୁ ପଦକ୍ଷେପ ବାତିଲ କରନ୍ତୁ
pt_br: &Desfazer fechar aba
si: ටැබ් වැසීම අහෝසි කරන්න (&U)
te: మూసినటాబ్ తిరిగివుంచు
th: เรียกคืนแท็บที่เพิ่งปิ&ด
uz: Yopilgan ichki oynani &qaytarish

source: Page S&ource
af: Bladsyb&ron
ar: مصدر الصف&حة
as: পৃষ্ঠাৰ উৎস
bg: Изходен &код на страницата
bn_in: পৃষ্ঠার উৎস
ca: C&odi font de la pàgina
fur: Risulti&ve di cheste pagjine
hu: Oldal fo&rrása
hy_am: Դիտել Էջի Կ&ոդը
id: Kode &Sumber Laman
kk: Парақтың &бастапқы коды
km: &ប្រភព​ទំព័រ
ku: Ç&avkaniya Rûpelê
mai: पृष्ठ स्रोत
ml: താളിന്റെ സ്രോതസ്സ്‌
my: စာမျက်နှာရင်းမြစ်ကုဒ်
ne: पृष्ठ स्रोत
nn_no: Kjel&dekode
or: ପୃଷ୍ଠା ଉତ୍ସ
pt_br: Código-&fonte
si: පිටුවේ මූලය
te: పేజీ మూలం
th: ต้&นฉบับหน้า
uz: S&ahifa manbasi

source: Page &Info
af: Bladsy&info
ar: &معلومات الصفحة
as: পৃষ্ঠা তথ্য
bg: &Информация за страницата
bn_in: পৃষ্ঠা সংক্রান্ত তথ্য
ca: &Informació de la pàgina
fur: &Informazions su cheste pagjine
hu: &Oldal adatai
hy_am: Էջի Մասին Տ&վյալներ
id: &Informasi Laman
kk: П&арақ туралы ақпарат
km: ព័ត៌មាន​ទំព័រ
ku: &Agahiyên Rûpelê
mai: पृष्ठ सूचना
ml: താള്‍ വിവരങ്ങള്‍
my: စာမျက်နှာအချက်အလက်
ne: पृष्ठ जानकारी
nn_no: Si&deinformasjon
or: ପୃଷ୍ଠା ସୂଚନା
pt_br: &Propriedades da página
si: පිටුවේ තොරතුරු
te: పేజీ సమాచారం
th: &ข้อมูลหน้า
uz: Sahifa haqida ma’l&umot

source: &Mirror Tab
ar: أ&ذع اللسان
bg: &Изпращане на подпрозореца
bn_in: মিরর ট্যাব
ca: &Duplica la pantalla
hu: Lap &tükrözése
hy_am: &Ներդիրի հայելապատճեն
id: &Cerminkan Tab
kk: А&йналы бет
km: ផ្ទាំង​ឆ្លុះ
mai: &मिरर टैब
ml: മിറര്‍ റ്റാബ്
my: တပ်ဗ်ကို ပွားရန်
ne: मिरर ट्याब
nn_no: &Spegl fana
pt_br: &Duplicar aba
si: කැඩපත් ටැබය (&M)
te: మిర్రర్ టాబ్
th: &สะท้อนแท็บ
uz: &Ko‘zgu ichki oyna

source: Enter &Full Screen
af: Betree &volskermmodus
ar: تحول إلى ملء ال&شاشة
as: পূৰ্ণপৰ্দাত যাওক
bg: Влизане в режим на &цял екран
bn_in: সম্পূর্ণ পর্দায় প্রদর্শন আরম্ভ করা হবে
ca: Obre a &pantalla completa
fur: &Jentre te modalitât a dut il visôr
hu: &Belépés a teljes képernyős módba
hy_am: Լիա&էկրան
id: Masuk ke Mode Layar &Penuh
kk: &Толық экранға өту
km: បើក&ពេញ​អេក្រង់
ku: Ji moda &Dîmender Tijî derkeve
mai: पूर्ण स्क्रीनमे जाउ (&F)
ml: സ്ക്രീന്‍ പൂര്‍ണ്ണവലിപ്പത്തില്‍
my: ဖန်သားပြင်အပြည့်ကြည့်ရန် ဝင်ပါ
ne: पूरा पर्दामा जानुहोस्
nn_no: Op&na fullskjerm
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା କରନ୍ତୁ
pt_br: En&trar em tela inteira
te: నిండుతెరలో చూడండి
th: เข้าสู่ภาพ&เต็มหน้าจอ
uz: &Butun ekran’ga o‘tish

source: Exit &Full Screen
af: Sluit &volskermmodus af
ar: غادر ملء ال&شاشة
as: পূৰ্ণপৰ্দা ত্যাগ কৰক
bg: Излизане от режим на &цял екран
bn_in: সম্পূর্ণ পর্দায় প্রদর্শন বন্ধ করুন
ca: Surt de la &pantalla completa
fur: &Jes de modalitât a dut il visôr
hu: &Kilépés a teljes képernyős módból
hy_am: Դուրս գալ &Լիաէկրան վիճակից
id: &Keluar dari Mode Layar Penuh
kk: &Толық экраннан шығу
km: បិទ&ពេញ​​អេក្រង់
ku: Ji moda &Dîmender Tijî derkeve
mai: पूर्ण स्क्रीनसँ निकलू (&F)
ml: സ്ക്രീന്‍ സാധാരണ വലിപ്പത്തില്‍
my: ဖန်သားပြင်အပြည့်ကြည့်ခြင်းမှ ထွက်ရန်
ne: पूरा पर्दा बन्द गर्नुहोस्
nn_no: A&vslutt fullskjerm
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ତ୍ୟାଗ କରନ୍ତୁ
pt_br: Sair da &tela inteira
si: පූර්ණ තිරයෙන් ඉවත්වන්න
te: నిండుతెర నిష్క్రమించు
th: ออกจากภาพ&เต็มหน้าจอ
uz: &Butun ekran’dan chiqish

# fullScreenCmd.label fullScreenCmd.accesskey
source: &Full Screen
af: &Volskerm
ar: ملء ال&شاشة
as: পূৰ্ণপৰ্দা
bg: &Цял екран
bn_in: সম্পূর্ণ পর্দা জুড়ে প্রদর্শন
ca: &Pantalla completa
fur: &Dut il visôr
hu: &Teljes képernyő
hy_am: &Բացել Լիաէկրան
id: Layar &Penuh
kk: &Толық экран режимі
km: &ពេញ​អេក្រង់
ku: Dîmenter &Tijî
mai: पूर्ण स्क्रीन
ml: സ്കീന്‍ പൂര്‍ണ്ണ വലിപ്പത്തില്‍
my: ဖန်သားပြင်အပြည့်
ne: पूरा पर्दा
nn_no: &Fullskjerm
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା
pt_br: &Tela inteira
si: පූර්ණ තිරය
te: పూర్తి తెర
th: &เต็มจอ
uz: &Butun ekran

source: Show &All Tabs
af: Wys &alle oortjies
ar: أظهِر &كل الألسنة
as: সকলো টেব দেখুৱাওক
bg: Показване на всички по&дпрозорци
bn_in: সকল ট্যাব প্রদর্শন
ca: Mostr&a totes les pestanyes
fur: Mostre &dutis lis lengutis
hu: Az összes böngészőlap &megjelenítése
hy_am: Ցուցադրել &բոլոր ներդիրները
id: Tampilkan &Semua Tab
kk: Б&арлық беттерді көрсету
km: បង្ហាញ​ផ្ទាំង​ទាំងអស់
ku: Hemû Hilpekîn&an Nîşan Bide
mai: सभटा टैब देखाउ
ml: എല്ലാ റ്റാബുകളും കാണിക്കുക
my: တပ်ဗ်အားလုံးကို ပြပါ
ne: सबै ट्याबहरू देखाउनुहोस्
nn_no: &Vis alle faner
or: ସମସ୍ତ ଟ୍ୟାବଗୁଡ଼କୁ ଦର୍ଶାନ୍ତୁ
pt_br: E&xibir todas as abas
si: සියළු ටැබ් පෙන්වන්න
te: అన్ని టాబ్లను చూపు
th: แสดงแท็บทั้งห&มด
uz: B&archa ichki oynalarni ko‘rsatish

# toggleReaderMode.key
source: R
ar: ق
hu: O
kk: о
nn_no: L
