Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

source: &Show Only This Frame
af: Ve&rtoon net hierdie raam
ar: أ&ظهر هذا الإطار فقط
as: কেৱল এই ফ্ৰেইম দেখুৱাওক
bg: Показване само на тази &рамка
bn_in: শুধুমাত্র বর্তমান ফ্রেম প্রদর্শন করা হবে
ca: &Mostra només aquest marc
fur: &Mostre dome cheste suaze
hu: &Csak az aktuális keret megjelenítése
hy_am: &Ցուցադրել միայն այս շրջանակը
id: Ha&nya Tampilkan Bingkai yang Ini
kk: Тек &осы фреймді көрсету
km: &បង្ហាញ​តែ​ស៊ុម​នេះ​ប៉ុណ្ណោះ
ku: Tenê &Vê Çarçoveyê Nîşan Bide
mai: सिर्फ ई फ्रेम देखाउ
ml: ഈ ഫ്രെയിം മാത്രം കാണിക്കുക
my: &Sဒီဘောင်ကိုပဲ ပြပါ
ne: यो फ्रेम मात्र देखाउनुहोस्
nn_no: Vis &berre denne ramma
or: କେବଳ ଏହି ଫ୍ରେମକୁ ଦର୍ଶାନ୍ତୁ
pt_br: E&xibir somente este frame
si: මෙම රාමුව පමණක් පෙන්වන්න
te: ఈ ఫ్రేమ్ ను మాత్రమే చూపుము
th: แ&สดงเฉพาะกรอบนี้
uz: Faqat ushbu kadrni ko‘r&satish

source: &Reload Frame
af: &Herlaai raam
ar: أعِد &تحميل الإطار
as: ফ্ৰেইম পুনৰ ল'ড কৰক
bg: Пре&зареждане на рамката
bn_in: ফ্রেম পুনরায় লোড করু
ca: Actualit&za el marc
fur: Ricjame sua&ze
hu: Ke&ret frissítése
hy_am: &Կրկին բեռնել շրջանակը
id: Mua&tkan Bingkai Lagi
kk: Фреймді &жаңарту
km: &ផ្ទុក​ស៊ុម​ឡើងវិញ
ku: Ç&arçoveyê Nû Nîşan Bide
mai: फ्रेम फेर लोड करू
ml: ഫ്രെയിം വീണ്ടും തുറക്കുക
my: &Rဘောင်ကို ပြန်ဖွင်ပါ
ne: फ्रेम पुनःलोड गर्नुहोस्
nn_no: &Oppdater ramme
or: ଫ୍ରେମ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
pt_br: &Recarregar
si: රාමුව ප්‍රතිපූරණය
te: ఫ్రేమ్ ను తిరిగిలోడు చేయుము
th: โ&หลดกรอบใหม่
uz: Kadrni &qayta yuklash

source: View Selection Source
af: Bekyk bron van gemerkte deel
ar: اعرض مصدر التحديد
as: নিৰ্বাচিত উৎস দৰ্শন
bg: Изходен код на маркираното
bn_in: নির্বাচিত অংশের উৎস প্রদর্শন
ca: Codi font de la selecció
fur: Viôt la risultive de selezion
hu: Kijelölés forrásának megtekintése
hy_am: Դիտել Նշված Մասի Կոդը
id: Lihat Kode Sumber Teks yang Dipilih
kk: Ерекшеленген фрагменттің бастапқы коды
km: មើល​កូដ​ជម្រើស
ku: Çavkaniya Hilbijartinê Nîşan Bide
mai: चयन स्रोत देखू
ml: തെരഞ്ഞെടുത്തതിന്റെ സ്രോതസ്സ്‌ കാണുക
my: ရွေးထားချက် အရင်းအမြစ်ကို ရှုမြင်ပါ
ne: छनोट श्रोत हेर्नुहोस्
nn_no: Vis kjeldekode for vald tekst
or: ଚୟନ ଉତ୍ସ ଦେଖନ୍ତୁ
pt_br: Código-fonte da seleção
si: තේරිම් මූලය ‌පෙන්වන්න
te: ఎన్నుకొన్న ములాన్ని దర్శించు
th: ดูต้นฉบับที่เลือก
uz: Belgilanganning manbasini ko‘rish

source: View MathML Source
af: Bekyk MathML-bron
ar: اعرض مصدر MathML
as: MathML উৎস দৰ্শন কৰক
bg: MathML код
bn_in: MathML-র উৎস প্রদর্শন
ca: Codi font del MathML
fur: Viôt la risultive MathML
hu: MathML forrás megtekintése
hy_am: Դիտել MathML Կոդը
id: Lihat Kode Sumber MathML
kk: MathML бастапқы коды
km: មើល​កូដ MathML
ku: Çavkaniya MathMLê Nîşan Bide
mai: MathML स्रोत देखू
ml: MathML സ്രോതസ്സ്‌ കാണുക
my: MathML အရင်းအမြစ်ကို ရှုမြင်ပါ
ne: MathML श्रोत हेर्नुहोस्
nn_no: Vis MathML-kjeldekode
or: MathML ଉତ୍ସ ଦେଖନ୍ତୁ
pt_br: Código-fonte MathML
si: MathML මූලය ‌පෙන්වන්න
te: MathML ములాన్ని దర్శించు
th: ดูต้นฉบับ MathML
uz: MathML manbasini ko‘rish

# viewPartialSourceCmd.accesskey
source: e
ar: ص
bg: к
hu: M
kk: ы
ku: a
nn_no: k

source: &View Page Source
af: &Bekyk bron van bladsy
ar: اعرض م&صدر هذه الصفحة
as: পৃষ্ঠা উৎস দৰ্শন কৰক
bg: Изходен &код на страницата
bn_in: পৃষ্ঠার উৎস প্রদর্শন
ca: Codi &font de la pàgina
fur: Viôt la risultiv&e de pagjine
hu: Oldal &forrása
hy_am: &Դիտել Էջի Կոդը
id: Li&hat Kode Sumber Laman
kk: Парақтың бастапқы кодын қара&у
km: មើល​កូដ​ទំព័រ
ku: Ç&avkaniya Rûpelê Nîşan Bide
mai: पृष्ठ स्रोत देखू
ml: താളിന്റെ സ്രോതസ്സ്‌ കാണുക
ne: पृष्ठ श्रोत हेर्नुहोस्
nn_no: Vis &kjeldekode
or: ପୃଷ୍ଠା ଉତ୍ସ ଦେଖନ୍ତୁ
pt_br: Código-&fonte
si: පිටුවේ මූලය ‌පෙන්වන්න
te: పేజీ మూలాన్ని చూడండి
th: &ดูต้นฉบับหน้า
uz: Sahifa manbasini &ko‘rish

source: &View Frame Source
af: &Bekyk bron van raam
ar: اعرض مصدر الإ&طار
as: ফ্ৰেইম উৎস দৰ্শন কৰক
bg: Изходен код на &рамката
bn_in: ফ্রেমের উৎস প্রদর্শন
ca: Codi &font del marc
fur: Viôt la risultiv&e de suaze
hu: Keret &forrása
hy_am: &Դիտել շրջանակը
id: Lihat Kode Sumber &Bingkai
kk: Фреймнің бастапқы кодын қара&у
km: មើល​កូ&ដ​ស៊ុម
ku: Ça&vkaniya Çarçoveyê Nîşan Bide
mai: फ्रेम स्रोत देखू
ml: ഫ്രെയിമിന്റെ സ്രോതസ്സ്‌ കാണുക
ne: फ्रेम श्रोत हेर्नुहोस्
nn_no: Vis &kjeldekode for ramma
or: ଫ୍ରେମ ଉତ୍ସ ଦେଖନ୍ତୁ
pt_br: Código-&fonte
si: රාමු මූලය පෙන්වන්න
te: ఫ్రేమ్ మూలాన్ని చూడండి
th: &ดูต้นฉบับกรอบ
uz: Kadr manbasini &ko‘rish

source: View Page &Info
af: Bekyk bladsy&info
ar: اعرض معلومات ال&صفحة
as: পৃষ্ঠা তথ্য দৰ্শন কৰক
bg: &Информация за страницата
bn_in: পৃষ্ঠা সংক্রান্ত তথ্য পড়ুন
ca: &Informació de la pàgina
fur: V&iôt informazions su la pagjine
hu: Ol&dal adatainak megjelenítése
hy_am: Էջի Մասին &Տվյալներ
id: Lihat &Informasi Laman
kk: &Парақ туралы ақпарат
km: មើល​&ព័ត៌មាន​ទំព័រ
ku: &Agahiyên Rûpelê Nîşan Bide
mai: पृष्ठ सूचना देखू
ml: താള്‍ വിവരം കാണുക
ne: पृष्ठ सम्बन्धि जानकारी हेर्नुहोस्
nn_no: &Vis sideinfo
or: ପୃଷ୍ଠା ସୂଚନା ଦେଖନ୍ତୁ
pt_br: Pr&opriedades da página
si: පිටුවේ තොරතුරු පෙන්වන්න
te: పేజీ సమాచారాన్ని దర్శించు
th: ดู&ข้อมูลหน้า
uz: Rasm ma’&lumotini ko‘rish

source: View Frame &Info
af: Bekyk raam&info
ar: اعرض معلومات الإ&طار
as: ফ্ৰেইম তথ্য দৰ্শন কৰক
bg: Инфо&рмация за рамката
bn_in: ফ্রেম সংক্রান্ত তথ্য পড়ুন
ca: &Informació del marc
fur: &Viôt informazions su la suaze
hu: Keret a&datainak megjelenítése
hy_am: &Տեղեկություն շրջանակի մասին
id: Lihat &Informasi Bingkai
kk: &Фрейм туралы ақпарат
km: មើល​ព័ត៌មាន​ស៊ុម
ku: &Agahiyên Çarçoveyê Nîşan Bide
mai: फ्रेम सूचना देखू
ml: ഫ്രെയിം വിവരം കാണുക
ne: फ्रेम जानकारी हेर्नुहोस्
nn_no: &Vis rammeinfo
or: ଫ୍ରେମ ସୂଚନା ଦେଖନ୍ତୁ
pt_br: &Propriedades do frame
si: රාමු තොරතුරු පෙන්වන්න
te: ఫ్రేము సమాచారాన్ని చూడండి
th: ดู&ข้อมูลกรอบ
uz: Kadr ma’lumotini ko‘r&satish

source: &Reload Image
af: &Herlaai prent
ar: أ&عِد تحميل الصورة
as: ছবি পুনৰ ল'ড কৰক
bg: Пре&зареждане на изображение
bn_in: ছবি নতুন করে প্রদর্শন করা হবে
ca: &Recarrega la imatge
fur: To&rne a cjamâ figure
hu: Kép új&rabetöltése
hy_am: &Կրկին բեռնել Նկարը
id: Muat &Ulang Gambar
kk: &Суретті қайта жүктеу
km: ផ្ទុក​រូបភាព​ឡើង​វិញ
ku: Wêneyê Dîsa Ba&r Bike
mai: छवि फेर लोड करू
ml: ഇമേജ് വീണ്ടും ലഭ്യമാക്കുക
my: ရုပ်ပုံကို ပြန်ဖွင့်ပါ
ne: तस्विर पुनःलोड गर्नुहोस्
nn_no: Oppdater bi&lde
or: ପ୍ରତିଛବି ପୁନଃ ସ୍ଥାପନ କରନ୍ତୁ
pt_br: &Carregar imagem
si: පිතුර යළි පූරණය
te: చిత్రాన్ని మరల ఎక్కించు
th: โ&หลดภาพใหม่
uz: &Rasmni qayta yuklash

source: View &Image
af: Bekyk &prent
ar: اعرض ال&صورة
as: ছবি দৰ্শন কৰক
bg: Пре&глед на изображението
bn_in: ছবি প্রদর্শন
ca: V&isualitza la imatge
fur: Viôt la fi&gure
hu: Kép megjeleníté&se
hy_am: Նայել &Նկարը
id: Lihat &Gambar
kk: Суретті &көру
km: មើល​រូបភា&ព
ku: &Wêneyê Nîşan Bide
mai: छवि देखू
ml: ചിത്രം കാണുക
my: ရုပ်ပုံကို ဖွင့်ကြည့်ရန်
ne: तस्विर हेर्नुहोस्
nn_no: &Vis bilde
or: ପ୍ରତିଛବି ଦେଖନ୍ତୁ
pt_br: E&xibir imagem
si: රූපය පෙන්වන්න
te: చిత్రాన్ని చూడండి
th: ดู&ภาพ
uz: Rasmn&i ko‘rish

source: View Image In&fo
af: Bekyk prentin&fo
ar: اعرض معلومات الصور&ة
as: ছবি তথ্য দৰ্শন কৰক
bg: &Информация за изображението
bn_in: &ছবি সংক্রান্ত তথ্য দেখুন
ca: Visualitza la in&formació de la imatge
fur: Viôt in&formazions imagjine
hu: Képa&datok megjelenítése
hy_am: &Տեղեկություն Նկարի Մասին
id: Lihat Infor&masi Gambar
kk: &Сурет ақпаратын қарау
km: មើល​ព័ត៌មាន​&របស់​រូបភាព
ku: &Agahiyên Wêneyî Nîşan Bide
mai: छवि सूचना देखू
ml: ഇമേജ് സംബന്ധിച്ചുള്ള വിവരങ്ങള്‍ കാണുക
my: &ပုံ၏သတင်းအချက်အလက်များ
ne: त्सविर सम्बन्धि जानकारी हेर्नुहोस्
nn_no: Vis &bildeinfo
or: ପ୍ରତିଛବି ସୂଚନାକୁ ଦେଖନ୍ତୁ
pt_br: &Propriedades da imagem
si: රූපයේ තොරතුරු පෙන්වන්න
te: చిత్ర సమాచారాన్ని చూడండి
th: ดูข้อมูลภา&พ
uz: Rasm ma’lumo&tini ko‘rish

source: View &Description
af: Bekyk &beskrywing
ar: اعرض الو&صف
as: বিৱৰণ দৰ্শন কৰক
bg: П&оказване на описанието
bn_in: দৃশ্যাবলী এবং বিবরণী
ca: Visualitza la &descripció
fur: Viôt &descrizion
hu: &Leírás megjelenítése
hy_am: Դիտել &նկարագրությունը
id: Tampilkan &Deskripsi
kk: А&нықтамасын қарау
km: មើល​សេចក្ដី​ពណ៌នា
ku: &Ravekirinê nîşan bide
mai: विवरण देखू (&D)
ml: വിവരണം കാണുക
my: ဖော်ပြချက်ကို ကြည့်ရှုရန်
ne: विवरणहरू हेर्नुहोस्
nn_no: Vis s&kildring
or: ଦୃଶ୍ୟ ଏବଂ ବର୍ଣ୍ଣନା
pt_br: Ex&ibir descrição
si: විස්තරය පෙන්වන්න (&D)
te: వివరణను చూడండి (&D)
th: ดูคำอธิบา&ย
uz: &Ta’rifini ko‘rish

source: V&iew Video
af: Bekyk v&ideo
ar: اعرض ال&فديو
as: ভিডিঅ' দৰ্শন কৰক
bg: Показ&ване на видео
bn_in: &ভিডিও দেখুন
ca: V&isualitza el vídeo
fur: V&isualize video
hu: &Videó megtekintése
hy_am: &Դիտել Հոլովակը
id: Tampilkan &Video
kk: &Видео қарау
km: មើ&ល​វីដេអូ
ku: Vîdeoyê Nîşan B&ide
mai: वीडियो देखू
ml: വീഡിയോ കാണുക
my: ဗီဒီယိုကို ဖွင့်ကြည့်ရန်
ne: भिडियो हेर्नुहोस्
nn_no: Vi&s video
or: ଭିଡ଼ିଓ ଦେଖନ୍ତୁ
pt_br: E&xibir vídeo
si: දෘශ්‍ය දර්ශනය
te: దృశ్యకాన్ని చూడండి
th: ดู&วิดีโอ
uz: V&ideoni ko‘rish

source: Vie&w Background Image
af: Be&kyk agtergrondprent
ar: اعرض صورة ال&خلفية
as: পটভূমিৰ ছবি দৰ্শন কৰক
bg: Преглед на &фоновото изображение
bn_in: &পটভূমির ছবি প্রদর্শন
ca: Visualitza la imatge de fo&ns
fur: Viôt la &figure daûr
hu: Háttérkép megjeleníté&se
hy_am: Նա&յել Խորապատկերի Նկարը
id: &Lihat Gambar Latar Belakang
kk: Фо&н суретін көру
km: មើ&ល​រូបភាព​ផ្ទៃ​ខាងក្រោយ
ku: &Wêneyê Rûerdê Nîşan Bide
mai: पृष्ठभूमि छवि देखू
ml: പശ്ചാത്തല ചിത്രം കാണുക
my: နောက်ခံ ရုပ်ပုံကို ရှုမြင်ပါ
ne: पृष्ठभूमिको तस्विर हेर्नुहोस्
nn_no: Vis &bakgrunnsbilde
or: ପୃଷ୍ଠଭୂମି ପ୍ରତିଛବି ଦେଖନ୍ତୁ
pt_br: E&xibir imagem de fundo
si: පසුබිමේ රූපය පෙන්වන්න
te: నేపథ్య చిత్రాన్ని చూడండి (&w)
th: ดูภา&พพื้นหลัง
uz: Orqa fon rasmini ko‘&rish

source: &Set As Desktop Background…
af: &As werkskermagtergrond…
ar: ا&جعلها خلفية سطح المكتب…
as: ডেস্কটপৰ পটভূমি হিচাপে সংহতি কৰক…
bg: &Поставяне като фон на работния плот…
bn_in: ডেস্কটপের পটভূমি রূপে নির্ধারণ করুন…
ca: &Defineix com a fons d'escriptori…
fur: Impueste come &daûr dal scritori…
hu: &Beállítás háttérképként…
hy_am: &Տեղադրել Աշխատասեղանին…
id: Jadikan sebagai Latar Belakang &Desktop…
kk: Жұмы&с үстелінің суреті болып орналастыру…
km: កំណត់​ផ្ទៃ​ខាង​ក្រោយ​របស់​​ផ្ទៃតុ
ku: Wekî Rûerda &Sermaseyê Mîheng Bike...
mai: बतौर डेस्कटॉप पृष्ठभूमि सेट करू…
ml: പണിയിട പശ്ചാത്തലമായി സജ്ജമാക്കുക
my: နောက်ခံပုံအဖြစ် သတ်မှတ်ရန်...
ne: डेस्कटप पृष्ठभूमिको रुपमा बसाउनुहोस्…
nn_no: Bruk so&m skrivebordbakgrunn …
or: ଡେସ୍କଟପ ପୃଷ୍ଠଭୂମି ଆକାରରେ ବିନ୍ୟାସ କରନ୍ତୁ…
pt_br: Defi&nir como papel de parede…
si: තිරයේ පසුබිමසේ සකසන්න...
te: డెస్క్‌టాప్ వెనుతలంగా అమర్చు…
th: &ตั้งเป็นพื้นหลังเดสก์ท็อป…
uz: Ish stoli orqa foni &sifatida o‘rnatish

# bookmarkPageCmd2.label
source: Bookmark This Page
af: Boekmerk hierdie bladsy
ar: علّم هذه الصفحة
as: এই পৃষ্ঠা পত্ৰচিহ্নিত কৰক
bg: Отмятане на страницата
bn_in: চিহ্নিত পৃষ্ঠা বুকমার্ক করুন
ca: Afegeix la pàgina a les adreces d'interès
fur: Zonte cheste pagjine ai segnelibris
hu: Oldal hozzáadása a könyvjelzőkhöz
hy_am: Էջանշել Այս Էջը
id: Markahi Laman ini
kk: Бұл бетті бетбелгілерге қосу
km: ចំណាំ​ទំព័រ​នេះ
mai: ई पृष्ठ पुस्तकचिह्नित करू
ml: ഈ താള്‍ അടയാളപ്പെടുത്തുക
my: ဒီစာမျက်နှာကို မှတ်သားပါ
ne: यस पृष्ठमा पुस्तकचिनो हाल्नुहोस्
nn_no: Bokmerk denne sida
or: ଏହି ପୃଷ୍ଠାକୁ ଚିହ୍ନିତ କରନ୍ତୁ
pt_br: Adicionar esta página aos favoritos
si: මෙම පිටුව සලකුණු කරගන්න
te: ఈ పేజీని ఇష్టాంశముచేయి
th: คั่นหน้านี้
uz: Sahifani xatcho‘plarga qo‘shish

source: Bookmark This &Link
af: Boekmerk hierdie &skakel
ar: علِّم هذا ال&رابط
as: এই লিঙ্ক পত্ৰচিহ্ন কৰক
bg: &Отмятане на връзката
bn_in: চিহ্নিত লিঙ্ক বুকমার্ক করুন
ca: Afegeix &l'enllaç a les adreces d'interès
fur: Zonte chest &leam ai segnelibris
hu: Hivatkozás &felvétele a könyvjelzők közé
hy_am: էջանշել Այս &Հղումը
id: Markahi &Tautan Ini
kk: Осы сі&лтемені бетбелгілерге қосу
km: ចំណាំ​តំណ​នេះ
ku: Vê Girêdanê Têx&e Nava Bijareyan...
mai: ई कड़ी पुस्तकचिह्नित करू
ml: ഈ കണ്ണി അടയാളപ്പെടുത്തുക
my: ဒီလင့်ခ်ကို မှတ်သားပါ
ne: यो लिङ्कलाई पुस्तकचिनो हाल्नुहोस्
nn_no: &Bokmerk denne lenka
or: ଏହି ସଂଯୋଗକୁ ଚିହ୍ନିତ କରନ୍ତୁ
pt_br: A&dicionar link aos favoritos
si: මෙම පුරුක පිටු සලකුණු කරන්න
te: ఈ లింకును ఇష్టాంశము చేయి
th: คั่น&ลิงก์นี้
uz: &Linkni xatcho‘plarga qo‘shish

source: Book&mark This Frame
af: Boekmerk hierdie &raam
ar: علِّم هذا الإ&طار
as: এই ফ্ৰেইম পত্ৰচিহ্ন কৰক
bg: Отмятане на &рамката
bn_in: &বর্তমান ফ্রেম বুকমার্ক করুন
ca: Afegeix el &marc a les adreces d'interès
fur: Zonte che&ste suaze ai segnelibris
hu: Keret &hozzáadása a könyvjelzőkhöz
hy_am: Էջան&շել Այս շրջանակը
id: Markahi &Bingkai Ini
kk: Осы фреймді бетбел&гілерге қосу
km: ចំណាំ​ស៊ុម​&នេះ
ku: Vê Çarçove&yê Têxe Nava Bijareyan...
mai: ई फ्रेम पुस्तकचिह्नित करू
ml: ഈ ഫ്രെയിം അടയാളപ്പെടുത്തുക
my: ဒီဘောင်ကို မှတ်သားပါ
ne: यो फ्रेमलाई पुस्तकचिनो हाल्नुहोस्
nn_no: &Bokmerk denne ramma
or: ଏହି ଫ୍ରେମକୁ ଚିହ୍ନିତ କରନ୍ତୁ
pt_br: A&dicionar frame aos favoritos
si: මෙම රාමුව පිටු සලකුණුගත කරන්න
te: ఈ చట్రమును ఇష్టాంశము చేయుము
th: คั่นกร&อบนี้
uz: Kadrni xatc&ho‘plarga qo‘shish

source: &Email Link…
af: &E-pos skakel…
ar: أر&سل الرابط بالبريد…
as: লিঙ্ক ই-মেইল কৰক…
bg: Изпращане на &връзката като мейл…
bn_in: লিংক ই-মেইল করুন…
ca: &Envia l'enllaç per correu…
fur: Mand&e leam par pueste...
hu: Hivatkozás kül&dése e-mailben…
hy_am: &Հղումը ուղարկել էլ. փոստով...
id: &Emailkan Tautan…
kk: &Сілтемені эл. поштамен жіберу…
km: &តំណ​អ៊ីមែល…
ku: Girêdankê bi &epeyamê bişîne…
mai: कड़ी ईमेल करू (&E)…
ml: കണ്ണി ഈമെയില്‍ അയയ്ക്കുക…
my: အီးမေးလ် လင့်...
ne: लिङ्कलाई इमेल गर्नुहोस्
nn_no: S&end lenkeadresse på e-post…
or: ସଂଯୋଗିକୀକୁ ଇମେଲ କରନ୍ତୁ…
pt_br: &Enviar link por email…
si: විද්‍යුත් තැපැල් සබැඳිය (&E)
te: ఈమెయిల్ లంకె…
th: ส่งอีเ&มลลิงก์…
uz: Linkni &e-pochtadan jo‘natish

source: Save Page &As…
af: Stoor bladsy &as…
ar: احفظ الصفحة &ك‍…
as: এই ধৰণে পৃষ্ঠা সংৰক্ষণ কৰক…
bg: &Запазване на страницата като…
bn_in: নতুন নামে পৃষ্ঠা সংরক্ষণ করুন…
ca: Anomena i de&sa la pàgina…
fur: &Salve la pagjine cul non…
hu: Oldal &mentése…
hy_am: Պահպանել Էջը &որպես…
id: &Simpan Laman dengan Nama…
kk: Парақты қалайша с&ақтау…
km: រក្សា​ទុក​ទំព័រ&ជា...
ku: Cuda Toma&r Bike...
mai: पृष्ठ एहिना सहेजू…
ml: താള്‍ ഇങ്ങനെ സൂക്ഷിക്കുക
ne: यस रूपमा पृष्ठ सङ्ग्रह गर्नुहोस्...
nn_no: L&agra side som…
or: ପୃଷ୍ଠାକୁ ଏହିପରି ସଂରକ୍ଷଣ କରନ୍ତୁ…
pt_br: Sal&var como…
si: පිටුව සුරකින්න...
te: పేజీని యిలా భద్రపరచు...
th: บันทึกหน้าเ&ป็น…
uz: Sahifani &saqlash…

# savePageCmd.accesskey2
source: P
af: b
ar: ك
bg: с
ca: d
hu: O
kk: т
ku: H
nn_no: r

source: Save &Frame As…
af: Stoor &raam as…
ar: احفظ الإ&طار ك‍…
as: এই ধৰণে ফ্ৰেইম সংৰক্ষণ কৰক…
bg: Запазване на &рамката като…
bn_in: নতুন নামে ফ্রেম সংরক্ষণ করুন...
ca: Ano&mena i desa el marc…
fur: Salve la sua&ze cul non…
hu: &Keret mentése más néven…
hy_am: &Պահպանել շրջանակը որպես…
id: Simpan Bin&gkai dengan Nama…
kk: Фр&еймді қалайша сақтау…
km: រក្សា​ទុក&ស៊ុម​ជា...
ku: Çarçoveyê Cuda &Tomar Bike...
mai: फ्रेम एहिना सहेजू…
ml: ഫ്രെയിം ഇങ്ങനെ സൂക്ഷിക്കുക...
ne: यसरूपमा फ्रेम सङ्ग्रह गर्नुहोस्…
nn_no: L&agra ramme som …
or: ଫ୍ରେମକୁ ଏହିପରି ସଂରକ୍ଷଣ କରନ୍ତୁ…
pt_br: Sa&lvar frame como…
si: රාමුව සුරකින අයුර...
te: ఫ్రేముని ఇలా భద్రపరచు…
th: บันทึ&กกรอบเป็น…
uz: &Kadr sifatida saqlash

source: &Print Frame…
af: &Druk raam…
ar: ا&طبع الإطار…
as: ফ্ৰেইম প্ৰিন্ট কৰক…
bg: От&печатване на рамката…
bn_in: ফ্রেম প্রিন্ট করা হবে
ca: Im&primeix el marc…
fur: Stam&pe suaze…
hu: Keret &nyomtatása…
hy_am: &Տպել շրջանակը…
id: Cetak B&ingkai…
kk: Фреймді б&аспаға шығару…
km: &បោះពុម្ព​ស៊ុម...
ku: Çarçoveyê Ça&p Bike...
mai: फ्रेम छापू…
ml: ഫ്രെയിം പ്രിന്റ് ചെയ്യുക…
ne: फ्रेम प्रिन्ट गर्नुहोस्
nn_no: S&kriv ut ramme …
or: ଫ୍ରେମ ମୁଦ୍ରଣ କରନ୍ତୁ…
pt_br: &Imprimir frame…
si: රාමුව මුද්‍රණය…
te: చట్రమును ముద్రించు…
th: &พิมพ์กรอบ…
uz: Kadrni &chop qilish…

source: Save Lin&k As…
af: Stoor skak&el as…
ar: احفظ ال&رابط ك‍…
as: এই ধৰণে লিঙ্ক সংৰক্ষণ কৰক…
bg: Запазване на &връзката като…
bn_in: &নতুন নামে লিঙ্ক সংরক্ষণ করুন…
ca: Anomena i de&sa el contingut de l'enllaç…
fur: &Salve destinazion cul non…
hu: Hivatkozás me&ntése más néven…
hy_am: Պահպանել Հղ&ումը Որպես…
id: Simpan &Tautan dengan Nama…
kk: Сілте&мені қалайша сақтау…
km: រក្សាទុក​តំណ&ជា...
ku: &Cuda Tomar Bike...
mai: कड़ी एहिना सहेजू…
ml: കണ്ണി ഇങ്ങനെ സൂക്ഷിക്കുക...
ne: यस रूपमा लिङ्क सङ्ग्रह गर्नुहोस्...
nn_no: &Lagra lenke som …
or: ସଂଯୋଗକୁ ଏହିପରି ସଂରକ୍ଷଣ କରନ୍ତୁ…
pt_br: &Salvar link como…
si: සබැඳුම සුරකින අයුර...
te: లింకుని యిలా భద్రపరచు...
th: บันทึก&ลิงก์เป็น…
uz: Lin&kni saqlash…

source: Sa&ve Image As…
af: St&oor prent as…
ar: احفظ الصو&رة ك‍…
as: এই ধৰণে ছবি সংৰক্ষণ কৰক…
bg: Запазване на изобра&жението като…
bn_in: &নতুন নামে ছবি সংরক্ষণ করুন…
ca: &Anomena i desa la imatge…
fur: Sal&ve la figure cul non…
hu: Kép &mentése más néven…
hy_am: Պահ&պանել Նկարը Որպես…
id: Simp&an Gambar dengan Nama…
kk: С&уретті қалайша сақтау…
km: &រក្សាទុក​រូបភាព​ជា...
ku: &Wêneyê Cuda Tomar Bike...
mai: छवि एहिना सहेजू…
ml: ചിത്രം ഇങ്ങനെ സൂക്ഷിക്കുക...
my: ရုပ်ပုံ သိမ်းဆည်းမဲ့ ပုံစံ...
ne: यस रूपमा तस्विर सङ्ग्रह गर्नुहोस्…
nn_no: Lagra &bilde som …
or: ପ୍ରତିଛବିକୁ ଏହିପରି ସଂରକ୍ଷଣ କରନ୍ତୁ…
pt_br: Salvar &imagem como…
si: රූපය සුරකින අයුර...
te: చిత్రాన్ని యిలా భద్రపరచు...
th: บัน&ทึกภาพเป็น…
uz: Rasmni sa&qlash…

source: Sa&ve Video As…
af: Stoor &video as…
ar: احفظ الڤدي&و ك‍…
as: এই ধৰণে ভিডিঅ' সংৰক্ষণ কৰক…
bg: Запазване на &видеото като…
bn_in: নতুন রূপে ভিডিও &সংরক্ষণ করুন…
ca: Anomena i desa el &vídeo…
fur: Sal&ve video cul non…
hu: Videó mentése más né&ven…
hy_am: Պահպանե&լ Տեսանյութը Որպես...
id: &Simpan Video dengan Nama…
kk: &Видеоны қалайша сақтау…
km: រក្សា&ទុក​វីដេអូ​ជា…
ku: &Vîdeoyê Cuda Tomar Bike…
mai: एहिना वीडियो सहेजू…(&v)
ml: വീഡിയോ ഇങ്ങനെ സൂക്ഷിക്കു&ക...
my: &vဗွီဒီယို သိမ်းဆည်းမဲ့ ပုံစံ...
ne: भिडियो अरू रुपमा सङ्ग्रह गर्नुहोस्…
nn_no: L&agra video som …
or: ଭିଡ଼ିଓକୁ ଏହିପରି ସଂରକ୍ଷଣ କରନ୍ତୁ…
pt_br: Sal&var vídeo como…
si: දෘශ්‍ය සුරකින අයුර… (&v)
te: దృశ్యకాన్ని వేరే పేరుతో భద్రపరచు…
th: บันทึกวิดีโอเ&ป็น…
uz: &Videoni saqlash…

source: Sa&ve Audio As…
af: St&oor klank as…
ar: احفظ الصو&ت ك‍…
as: এই ধৰণে অডিঅ' সংৰক্ষণ কৰক…
bg: З&апис на аудиото като…
bn_in: &নতুন রূপে অডিও সংরক্ষণ করুন…
ca: Anomena i desa l'à&udio…
fur: Sal&ve audio cul non…
hu: &Hang mentése más néven…
hy_am: Պահ&պանել ձայնանյութը որպես...
id: &Simpan Audio dengan Nama…
kk: &Аудионы қалайша сақтау…
km: &រក្សា​ទុក​អូឌីយ៉ូ​ជា...
ku: &Audîoyê Cuda Tomar Bike…
mai: एहिना आडियो सहेजू…
ml: ഓഡിയോ സൂക്ഷിക്കുക…
my: အသံ သိမ်းဆည်းမဲ့ ပုံစံ...
ne: अडियोलाई यस रुपमा सङ्ग्रह गर्नुहोस्...
nn_no: L&agra lyd som …
or: ଧ୍ୱନୀକୁ ଏହିପରି ସଂରକ୍ଷଣ କରନ୍ତୁ…
pt_br: &Salvar áudio como…
si: ශ්‍රව්‍ය සුරකින අයුර…
te: శ్రవ్యకాన్ని వేరే పేరుతో భద్రపరచు…
th: บันทึกเสียงเ&ป็น…
uz: Audi&oni saqlash…

source: Email Ima&ge…
af: E-pos pren&t…
ar: أرسل ال&صورة بالبريد…
as: ছবি ই-মেইল কৰক…
bg: Изпращане на изобра&жението като мейл…
bn_in: &ছবি ই-মেইল করুন…
ca: Envi&a la imatge per correu…
fur: Mande fi&gure par pueste...
hu: Ké&p küldése e-mailben…
hy_am: Նկ&արը ուղարկել էլ. փոստով...
id: Email&kan Gambar…
kk: С&уретті эл. поштамен жіберу…
km: អ៊ីមែល&រូបភាព...
ku: Wê&neyî bi epeyamê bişîne…
mai: छवि ईमेल करू (&g)…
ml: ചിത്രം ഈമെയില്‍ അയയ്ക്കുക…
my: အီးမေးလ် ပုံရိပ်...
ne: तस्विरलाई इमेल गर्नुहोस्
nn_no: Send b&ilde …
or: ପ୍ରତିଛବିକୁ ଇମେଲ କରନ୍ତୁ…
pt_br: En&viar imagem por email…
si: රූපය තැපැල්... (&g)
te: ఈమెయిల్ చిత్రము…
th: ส่งอีเมลภา&พ…
uz: Ras&mni e-pochtadan jo‘natish…

source: Em&ail Video…
af: E-p&os video…
ar: أرسل ال&ڤديو بالبريد…
as: ভিডিঅ' ই-মেইল কৰক…
bg: Изпращане на видео&то като мейл…
bn_in: ভিডিও ই-মেইল করুন…
ca: Envi&a el vídeo per correu…
fur: M&ande video par pueste...
hu: V&ideó küldése e-mailben…
hy_am: Տեսանյութը ուղարկել էլ. փո&ստով...
id: Email&kan Video…
kk: &Видеоны эл. поштамен жіберу…
km: &អ៊ីមែល​វីដេអូ...
ku: Vîdeoyê bi epe&yamê bişîne…
mai: वीडियो ईमेल करें (&a)…
ml: വീഡിയോ ഈമെയില്‍ അയയ്ക്കുക…
my: အီးမေးလ် ဗီဒီယို...
ne: भिडियो इमेल गर्नुहोस्…
nn_no: Se&nd video …
or: ଭିଡିଓକୁ ଇମେଲ କରନ୍ତୁ…
pt_br: Envia&r vídeo por email…
si: වීඩියෝ තැපැල්... (&a)
te: ఈమెయిల్ వీడియో…
th: ส่งอีเ&มลวิดีโอ…
uz: Vide&oni e-pochtadan jo‘natish

source: S&end Video To Device
af: S&tuur video na toestel
ar: أرسل ال&ڤديو إلى جهاز
as: ভিডিঅ'ক ডিভাইচলৈ পঠাওক
bg: Изпращане на видеото към &устройство
bn_in: ডিভাইসে ভিডিও পা&ঠান
ca: &Envia el vídeo al dispositiu
hu: &Videó eszközre küldése
hy_am: Ո&ւղարկել տեսանյութը սարքին
id: Kirim Vid&eo ke Perangkat
kk: Видеоны құрылғыға жіб&еру
km: ផ្ញើ​វីដេអូ​ទៅ&ឧបករណ៍
mai: डिवाइस मे वीडियो पठाबू
ml: ഡിവൈസിലേക്കു് വീഡിയോ അയയ്ക്കുക
my: ဗီဒီယိုကို ကိရိယာသို့ ပေးပို့ပါ
ne: भिडियो उपकरणमा पठाउनुहोस
nn_no: S&end video til eining
or: ଉପକରଣ ମଧ୍ଯକୁ ଭିଡିଓ ପଠାନ୍ତୁ
pt_br: &Enviar vídeo para o dispositivo
si: උපාංගයට වීඩියෝ යවන්න (&e)
te: వీడియోను పరికరానికి పంపు (&e)
th: &ส่งวิดีโอไปยังอุปกรณ์
uz: Videoni qurilmaga &jo‘natish

source: Em&ail Audio…
af: E-pos kl&ank…
ar: أرسل الصو&ت بالبريد…
as: অডিঅ' ই-মেইল কৰক…
bg: Изпращане на а&удиото като мейл…
bn_in: অডিও ই-মেইল করুন…
ca: Envi&a l'àudio per correu…
fur: Mande &audio par pueste...
hu: H&ang küldése e-mailben…
hy_am: Ուղա&րկել էլ. փոստով...
id: Email&kan Audio…
kk: &Аудионы эл. поштамен жіберу…
km: អ៊ីមែល&អូឌីយ៉ូ...
ku: &Audioyê bi epeyamê bişîne…
mai: ऑडियो ईमेल करू (&a)…
ml: ഓഡിയോ &ഈമെയില്‍ അയയ്ക്കുക…
my: &aအသံဖိုင်အားမေလ်းပို့မည်...
ne: इमेल अडियो…
nn_no: Se&nd lyd …
or: ଧ୍ୱନୀକୁ ଇମେଲ କରନ୍ତୁ…
pt_br: Envia&r áudio por email…
si: ශ්‍රව්‍ය තැපැල්... (&a)
te: ఈమెయిల్ ఆడియో…
th: ส่งอีเ&มลเสียง…
uz: &Audioni e-pochtadan jo‘natish…

source: A&ctivate this plugin
af: A&ktiveer dié inprop
ar: &فعّل هذه المُلحقة
as: এই প্লাগিন সক্ৰিয় কৰক
bg: Ак&тивиране на тази приставка
bn_in: এই প্লাগিনটি সক্রিয় করুন
ca: A&ctiva aquest connector
fur: Ative &chest plugin
hu: Ezen bővítmény a&ktiválása
hy_am: Ա&կտիվացնել բաղադրիչը
id: Aktifkan &plugin ini
kk: Бұл плагинді бел&сендіру
km: ធ្វើឲ្យ&កម្មវិធី​ជំនួយ​នេះ​សកម្ម
ku: Vê pêvekê &çalak bike
mai: ई प्लगिन सक्रिय करू (&c)
ml: ഈ പ്ലഗിന്‍ &സജീവമാക്കുക
my: &c ယခု ဖြည့်စွက် ပရိုဂရမ် ကို အသက်သွင်းစေ
ne: यस प्लगिनलाई सक्षम पार्नुहोस्
nn_no: Slå på dette progr&amtillegget
or: ଏହି ପ୍ଲଗଇନକୁ ସକ୍ରିୟ କରନ୍ତୁ
pt_br: A&tivar este plugin
si: මෙම ප්ලගිනය සකරිය කරන්න (&c)
te: ఈ చొప్పింత క్రియాశీలపరచు
th: เ&ปิดใช้งานโปรแกรมเสริมนี้
uz: Ushbu plaginni &faollashtirish

source: &Hide this plugin
af: &Versteek dié inprop
ar: أ&خفِ هذه المُلحقة
as: এই প্লাগিন লুকাওক
bg: &Скриване на тази приставка
bn_in: এই প্লাগইনটি আড়াল করুন
ca: A&maga aquest connector
fur: P&late chest plugin
hu: Bővítmény el&rejtése
hy_am: &Թաքցնել այս բաղադրիչը
id: Sembun&yikan plugin ini
kk: Бұл плагинді жас&ыру
km: &លាក់​កម្មវិធី​ជំនួយ​នេះ
ku: Vê pêvekê &veşêre
mai: ई प्लगइन केँ नुकाउ (&H)
ml: ഈ പ്ലഗിന്‍ &അദൃശ്യമാക്കുക
my: &H ယခု ဖြည့်စွက်ပရိုဂရမ် ကို ဖုံးကွယ်
ne: यस प्लगिनलाई लुकाउनुहोस्
nn_no: &Gøym dette programtillegget
or: ଏହି ପ୍ଲଗଇନକୁ ଲୁଚାନ୍ତୁ
pt_br: O&cultar este plugin
si: මෙම ප්ලගිනය සඟවන්න (&H)
te: ఈ చొప్పింత మరుగునవుంచు
th: &ซ่อนโปรแกรมเสริมนี้
uz: Ushbu plaginni &yashirish

source: Copy Link Loc&ation
af: &Kopieer skakelligging
ar: انسخ &مكان الرابط
as: লিঙ্ক অৱস্থান কপি কৰক
bg: &Копиране адреса на връзката
bn_in: লিঙ্কের দ্বারা চিহ্নিত অবস্থান কপি করুন
ca: &Copia l'enllaç
fur: &Copie la direzion dal leam
hu: Hi&vatkozás címének másolása
hy_am: Պատճենել Հղման Հաս&ցեն
id: &Salin Lokasi Tautan
kk: Сілтемені кө&шіру
km: ចម្លង&ទីតាំង​តំណ
ku: Ciyê Girêdanê Ji &Ber Bigire
mai: कड़ी स्थानक नकल लिअ'
ml: കണ്ണിയുടെ വിലാസം പകര്‍ത്തുക
my: အချိတ်အဆက် တည်နေရာ ကူးယူပါ
ne: लिङ्कको स्थान नकल गर्नुहोस्
nn_no: &Kopier lenkeadresse
or: ସଂଯୋଗ ଅବସ୍ଥାନ ନକଲ କରନ୍ତୁ
pt_br: C&opiar link
si: පුරුකේ ස්ථානය පිටපත් කරන්න
te: లింకు స్థానాన్ని నకలుతీయుము
th: คัดลอกที่&ตั้งลิงก์
uz: Link manzilidan nusx&a olish

source: C&opy Image Location
af: K&opieer prentligging
ar: ان&سخ مكان الصورة
as: ছবি অৱস্থান কপি কৰক
bg: Ко&пиране адреса на изображението
bn_in: &ছবির অবস্থান কপি করুন
ca: C&opia la ubicació de la imatge
fur: &Copie la direzion de figure
hu: Kép &címének másolása
hy_am: Պ&ատճենել Նկարի Հասցեն
id: Salin L&okasi Gambar
kk: &Суреттің сілтемесін көшіру
km: &ចម្លង​ទីតាំង​រូបភាព
ku: &Ciyê Wêneyê Ji Ber Bigire
mai: छवि स्थानक नकल लिअ'
ml: ചിത്രത്തിന്റെ വിലാസം പകര്‍ത്തുക
my: ရုပ်ပုံရှိရာ လမ်းကြောင်းကို ကူးယူပါ
ne: तस्विर स्थान प्रतिलिपि गर्नुहोस्
nn_no: K&opier bildeadresse
or: ପ୍ରତିଛବି ଅବସ୍ଥିତି ନକଲ କରନ୍ତୁ
pt_br: Copia&r endereço da imagem
si: රූපයෙ ස්ථානය පිටපත් කරන්න
te: చిత్ర స్థానాన్ని నకలు తీయుము
th: คั&ดลอกที่ตั้งภาพ
uz: Rasm man&zilidan nusxa olish
