Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

source: Find A&gain
af: Vind w&eer
ar: ا&بحث مجددًا
as: পুনৰ সন্ধান কৰক
bg: Търсене &отново
bn_in: &পুনরায় অনুসন্ধান করুন
ca: T&orna a cercar
fur: Cja&te ancjemò
hu: Követke&ző keresése
hy_am: Կրկին &Որոնել
id: Car&i Lagi
kk: І&здеуді қайталау
km: រក​ម្ដង&ទៀត
ku: &Ji nû ve lê bigere
mai: फेर ताकू
ml: വീണ്ടും കണ്ടെത്തുക
my: ထပ် ရှာပါ
ne: फेरि फेला पार्नुहोस्
nn_no: S&øk igjen
or: ପୁଣିଥରେ ଖୋଜନ୍ତୁ
pt_br: &Localizar próxima
si: ඊළඟ ගැලපුම සොයන්න (&g)
te: మరలా కనుగొను
th: ค้นหาอี&กครั้ง
uz: Yana to&pish

# findSelectionCmd.commandkey
source: e
kk: а

source: &Add Dictionaries…
af: &Voeg woordeboeke by…
ar: أ&ضِف قواميس…
as: অভিধানসমূহ যোগ কৰক…
bg: Добавяне на &речници…
bn_in: অভিধান যোগ করুন...
ca: &Afegeix diccionaris…
fur: &Zonte dizionaris…
hu: &Szótárak hozzáadása…
hy_am: &Ավելացնել Բառարաններ...
id: &Tambah kamus…
kk: &Сөздіктерді қосу…
km: &បន្ថែម​​វចនានុក្រម...
ku: Ferheng&an têxê...
mai: शब्दकोश जोडू…
ml: നിഘണ്ടുവിലേക്കു ചേര്‍ക്കുക...
my: အဘိဓါန်များ ထည့်သွင်းပါ...
ne: शब्दकोषहरू थप्नुहोस...
nn_no: &Legg til ordbøker …
or: ଅଭିଧାନଗୁଡ଼ିକୁ ଯୋଗ କରନ୍ତୁ…
pt_br: &Adicionar dicionários…
si: ශබ්ද කෝෂය එක් කරන්න... (&A)
te: పదకోశాలను కలుపు...
th: เ&พิ่มพจนานุกรม…
uz: Lug‘atlar &qo‘shish

source: Done
af: Klaar
ar: تمّ
as: কৰা হল
bg: Готово
bn_in: সমাপ্ত
ca: Fet
fur: Fat
hu: Kész
hy_am: Պատրաստ է
id: Selesai
kk: Дайын
km: ធ្វើ​រួច
ku: Temam
mai: संपन्न
ml: പൂര്‍ത്തിയായി
my: ပြီးသွားပြီ
ne: सम्पन्न भयो
nn_no: Ferdig
or: ସମାପ୍ତ
pt_br: Concluir
si: කළා
te: అయినది
th: เสร็จสิ้น
uz: Tayyor

# editBookmark.removeBookmark.accessKey
source: R
ar: ع
bg: П
hu: E
kk: ш
ne: र

source: Secure Connection
ar: اتصال آمن
bn_in: সুরক্ষিত সংযোগ
ca: Connexió segura
hu: Biztonságos kapcsolat
hy_am: Անվտանգ կապակցում
id: Sambungan Aman
kk: Қауіпсіз байланыс
km: ការ​តភ្ជាប់​ដែលមាន​សុវត្ថិភាព
ml: സുരക്ഷിത കണക്ഷന്‍
my: လုံခြုံသော ချိတ်ဆက်မှု
ne: जडानलाई सुरक्षित बनाउनुहोस्
nn_no: Trygt samband
te: సురక్షిత అనుసంధానం
th: การเชื่อมต่อปลอดภัย
uz: Xavfsiz ulanish

source: Connection is Not Secure
ar: الاتصال غير آمن
bn_in: সংযোগ সুরক্ষিত নয়
ca: La connexió no és segura
hu: A kapcsolat nem biztonságos
hy_am: Կապակցումը անվտանգ չէ
id: Sambungan Tidak Aman
kk: Байланыс қауіпсіз емес
km: ការតភ្ជាប់​ពុំ​មាន​សុវត្ថិភាព
ml: താങ്കളുടെ കണക്ഷന്‍ സുരക്ഷിതമല്ല
my: ချိတ်ဆက်မှုသည် မလုံခြုံပါ
ne: जडान सुरक्षित छैन
nn_no: Sambandet er ikkje trygt
te: అనుసంధానం సురక్షితం కాదు
th: การเชื่อมต่อไม่ปลอดภัย
uz: Ulanish – xavfsiz emas

source: This page is stored on your computer.
ar: هذه الصفحة مخزنة على حاسوبك.
bn_in: এই পাতাটি আপনার কম্পিউটার এ সংরক্ষন করা হয়েছে।
ca: Aquesta pàgina està desada a l'ordinador.
hu: Ez az oldal a számítógépén van tárolva.
hy_am: Այս էջը գտնվում է համակարգչում:
id: Laman ini tersimpan di komputer Anda.
kk: Бұл парақ сіздің компьютеріңізде сақталған.
km: ទំព័រ​នេះ​ត្រូវ​បាន​រក្សាទុក​នៅ​ក្នុង​កុំព្យូទ័រ​របស់​អ្នក។
ml: ഈ താള്‍ താങ്കളുടെ കമ്പ്യൂട്ടറില്‍ ശേഖരിച്ചിട്ടുണ്ട്.
my: ဒီစာမျက်နှာကို သင့်ကွန်ပြူတာတွင် သိမ်းထားသည်။
ne: यो पृष्ठ तपाईँको कम्प्युटरमा भण्डारण छ।
nn_no: Denne sida er lagra på datamaskina di.
te: ఈ పేజీ మీ కంప్యూటర్ నందు వుంచబడును.
th: หน้านี้ถูกจัดเก็บบนคอมพิวเตอร์ของคุณ
uz: Bu sahifa kompyuteringizda saqlangan.

source: You are securely connected to this site, owned by:
ar: تتصل بأمان مع هذا الموقع، و الذي يملكه:
ca: Esteu connectat de forma segura a aquest lloc, mantingut per:
hu: Biztonságosan kapcsolódott ehhez ez oldalhoz; a tulajdonosa:
hy_am: Դուք անվտանգ կապակցված եք այս կայքին, որը աշխատեցնում է՝
kk: Бұл сайтқа қауіпсіз түрде байланысты орнаттыңыз, сайт иесі:
km: អ្នក​ត្រូវ​បាន​តភ្ជាប់​​ដោយ​សុវត្ថិភាព​ទៅ​វេបសាយ​នេះ ដែល​ជា​​របស់​៖
ml: താങ്കള്‍ സുരക്ഷിതമായി ഈ വെബ്‌ സൈറ്റിലേക്ക് കണക്റ്റ് ചെയ്തിട്ടുണ്ട്, പ്രവര്‍ത്തിപ്പിക്കുന്നത്:
my: သင်သည် ဒီဆိုက်ကို လုံခြုံစွာ ချိတ်ဆက်နိုင်ခဲ့သည်။ ဆောင်ရွက်သူ။:
ne: तपाईं सुरक्षित रूपमा यो साइटमा जोडिनु भएको छ, संचालक:
nn_no: Du er trygt kopla til denne sida, eigd av:
th: คุณได้เชื่อมต่ออย่างปลอดภัยไปยังไซต์นี้ เจ้าของ:
uz: Quyidagi yordamida ishlaydigan ushbu saytga xavfli ulandingiz:

source: This is a secure &brandShortName; page.
ar: هذه صفحة &brandShortName; آمنة.
bn_in: এটি একটি সুরক্ষিত &brandShortName; পৃষ্ঠা।
ca: Aquesta és una pàgina del &brandShortName; segura.
hu: Ez egy biztonságos &brandShortName; oldal.
hy_am: Սա անվտանգ &brandShortName; էջ է:
id: Ini adalah laman &brandShortName; aman.
kk: Бұл - қауіпсіз &brandShortName; беті.
km: នេះគឺជាទំព័រ &brandShortName; ដែល​មាន​សុវត្ថិភាព
ml: ഇതു് സുരക്ഷിതമായൊരു &brandShortName; താള്‍ ആകുന്നു.
my: ဒီ &brandShortName; စာမျက်နှာသည် လုံခြုံစိတ်ချရသည်။
ne: यो सुरक्षित &brandShortName; पाना हो।
nn_no: Dette er ei trygg &brandShortName;-side.
te: ఇది సురక్షిత &brandShortName; పేజీ.
th: นี่คือหน้า &brandShortName; ที่ปลอดภัย
uz: Bu xavfsiz &brandShortName; sahifasi.

source: Logins entered on this page could be compromised.
ar: معلومات الولوج التي تُدخلها في هذه الصفحة قد تكون مخترقة.
ca: Les dades d'inici de sessió que introduïu en aquesta pàgina podrien estar en risc.
hu: Az oldalon megadott bejelentkezési adatok nincsenek biztonságban.
hy_am: Այս էջից մուտքագրումները վտանգված են:
id: Info masuk yang dimasukkan di laman ini bisa diketahui orang lain.
kk: Бұл парақта енгізілген логин ақпаратына бөтен адамдардың қолы жетуі мүмкін.
km: ការ​ចូល​ទាំង​ឡាយ​ដែល​បាន​បញ្ចូល​ក្នុង​ទំព័រ​នេះ​អាច​ត្រូវ​បាន​គេ​សម្របសម្រួល​។ ​
my: ဒီစာမျက်နှာကို ဝင်ရောက်ရာတွင် အသုံးပြုသည့် အချက်အလက်များသည် တိုက်ခိုက်ခိုးယူခံရနိုင်သည်။
ne: यस पृष्ठमा प्रविष्ट लगिन जानकारी सुरक्षित छैन र सम्झौता हुन सक्छ।
nn_no: Innloggingsinfo skrive inn på denne sida kan lesast av tredjepart.
th: การเข้าสู่ระบบที่ป้อนในหน้านี้อาจตกอยู่ในอันตราย
uz: Bu sahifaga kiritilgan taxalluslar yomon oqibatlarga olib kelishi mumkin.

# identity.activeBlocked
source: &brandShortName; has blocked parts of this page that are not secure.
ar: منع &brandShortName; الأجزاء غير الآمنة من هذه الصفحة.
bn_in: &brandShortName; এই পৃষ্ঠাতে কিছু নিরাপদ নয় এমন উপাদানকে অবরোধ করেছে।
ca: El &brandShortName; ha blocat parts d'aquesta pàgina que no són segures.
hu: A &brandShortName; blokkolta az oldal néhány nem biztonságos elemét.
hy_am: &brandShortName;-ը արգելափակել է այս էջի մասերը, քանի որ դրանք անվտանգ չեն:
id: &brandShortName; telah memblokir bagian dari laman ini yang tidak aman.
kk: &brandShortName; бұл парақтың кейбір қауіпсіз емес бөліктерін блоктаған.
km: &brandShortName; បាន​​បិទ​ផ្នែក​ខ្លះ​នៃ​ទំព័រ​នេះ​ដែល​មិន​មាន​សុវត្ថិភាព។
ml: ഈ താളിന്റെ ചില ഭാഗങ്ങള്‍ സുരക്ഷിതമല്ലാത്തതിനാല്‍ &brandShortName; അത് തടഞ്ഞിട്ടുണ്ട്.
my: &brandShortName; ၏ အစိတ်အပိုင်းတချို့သည် မလုံခြုံသောကြောင့် ၄င်းကို တားဆီးထားသည်။
ne: &brandShortName; यस पृष्ठका असुरक्षित भागहरू अवरुद्ध गरिएको छ।
nn_no: &brandShortName; har blokkert delar av denne sida som ikkje er trygg.
te: సురక్షితంకాని భాగాలను &brandShortName; ఈ పేజీనందు నిరోధించినది.
th: &brandShortName; ได้ปิดกั้นบางส่วนของหน้านี้ที่ไม่ปลอดภัย
uz: &brandShortName; ushbu sahifaning xavfli bo‘lgan qismlarini blokladi.

source: Parts of this page are not secure (such as images).
ar: بعض أجزاء هذه الصفحة غير آمنة (مثل الصور).
bn_in: এই পাতাটির অংশ নিরাপদ নয় (যেমন ছবি)।
ca: Parts d'aquesta pàgina no són segures (com les imatges).
hu: A weboldal egyes részei nem biztonságosak (például a képek).
hy_am: Այս էջի մասերը անվտանգ չեն (օր.՝ պատկերները):
id: Bagian dari laman ini tidak aman (misalnya, gambar).
kk: Бұл парақтың кейбір бөліктері қауіпсіз емес (суреттер сияқты).
km: ផ្នែក​ខ្លះ​នៃ​ទំព័រ​នេះ​មិន​មាន​សុវត្ថិភាព​ទេ​ (ដូចជា​រូបភាព)។
ml: ഈ താളിന്റെ ചില ഭാഗങ്ങള്‍ സുരക്ഷിതമല്ല (ചിത്രങ്ങള്‍ പോലുള്ളവ).
my: ဒီစာမျက်နှာ၏ အစိတ်အပိုင်းတချို့သည် မလုံခြုံပါ (ရုပ်ပုံများ စသည်)။
ne: यो पृष्ठको भागहरू सुरक्षित छैनन् (जस्तै चित्रहरू)।
nn_no: Delar av denne sida er ikkje trygg (til dømes bilde).
te: ఈ పేజీలోని భాగాలు సురక్షితం కావు (చిత్రాలు వంటివి).
th: บางส่วนของหน้านี้ไม่ปลอดภัย (อย่างเช่น ภาพ)
uz: Ushbu sahifa qismlari xavfsiz emas (masalan, rasmlar).

source: You have disabled protection on this page.
ar: لقد أوقفت الحماية على هذه الصفحة.
bn_in: আপনি নিরাপদ নয় এমন উপাদানের থেকে সুরক্ষা নিষ্ক্রিয় করে রেখেছেন।
ca: Heu desactivat la protecció en aquesta pàgina.
hu: Kikapcsolta a védelmet ezen az oldalon.
hy_am: Դուք անջատել եք պաշտպանությունը այս էջում:
id: Anda telah menonaktifkan perlindungan di laman ini.
kk: Бұл парақта қорғанысты сөндіргенсіз.
km: អ្នក​បាន​បិទ​ការ​ការពារ​នៅ​លើ​ទំព័រ​នេះ។
ml: താങ്കള്‍ ഈ താളില്‍ സംരക്ഷണം നിര്‍വീര്യമാക്കിയിരിക്കുന്നു.
my: ဒီစာမျက်နှာတွင် သင်သည် ကာကွယ်မှုကို ပိတ်ထားသည်။
ne: तपाईँले यो पृष्ठमा संरक्षण असक्षम गर्नुभएको छ।
nn_no: Du har slått av vern på denne sida.
te: ఈ పేజీకి రక్షణను మీరు అచేతనం చేసారు.
th: คุณได้ปิดใช้งานการปกป้องในหน้านี้
uz: Siz bu sahifadagi himoyani o‘chirib qo‘ygansiz.

source: This page uses weak encryption.
ar: تستخدم هذه الصفحة تعمية ضعيفة.
bn_in: এই পৃষ্ঠাটি দুর্বল এনক্রিপশন ব্যবহার করে।
ca: Aquesta pàgina utilitza xifratge feble.
hu: Ez az oldal gyenge titkosítást használ.
hy_am: Այս էջը օգտագործում է աղքատ գաղտնագրում:
id: Laman ini menggunakan enkripsi lemah.
kk: Бұл парақ әлсіз шифрлеуді қолданады.
km: ទំព័រ​នេះ​ប្រើ​ការ​បម្លែង​កូដ​ខ្សោយ។
ml: ഈ താള്‍ ദുര്‍ബലമായ എന്‍ക്രിപ്ഷന്‍ ഉപയോഗിക്കുന്നു.
my: ဒီစာမျက်နှာသည် အားနည်းသည့် ဝှက်စာစနစ်ကို သုံးထားသည်။
ne: यो पेजले कमजोर इन्क्रिप्सन प्रयोग गर्छ ।
nn_no: Denne sida brukar ei svak kryptering.
te: ఈ పేజీ బలహీనమైన ఎన్క్రిప్షన్ ఉపయోగిస్తోంది.
th: หน้านี้ใช้การเข้ารหัสที่อ่อนแอ
uz: Ushbu sahifa kuchsiz kodlash usulidan foydalanadi.

source: Your connection to this site is not private. Information you submit could be viewed by others (like passwords, messages, credit cards, etc.).
ar: اتصالك بهذا الموقع ليس خاصًّا. يمكن للآخرين مطالعة المعلومات التي ترسلها (مثل كلمات السر، و الرسائل، و بطاقات الائتمان و غيرها).
bn_in: এই সাইট টি তে আপনার কানেক্সন নিরাপদ নয়। আপনি যে তথ্যগুলি জমা করেছেন, সেগুলি অন্ন কেউ দেখতে পেতে পারেন(পাসওয়ার্ড, বার্তা, ক্রেডিট কার্ড ইত্যাদি )।
ca: La connexió a aquest lloc no és privada. La informació que envieu podria ser visualitzada per altres persones (com contrasenyes, missatges, targetes de crèdit, etc.).
hu: A kapcsolat ehhez az oldalhoz nem biztonságos. Az elküldött információkat mások is láthatják (például a jelszavakat, üzeneteket, bankkártya-adatokat stb.).
hy_am: Ձեր կապակցումը այս կայքին գաղտնի չէ: Ուղկլարկված տեղեկությունները կարող են դիտվել ուրիշների կողմից (գաղտնաբառերը, հաղորդագրությունները, քարտային տվյալները և այլն):
id: Sambungan Anda ke laman ini tidak pribadi. Informasi yang Anda kirim dapat dilihat oleh pihak lain (misalnya, sandi, pesan, kartu kredit, dll.).
kk: Бұл веб сайтқа байланысыңыз шынымен жеке емес. Басқа адамдар сіздің жіберетін ақпаратыңызды көре алады (парольдер, хабарламалар, кредит карталар, т.б.).
km: ការ​តភ្ជាប់​របស់​អ្នក​ទៅ​តំបន់បណ្ដាញ​នេះ​មិន​មែន​ជា​ឯកជន​ទេ។ ព័ត៌មាន​ដែល​អ្នក​ដាក់​ស្នើ​អាច​ត្រូវ​បាន​អ្នក​ផ្សេង​មើល​ឃើញ (ដូចជា​ពាក្យ​សម្ងាត់ សារ ប័ណ្ណ​ឥណទាន។ល។)។
ml: ഈ സൈറ്റുമായുള്ള താങ്കളുടെ ബന്ധം സ്വകാര്യമല്ല. താങ്കള്‍ സമര്‍പ്പിക്കുന്ന വിവരങ്ങള്‍ (രഹസ്യവാക്ക്, സന്ദേശങ്ങള്‍, ക്രെഡിറ്റ് കാര്‍ഡുകള്‍ മുതലായവ) മറ്റുള്ളവര്‍ക്ക് കാണാന്‍ സാധിക്കും.
my: ဒီဆိုက်သို့ သင့်ချိတ်ဆက်မှုသည် သီးသန့်ဖြစ်မနေပါ။ သင်ပို့လိုက်သည့် အချက်အလက်များကို အခြားသူများက ကြည့်ရှုနိုင်ပါလိမ့်မည် (စကားဝှက်များ၊ စာတိုများ၊ အကြွေးကတ်များ စသည်)။
ne: तपाईँको जडान सुरक्षित छैन । तपाईँले यो साइटमा दिएको जानकारी (जस्तै पासवर्डहरू, सन्देशहरू, क्रेडिट कार्डहरू, अादि) अरुले पनि देख्न सक्छन्।
nn_no: Sambandet til denne sida er ikkje privat. Informasjon du sender kan sjåast av andre (slik som passord, meldingar, kredittkort osb.).
te: ఈ సైటుకు మీరు గుట్టుగా అనుసంధానం కావడంలేదు. మీరు సమర్పించిన సమాచారం ఇతరులు చూడవచ్చు (సంకేతపదాలు, సందేశాలు, క్రెడిట్ కార్డ్స్, మొదలగునవి).
th: การเชื่อมต่อของคุณไปยังไซต์นี้ไม่เป็นส่วนตัว ข้อมูลที่คุณส่งไปบนเว็บไซต์คนอื่นสามารถดูได้ (เช่น รหัสผ่าน ข้อความ บัตรเครดิต)
uz: Ushbu saytga ulanish maxfiy emas. Siz jo‘natgan ma’lumotlarni (masalan, parol, xabar, kredit karta va hokazoni) boshqalar ko‘rishi mumkin.

source: The login information you enter on this page is not secure and could be compromised.
ar: معلومات الولوج التي تُدخلها في هذه الصفحة ليست مُؤمّنة و قد تكون مخترقة.
bn_in: আপনার দ্বারা পৃষ্ঠাটিতে প্রবেশ করানো তথ্যগুলি নিরাপদ নয় এবং এগুলি বিপদের সম্মুখীন হতে পারে।
ca: La informació d'inici de sessió que introduïu en aquesta pàgina no és segura i podria interceptar-se.
hu: Az oldalon megadott bejelentkezési információk nem biztonságosak, és feltörhetők.
hy_am: Մուտքգործման տեղեկությունը, որ մուտքագրել եք այս էջում, անվտանգ չէ և կարող է վտանգվել:
id: Info masuk yang Anda masukkan di laman ini tidak aman dan bisa diketahui orang lain.
kk: Бұл парақта енгізілген логин ақпараты қауіпсіз емес, және оған бөтен адамдардың қолы жетуі мүмкін.
km: ព័ត៌មាន​ចូល​ដែល​អ្នក​​ចូល​នៅ​លើ​ទំព័រ​នេះ​មិន​មាន​សុវត្ថិភាព ហើយ​អាច​ត្រូវ​​បាន​​ធ្វើ​​ឲ្យ​រំខាន។
ml: നിങ്ങള്‍ ഈ താളില്‍ നല്‍കിയിരിയ്ക്കുന്ന പ്രവേശന വിവരങ്ങള്‍ സുരക്ഷിതമല്ലാത്തതിനാല്‍ പ്രശ്നത്തിലാവാൻ സാധ്യതയുണ്ട്.
my: ဒီစာမျက်နှာရှိ သင့်ဝင်ရောက်မှု အချက်အလက်များကို ထည့်သွင်းခြင်းသည် လုံခြုံမှု မရှိနိုင်သလို ခိုးယူခံရနိုင်ပါသည်။
ne: तपाईँ यो पृष्ठमा प्रविष्ट लगिन जानकारी सुरक्षित छैन र सम्झौता हुन सक्छ।
nn_no: Innloggingsinformasjonen du skreiv inn på denne sida er ikkje trygg og kan vera kompromittert.
te: ఈ పేజీలో మీరు అందించిన లాగిన్ సమాచారం సురక్షితంకాదు మరియు రాజీపడవచ్చు.
th: ข้อมูลการเข้าระบบที่คุณป้อนบนหน้านี้นั้นไม่ปลอดภัยและอาจตกอยู่ในอันตรายได้
uz: Bu sahifada kiritiladigan login ma’lumotlari himoyalanmaydi, ular xavf ostida bo‘lishi mumkin.

source: Your connection to this website uses weak encryption and is not private.
ar: اتصالك بهذا الموقع يستخدم تعمية ضعيفة وليس خاصًّا أيضًا.
bn_in: এই ওয়েবসাইটে আপনার সংযোগ দুর্বল এনক্রিপশন ব্যবহার করে এবং ব্যক্তিগত নয়।
ca: La connexió a aquest lloc web utilitza un xifratge feble i no és privada.
hu: A kapcsolat ehhez a weboldalhoz túl gyenge titkosítást használ, és nem biztonságos.
hy_am: Ձեր կապակցումը այս կայքին օգտագործում է աղքատ գաղտնագրում և այն գաղտնի չէ:
id: Sambungan Anda ke situs web ini menggunakan enkripsi lemah dan tidak pribadi.
kk: Бұл веб сайтқа байланысыңыз әлсіз шифрлеуді қолданады және шын жеке емес.
km: ការ​តភ្ជាប់​របស់​អ្នក​ទៅ​កាន់​វិបសាយ​នេះ​ប្រើ​ការ​បម្លែង​កូដ​ខ្សោយ និង​មិន​មែន​ជា​ឯកជន។
ml: ഈ വെബ്സൈറ്റുമായി താങ്കള്‍ക്കുള്ള ബന്ധം ദുര്‍ബലമായ എന്‍ക്രിപ്ഷന്‍ ഉപയോഗിക്കുന്നതിനാല്‍ സ്വകാര്യമല്ല
my: ဒီဆိုက်သို့ သင့်ချိတ်ဆက်မှုသည် အားနည်းသည့် ဝှက်စာစနစ်ကို သုံးထားပြီး သီးသန့် ဖြစ်မနေပါ။
ne: यो वेवसाइटसँगको तपाईँको जडान कमजोर इन्क्रिप्सन प्रयोग गर्छ र जडान सुरक्षित छैन ।
nn_no: Sambandet til denne nettsida brukar ei svak kryptering og er ikkje privat.
te: ఈ వెబ్‌సైటుతో మీ అనుసంధానం బలహీనమైన ఎన్క్రిప్షన్‌తో వుంది మరియు గుట్టుగా లేదు.
th: การเชื่อมต่อของคุณไปยังเว็บไซต์นี้ใช้การเข้ารหัสที่อ่อนแอและไม่เป็นส่วนตัว
uz: Ushbu vebsahifaga ulanish kuchsiz kodlash usulidan foydalanadi, shuning uchun u maxfiy emas.

source: Other people can view your information or modify the website’s behavior.
ar: يمكن للآخرين الاطلاع على معلوماتك أو تغيير سلوك الموقع.
bn_in: অন্ন কেউ আপনার তথ্য দেখে নিয়ে সেটিকে পরিবরতন করতে পারে।
ca: Altres persones podrien visualitzar la informació o modificar el comportament del lloc web.
hu: Mások megjeleníthetik információit, vagy módosíthatják a weboldal viselkedését.
hy_am: Այլ անձինք կարող են դիտել ձեր տեղեկատվությունը կամ փոփոխել կայքի ժառանգորդին:
id: Orang lain dapat melihat informasi Anda atau memodifikasi perilaku situs web ini.
kk: Басқа адамдар сіздің ақпаратыңызды көре алады немесе веб сайттың мінез-құлығын өзгерте алады.
km: អ្នក​ផ្សេង​ទៀត​​អាច​មើល​ព័ត៌មាន​​របស់​អ្នក ឬ​កែប្រែ​​​ការ​ប្រព្រឹត្តិ​របស់​វេបសាយ​បាន។
ml: മറ്റുള്ളവര്‍ക്കു് നിങ്ങളുടെ വിവരങ്ങള്‍ കാണുവോനോ ഈ വെബ്സൈറ്റിന്റെ പ്രവര്‍ത്തനത്തില്‍ മാറ്റം വരുത്താനോ സാധിക്കും.
my: အခြားသူများသည် သင့်အချက်အလက်များကို ကြည့်ရှုနိုင် (သို့) ဝဘ်ဆိုက်၏ ဆောင်ရွက်မှုကို ပြင်ဆင်နိုင်သည်။
ne: अरू मानिसहरूले तपाईँको जानकारी हेर्नसक्छन् र वेबसाइटको व्यवहार परिवर्तन गर्न सक्छन् ।
nn_no: Andre personar kan sjå informasjonen din eller endra innhald/måten sida oppfører seg på.
te: ఇతరులు మీ సమాచారం చూడగలరు లేదా వెబ్‌సైట్ పనితీరుని మార్చగలరు.
th: คนอื่นสามารถดูข้อมูลของคุณหรือแก้ไขพฤติกรรมของเว็บไซต์ได้
uz: Boshqa odamlar ma’lumotlaringizni ko‘rishi yoki sayt xususiyatlarini o‘zgartirishi mumkin.

# identity.description.activeBlocked
source: &brandShortName; has blocked parts of this page that are not secure.
ar: منع &brandShortName; الأجزاء غير الآمنة في هذه الصفحة.
bn_in: &brandShortName; এই পৃষ্ঠাতে কিছু নিরাপদ নয় উপাদান অবরোধ করেছে।
ca: El &brandShortName; ha blocat parts d'aquesta pàgina que no són segures.
hu: A &brandShortName; blokkolta az oldal néhány nem biztonságos elemét.
hy_am: &brandShortName;-ը արգելափակել է այս էջի մասերը, որոնք անվտանգ չեն:
id: &brandShortName; telah memblokir bagian dari laman ini yang tidak aman.
kk: &brandShortName; бұл парақтың кейбір қауіпсіз емес бөліктерін блоктаған.
km: &brandShortName; បាន​បិទ​ផ្នែក​ខ្លះ​នៃ​ទំព័រ​នេះ​ដែល​មិន​មាន​សុវត្ថិភាព។
ml: ഈ താളിലെ ചില ഭാഗങ്ങള്‍ സുരക്ഷിതമല്ലാത്തതിനാല്‍ &brandShortName; അത് തടഞ്ഞിട്ടുണ്ട്.
my: &brandShortName; ၏ အစိတ်အပိုင်းတချို့သည် မလုံခြုံသောကြောင့် ၄င်းကို တားဆီးထားသည်။
ne: &brandShortName; यस पृष्ठका असुरक्षित भागहरू अवरुद्ध गरिएको छ।
nn_no: &brandShortName; har blokkert delar av denne sida som ikkje er trygg.
te: సురక్షితంకాని భాగాలను &brandShortName; ఈ పేజీలో నిరోధించినది.
th: &brandShortName; ได้ปิดกั้นบางส่วนของหน้านี้ที่ไม่ปลอดภัย
uz: &brandShortName; ushbu sahifaning xavfli bo‘lgan qismlarini blokladi.

source: Your connection is not private and information you share with the site could be viewed by others.
ar: اتصالك ليس خاصًا و يمكن للآخرين مطالعة المعلومات التي تشاركها مع الموقع.
bn_in: আপনার সংযোগ সুরক্ষিত নয় এবনং সেটি অন্য কেউ দেখতে পেতে পারে।
ca: La connexió no és privada i la informació que compartiu amb el lloc podria ser visualitzada per altres persones.
hu: A kapcsolat nem biztonságos, és az oldalnak elküldött információkat mások is láthatják.
hy_am: Ձեր կապակցումը գատնի չէ և կայք ուղարկված տեղեկատվությունը կարող է դիտվել ուրիշների կողմից:
id: Sambungan Anda tidak pribadi dan informasi yang Anda bagikan dengan situs ini dapat dilihat oleh pihak lain.
kk: Бұл веб сайтқа байланысыңыз шынымен жеке емес және басқа адамдар сіз осы сайтпен бөліскен ақпаратты көре алады.
km: ការ​តភ្ជាប់​របស់​អ្នក​​មិន​មែន​ជា​ឯកជន​ទេ ហើយអ្នក​ផ្សេង​ក៏​អាច​មើល​ឃើញ​​ព័ត៌មាន​ដែល​អ្នក​ចែករំលែក​ជាមួយ​តំបន់បណ្ដាញ​នេះ​ដែរ។
ml: താങ്കളുടെ ബന്ധം സ്വകാര്യമല്ലാത്തതിനാല്‍ താങ്കള്‍ സൈറ്റുമായി പങ്കുവെയ്ക്കുന്ന വിവരങ്ങള്‍ മറ്റുള്ളവര്‍ക്ക് കാണാന്‍ സാധിക്കും.
my: သင့်ချိတ်ဆက်မှုသည် သီးသန့် ဖြစ်မနေပါ။ ပြီးတော့ ဒီဆိုက်နှင့် သင်မျှဝေထားသည့် အချက်အလက်များကို အခြားသူများ ကြည့်ရှုနိုင်သည်။
ne: तपाईँको जडान सुरक्षित छैन र तपाईँले आदान प्रदान गर्ने जानकारी अरुले पनि हेर्न सक्छन् ।
nn_no: Sambandet til denne nettstaden er ikkje privat og informasjon du deler med denne sida kan sjåast av andre.
te: ఈ సైటుకు మీరు గుట్టుగా అనుసంధానం కావడం మరియు మీరు సమర్పించిన సమాచారం ఇతరులు చూడవచ్చు.
th: การเชื่อมต่อของคุณไม่เป็นส่วนตัวและข้อมูลที่คุณแบ่งปันกับเว็บไซต์คนอื่นสามารถดูได้
uz: Bu ulanish maxfiy emas, shu sababli siz sayt bilan bo‘lishgan ma’lumotlarni boshqalar ko‘rishi mumkin.

source: This website contains content that is not secure (such as images).
ar: يحوي هذا الموقع محتوى غير آمن (مثل الصور).
bn_in: এই ওয়েবসাইটে নিরাপদ নয় এমন সামগ্রী রয়েছে (যেমন ছবি)।
ca: Aquest lloc web inclou contingut que no és segur (com les imatges).
hu: A weboldal nem biztonságos elemeket (például képeket) tartalmaz.
hy_am: Այս կայքը պարունակում է բովանդակություն, որն անվտանգ չէ (օր.՝ պատկերներ):
id: Situs web ini mengandung konten yang tidak aman (misalnya, gambar).
kk: Бұл веб сайттың кейбір құрамасы қауіпсіз емес (суреттер сияқты).
km: វិបសាយ​នេះ​មាន​មាតិកា​ដែល​មិន​មាន​សុវត្ថិភាព (ដូចជា​រូបភាព)។
ml: ഈ വെബ്സൈറ്റില്‍ സുരക്ഷിതമല്ലാത്ത ഉള്ളടക്കം (ചിത്രങ്ങള്‍ മുതലായവ) ഉണ്ട്.
my: ဒီဝဘ်ဆိုက်သည် မလုံခြုံသော အကြောင်းအရာများ(ရုပ်ပုံများ ကဲ့သို့) ပါဝင်သည်။
ne: यो वेबसाइटमा सामग्री जुन सुरक्षित छैन( जस्तै तस्विरहरू)।
nn_no: Denne nettsida har innhald som ikkje er trygt (t.d. bilde).
te: ఈ వెబ్‌సైట్ సురక్షితం కాని కాంటెంట్ కలిగివుంది (చిత్రాలు వంటివి).
th: เว็บไซต์นี้มีเนื้อหาที่ไม่ปลอดภัย (อย่างเช่น ภาพ)
uz: Ushbu saytda xavfsiz bo‘lmagan kontent mavjud (masalan, rasmlar).

source: Although &brandShortName; has blocked some content, there is still content on the page that is not secure (such as images).
ar: مع أنّ &brandShortName; منع بعض المحتويات، إلا أن هناك أخرى غير آمنة ما زالت في الصفحة (مثل الصور).
bn_in: &brandShortName; যদিও কিছু বিপজ্জনক সামগ্রী প্রতিরোধ করেছে, তাও সেটি পুরপুরি নিরাপদ নয় (যেমন ছবি)।
ca: Malgrat que el &brandShortName; ha blocat parts del contingut, encara hi ha contingut de la pàgina que no és segur (such as images).
hu: Noha a &brandShortName; blokkolt bizonyos tartalmakat, még mindig van nem biztonságos tartalom (például képek) az oldalon.
hy_am: Չնայած &brandShortName;-ը արգելափակել է որոշ բովանդակություն՝ այս էջում դեռ կա ոչ անվտանգ բովանդակություն (օր.՝ պատկերներ):
id: Meskipun &brandShortName; telah memblokir sejumlah konten, tetapi masih ada konten di laman ini yang tidak aman (misalnya gambar).
kk: &brandShortName; кейбір құраманы блоктаса да, бұл парақтың кейбір құрамасы қауіпсіз емес (суреттер сияқты).
km: ទោះបីជា &brandShortName; បាន​បិទ​​មាតិកា​ខ្លះ នៅតែ​មាន​​មាតិកា​នៅ​លើ​ទំព័រ​នេះ​ដែល​មិន​មាន​សុវត្ថិភាព (ដូចជា​រូបភាព)។
ml: സുരക്ഷിതമല്ലാത്ത ഉള്ളടക്കങ്ങള്‍ ചിലതൊക്കെ &brandShortName; തടഞ്ഞിട്ടുണ്ടെങ്കിലും, മറ്റു് ചിലതു് (ചിത്രങ്ങള്‍ പോലുള്ളതു്) ഇപ്പോഴും ഈ താളില്‍ ഉണ്ട്
my: &brandShortName; က အကြောင်းအရာတစ်ချို့ကို တားဆီးထားသော်လည်း ဒီစာမျက်နှာတွင် မလုံခြုံသော အကြောင်းအရာများ(ရုပ်ပုံများ ကဲ့သို့) ရှိနေသေးသည်။
ne: &brandShortName; मा रहेका केही सामग्रीहरू रोकिएको भए पनि त्यहाँ असुरक्षित सामग्री (जस्तै तस्विरहरू) छन् ।
nn_no: Sjølv om &brandShortName; har blokkert noko innhald, finst det framleis innhald på sida som ikkje er trygt (slik som bilde).
te: &brandShortName; కొంత కాంటెంట్‌ను నిరోధించినప్పటికీ, ఇంకా పేజీపై సురక్షితం కాని కాంటెంట్ వుంది (చిత్రాలు వంటివి).
th: ถึงแม้ว่า &brandShortName; ทำการปิดกั้นเนื้อหาบางส่วน แต่ก็ยังมีเนื้อหาบนเว็บที่เชื่อถือไม่ได้ (เช่น รูปภาพ)
uz: &brandShortName; ba’zi tarkibni blokladi, ammo sahifada hali ham xavfli tarkiblar (masalan, rasmlar) bor.

source: This website contains content that is not secure (such as scripts) and your connection to it is not private.
ar: يحوي هذا الموقع محتوى غير آمن (مثل السكربتات) و اتصالك به ليس خاصا.
bn_in: এই ওয়েবসাইট থেকে সংযোগ সম্পূর্ণরূপে নিরাপদ নয় কারণ এটিতে এনক্রিপশনবিহীন উপাদান (যেমন ছবি) উপস্থিত রয়েছে।
ca: Aquest lloc web inclou contingut que no és segur (com els scripts) i la connexió no és privada.
hu: A weboldal nem biztonságos elemeket (például parancsfájlokat) tartalmaz, és a kapcsolat nem biztonságos.
hy_am: Այս կայքը պարունակում է բովանդակություն, որն անվտանգ չէ (օր.՝ գրվածքներ) և ձեր կապակցումը գաղտնի չէ:
id: Situs web ini mengandung konten yang tidak aman (misalnya skrip) dan sambungan Anda tidak pribadi.
kk: Бұл веб сайттың кейбір құрамасы қауіпсіз емес (скрипттер сияқты) және сіздің оған байланысыңыз шынымен жеке емес.
km: វិបសាយ​នេះ​មាន​មាតិកា​ដែល​មិន​មាន​សុវត្ថិភាព (ដូចជា​ស្គ្រីប) ហើយ​ការ​តភ្ជាប់​របស់​អ្នក​ទៅ​​វា​គឺ​មិន​មែន​ជា​ឯកជន​ទេ។
ml: ഈ വെബ്സൈറ്റില്‍ സുരക്ഷിതമല്ലാത്ത ഉള്ളടക്കമുണ്ട് ( സ്ക്രിപ്റ്റുകള്‍ മുതലായവ). കൂടാതെ ഇതിലേക്കുള്ള താങ്കളുടെ ബന്ധം സ്വകാര്യവുമല്ല.
my: ဒီဝဘ်ဆိုဒ်သည် စိတ်မချရသော အကြောင်းအရာများ(ကုဒ်များ ကဲ့သို့) ပါဝင်သည်။ ပြီးတော့ ထိုဝဘ်ဆိုက်သို့ သင့်ချိတ်ဆက်မှုသည် သီးသန့် ဖြစ်မနေပါ။
ne: यो वेबसाइटमा सुरक्षित सामग्री छैन (जस्तै स्क्रिप्टहरू) र तपाईँको जडान निजी पनि छैन।
nn_no: Denne nettsida har innhald som ikkje er trygt (slik som skript) og sambandet ditt er difor ikkje privat.
te: ఈ వెబ్‌సైట్ సురక్షితం కాని కాంటెంట్‌ను కలిగివుంది (స్క్రిప్ట్స్ వంటివి) మరియు దానికి మీరు గుట్టుగా అనుసంధానంకాలేదు.
th: เว็บไซต์นี้ประกอบด้วยเนื้อหาที่เชื่อถือไม่ได้ (เช่น สคริปต์) และการเชื่อมต่อไปยังไซต์ก็ไม่เป็นส่วนตัว
uz: Ushbu saytda xavfli tarkib mavjud (masalan, skriptlar), shuning uchun ulanish maxfiy emas.
