Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

source: Subscribe to This Page
af: Teken in op hierdie bladsy
as: এই পৃষ্ঠা লৈ স্বাক্ষৰ কৰক
bg: Абониране за тази страница
fur: Notiti a cheste pagjine
ku: Endambûna Ji Bo Vê Rûpelê
mai: ई पृष्ठ क सदस्यता लिअ'
or: ଏହି ପୃଷ୍ଠାକୁ କିଣନ୍ତୁ
pt_br: Inscrever RSS
si: මෙම පිටුවට දායකත්වය දක්වන්න

# unsortedBookmarksCmd.label
source: Unsorted Bookmarks
af: Ongeliasseerde boekmerke
as: অসজোৱা পত্ৰচিহ্নসমূহ
bg: Негрупирани отметки
fur: Segnelibris cence ordin
ku: Bijareyên nerêzkirî
mai: बिनु छाँटल पुस्तकचिह्न
or: ଅସଜଡ଼ା ଚିହ୍ନିତ ସ୍ଥାନଗୁଡ଼ିକ
pt_br: Favoritos não organizados
si: අනුපිළිවෙලක් රහිත පිටුසළකුණු

source: Location
af: Ligging
as: অৱস্থান
bg: Адрес
fur: Direzion
ku: Cih
mai: स्थान
or: ସ୍ଥାନ
pt_br: Endereço
si: ස්ථානය

source: Tab Groups
af: Oortjie-groepe
as: টেব দলসমূহ
bg: Групи подпрозорци
fur: Grups di schedis
ku: Komên hilpekînan
mai: टैब समूह
or: ଟ୍ୟାବ ଶ୍ରେଣୀମାନ
pt_br: Grupos de abas
si: ටැබ් සමූහ

# bookmarksMenuButton.unsorted.label
source: Unsorted Bookmarks
af: Ongeliasseerde boekmerke
as: অসজোৱা পত্ৰচিহ্নসমূহ
bg: Негрупирани отметки
fur: Segnelibris cence ordin
ku: Bijareyên nehatî rêzkirin
mai: बिनु छाँटल पुस्तकचिह्न
or: ଅସଜ୍ଜିତ ଚିହ୍ନିତ ସ୍ଥାନଗୁଡ଼ିକ
pt_br: Favoritos não organizados
si: පිළිවෙළ නොකළ පිටුලකුණු

source: A&pps
af: Web&programme
as: এপসমূহ
bg: &Приложения
fur: A&plicazions
mai: ऐप्प्स
or: ପ୍ରୟୋଗଗୁଡ଼ିକ
pt_br: A&plicativos
si: යෙදුම් (&p)

source: Conn&ect…
af: Kopp&el…
as: সংযোগ কৰক…
bg: Свър&зване…
fur: Con&etiti…
ku: Girê&bide…
mai: कनेक्ट करू (&e)…
or: ସଂଯୋଗ କରନ୍ତୁ…
pt_br: &Conectar…
si: සම්බන්ධවන්න... (&e)

source: Error &Console
af: Fout&konsole
as: ত্ৰুটি কনচৌল
bg: &Конзола на грешките
fur: &Console dai erôrs
ku: &Konsola Çewtiyê
mai: त्रुटि कंसोल
or: ତ୍ରୁଟି କୋନସଲ
pt_br: &Console de erros
si: දෝෂ කන්සෝලය

source: Remote Web Console
af: Afgeleë webkonsole
as: দূৰৱৰ্তী ৱেব কনচৌল
bg: Отдалечена Уеб конзола
ku: Konsola Webê ya dûr
mai: वेब कंसोल हटाउ
or: ସୁଦୂର ୱେବ କୋନସୋଲ
pt_br: Console remoto da web
si: දුරස්ථ වෙබ් කන්සෝලය

source: &Browser Console
af: &Blaaierkonsole
as: ব্ৰাউছাৰ কনচৌল
bg: &Конзола на браузъра
fur: Console dal s&garfadôr
ku: Konsola &Gerokê
mai: ब्राउज़र कंसोल (&B)
or: ବ୍ରାଉଜର କୋନସୋଲ
pt_br: C&onsole do navegador
si: වෙබ් කන්සෝලය (&B)

source: &Responsive Design View
af: &Reaktiewe ontwerpsaansig
as: প্ৰতিক্ৰিয়া ৰূপাঙ্কণ দৰ্শন
bg: &Нагаждащ се дизайн
ku: Xuyana sêwirîna &lêhatî
mai: प्रतिक्रिया डिजायनक दृश्य (&R)
or: ପ୍ରତିକ୍ରିୟାଶୀଳ ସଂରଚନା ଦୃଶ୍ୟ
pt_br: &Modo de design adaptável

source: E&yedropper
af: &Oogdrupper
bg: &Капкомер
mai: आईड्रॉपर (&E)
or: ଆଖି ଡ୍ରପର
pt_br: Conta-&gotas
si: ඇස්හෙලීම (&y)

source: &Scratchpad
af: &Rofwerk
as: স্ক্ৰেচপেড
bg: &Бяла дъска
mai: स्क्रैचपैड
or: ସ୍କ୍ରାଚପ୍ୟାଡ
si: ස්ක්‍රැච්පෑඩ් (&Scratchpad)

source: Brows&er Toolbox
af: Blaai&ergereedskap
as: ব্ৰাউছাৰ সঁজুলিবাকচ
bg: И&нструменти за браузър
ku: Darikê &Amûran yê Gerokê
mai: ब्राउज़र औजारपट्टी (&e)
or: ବ୍ରାଉଜର ସାଧନ ବାକ୍ସ (&e)
si: ගවේශක මෙවලම් පෙට්ටිය (&e)

source: Browser Content Toolbox
as: ব্ৰাউছাৰ সমল সঁজুলিবাকচ
bg: Инст&рументи за съдържание
mai: ब्राउज़र अंतर्वस्तु टूलबॉक्स
pt_br: Caixa de ferramentas de conteúdo do navegador

source: Close Developer Toolbar
af: Sluit ontwikkelingsnutsbalk
as: উন্নয়নকাৰী টুলবাৰ বন্ধ কৰক
bg: Затваряне на лента за разработчици
fur: Siere sbare dal svilúp
ku: Darikê Amûran yê pêşvebirê bigire
mai: डेवलेपरक टूलबार बन्न करू
or: ବିକାଶକାରୀ ସାଧନପଟିକୁ ବନ୍ଦ କରନ୍ତୁ
pt_br: Ocultar barra do desenvolvedor

source: De&veloper Toolbar
af: &Ontwikkelingsnutsbalk
as: উন্নয়নকাৰী টুলবাৰ
bg: Лента за &разработчици
fur: Sbare par svilupadôr
ku: Darikê Amûran yê p&êşvebirê
mai: डेवलेपर टूलबार (&v)
or: ବିକାଶକାରୀ ସାଧନପଟି
pt_br: &Barra do desenvolvedor

source: &App Manager
af: &Programbestuurder
as: এপ্লিকেচন ব্যৱস্থাপক
bg: &Управление на приложения
mai: अनुप्रयोग प्रबंधक (&A)
or: ପ୍ରୟୋଗ ପରିଚାଳକ
si: යෙදුම් කළමණාකරු (&A)

source: &Toggle Tools
af: &Gereedskap aan/af
as: সঁজুলিসমূহ ট'গল কৰক
bg: &Превключване на Инструменти
ku: Amûran &bigire/veke
mai: टॉगल औजार (&T)
or: ସାଧନଗୁଡ଼ିକୁ ଆଗପଛ କରନ୍ତୁ
pt_br: E&xibir/ocultar ferramentas
si: මෙවලම් අතර මාරුවන්න (&T)

source: Toggle developer tools
af: Ontwikkelaargereedskap aan/af
as: উন্নয়নকাৰী সঁজুলিসমূহ ট'গল কৰক
bg: Превключване на развойните инструменти
ku: Amûrên pêşvebir vedike/digire
mai: टागल डेवलेपर अओजार
or: ବିକାଶକାରୀ ସାଧନଗୁଡ଼ିକୁ ଆଗପଛ କରନ୍ତୁ
pt_br: Exibir/ocultar ferramentas do desenvolvedor
si: සංවර්ධක මෙවලම් අතර මාරුවන්න

source: More Tools
af: Meer gereedskap
as: অধিক সঁজুলি
bg: Още инструменти
fur: Altris imprescj
ku: Amûrên din
mai: बेसी अओजार
or: ଅଧିକ ସାଧନଗୁଡ଼ିକ
pt_br: Mais ferramentas
si: තවත් මෙවලම්

source: Get &More Tools
af: Kry &meer nutsgoed
as: অধিক সঁজুলিসমূহ প্ৰাপ্ত কৰক
bg: &Изтегляне на инструменти
fur: Cjate altris i&mprescj
ku: Zêdetir a&mûr bîne
mai: आओर बेसी अओजार आनू
or: ଅଧିକ ଉପକରଣ ଆଣନ୍ତୁ
pt_br: &Adicionar outras ferramentas
si: තවත් මෙවලම් ලබාගන්න

source: &Copy
af: &Kopieer
as: কপি কৰক
bg: &Копиране
fur: &Copie
ku: &Kopîkirin
mai: नकल करू
or: ନକଲ କରନ୍ତୁ
pt_br: &Copiar
si: පිටපත් කරන්න

source: Tab &Groups
af: Oortjie-&groepe
as: টেব দলসমূহ
bg: &Групи подпрозорци
fur: &Grups di schedis
ku: &Komên hilpekînan
mai: टैब समूह
or: ଟ୍ୟାବ ଶ୍ରେଣୀ
pt_br: &Grupos de abas
si: ටැබ් සමූහ

source: P&lay Speed
af: Spee&lspoed
as: বজোৱাৰ গতি
bg: Ск&орост на възпроизвеждане
fur: Ve&locitât di riproduzion
ku: Leza lê&danê
mai: खेल गति (&l)
or: ଚଲାଇବା ଗତି
pt_br: Veloci&dade de reprodução
si: ධාවන වේගය (&l)

source: &Slow Motion (0.5×)
af: &Stadig (0.5×)
as: নিম্ন গতি (0.5×)
bg: &Бавна (0.5×)
ku: Tevgeriyana hêdî (0,5×)
mai: धीमा गति (&S) (0.5×)
or: ଧୀର ଗତି (0.5×)
pt_br: &Câmera lenta (0.5×)
si: මන්ද චලනය (&S) (0.5×)

source: &Normal Speed
af: &Normaal
as: স্বাভাৱিক গতি
bg: &Нормална
fur: Velocitât &Normâl
ku: Leza &asayî
mai: सामान्य गति (&N)
or: ସାଧାରଣ ଗତି
pt_br: &Velocidade normal
si: සාමාන්‍ය වේගය (&N)

source: &High Speed (1.5×)
af: &Vinnig (1.5×)
as: উচ্চ গতি (1.5×)
bg: &Висока (1.5×)
fur: &Alte Velocitât (1.5x)
ku: &Leza bilind (1.5×)
mai: उच्च गति (&H) (1.5×)
or: ତୀବ୍ର ଗତି (1.5×)
pt_br: V&elocidade alta (1.5×)
si: අධි වේගය (&H) (1.5×)

source: &Ludicrous Speed (2×)
af: &Baie vinnig (2×)
as: অত্যাধিক গতি (2×)
bg: &Светкавична (2×)
ku: Leza &pir bilind (2×)
mai: बेतरतीब गति (&L) (2×)
or: ବେତୁକା ଗତି (2×)
pt_br: Velocidade &burlesca (2×)
si: උමතු වේගය (&L) (2×)

source: Cancel
af: Kanselleer
as: বাতিল কৰক
bg: Отказ
fur: Scancele
ku: Betal
mai: रद्द करू
or: ବାତିଲ କରନ୍ତୁ
pt_br: Cancelar
si: අහෝසි කරන්න

source: This website does not supply identity information.
af: Hierdie webwerf verskaf nie identiteitinligting nie.
as: এই ৱেবছাইটে পৰিচয় তথ্যৰ যোগান নিদিয়ে।
bg: Тази страница не предоставя информация за себе си.
mai: ई वेबसाइट पहचान सूचना नहि देत अछि.
or: ଏହି ୱେବ ସାଇଟ ପରିଚୟ ସୂଚନା ପ୍ରଦାନ କରିନଥାଏ।
pt_br: Este site não fornece informações de identidade.

source: You are connected to
af: U is gekoppel aan
as: আপুনি সংযোগিত
bg: Свързани сте с
mai: अहाँ एतए कनेक्टेड छी
or: ଆପଣ ସଂଯୁକ୍ତ ଅଛନ୍ତି
pt_br: Conectado a

source: which is run by
af: wat bedryf word deur
as: যাক চলোৱা হয়
bg: който принадлежи на
mai: कओन एकरा द्वारा चलैता अछि
or: ଯାହାକି ଅଧିକ ସୂଚନା ଦ୍ୱାରା
pt_br: que é administrado por

source: More Information…
af: Meer inligting…
as: অধিক তথ্য…
bg: Повече…
mai: बेसी सूचना…
or: ଚାଲିଥାଏ…
pt_br: Mais informações…

source: How do I tell if my connection to a website is secure?
af: Hoe weet mens of 'n verbinding aan 'n webwerf beveilig is?
as: এটা ৱেবছাইটলৈ মোৰ সংযোগ সুৰক্ষিত নে মই কেনেকৈ জানিম?
bg: Как да разбера дали връзката ми с уебсайт е безопасна?
mai: कहिना हम बुझि सकैत छी जे वेबसाइट मे हमर कनेक्शन सुरक्षित अछि?
or: ଏକ ୱେବସାଇଟରେ ମୋର ସଂଯୋଗ ସୁରକ୍ଷିତ ଅଛି କି ନାହିଁ ତାହା କିପରି କହିବି?
pt_br: Como saber se minha conexão com um site é segura?

source: Tabs From Other Devices
af: Oortjies van ander toestelle
as: অন্য ডিভাইচসমূহৰ টেবসমূহ
bg: Подпрозорци от други устройства
fur: Segnins da altris argains
ku: Hilpekînên cîhazên din
mai: आन युक्तिसँ टैब
or: ଅନ୍ୟ ଉପକରଣଗୁଡ଼ିକରୁ ଟ୍ୟାବଗୁଡ଼ିକ
pt_br: Abas de outros dispositivos
si: වෙනත් මෙවලම් වලින් ටැබ

source: Set Up &syncBrand.shortName.label;…
af: Stel &syncBrand.shortName.label; op…
as: &syncBrand.shortName.label; সংস্থাপন কৰক…
bg: Начална настройка на &syncBrand.shortName.label;…
fur: Configure &syncBrand.shortName.label;…
ku: &syncBrand.shortName.label;ê saz bike…
mai: &syncBrand.shortName.label; सेटअप करू…
or: &syncBrand.shortName.label; କୁ ବ୍ୟବସ୍ଥା କରନ୍ତୁ…
pt_br: Configurar &syncBrand.shortName.label;…
si: &syncBrand.shortName.label; සකසන්න…

source: Services from <label/> have been enabled. You can change your settings for services in the <label class='text-link'>Add-on Manager</label>.
af: Dienste van <label/> is geaktiveer. Verander gerus instellings vir dienste in die <label class='text-link'>Byvoegingbestuurder</label>.
as: <label/> ৰ পৰা সেৱাসমূহ সামৰ্থবান কৰা হৈছে। আপুনি সেৱাসমূহৰ বাবে আপোনাৰ সংহতিসমূহক <label class='text-link'>Add-on Manager</label> ত সলনি কৰিব পাৰিব।
bg: Услугите от <label/> бяха включени. Можете да промените настройките за услугите в <label class='text-link'>Управление на добавки</label>.
ku: Servîsên <label/>ê hatin çalakirin. Dikarî eyarên servîsan di <label class='text-link'>Birêveberiya Add-onan</label> de biguherînî.
mai: <label/> सँ सेवा सक्रिय कएल गेल अछि. अहाँ अपन सेटिंगकेँ <label class='text-link'>Add-on Manager</label> मे सेवाक लेल बदलि सकैछ.
or: <label/> ରୁ ସର୍ଭିସଗୁଡ଼ିକୁ ସକ୍ରିୟ କରାଯାଇଛି। ଆପଣ <label class='text-link'>ଏଡ଼-ଅନ ପରିଚାଳକ</label> ରେ ଥିବା ସର୍ଭିସଗୁଡ଼ିକ ପାଇଁ ଆପଣଙ୍କର ସଂରଚନାକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ।
pt_br: Os serviços do <label/> foram ativados. Você pode modificar suas configurações para eles pelo <label class='text-link'>gerenciador de complementos</label>.
si: <label/> වෙතින් ලැබෙන සේවාවන් සක්‍රීයයි. ඔබට <label class='text-link'>ඇඩෝන කළමණාකරු</label> හරහා සේවාවන් හි සැකසුම් වෙනස් කළ හැක.
te: సేవలు <label/> నుండి చేతనపరచబడెను. మీ అమరికలను <label class='text-link'>Add-on Manager</label> నందలి సేవల కొరకు మీరు మార్చగలరు.

source: Oops, &undo this!
af: Nee gits! &Weg hiermee!
as: ইচ্ছ, ইয়াক বাতিল কৰক!
bg: Опа, &отменете това!
fur: Oops, &torne indavûr
ku: Hahoo, vê &vegerîne!
mai: ओह एकरा पहिने जहिना करू (&u)!
or: ଆହାଃ, ଏହାକୁ ବାତିଲ କରନ୍ତୁ!
pt_br: &Epa, desfazer isso!
si: ඌපස්, මෙය අවලංගු කරන්න! (&u)
te: అయ్యో, దీనిని రద్దుచేయి!

source: Not Now
af: Nie nou nie
as: এতিয়া নহয়
bg: Не сега
fur: No cumò
ku: Ne niha
mai: अखन नहि
or: ବର୍ତ୍ତମାନ ନୁହଁ
pt_br: Agora não
si: දැන් නොවේ
te: ఇప్పుడు కాదు

source: Customize &brandShortName;
af: Pasmaak &brandShortName;
as: &brandShortName; স্বনিৰ্বাচন কৰক
bg: Персонализиране на &brandShortName;
ku: &brandShortName;ê taybet bike
mai: अनुकूलित करू &brandShortName;
or: &brandShortName; କୁ ଇଚ୍ଛାରୂପଣ କରନ୍ତୁ
pt_br: Personalizar o &brandShortName;
si: &brandShortName; රුචිකරණය

source: Use Developer Edition Theme
af: Gebruik die Ontwikkelaars-uitgawe se tema
bg: Тема на Developer Edition
pt_br: Usar o tema Developer Edition

source: Most websites will work properly even if content is blocked.
af: Meeste webwerwe sal reg werk selfs as dié inhoud geblok word.
as: সমল প্ৰতিৰোধিত অৱস্থাতো বেছিৰভাগ ৱেবছাইটে সঠিকভাৱে কাৰ্য্য কৰিব।
bg: Повечето страници ще работят нормално дори и да има забранено съдържание.
mai: बेसी वेबसाइट अखन नीक सँ काम करैत अछि एकरा बावजूद जे सामग्री रूकल अछि.
or: ଏହି ବିଷୟବସ୍ତୁକୁ ଅଟକାଇବା ସତ୍ତ୍ୱେ ଅଧିକାଂଶ ୱେବସାଇଟଗୁଡ଼ିକ ଠିକ ଭାବରେ କାମ କରିବ।
pt_br: A maioria dos sites ainda funcionará corretamente mesmo se o conteúdo estiver bloqueado.
si: අන්තර්ගතයන් වැලකූවද බොහෝ වෙබ් අඩවි නිසිපරිදි ක්‍රියාකරනු ඇත.

source: Insecure content
af: Onveilige inhoud
as: অসুৰক্ষিত সমল
bg: Несигурно съдържание
mai: असुरक्षित कंटेंट
or: ଅସୁରକ୍ଷିତ ବିଷୟବସ୍ତୁ
pt_br: Conteúdo inseguro
si: අනාරක්ෂිත අන්තර්ගතයන්

source: Some unencrypted elements on this website have been blocked.
af: Sommige ongeënkripteerde elemente op dié werf is geblok.
as: এই ৱেবছাইটৰ কিছুমান আনইনক্ৰিপ্টেড উপাদানসমূহক প্ৰতিৰোধ কৰা হৈছে।
bg: Няколко нешифрирани елемента от страницата са блокирани.
mai: एहि वेबसाइट पर किछु विगोपित तत्व रोकल गेल.
or: ଏହି ୱେବସାଇଟରେ କିଛି ଅସଂଗୁପ୍ତ ଉପାଦାନଗୁଡ଼ିକୁ ଅଟକାଯାଇଛି।
pt_br: Alguns elementos não criptografados neste site foram bloqueados.
si: මෙම වෙබ්අඩවියේ ඇතැම් ගුප්ත කේතනය නොකළ මූලාංග බාධාකෙරෙනු ඇත.

# mixedContentBlocked2.learnMore
source: Learn More
af: Meer inligting
as: অধিক জানক
bg: Научете повече
fur: Par savênt di plui
mai: आओर जानू
or: ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ
pt_br: Saiba mais
si: තවත් ඉගෙන ගන්න

# mixedContentBlocked2.options
source: Options
af: Opsies
as: বিকল্পসমূহ
bg: Настройки
fur: Opzions
mai: विकल्प
or: ବିକଳ୍ପଗୁଡ଼ିକ
pt_br: Opções
si: විකල්ප

# mixedContentBlocked2.block.label mixedContentBlocked2.block.accesskey
source: &Enable protection
af: &Aktiveer beskerming
as: সুৰক্ষা সামৰ্থবান কৰক
bg: &Включване на защита
fur: &Protezion email
mai: ईमेल सुरक्षा
or: ସୁରକ୍ଷାକୁ ସକ୍ରିୟ କରନ୍ତୁ
pt_br: &Ativar proteção
si: ආරක්ෂණය සක්‍රීය කරන්න (&E)

source: Protection is disabled
af: Beskerming is gedeaktiveer
as: সুৰক্ষা অসামৰ্থবান কৰা আছে
bg: Защитата е включена
mai: सुरक्षा सक्रिय कएल अछि
or: ସୁରକ୍ଷାକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି
pt_br: A proteção está desativada
si: ආරක්සහාව අකරිය කර ඇත

# trackingContentBlocked.options
source: Options
af: Opsies
as: বিকল্পসমূহ
bg: Настройки
fur: Opzions
mai: विकल्प
or: ବିକଳ୍ପଗୁଡ଼ିକ
pt_br: Opções
si: විකල්ප

source: &Disable protection for this site
af: &Deaktiveer beveiliging vir dié werf
as: এই ছাইটৰ বাবে সুৰক্ষা অসামৰ্থবান কৰক
bg: &Изключване на защитата за страницата
mai: ई साइट पर सुरक्षा निष्क्रिय(&D) करू
or: ଏହି ସାଇଟ ପାଇଁ ସୁରକ୍ଷାକୁ ନିଷ୍କ୍ରିୟ କରନ୍ତୁ
pt_br: &Desativar proteção para este site
si: &මෙම අඩවිය සඳහා ආරක්ශාව අක්‍රීය කරන්න

source: Relaunch in &brandShortName; for Windows 8 Touch
af: Heropen in &brandShortName; vir Windows 8 Touch
bg: Пускане наново в &brandShortName; за Windows 8 Touch
pt_br: Abrir no &brandShortName; para Windows 8 Touch

source: &Stop Script
af: &Stop skrip
bg: &Спиране на скрипта
mai: स्क्रिप्ट रोकू
pt_br: &Interromper script

source: &Debug Script
af: &Ontfout skrip
bg: &Дебъгване на скрипт
fur: Debug dal script
mai: स्क्रिप्ट डिबग करू
pt_br: &Depurar script

source: Kill &Plugin
bg: Спиране на &приставката
mai: प्लगिन समाप्त करू
pt_br: Interromper &plugin

source: &Kill Web Process
bg: &Спиране на процеса
mai: वेब प्रक्रिया समाप्त करू
pt_br: Parar processo &web

source: &Not now
af: &Nie nou nie
bg: &Не сега
fur: No cumò
mai: अखन नहि
pt_br: Agora &não

source: &Don't ask me again
af: &Moenie my weer vra nie
as: মোক আকৌ নোসোধিব (&D)
bg: &Изключване на въпроса
fur: &No stâ domandâmi plui
ku: Careke din nepirse
mai: हमरासँ फेर नहि पूछू.
or: ମୋତେ ପୁଣିଥରେ ପଚାରନ୍ତୁ ନାହିଁ (&D)
pt_br: &Não perguntar de novo
si: මගෙන් යළි නොවිමසන්න (&D)

source: Reading List
af: Leeslys
bg: Четива
mai: पठन सूची
pt_br: Lista de leitura

source: Show Reading List Sidebar
af: Wys kantbalk met leeslys
bg: Показване на Четива в страничната лента
mai: पठन सूची स्लाइडबार देखाबू
pt_br: Exibir a barra lateral da Lista de leitura

source: Show more…
af: Wys meer…
bg: Показване на още…
pt_br: Mostrar mais…

source: Add articles to your Reading List to save them for later and find them easily when you need them.
af: Stoor artikels in die leeslys om dit later maklik te kry wanneer nodig.
bg: Добавете статии към Четива, за да ги запазите за по-късно и при нужда лесно да ги намерите.
pt_br: Adicione artigos à sua Lista de Leitura para salvá-los e encontrá-los facilmente quando precisar deles mais tarde.

source: Remove this from your Reading List
af: Verwyder dié uit die leeslys
bg: Премахване от вашите Четива
pt_br: Remover da sua Lista de Leitura

source: Add to Reading List
af: Voeg by leeslys
bg: Добавяне към Четива
mai: पढ़बाक सूची मे जोड़ू
pt_br: Adicionar à Lista de Leitura

source: Add this page to your Reading List
af: Voeg dié bladsy by die leeslys
bg: Добавяне на страницата към вашите Четива
pt_br: Adicionar esta página a sua Lista de Leitura

# readingList.sidebar.commandKey
source: R
af: L

# syncSetup.accesskey
source: Y
ku: s
pt_br: C

source: t
si: ටී

# openFileCmd.commandkey
source: o
si: ඕ

# printCmd.commandkey
source: p
si: පී

source: u
si: යූ

source: VK_F8
fur: VK_F4

# privateBrowsingCmd.commandkey
source: P
ku: H
