Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

source: Cop&y Image
af: &Kopieer prent
ar: انس&خ الصورة
as: ছবি কপি কৰক
bg: Копиране на изображение&то
bn_in: &ছবি কপি করুন
ca: Copia la i&matge
fur: C&opie la figure
hu: Kép más&olása
hy_am: Կրկնօ&րինակել Նկարը
id: Salin &Gambar
kk: Су&ретті көшіру
km: &ចម្លង​រូបភាព
ku: Wêne&yê Ji Ber Bigire
mai: छविक नकल लिअ'
ml: ചിത്രം പകര്‍ത്തുക
my: ရုပ်ပုံကို ကူးယူပါ
ne: त्सविर नकल गर्नुहोस्
nn_no: Kopier &bilde
or: ପ୍ରତିଛବି ନକଲ କରନ୍ତୁ
pt_br: Copiar i&magem
si: රූපය පිටපත් කරන්න
te: చిత్రాన్ని నకలు తీయుము
th: คัด&ลอกภาพ
uz: Rasmdan n&usxa olish

source: C&opy Video Location
af: K&opieer videoligging
ar: انسخ مكان ال&فديو
as: ভিডিঅ' অৱস্থান কপি কৰক
bg: Копиране адреса на видео&то
bn_in: &ভিডিও-র অবস্থান কপি করুন
ca: C&opia la ubicació del vídeo
fur: C&opie direzion video
hu: Vi&deó címének másolása
hy_am: Պ&ատճենել Հոլովակի Հասցեն
id: Salin L&okasi Video
kk: &Видеоның сілтемесін көшіру
km: &ចម្លង​ទីតាំង​វីដេអូ
ku: Navnîşana Vîde&oyê Ji Ber Bigire
mai: वीडियो स्थानक नकल लिअ'
ml: വീഡിയോ സ്ഥാനം പകര്‍ത്തുക
my: ဗီဒီယိုရှိရာ လမ်းကြောင်းကို ကူးယူပါ
ne: भिडियो स्थान प्रतिलिपि गर्नुनुहोस्
nn_no: K&opier videoadresse
or: ଭିଡ଼ିଓ ସ୍ଥାନକୁ ନକଲ କରନ୍ତୁ
pt_br: C&opiar endereço do vídeo
si: දෘශ්‍ය පිහිටුම පිටපත් කරන්න
te: దృశ్య స్థానాన్ని నకలు తీయుము
th: คั&ดลอกที่ตั้งวิดีโอ
uz: Video manzildan nusxa o&lish

source: C&opy Audio Location
af: K&opieer klankligging
ar: انسخ مكان الص&وت
as: অডিঅ' অৱস্থান কপি কৰক
bg: Копиране адреса на аудио&то
bn_in: &অডিও-র অবস্থান কপি করুন
ca: C&opia la ubicació de l'àudio
fur: C&opie direzion audio
hu: Hang címének má&solása
hy_am: Պ&ատճենել Ձայնագրության Հասցեն
id: Salin L&okasi Audio
kk: &Аудионың сілтемесін көшіру
km: &ចម្លង​ទីតាំង​អូឌីយ៉ូ
ku: Navnîşana Audî&oyê Ji Ber Bigire
mai: आडियो स्थानक नकल लिअ'
ml: ഓഡിയോ സ്ഥാനം പകര്‍ത്തുക
my: အသံ တည်နေရာ ကူးယူပါ
ne: श्रव्या स्थान प्रतिलिपि गर्नुनुहोस्
nn_no: K&opier lydadresse
or: ଧ୍ୱନୀ ସ୍ଥାନକୁ ନକଲ କରନ୍ତୁ
pt_br: C&opiar endereço do áudio
si: ශ්‍රව්‍ය පිහිටුම පිටපත් කරන්න
te: ధ్వని స్థానాన్ని నకలు తీయుము
th: คั&ดลอกที่ตั้งเสียง
uz: Audio manzildan nusxa &olish

source: Copy &Email Address
af: Kopieer &e-posadres
ar: انس&خ عنوان البريد الإلكتروني
as: ই-মেইল ঠিকনা কপি কৰক
bg: Копиран&е на адреса за е-поща
bn_in: ই-মেইল ঠিকানা কপি করুন
ca: Copia l'adr&eça electrònica
fur: Copi&e la direzion di pueste eletroniche
hu: E-&mail cím másolása
hy_am: Պատճենել &Էլ. փոստի հասցեն
id: Salin Alamat &Email
kk: Электронды &пошта адресін көшіру
km: ចម្លង​អាសយដ្ឋាន&អ៊ីមែល
ku: Navnîşana &E-Peyamê Ji Ber Bigire
mai: ईमेल पता क नकल लिअ'
ml: ഇ-മെയില്‍ വിലാസം പകര്‍ത്തുക
my: အီးမေးလ် လိပ်စာကို ကူးယူပါ
ne: इमेल ठेगाना प्रतिलिपि गर्नुहोस्
nn_no: K&opier e-postadresse
or: ଇମେଲ ଠିକଣାକୁ ନକଲ କରନ୍ତୁ
pt_br: C&opiar email
si: විද්‍යුත් තැපැල් ලිපිනය පිටපත් කරන්න
te: ఈమెయిల్ చిరునామాను నకలు తీయుము
th: คัดล&อกที่อยู่อีเมล
uz: &E-pochta manzilidan nusxa olish

source: T&his Frame
af: H&ierdie raam
ar: &هذا الإطار
as: এই ফ্ৰেইমটো
bg: Тази &рамка
bn_in: &বর্তমান ফ্রেম
ca: Aques&t marc
fur: Cheste s&uaze
hu: E&z a keret
hy_am: &Այս շրջանակում
id: &Bingkai Ini
kk: Осы фрей&мде
km: &ស៊ុម​នេះ
ku: Çarçoveya &Derbasdar
mai: ई फ्रेम
ml: ഈ ഫ്രെയിം
my: ဒီဘောင်
ne: यो फ्रेम
nn_no: &Denne ramma
or: ଏହି ଫ୍ରେମ
pt_br: Es&te frame
si: මෙම රාමුව
te: ఈ ఫ్రేమ్
th: &กรอบนี้
uz: Us&hbu kadr

source: &Play
af: &Speel
ar: &شغّل
as: চলাওক
bg: &Изпълнение
bn_in: চালান
ca: &Reprodueix
fur: Ri&prodûs
hu: &Lejátszás
hy_am: &Նվագարկել
id: &Mainkan
kk: &Ойнау
km: &ចាក់
ku: &Lêdan
mai: बजाउ
ml: പ്രവര്‍ത്തിപ്പിക്കുക
my: ဖွင့်ပါ။
ne: प्ले
nn_no: Spel &av
or: ଚଲାନ୍ତୁ
pt_br: Exec&utar
si: වාදනය
te: ఆడించు (&P)
th: เ&ล่น
uz: &Ijro etish

source: &Pause
af: &Laat wag
ar: ألبِ&ث
as: বিৰতি দিয়ক
bg: &Пауза
bn_in: থামান
ca: &Pausa
hu: &Szünet
hy_am: &Ընդմիջել
id: &Tunda
kk: &Аялдату
km: &ផ្អាក
ku: &Rawestîne
mai: ठहरू
ml: തല്‍ക്കാലത്തേക്ക് നിര്‍ത്തുക
my: ခေတ္တရပ်တန့်တယ်
ne: पज
or: ବିରତି
pt_br: Pa&usa
si: විරාමය
te: కొద్దిసేపు ఆపు
th: หยุด&ชั่วคราว
uz: &Pauza

source: &Mute
af: &Dower
ar: ا&كتم الصوت
as: মৌন কৰক
bg: Бе&з звук
bn_in: নীরব
ca: S&ense so
fur: Cence &audio
hu: &Némítás
hy_am: &Անձայն
id: &Senyap
kk: &Даусын сөндіру
km: &បិទ​សំឡេង
ku: &Bêdeng
mai: मौन
ml: നിശബ്ദമാക്കുക
my: အသံပိတ်ထားပါ
ne: म्यूट
nn_no: &Slå av lyd
or: ନିଃଶବ୍ଦ କରନ୍ତୁ
pt_br: Des&ativar som
si: නිහඬ කරන්න
te: ధ్వని లేకుండా చేయి
th: &ปิดเสียง
uz: Tovushni &o‘chirish

source: Un&mute
af: Ont&dower
ar: أ&طلق الصوت
as: অমৌন কৰক
bg: &Звук
bn_in: &সরব
ca: A&mb so
fur: Scolte &audio
hu: Ha&ng be
hy_am: Ձ&այնով
id: &Keraskan
kk: &Даусын қосу
km: &បើក​សំឡេង
ku: &Bideng
mai: मौन समाप्त करू
ml: ശബ്ദം സജ്ജമാക്കുക
my: အသံ ပြန်ဖွင့်ပါ
ne: अन म्यूट
nn_no: &Slå på lyd
or: ନିଃଶବ୍ଦ ବାତିଲ କରନ୍ତୁ
pt_br: &Ativar som
si: නිහඬ නොකරන්න
te: ధ్వనిని ప్రవేశపెట్టు
th: เปิ&ดเสียง
uz: Tovushni &yoqish

source: Play Spee&d
ar: سرعة ال&تشغيل
ca: Ve&locitat de reproducció
hu: Leját&szási sebesség
hy_am: Նվագարկելու արագությու&ն
kk: О&йнату жылдамдығы
km: ល្បឿន​លេង
ml: പ്രവര്‍ത്തന വേഗ&ത
my: ပြသနှုန်း
ne: बजाउने गति
nn_no: &Avspelingsfart
th: ความเร็&วในการเล่น
uz: &Ijro etish tezligi

source: &Slow (0.5×)
ar: ب&طيئة (نصف السرعة)
ca: &Lent (0,5x)
hu: &Lassú (0.5×)
hy_am: &Դանդաղ (0.5×)
kk: &Баяу (0.5×)
km: យឺត (0.5×)
ml: &പതുക്കെ (0.5×)
my: အနှေး(0.5×)
ne: बिस्तार (0.5×)
nn_no: &Sakte (0.5×)
th: &ช้า (0.5×)
uz: &Sekin (0.5×)

source: &Normal
ar: &عادية
hu: N&ormál
hy_am: &Նորմալ
kk: Қа&лыпты
km: ធម្មតា
ml: &സാധാരണ
my: ပုံမှန်
ne: सामान्य
th: &ปกติ
uz: &O‘rtacha

source: &Fast (1.25×)
ar: &سريعة (١٫٢٥ ضعف)
ca: &Ràpid (1,25x)
hu: &Gyors (1.25×)
hy_am: &Արագ (1.25×)
kk: Ж&ылдам (1.25×)
km: លឿន (1.25×)
ml: &വേഗത്തില്‍ (1.25×)
my: အမြန် (1.25×)
ne: छिटो (1.25×)
nn_no: &Fort (1.25×)
th: &เร็ว (1.25×)
uz: &Tez (1.25×)

source: F&aster (1.5×)
ar: أسر&ع (١٫٥ ضعف)
ca: Mé&s ràpid (1,5x)
hu: Gy&orsabb (1.5×)
hy_am: Ավելի &արագ (1,5x)
kk: Жылд&амдау (1.5×)
km: លឿន (1.5×)
ml: വേ&ഗത്തില്‍ (1.5×)
my: ပိုမြန် (1.5×)
ne: झनै छिटो (1.5×)
nn_no: F&ortare (1.5×)
th: เ&ร็วขึ้น (1.5×)
uz: &Tezroq (1.5×)

source: &Ludicrous (2×)
ar: سريعة ج&دًا (ضعفي السرعة)
ca: &Màxima velocitat (×2)
hu: El&képzelhetetlen (2×)
hy_am: &Անհավանական (2x)
kk: Өте жы&лдам (2×)
ml: &അതിവേഗം (2×)
my: အင်မတန်မြန်(2×)
ne: अति छिटो (2×)
nn_no: &Latterleg høg (2×)
th: เร็&วมาก (2×)
uz: &Kulguli tezlik (2×)

source: &Loop
ar: تك&رار
ca: &Repetició
hu: &Ismétlés
hy_am: &Օղակում
kk: Қ&айталау
km: រង្វិល​ជុំ
ml: &ലൂപ്പ്
my: ပြန်ကျော့ရန်
ne: लूप
nn_no: &Lykkje
th: &วนรอบ
uz: &Takrorlash

source: Show &Controls
af: &Wys kontroles
ar: أظهر أ&زرار التحكم
as: নিয়ন্ত্ৰণসমূহ দেখুৱাওক
bg: По&казване на копчетата
bn_in: নিয়ন্ত্রণের বাটন প্রদর্শন করা হবে
ca: Mostra els &controls
fur: Fâs viodi &controi
hu: &Vezérlők megjelenítése
hy_am: &Ցուցադրել ղեկավարիչներին
id: &Tampilkan Kendali
kk: &Басқару батырмаларын көрсету
km: បង្ហាញ&វត្ថុ​បញ្ជា
ku: &Kontrolan Nîşan Bide
mai: नियंत्रण देखाउ
ml: നിയന്ത്രണങ്ങള്‍ കാണിക്കുക
my: ထိန်းချုပ်မှုများကို ပြပါ
ne: नियन्त्रकहरू देखाउ
nn_no: &Vis kontrollar
or: ନିୟନ୍ତ୍ରଣଗୁଡ଼ିକୁ ଦର୍ଶାନ୍ତୁ
pt_br: Exibir co&ntroles
si: පාලන දර්ශනය
te: మీటలు చూపు
th: แ&สดงปุ่มควบคุม
uz: &Boshqaruvlarni ko‘rsatish

source: Hide &Controls
af: &Versteek kontroles
ar: أخفِ أزرار التح&كم
as: নিয়ন্ত্ৰণসমূহ লুকাওক
bg: С&криване на копчетата
bn_in: নিয়ন্ত্রণের বাটন আড়াল করা হবে
ca: Amaga els &controls
fur: Plate &controi
hu: &Vezérlők elrejtése
hy_am: &Թաքցնել ղեկավարիչները
id: &Sembunyikan Kendali
kk: &Басқару батырмаларын көрсету
km: លាក់&វត្ថុ​បញ្ជា
ku: &Kontrolan Veşêre
mai: नियंत्रण नुकाउ
ml: നിയന്ത്രണങ്ങള്‍ അദൃശ്യമാക്കുക
my: ထိန်းချုပ်ရာများကို ဖျောက်ပါ
ne: नियन्त्रकहरू लुकाउनुहोस्
nn_no: G&øym kontrollar
or: ନିୟନ୍ତ୍ରଣଗୁଡ଼ିକୁ ଲୁଚାନ୍ତୁ
pt_br: Ocultar co&ntroles
si: පාලන සඟවන්න
te: మీటలు దాచు
th: ซ่อ&นปุ่มควบคุม
uz: &Boshqaruvlarni yashirish

# videoFullScreen.label videoFullScreen.accesskey
source: &Full Screen
af: &Volskerm
ar: ملء ال&شاشة
as: পূৰ্ণপৰ্দা
bg: &Цял екран
bn_in: সম্পূর্ণ পর্দা জুড়ে প্রদর্শন
ca: &Pantalla completa
fur: &Dut il visôr
hu: &Teljes képernyő
hy_am: &Բացել Լիաէկրան
id: Layar &Penuh
kk: &Толық экран режимі
km: &ពេញ​អេក្រង់
ku: Dîmender &tijî
mai: पूर्ण स्क्रीन
ml: സ്ക്രീന്‍ പൂര്‍ണ്ണവലിപ്പത്തില്‍
my: ဖန်သားပြင်အပြည့်
ne: पूरा पर्दा
nn_no: &Fullskjerm
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା
pt_br: &Tela inteira
si: සමුපූර්ණ තිරය
te: పూర్తి తెర
th: เ&ต็มจอ
uz: &Butun ekran

source: &Save Snapshot As…
af: &Stoor kiekie as…
ar: احفظ لق&طة شاشة ك‍…
as: স্নেপশ্বটক এই ধৰণে সংৰক্ষণ কৰক…
bg: Запи&с на снимката като…
bn_in: নতুন রূপে স্ন্যাপ-শট সংরক্ষণ করুন…
ca: Anomena i de&sa una instantània…
fur: &Salve istantanie...
hu: &Pillanatkép mentése más néven…
hy_am: &Պահպանել էկրանի պատկերը որպես...
id: &Simpan Cuplikan dengan Nama…
kk: &Скриншотты қалайша сақтау…
km: &រក្សាទុក​រូបថត​ជា...
ku: Wênekranê cuda &tomar bike…
mai: चित्र एहिना सहेजू…
ml: സ്നാപ്പ്ഷോട്ട് ഇങ്ങനെ സൂക്ഷിയ്ക്കുക…
my: မှန်သားပြင်ရိုက်ချက်အားဤသို့သိမ်းမည်...
ne: यस रुपमा स्न्यापसट सङ्ग्रह गर्नुहोस्...
nn_no: &Lagre (augneblinks)bilde som …
or: ଆଶୁଚିତ୍ରକୁ ଏହି ପରି ଭାବରେ ସଂରକ୍ଷଣ କରନ୍ତୁ…
pt_br: &Salvar quadro atual como…
te: స్నాప్‌షాట్ యిలా దాయి…
th: จับหน้&าจอเป็น…
uz: Olingan ra&smni saqlash

source: Show S&tatistics
af: Wys s&tatistiek
ar: أظهر الإ&حصائيات
as: পৰিসংখ্যা দেখুৱাওক
bg: Показване на с&татистиката
bn_in: &পরিসংখ্যান প্রদর্শন করা হবে
ca: Mos&tra les estadístiques
fur: Mostre s&tatistichis
hu: &Statisztika megjelenítése
hy_am: Ցուցադրել &վիճակագությունը
id: &Tampilkan Statistik
kk: Статисти&каны көрсету
km: បង្ហាញ&ស្ថិតិ
ku: Î&statîstîkan nîşan bide
mai: आँकड़ा देखाउ
ml: സ്ഥിതിവിവരക്കണക്കുകള്‍ കാണിയ്ക്കുക
my: &အချက်အလက်များအားပြပါ
ne: तथ्याङ्क देखाउनुहोस्
nn_no: Vis s&tatistikk
or: ପରିସଂଖ୍ୟାନ ଦର୍ଶାନ୍ତୁ
pt_br: Exibir &estatísticas
si: සංඛ්‍යාන දත්ත පෙන්වන්න
te: గణాంకాలు చూపు
th: แสดงส&ถิติ
uz: S&tatistikalarni ko‘rsatish

source: Hide S&tatistics
af: Versteek s&tatistiek
ar: أ&خفِ الإحصائيات
as: পৰিসংখ্যা লুকাওক
bg: Скриване на с&татистиката
bn_in: &পরিসংখ্যান আড়াল করা হবে
ca: Ocul&ta les estadístiques
fur: Plate s&tatistichis
hu: S&tatisztika elrejtése
hy_am: &Թաքցնել ստատիստիկան
id: Sembunyikan S&tatistik
kk: Статистиканы &жасыру
km: លាក់&ស្ថិតិ
ku: Îstatîstîkan ve&şêre
mai: आँकड़ा नुकाउ
ml: സ്ഥിതിവിവരക്കണക്കുകള്‍ മറയ്ക്കുക
my: အချက်အလက်များအားဖွက်ထားပါ
ne: तथ्याङ्क लुकाउनुहोस्
nn_no: Gøym s&tatistikk
or: ପରିସଂଖ୍ୟାନକୁ ଲୁଚାନ୍ତୁ
pt_br: Ocultar &estatísticas
si: සංඛ්‍යාන දත්ත සඟවන්න
te: గణాంకాలు మరుగునవుంచు
th: ซ่อนส&ถิติ
uz: S&tatistikalarni yashirish

source: Zoom &In
af: Zoem &in
ar: &قرّب
as: জুম ইন
bg: &Увеличаване
bn_in: বড় মাপে প্রদর্শন
ca: &Augmenta
fur: Plui &grant
hu: &Nagyítás
hy_am: Խոշո&րացնել
id: Per&besar
kk: Ү&лкейту
km: &​ពង្រីក
ku: Mez&inahiya nivîsê mezin bike
mai: पैघ करू
ml: വലുതാക്കുക
my: ချဲ့ပါ
ne: जुम बढाउनुहोस्
nn_no: &Større skrift
or: ବଡ଼କରନ୍ତୁ
pt_br: &Aumentar
si: විශාල කරන්න
te: జూమ్‌చేయి
th: ขยาย&เข้า
uz: Katta&lashtirish

source: Zoom &Out
af: Zoem &uit
ar: &بعّد
as: জুম আউট
bg: На&маляване
bn_in: ছোট মাপে প্রদর্শন
ca: Re&dueix
fur: &Plui piçul
hu: &Kicsinyítés
hy_am: Փոքր&ացնել
id: Per&kecil
kk: Кі&шірейту
km: &​បង្រួម
ku: &Mezinahiya nivîsê biçûk bike
mai: छोट करू
ml: ചെറുതാക്കുക
my: &ချုံ့ပါ
ne: जुम घटाउनुहोस्
nn_no: &Mindre skrift
or: ଛୋଟକରନ୍ତୁ
pt_br: &Diminuir
si: කුඩා කරන්න (&O)
te: జూమ్ తగ్గించు
th: ขยาย&ออก
uz: &Kichiklashtirish

source: &Reset
af: Stel te&rug
ar: &صفّر
as: পুনৰ সংহতি
bg: &Нулиране
bn_in: স্বাভাবিক অবস্থা
ca: &Reinicia
fur: &Scancele
hu: &Visszaállítás
hy_am: &Վերակայել
id: &Normal
kk: &Тастау
km: &កំណត់​ឡើង​វិញ
ku: &Reset Bike
mai: फेर सेट करू
ml: വീണ്ടും സജ്ജമാക്കുക
my: ပြန်ချိန်တယ်
ne: रिसेट गर्नुहोस्
nn_no: &Still tilbake
or: ପୁନଃ ସ୍ଥାପନ କରନ୍ତୁ
pt_br: &Normal
si: යළි සකසන්න (&R)
te: తిరిగివుంచు
th: &กลับค่าเดิม
uz: &Tiklash

source: Zoom &Text Only
af: Zoem net &teks
ar: قرّب ال&نص فقط
as: কেৱল লিখনি জুম কৰক
bg: Само на &текста
bn_in: শুধুমাত্র লেখা প্রদর্শিত হবে
ca: Augmen&ta el text només
fur: Zoom dome &test
hu: &Csak a szöveg nagyítása
hy_am: Խոշորացնել &Միայն Տեքստը
id: Perbesar &Teks Saja
kk: Тек мәтін&ді масштабтау
km: ពង្រីក​តែ&អត្ថបទ​ប៉ុណ្ណោះ
ku: &Tenê Nivsê Nêzîk Bike
mai: सिर्फ पाठ पैघ-छोट करू
ml: പദാവലിയുടെ വലിപ്പം മാത്രം മാറ്റുക
my: စာသားကိုသာ ကျုံ့ချဲ့ပါ
ne: अक्षरलाई मात्र ठूलो पार्नुहोस्
nn_no: F&orstørr berre tekst
or: କେବଳ ପାଠ୍ୟକୁ ସାନବଡ଼ କରନ୍ତୁ
pt_br: &Somente do texto
si: විශාලන පෙළ පමණයි (&T)
te: పాఠ్యము మాత్రమే జూమ్‌చేయి
th: ขยายเฉพาะ&ตัวอักษร
uz: Faqat &matnni kattalashtirish

source: &Zoom
af: &Zoem
ar: ق&رّب
as: জুম কৰক
bg: &Мащабиране
bn_in: প্রদর্শনের মাপ
ca: Mi&da de la pàgina
hu: &Nagyítás
hy_am: &Մասշտաբը
id: Per&besaran
kk: &Масштаб
km: &ពង្រីក
ku: Nê&zîk Bike
mai: पैघ-छोट करू
ml: വലിപ്പം മാറ്റുക
my: &ချုံ့/ချဲ့ပါ
ne: जुम गर्नुहोस्
nn_no: Skale&ring
or: ସାନବଡ଼ କରନ୍ତୁ
si: විශාලනය (&Z)
te: జూమ్
th: &ขยาย
uz: &Masshtab

source: Close sidebar
af: Sluit kantbalk
ar: أغلِق الشريط الجانبي
as: কাষবাৰ বন্ধ কৰক
bg: Затваряне на страничната лента
bn_in: সাইডবার বন্ধ করুন
ca: Tanca la barra lateral
fur: Siere la sbare laterâl
hu: Oldalsáv bezárása
hy_am: Փակել կողավահանակը
id: Tutup bilah samping
kk: Бүйір панелін жабу
km: បិទ​របារ​ចំហៀង
ku: Darikê quncikê bigire
mai: बाजू पट्टी बन्न करू
ml: സൈഡ് ബാര്‍ അടയ്ക്കുക
my: ဘေးတန်းကို ပိတ်ပါ
ne: छेउपट्टी बन्द गर्नुहोस्
nn_no: Lat att sidestolpen
or: ପାର୍ଶ୍ୱପଟି ବନ୍ଦକରନ୍ତୁ
pt_br: Fechar painel
si: පැති තීරුව වසන්න
te: పక్క పట్టీని మూయి
th: ปิดแถบข้าง
uz: Yon panelni yopish

source: E&xit
af: Af&sluit
ar: ا&خرج
as: প্ৰস্থান কৰক
bg: Из&ход
bn_in: &প্রস্থান
ca: S&urt
fur: &Jes
hu: &Kilépés
hy_am: Փ&ակել
id: &Keluar
kk: Ш&ығу
km: &ចេញ
ku: Der&keve
mai: बाहर
ml: പുറത്തു കടക്കുക
my: ထွက်ခွါပါ
ne: बहिर निस्कनुहोस्
nn_no: Avslu&tt
or: ପ୍ରସ୍ଥାନ କରନ୍ତୁ
pt_br: &Sair
si: පිට‌වෙන්න
te: నిష్క్రమించు
th: &ออก
uz: C&hiqish

source: Exit &brandShorterName;
af: Sluit &brandShorterName; af
ar: أغلق &brandShorterName;
bg: Изход от &brandShorterName;
bn_in: প্রস্থান &brandShorterName;
ca: Surt del &brandShorterName;
fur: Jes di &brandShortName;
hu: Kilépés a &brandShorterName;ból
hy_am: Փակել &brandShorterName;-ը
id: Keluar dari &brandShorterName;
kk: &brandShorterName; жұмысын аяқтау
km: បិទ &brandShorterName;
mai: &brandShortName; सँ बाहर
ml: &brandShorterName;-ല്‍ നിന്നും പുറത്ത് കടക്കുക
my: &brandShorterName; မှထွက်
ne: &brandShorterName; बन्द गर
nn_no: Avslutt &brandShorterName;
pt_br: Sair do &brandShorterName;
si: &brandShortName; පිටවීම
te: &brandShorterName; నిష్క్రమించు
th: ออกจาก &brandShorterName;
uz: &brandShorterName;dan chiqish

source: &Quit
af: &Afsluit
ar: أ&غلق
as: প্ৰস্থান কৰক
bg: Из&ход
bn_in: প্রস্থান
ca: S&urt
fur: &Jes
hu: &Kilépés
hy_am: &Փակել
id: &Keluar
kk: &Шығу
km: &ចេញ
ku: Der&keve
mai: बाहर जाउ
ml: പുറത്തേക്ക്‌
my: ထွက်သွားပါ
ne: अन्त्य गर्नुहोस्
nn_no: Avslu&tt
or: ବିଦାୟ ନିଅନ୍ତୁ
pt_br: &Sair
si: ඉවත් වන්න (&Q)
te: నిష్క్రమించు
th: &ออก
uz: &Chiqish

source: Quit &brandShorterName;
af: Sluit &brandShorterName; af
ar: أغلق &brandShorterName;
bg: Изход от &brandShorterName;
bn_in: প্রস্থান &brandShorterName;
ca: Surt del &brandShorterName;
fur: Jes di &brandShortName;
hu: Kilépés a &brandShorterName;ból
hy_am: Փակել &brandShorterName;-ը
id: Keluar dari &brandShorterName;
kk: &brandShorterName; жұмысын аяқтау
km: បិទ &brandShorterName;
mai: &brandShortName; सँ बाहर जाउ
ml: &brandShorterName;-ല്‍ നിന്നും പുറത്ത് കടക്കുക
my: &brandShorterName; မှ ထွက်သွားပါ
ne: &brandShorterName; बन्द गर्नुहोस्
nn_no: Avslutt &brandShorterName;
pt_br: Sair do &brandShorterName;
si: &brandShortName; ඉවත් වන්න
te: &brandShorterName; నిష్క్రమించు
th: ออกจาก &brandShorterName;
uz: &brandShorterName;dan chiqish

source: &Close
af: &Sluit
ar: أ&غلق
as: বন্ধ কৰক
bg: &Затваряне
bn_in: বন্ধ করুন
ca: Tan&ca
fur: Sie&re
hu: &Bezárás
hy_am: &Փակել
id: T&utup
kk: &Жабу
km: &បិទ
ku: &Bigire
mai: बंद करू
ml: അടയ്ക്കുക
my: ပိတ်ပါ
ne: बन्द गर्नुहोस्
nn_no: &Lat att
or: ବନ୍ଦକରନ୍ତୁ
pt_br: &Fechar
si: වසන්න (&C)
te: మూయి
th: &ปิด
uz: &Yopish

# toggleMuteCmd.key
source: M
hu: N
kk: а

source: Page St&yle
af: Bladsys&tyl
ar: &طراز الصفحة
as: পৃষ্ঠা শৈলী
bg: О&формление на страницата
bn_in: &পৃষ্ঠার বিন্যাস
ca: Est&il de pàgina
fur: Stîl de pagj&ine
hu: Oldal&stílus
hy_am: Էջի Ո&ճը
id: &Gaya Laman
kk: Парақ &стилі
km: &រចនាប័ទ្ម​ទំព័រ
ku: &Teşeyê Rûpelê
mai: पृष्ठ शैली
ml: താള്‍ ശൈലി
my: စာမျက်နှာ ပုံစံ
ne: पृष्ठको शैली
nn_no: Sid&estil
or: ପୃଷ୍ଠା ଶୈଳୀ
pt_br: &Estilos da página
si: පිටු මෝස්තරය (&y)
te: పేజీ శైలి
th: ลัก&ษณะหน้า
uz: Sahifa us&lubi

source: &No Style
af: &Geen styl nie
ar: ب&لا طراز
as: কোনো শৈলী নাই
bg: &Без
bn_in: বিন্যাস বিহীন
ca: Se&nse estil
fur: &Nissun stîl
hu: Ni&ncs stílus
hy_am: &Առանց Ոճի
id: &Tanpa Gaya
kk: Стил&ьсіз
km: &គ្មាន​រចនាប័ទ្ម
ku: Teşe Tu&ne
mai: कोनो शैली नहीं
ml: ശൈലി ഇല്ലാതെ
my: ပုံစံမဲ့
ne: शैली नभएको
nn_no: &Ingen
or: କୌଣସି ଶୈଳୀ ନାହିଁ
pt_br: &Nenhum estilo
si: මෝස්තරයක් නැත (&N)
te: ఏశైలి లేదు
th: &ไม่มีลักษณะ
uz: &Uslubsiz

source: &Basic Page Style
af: &Basiese bladsystyl
ar: طراز &صفحة بسيط
as: সাধাৰণ পৃষ্টা শৈলী
bg: &Основен стил
bn_in: পৃষ্ঠার মৌলিক বিন্যাস
ca: Estil de pàgina &bàsic
fur: &Stîl base de pagjine
hu: &Alap oldalstílus
hy_am: &Օգտագործել Էջի Հիմնական Ոճը
id: Gaya &Standar Laman
kk: Парақтың &негізгі стилі
km: &រចនាប័ទ្ម​ទំព័រ​មូលដ្ឋាន
ku: &Teşeyê Rûpelê yê Bingehîn
mai: मौलिक पृष्ठ शैली
ml: അടിസ്ഥാന താള്‍ ശൈലി
my: အခြေခံ စာမျက်နှာ ပုံစံ
ne: आधारभूत पृष्ठ शैली
nn_no: &Vanleg
or: ମୌଳିକ ପୃଷ୍ଠା ଶୈଳୀ
pt_br: &Estilos base
si: මූලික පිටු මෝස්තරය (&B)
te: ప్రాధమిక పేజీ శైలి
th: ลักษณะหน้า&พื้นฐาน
uz: &Asosiy sahifa uslubi

source: Change pop-up blocking settings for this website
af: Wysig opspringerblokkering-opstelling vir hierdie webwerf
ar: غيّر إعدادات منع النوافذ المنبثقة لهذا الموقع
as: এই ৱেবছাইটৰ বাবে পপ-আপ প্ৰতিৰোধকাৰী সংহতিবোৰ সলনি কৰক
bg: Промяна на настройките за блокиране на изскачащи прозорци
bn_in: বর্তমান ওয়েব-সাইটে পপ-আপ উইন্ডো প্রদর্শন রোধ করার জন্য নির্ধারিত বৈশিষ্ট্য পরিবর্তন করুন
ca: Canvia els paràmetres de blocatge de finestres emergents per a aquest lloc web
fur: Cambie lis impostazions pal bloc dai barcons pop-up par chest sît
hu: Felugró ablakok tiltási beállításainak módosítása ennél a webhelynél
hy_am: Փոխել այս էջի համար Pop-up արգելակման դրույթները
id: Ubah pengaturan pemblokir pop-up untuk situs web ini
kk: Осы сайт үшін "атып шығатын" терезелерді болдырмау параметрлерін өзгерту
km: ផ្លាស់ប្ដូរ​ការ​កំណត់​ទប់ស្កាត់​ការ​លេចឡើង​សម្រាប់​តំបន់​បណ្ដាញ​នេះ
ku: Ji bo vê rûpelê, mîhengên astenkirina pencereyên pop-up biguherîne
mai: ई वेबसाइटक लेल पॉप-अप अवरोधन सेटिंग बदलू
ml: ഈ താളിന്റെ പോപ്പപ്പ് തടയല്‍ നിയന്ത്രണങ്ങള്‍ മാറ്റുക
my: ယခုဝတ်ဆိုဒ်အတွင် pop-up အပြင်အဆင်များအား ပြောင်းပါ
ne: यो वेबसाइटको लागि पप-अप अवरुद्ध ढाँचा बदल्नुहोस्
nn_no: Endra innstillingar for blokkering av sprettoppvindauge for denne nettstaden
or: ଏହି ୱେବ ସାଇଟ ପାଇଁ ପପ୍- ଅପ ବ୍ଲକିଙ୍ଗ ବିନ୍ୟାସଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pt_br: Configurar o bloqueio de janelas popup para este site
si: මෙම වෙබ් අඩවිය සඳහා පොප්-අප් ඇහිරුම් සැකසුම් වෙනස් කරන්න
te: ఈ వెబ్‌సైటు కొరకు సమూహ బ్లాకింగ్ అమరికలను మార్చు
th: เปลี่ยนการตั้งค่าการปิดกั้นป๊อปอัปสำหรับเว็บไซต์นี้
uz: Ushbu vebsahifa uchun paydo bo‘luvchi oynalarni bloklash moslamalarini o‘zgartirish

# allowPopups.accesskey
source: p
ar: ن
bg: Р
hu: m
id: i
kk: т

source: Edit Pop-up Blocker Preferences…
af: Redigeer opspringerblokkering-voorkeure…
ar: حرّر تفضيلات منع النوافذ المنبثقة…
as: পপ-আপ প্ৰতিৰোধকাৰী পছন্দসমূহ সম্পাদন কৰক…
bg: Настройки за блокиране на изскачащи прозорци…
bn_in: পপ-আপ প্রদর্শন রোধ সংক্রান্ত পছন্দ সম্পাদন করুন...
ca: Editeu les preferències del blocatge d'emergents…
fur: Gambie lis preferencis pal bloc dai barcons pop-up…
hu: Felugró ablakok tiltásának beállításai…
hy_am: Խմբագրել Pop-up-ի արգելման կարգավորումները…
id: Ubah Pengaturan Pemblokir Pop-up…
kk: "Атып шығатын" терезелерді болдырмау параметрлерін өзгерту…
km: កែ​សម្រួល​ចំណូល​ចិត្ត​កម្មវិធី​ទប់ស្កាត់​ការ​លេចឡើង...
ku: Vebijêrkên ji bo pencereyên pop-up serast bike...
mai: पॉप-अप अवरोधक वरीयताएँ संपादित करू…
ml: പോപ്പപ്പ് തടയലിന്റെ മുന്‍ഗണനകള്‍ തിരുത്തുക
my: ပွင့်ထွက် စာမျက်နှာ ပိတ်ဆို့ကိရိယာ ဦးစားပေးချက်များကို တည်းဖြတ်ပါ..
ne: पप्अप बाधकको अभिरुची परिमार्जित गर्नुहोस्
nn_no: Innstillingar for blokkering av sprettoppvindauge …
or: ପପ୍-ଅପ ବ୍ଲକର ପସନ୍ଦଗୁଡ଼ିକୁ ସମ୍ପାଦନ କରନ୍ତୁ…
pt_br: Editar preferências de bloqueio de janelas popup…
si: පොප්-අප් ඇහිරුම් අභීප්‍රේත සැකසීම...
te: పాప్అప్ బ్లాకరు ఆభీష్టాలను సరిచేయి...
th: แก้ไขการตั้งค่าตัวปิดกั้นป๊อปอัป…
uz: Paydo bo‘luvchi oynalarni bloklagichni moslash

source: &Edit Pop-up Blocker Options…
af: R&edigeer opspringerblokkering-opsies…
ar: &حرّر خيارات منع النوافذ المنبثقة…
as: পপ-আপ প্ৰতিৰোধকাৰী বিকল্পসমূহ সম্পাদন কৰক…
bg: &Настройки за блокиране на изскачащи прозорци…
bn_in: পপ-আপ প্রদর্শন রোধ সংক্রান্ত বিকল্প সম্পাদন করুন…
ca: &Editeu les opcions del blocatge d'emergents…
fur: &Gambie lis opzions pal bloc dai barcons pop-up…
hu: &Felugró ablakok tiltásának beállításai…
hy_am: &Խմբագրել Pop-up-ի արգելման ընտրանքները…
id: Ubah Pengaturan Pembl&okir Pop-up…
kk: "А&тып шығатын" терезелерді болдырмау параметрлерін өзгерту…
km: កែ​សម្រួល&ជម្រើស​កម្មវិធី​ទប់ស្កាត់​ការ​លេចឡើង...
ku: Vebijêrkên ji bo pencereyên pop-up &serast bike...
mai: पॉप-अप अवरोधक विकल्प संपादित करू…
ml: പോപ്പപ്പ് തടയല്‍ ഐച്ഛികങ്ങള്‍ തിരുത്തുക
my: ပွင့်ထွက် စာမျက်နှာ ပိတ်ဆို့ကိရိယာ ရွေးစရာများကို တည်းဖြတ်ပါ..
ne: पप्अप बाधकको विकल्पहरू परिमार्जित गर्नुहोस्
nn_no: I&nnstillingar for blokkering av sprettoppvindauge …
or: ପପ-ଅପ ବ୍ଲକର ପସନ୍ଦଗୁଡ଼ିକୁ ସମ୍ପାଦନ କରନ୍ତୁ…
pt_br: &Editar opções de bloqueio de janelas popup…
si: පොප්-අප් ඇහිරුම් විකල්ප සැකසීම... (&E)
te: పాప్అప్ బ్లాకరు ఐచ్ఛికాలను సరిచేయి...
th: &แก้ไขตัวเลือกตัวปิดกั้นป๊อปอัป…
uz: Paydo bo‘luvchi oynani bloklash moslamalarini &o‘zgartirish

# dontShowMessage.accesskey
source: D
ar: ت
bg: Б
ca: n
hu: n
id: J
kk: п
ku: ê
nn_no: I

source: Switch Page &Direction
af: Verwissel bladsy&rigting
ar: بدِّ&ل اتجاه الصفحة
as: পৃষ্ঠাৰ দিশ পৰিবৰ্তন কৰক
bg: &Превключване посоката на страницата
bn_in: পৃষ্ঠার দিশা পরিবর্তন করুন
ca: Canvia la direcció de la pà&gina
fur: Cambie la &direzion de pagjine
hu: O&ldal irányának átváltása
hy_am: Փոխել Էջի &Ուղղությունը
id: Ubah &Arah Laman
kk: П&арақтағы мәтін бағытын ауыстыру
km: ប្ដូរ&ទិស​ទំព័រ
ku: Bibore &Rêveberiya Rûpelê
mai: पृष्ठ दिशा बदलू
ml: താളിന്റെ ദിശ മാറ്റുക
my: စာမျက်နှာ ဦးတည်ချက် ကူးပြောင်းပါ
ne: पृष्ठको दिशा बदल्नुहोस्
nn_no: Byt tekst&retning på sida
or: ପୃଷ୍ଠା ନିର୍ଦ୍ଦେଶ ବଦଳାନ୍ତୁ
pt_br: Alt&erar direção da página
si: පිටු දිශාව හරවන්න (&D)
te: పేజీ దిశను మార్చు
th: สลับทิศทางห&น้ากระดาษ
uz: Sahifa &yo‘nalishini almashtirish

source: S&witch Text Direction
af: W&issel teksrigting
ar: بدِّل اتجاه ال&نص
as: লিখনিৰ দিশ পৰিবৰ্তন কৰক
bg: П&ревключване посоката на текста
bn_in: &লেখনির দিশা পরিবর্তন করুন
ca: Can&via la direcció del text
fur: Cambie la &direzion dal test
hu: S&zöveg irányának átváltása
hy_am: Փ&ոխել Տեքստի Ուղղությունը
id: Ubah Arah &Teks
kk: Парақтағы мәтін бағытын а&уыстыру
km: &ប្ដូរ​​ទិស​អត្ថបទ
ku: Bibore Rêveberiya De&qan
mai: पाठ दिशा बदलू
ml: പദാവലിയുടെ ദിശ മാറ്റുക
my: စာသား ဦးတည်ချက် ကူးပြောင်းပါ
ne: अक्षरको दिशा बदल्नुहोस्
nn_no: &Byt tekstretning
or: ପାଠ୍ୟ ନିର୍ଦ୍ଦେଶ ବଦଳାନ୍ତୁ
pt_br: &Alterar direção do texto
si: පෙළ දිශාව හරවන්න (&w)
te: పాఠ్యము దిశను మార్చు
th: &สลับทิศทางข้อความ
uz: Matn yo‘nalishini &almashtirish

source: &Find in This Page…
af: &Vind op hierdie bladsy…
ar: ا&بحث في هذه الصفحة…
as: এই পৃষ্ঠাত সন্ধান কৰক…
bg: &Търсене в страницата…
bn_in: বর্তমান পৃষ্ঠায় অনুসন্ধান
ca: Ce&rca en aquesta pàgina…
fur: C&jate in cheste pagjine…
hu: K&eresés ezen az oldalon…
hy_am: &Որոնում էջում…
id: &Cari di Laman Ini…
kk: Осы парақ&тан іздеу…
km: &ស្វែងរក​ក្នុង​ទំព័រ​នេះ...
ku: &Di vê rûpelê de bibîne...
mai: ई पृष्ठ मे ताकू…
ml: ഈ താളില്‍ കണ്ടെത്തുക
my: ဒီစာမျက်နှာမှာ ‌‌ရှာပါ...
ne: यो पृष्ठमा फेला पार्नुहोस्
nn_no: &Søk på denne sida …
or: ଏହି ପୃଷ୍ଠାରେ ଖୋଜନ୍ତୁ…
pt_br: Locali&zar…
si: මේ පිටුවේ සොයන්න... (&F)
te: ఈ పేజీలో కనుగొను...
th: &ค้นหาในหน้านี้…
uz: Ushbu sahifadan &topish
