Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

source: Sign in to &syncBrand.shortName.label;
af: Meld aan by &syncBrand.shortName.label;
ar: لِج إلى &syncBrand.shortName.label;
as: &syncBrand.shortName.label; লৈ ছাইন ইন কৰক
bg: Вписване в &syncBrand.shortName.label;
bn_in: &syncBrand.shortName.label; প্রস্তুত করুন
ca: Inicia la sessió al &syncBrand.shortName.label;
hu: Bejelentkezés a &syncBrand.shortName.label;be
hy_am: Մուտք գործել &syncBrand.shortName.label;
id: Masuk ke &syncBrand.shortName.label;
kk: &syncBrand.shortName.label; ішіне кіру
km: ចូល​ទៅកាន់ &syncBrand.shortName.label;
ku: Danişîna &syncBrand.shortName.label;ê veke
mai: &syncBrand.shortName.label; मे साइन इन करू
ml: &syncBrand.shortName.label;-ലേക്ക് പ്രവേശിയ്ക്കുക
my: &syncBrand.shortName.label; သို့ ဝင်ပါ
ne: &syncBrand.shortName.label; मा साइन इन गर्नुहोस
nn_no: Logg inn på &syncBrand.shortName.label;
or: &syncBrand.shortName.label; କୁ ବ୍ୟବସ୍ଥା କରନ୍ତୁ
pt_br: Entrar no &syncBrand.shortName.label;
si: &syncBrand.shortName.label; වෙත පිවිසෙන්න
te: &syncBrand.shortName.label; లోనికి ప్రవేశించండి
th: ลงชื่อเข้าใช้ &syncBrand.shortName.label;
uz: &syncBrand.shortName.label;ga kirish

source: Open &syncBrand.shortName.label; preferences
ar: افتح تفضيلات &syncBrand.shortName.label;
bn_in: &syncBrand.shortName.label; খুলুন পছন্দসমূহ
ca: Obre les preferències del &syncBrand.shortName.label;
hu: A &syncBrand.shortName.label; beállításainak megnyitása
hy_am: Բացել &syncBrand.shortName.label;-ի կարգավորումները
id: Buka preferensi &syncBrand.shortName.label;
kk: &syncBrand.shortName.label; баптауларын ашу
km: បើក​ចំណូលចិត្ត &syncBrand.shortName.label;
ml: &syncBrand.shortName.label; മുന്‍ഗണനകള്‍ തുറക്കുക
my: &syncBrand.shortName.label; ၏ အပြင်အဆင်များကို ဖွင့်ပါ
ne: &syncBrand.shortName.label; को प्राथमिकताहरू खोल्नुहोस्
nn_no: Opna &syncBrand.shortName.label; innstillingar
te: &syncBrand.shortName.label; అభీష్టాలు తెరువు
th: เปิดการตั้งค่า &syncBrand.shortName.label;
uz: &syncBrand.shortName.label; parametrlarini ochish

source: Reconnect to &syncBrand.shortName.label;
af: Herkoppel aan &syncBrand.shortName.label;
ar: أعِد الاتصال مع &syncBrand.shortName.label;
as: &syncBrand.shortName.label; লৈ পুনৰ সংযোগ কৰক
bg: Свържете се наново в &syncBrand.shortName.label;
bn_in: &syncBrand.shortName.label; প্রস্তুত করুন
ca: Torna a connectar al &syncBrand.shortName.label;
fur: Riconetiti a &syncBrand.shortName.label;…
hu: Újracsatlakozás a &syncBrand.shortName.label;hez
hy_am: Վերակապակցվել &syncBrand.shortName.label;ին
id: Sambungkan ulang ke &syncBrand.shortName.label;
kk: &syncBrand.shortName.label; үшін қайта байланысу
km: តភ្ជាប់​ឡើង​វិញ​ទៅកាន់ &syncBrand.shortName.label;
ku: Dîsa têkeve &syncBrand.shortName.label;ê
mai: &syncBrand.shortName.label; सेटअप करू
ml: &syncBrand.shortName.label;-ലേക്ക് വീണ്ടും കണക്ട് ചെയ്യുക
my: &syncBrand.shortName.label; ကို ပြန်လည်ချိတ်ဆက်ပါ
ne: &syncBrand.shortName.label; मा पुनः जडान गर्नुहोस्
nn_no: Kopla til &syncBrand.shortName.label; på nytt
or: &syncBrand.shortName.label; ସହିତ ପୁଣି ସଂଯୋଗ କରନ୍ତୁ
pt_br: Reconectar-se ao &syncBrand.shortName.label;
si: &syncBrand.shortName.label; වෙත නැවත සබඳවන්න
te: &syncBrand.shortName.label; తిరిగి అనుసంధానించు
th: เชื่อมต่อกับ &syncBrand.shortName.label; ใหม่
uz: &syncBrand.shortName.label;ga qayta ulanish

source: Verify Your Account
ar: أكّد حسابك
bn_in: অ্যাকাউন্ট যাচাই করুন
ca: Verifiqueu el compte
hu: Fiók ellenőrzése
hy_am: Ստուգել հաշիվը
id: Verifikasikan Akun Anda
kk: Тіркелгіні растау
km: ផ្ទៀងផ្ទាត់​គណនី​របស់​អ្នក
ml: താങ്കളുടെ അക്കൗണ്ട് ഉറപ്പു് വരുത്തൂ
my: သင့်အကောင့်ကို အတည်ပြုပါ
ne: खाता प्रमाणिकरण गर्नुहोस्
nn_no: Stadfest kontoen din
te: మీ ఖాతాను నిర్ధారించండి
th: ยืนยันบัญชีของคุณ
uz: Hisobingizni tasdiqlang

source: Minimize
af: Minimeer
ar: صغّر
as: সৰু কৰক
bg: Минимизиране
bn_in: আড়াল করুন
ca: Minimitza
fur: Ridûs a icone
hu: Kis méret
hy_am: Փոքրացնել
id: Minikan
kk: Бүктеу
km: បង្រួម​អប្បបរមា
ku: Biçûk Bike
mai: न्यूनतम करू
ml: ചെറുതാക്കുക
my: ချုံ့ပါ
ne: सानो गर्नुहोस्
nn_no: Minimer
or: କ୍ଷୁଦ୍ରତମନ
pt_br: Minimizar
si: හකුළන්න
te: చిన్నదిచేయు
th: ย่อ
uz: Yig‘ish

source: Restore
af: Stel terug
ar: استعِد
as: পুনৰ সংৰক্ষণ কৰক
bg: Възстановяване
bn_in: পূর্ববর্তী অবস্থা
ca: Restaura
fur: Ripristine
hu: Helyreállítás
hy_am: Վերականգնել
id: Kembalikan
kk: Қалпына келтіру
km: ស្ដារ
ku: Danişîna Berê
mai: फेर संग्रहित करू
ml: പുനസ്ഥാപിക്കുക
my: ပြန်ဖွင့်ပါ
ne: पूर्ववस्थामा ल्याउनुहोस्
nn_no: Gjenopprett
or: ପୁନଃ ସ୍ଥାପନ କରନ୍ତୁ
pt_br: Restaurar
si: ප්‍රතිස්ථාපනය
te: తిరిగివుంచు
th: คืนสภาพ
uz: Tiklash

# fullScreenClose.tooltip
source: Close
af: Sluit
ar: أغلق
as: বন্ধ কৰক
bg: Затваряне
bn_in: বন্ধ
ca: Tanca
fur: Siere
hu: Bezárás
hy_am: Փակել
id: Tutup
kk: Жабу
km: បិទ
ku: Bigire
mai: बन्न करू
ml: അടയ്ക്കുക
my: ပိတ်ပါ
ne: बन्द गर्नुहोस्
nn_no: Lat att
or: ବନ୍ଦକରନ୍ତୁ
pt_br: Fechar
si: වසන්න
te: మూసివేయి
th: ปิด
uz: Yopish

source: &Hide Toolbars
af: &Verskuil nutsbalke
ar: ا&خفِ شريط الأدوات
as: টুলবাৰসমূহ লুকাওক
bg: Скриване на &лентите
bn_in: টুল-বার আড়াল করুন
ca: Ama&ga les barres d'eines
fur: &Plate la bande dai imprescj
hu: &Eszköztárak elrejtése
hy_am: &Թաքցնել Գործիքագոտիները
id: &Sembunyikan Bilah Alat
kk: &Саймандар панелдерін жасыру
km: &លាក់​របារ​ឧបករណ៍
ku: &Darikê Amûran Veşêre
mai: अओजार पट्ट नुकाउ
ml: ടൂള്‍ബാറുകള്‍ അദൃശ്യമാക്കുക
my: ကိရိယာအတန်းများကို ဖျောက်ပါ
ne: टुलबारहरू लुकाउनुहोस्
nn_no: &Gøym verktøylinjer
or: ସାଧନପଟି ଲୁଚାନ୍ତୁ
pt_br: &Ocultar barras de ferramentas
si: මෙවලම් තීරු සඟවන්න
te: సాధనపట్టీలను మరుగుపరచుము
th: &ซ่อนแถบเครื่องมือ
uz: Asboblar panelini &yashirish

source: Exit &Full Screen Mode
af: Sluit &volskermmodus af
ar: اخرج من &وضع ملء الشاشة
as: পূৰ্ণপৰ্দা অৱস্থা প্ৰস্থান কৰক
bg: Изход от &цял екран
bn_in: সম্পূর্ণ পর্দায় প্রদর্শন থেকে প্রস্থান করুন
ca: Surt del mode en &pantalla completa
fur: &Jes de modalitât a dut il visôr
hu: &Kilépés a teljes képernyős módból
hy_am: Դուրս գալ &Լիաէկրան վիճակից
id: Keluar dari Mode Layar &Penuh
kk: &Толық экран режимінен шығу
km: ចេញពី&របៀប​ពេញ​អេក្រង់
ku: &Ji Moda Dîmender Tijî derkeve
mai: पूर्ण स्क्रीन मोड सँ बाहर निकलू
ml: പൂര്‍ണ്ണവലിപ്പത്തില്‍ നിന്നും പുറത്തു് കടക്കുക
my: ဖန်သားပြင်အပြည့်ကြည့်ခြင်းမှ ထွက်ရန်
ne: पूरा पर्दा बन्द गर्नुहोस्
nn_no: A&vslutt fullskjermmodus
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦା ଅବସ୍ଥାରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ
pt_br: &Sair do modo tela inteira
si: පූර්ණතිර ආකාරයෙන් ඉවත් වන්න
te: పూర్తితెర రీతిని నిష్క్రమించుము
th: ออกจากโหมด&เต็มจอ
uz: B&utun ekran usulidan chiqish

source: is now full screen
ar: يملأ الشاشة الآن
bn_in: স্ক্রিন পূর্ণভাবে ব্যবহৃত হচ্ছে
ca: està a pantalla completa
hu: mostantól teljes képernyős
hy_am: այժմ լիաէկրան է
id: sekarang dalam layar penuh
kk: енді толық экран режимінде
km: ឥឡូវ​ពេញ​អេក្រង់
ml: ഇപ്പോള്‍ പൂര്‍ണ്ണ വലിപ്പത്തിലാണു്
my: ယခု မြင်ကွင်းအပြည့် ဖြစ်သွားပါပြီ
ne: पुरा स्क्रिन अहिले भयो
nn_no: er no i fullskjerm
te: ఇప్పుడు పూర్తి తెరలో వుంది
th: เต็มจออยู่
uz: – hozir butun ekranda

source: This document is now full screen
ar: يملأ هذا المستند الشاشة الآن
bn_in: নথিটি পূর্ণ স্ক্রিনে স্থাপিত হয়েছে
ca: Aquest document està a pantalla completa
hu: A dokumentum mostantól teljes képernyős
hy_am: Փաստաթուղթը այժմ լիաէկրան է
id: Sekarang dokumen ini dalam layar penuh
kk: Бұл құжат енді толық экран режимінде
km: ឥឡូវ​ឯកសារ​នេះ​​ពេញ​អេក្រង់
ml: രേഖ ഇപ്പോള്‍ പൂര്‍ണ്ണ വലിപ്പത്തിലാണു്
my: ဒီမှတ်တမ်းက မြင်ကွင်း အပြည့် ဖြစ်သွားပါပြီ
ne: तपाईँको खाता पुरा पर्दाको भएको छ
nn_no: Dette dokumentet er no i fullskjerm
te: ఈ పత్రం ఇప్పుడు పూర్తి తెరలో వుంది
th: เอกสารนี้เต็มจออยู่
uz: Bu hujjat hozir butun ekranda ko‘rinmoqda

source: Exit Full Screen (Esc)
ar: غادر ملء الشاشة (Esc)
bn_in: সম্পূর্ণ স্ক্রীন হইতে প্রস্থান করুন
ca: Surt de la pantalla completa (Esc)
hu: Kilépés a teljes képernyőből (Esc)
hy_am: Դուրս գալ Լիաէկրանից (Esc)
id: Keluar dari Layar Penuh (Esc)
kk: Толық экраннан шығу (Esc)
km: បិទ​ពេញ​អេក្រង់ (គេច)
ml: പൂര്‍ണ്ണവലിപ്പത്തില്‍ നിന്നും പുറത്തു് കടക്കുക (Esc)
my: မြင်ကွင်း အပြည့်မှ ထွက်ရန် (ESC) ခလုတ် ကိုနိုပ်ပါ။
ne: पुरा स्क्रिनबाट निस्कनुहोस (Esc)
nn_no: Avslutt fullskjerm (Esc)
te: పూర్తి తెర నిష్క్రమించు (Esc)
th: ออกจากการแสดงผลเต็มจอ (Esc)
uz: "Butun ekranda" usulidan chiqish (Esc)

source: Exit Full Screen (esc)
ar: غادر ملء الشاشة (esc)
bn_in: পূর্ণ স্ক্রিন প্রস্থান করুন (esc)
ca: Surt de la pantalla completa (esc)
hu: Kilépés a teljes képernyőből (esc)
hy_am: Դուրս գալ Լիաէկրանից (esc)
id: Keluar dari Layar Penuh (esc)
kk: Толық экраннан шығу (Esc)
km: បិទ​ពេញ​អេក្រង់ (គេច)
ml: സ്ക്രീന്‍ നിറഞ്ഞിരിക്കുന്നതില്‍ നിന്നും തിരിച്ചു് പോവുക (എസ്കേപ്)
my: မြင်ကွင်း အပြည့်မှ ထွက်ရန် (ESC) ခလုတ် ကိုနိုပ်ပါ။
ne: पुरा स्क्रिनबाट निस्कनुहोस (esc)
nn_no: Avslutt fullskjerm (esc)
te: పూర్తి తెర నిష్క్రమించు (esc)
th: ออกจากการแสดงผลเต็มจอ (esc)
uz: "Butun ekranda" usulidan chiqish (Esc)

source: Exit F&ull Screen
af: Verlaat v&olskerm
ar: غادر &ملء الشاشة
as: পূৰ্ণপৰ্দা ত্যাগ কৰক
bg: Излизане от режим на &цял екран
bn_in: &সম্পূর্ণ পর্দায় প্রদর্শন বন্ধ করুন
ca: Surt de la &pantalla completa
fur: &Jes de modalitât a dut il visôr
hu: &Kilépés a teljes képernyős módból
hy_am: Դուրս գալ &Լիաէկրան վիճակից
id: Kel&uar dari Mode Layar Penuh
kk: &Толық экраннан шығу
km: ចេញពី&ពេញ​អេក្រង់
ku: Ji moda Dî&mender Tijî derkeve
mai: पूर्ण स्क्रीनसँ निकलू (&u)
ml: സ്ക്രീന്‍ സാധാരണ വലിപ്പത്തില്‍
my: &uမြင်ကွင်းကျယ်မှထွက်ရန်
ne: पूरा पर्दा बन्द गर्नुहोस्
nn_no: A&vslutt fullskjerm
or: ସମ୍ପୂର୍ଣ୍ଣ ପରଦାରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ
pt_br: Sair da &tela inteira
te: నిండుతెర నిష్క్రమించు
th: ออกจากการแสดงผลเต็&มจอ
uz: B&utun ekran’dan chiqish

source: has control of your pointer. Press Esc to take back control.
ar: في مؤشرك. اضغط Esc لتستعيد التحكم.
hu: . Nyomja meg az Esc gombot az irányítás visszavételéhez.
hy_am: ղեկավարում է ձեր ցուցիչը: Սեղմեք Esc՝ ղեկավարումը հետ վերադարձնելու համար:
kk: курсорыңызды басқаруда. Басқаруды қайта алу үшін Esc басыңыз.
ne: तपाईको सूचक नियन्त्रण बाहिर छ । नियन्त्रण आफ्नो कब्जामा ल्याउन इस्केप Esc थिच्नुहोस।
nn_no: har kontroll over peikaren din. Trykk Esc for å ta tilbake kontrollen.

source: This document has control of your pointer. Press Esc to take back control.
ar: يتحكم هذا المستند في مؤشرك. اضغط Esc لتستعيد التحكم.
hu: Ez a dokumentum vezérli az egérmutatóját. Nyomja meg az Esc gombot az irányítás visszavételéhez.
hy_am: Այս փաստաթուղթը ղեկավարում է ձեր ցուցիչը: Սեղմեք Esc՝ ղեկավարումը հետ վերադարձնելու համար:
kk: Бұл құжат курсорыңызды басқаруда. Басқаруды қайта алу үшін Esc басыңыз.
ne: तपाईको कागजात यो पोइन्टरको नियन्त्रणमा रहेको छ। नियन्त्रण फिर्ता ल्याउन Esc थिच्नुहोस्।

source: Close Win&dow
af: Sluit &venster
ar: أغلق ال&نافذة
as: উইন্ডো বন্ধ কৰক
bg: Затваряне на &прозореца
bn_in: উইন্ডো বন্ধ করুন
ca: Tanca la &finestra
fur: Siere il bar&con
hu: &Ablak bezárása
hy_am: Փակել Պա&տուհանը
id: Tutup Jen&dela
kk: Терезені жа&бу
km: បិទ&បង្អួច
ku: &Pencereyê Bigire
mai: विंडो बंद करू
ml: ജാലകം അടയ്ക്കുക
my: &dဝင်းဒိုးအားပိတ်ရန်
ne: सञ्झ्याल बन्द गर्नुहोस्
nn_no: &Lat att vindauge
or: ୱିଣ୍ଡୋ ବନ୍ଦ କରନ୍ତୁ
pt_br: Fec&har janela
si: කවුළුව වසන්න
te: విండో మూయి
th: ปิ&ดหน้าต่าง
uz: O&ynani yopish

source: &Bookmarks
af: &Boekmerke
ar: &علامات
as: পত্ৰচিহ্নসমূহ
bg: &Отметки
bn_in: বুকমার্ক
ca: Ad&reces d'interès
fur: &Segnelibris
hu: &Könyvjelzők
hy_am: &Էջանիշեր
id: &Markah
kk: &Бетбелгілер
km: &ចំណាំ
ku: &Bijare
mai: पुस्तकचिह्न (&B)
ml: അടയാളങ്ങള്‍
my: &Bလိပ်စာမှတ်များ
ne: पुस्तकचिनोहरू
nn_no: &Bokmerke
or: ଚିହ୍ନିତ ସ୍ଥାନଗୁଡ଼ିକ
pt_br: Fa&voritos
si: පිටු සලකුණු (&B)
te: ఇష్టాంశాలు
th: ที่คั่&นหน้า
uz: &Xatcho‘plar

# bookmarkThisPageCmd.label
source: Bookmark This Page
af: Boekmerk hierdie bladsy
ar: علّم هذه الصفحة
as: এই পৃষ্ঠা পত্ৰচিহ্নিত কৰক
bg: Отмятане на страницата
bn_in: চিহ্নিত পৃষ্ঠা বুকমার্ক করুন
ca: Afegeix la pàgina a les adreces d'interès
fur: Zonte cheste pagjine ai segnelibris
hu: Oldal hozzáadása a könyvjelzőkhöz
hy_am: Էջանշել Այս Էջը
id: Markahi Laman ini
kk: Бұл бетті бетбелгілерге қосу
km: ចំណាំ​ទំព័រ​នេះ
mai: ई पृष्ठ पुस्तकचिह्नित करू
ml: ഈ താള്‍ അടയാളപ്പെടുത്തുക
my: ဒီစာမျက်နှာကို မှတ်သားပါ
ne: यस पृष्ठमा पुस्तकचिनो हाल्नुहोस्
nn_no: Bokmerk denne sida
or: ଏହି ପୃଷ୍ଠାକୁ ଚିହ୍ନିତ କରନ୍ତୁ
pt_br: Adicionar página
si: මෙම පිටුව සලකුණු කරගන්න
te: ఈ పేజీని ఇష్టాంశముచేయి
th: คั่นหน้านี้
uz: Sahifani xatcho‘plarga qo‘shish

source: Edit This Bookmark
af: Redigeer hierdie boekmerk
ar: حرّر هذه العلامة
as: এই পত্ৰচিহ্ন সম্পাদন কৰক
bg: Редактиране на отметката
bn_in: চিহ্নিত বুকমার্ক পরিবর্তন করুন
ca: Edita aquesta adreça d'interès
fur: Modifiche chest segnelibri
hu: Könyvjelző szerkesztése
hy_am: Խմբագրել այս էջանիշը
id: Edit Markah Ini
kk: Бетбелгіні түзету
km: កែ​សម្រួល​ចំណាំ​នេះ
ku: Vê bijareyê serast bike
mai: ई पुस्तकचिह्न संपादित करू
ml: ഈ അടയാളക്കുറിപ്പു് ചിട്ടപ്പെടുത്തുക
my: ဤစာမျက်နှာအမှတ်အားပြင်မည်။
ne: यो पुस्तकचिनोलाई परिमार्जित गर्नुहोस्
nn_no: Rediger dette bokmerket
or: ଏହି ଚିହ୍ନିତ ସ୍ଥାନକୁ ସମ୍ପାଦନ କରନ୍ତୁ
pt_br: Editar este favorito
si: මෙම පිටු සලකුණ සකසන්න
te: ఈఇష్టాంశమును సరిచేయి
th: แก้ไขที่คั่นหน้านี้
uz: Ushbu xatcho‘pni o‘zgartirish

source: Find more Share services…
af: Kry meer dienste om mee te deel…
ar: ابحث عن المزيد من خدمات المشاركة…
as: অধিক অংশীদাৰী সেৱাসমূহ সন্ধান কৰক…
bg: Други услуги за споделяне…
bn_in: আরও শেয়ার সার্ভিস খুঁজুন…
ca: Cerca més serveis de compartició…
fur: Cîr plui servizis condivîs
hu: További megosztási szolgáltatások…
hy_am: Գտնել այլ սարքեր...
id: Temukan layanan Berbagi lainnya…
kk: Көбірек бөлісу қызметтерін табу…
km: ស្វែងរក​សេវាកម្ម​ចែករំលែក​ច្រើន​ទៀត…
mai: आओर साझा सेवा पाबू...
ml: കൂടുതല്‍ പങ്കിടല്‍ സേവനങ്ങള്‍ കണ്ടെത്തൂ...
my: Share ဝန်ဆောင်မှုများကို ရှာရန်
ne: अरू धेरै सेयर सेवाहरू पत्तालगाउनुहोस्…
nn_no: Finn fleire deletenester…
or: ଅଧିକ ସହଭାଗୀ ସର୍ଭିସଗୁଡ଼ିକୁ ଖୋଜନ୍ତୁ…
pt_br: Localizar mais serviços de compartilhamento…
si: තවත් බෙදාගැනීමේ සේවා සොයන්න...
te: మరిన్ని భాగస్వామ్య పరికరాలు కనుగొను...
th: ค้นหาบริการแบ่งปันเพิ่มเติม…
uz: Ko‘proq bo‘lishish xizmatlarini topish…

source: Share Thi&s Page
af: &Deel dié bladsy
ar: &شارك هذه الصفحة
as: এই পৃষ্ঠা অংশীদাৰী কৰক
bg: &Споделяне на страницата
bn_in: এই &পৃষ্ঠাটি শেয়ার করুন
ca: &Comparteix aquesta pàgina
fur: Condi&vît cheste pagjine
hu: Oldal &megosztása
hy_am: Տարածե&լ էջը
id: Bagikan &Laman Ini
kk: Бұл бетпен бөлі&су
km: ចែករំលែក&ទំព័រ​នេះ
ku: Vê rûpelê &parve bike
mai: ई पन्नाक साझा करू (&s)
ml: &ഈ താള്‍ പങ്കു് വയ്ക്കുക
my: &sယခုစာမျက်နှာအားမျှပါ
ne: यो पृष्ठ बाँड्नुहोस्
nn_no: &Del denne sida
or: ଏହି ପୃଷ୍ଠାକୁ ସହଭାଗ କରନ୍ତୁ
pt_br: Compartil&har esta página
si: මෙම පිටුව බෙදාගන්න (&s)
te: ఈ పేజీని పంచుకోండి
th: แ&บ่งปันหน้านี้
uz: Ushbu sahifani &bo‘lishish

source: S
kk: с
nn_no: l
or: l

source: S&hare This Link
af: &Deel dié skakel
ar: &شارك هذا الرابط
as: এই সংযোগ অংশীদাৰী কৰক
bg: &Споделяне на връзка
bn_in: এই &লিঙ্কটি শেয়ার করুন
ca: Comparteix aquest en&llaç
fur: Condi&vît chest leam
hu: &Hivatkozás megosztása
hy_am: Տա&րածել հղումը
id: Bagikan &Tautan Ini
kk: Бұл сілтемемен бөлі&су
km: &ចែករំលែក​​តំណ​​នេះ
mai: ई कड़ीक साझा करू (&h)
ml: ഈ കണ്ണി പങ്കിടുക
my: &s ယခုလင်ခ့်ကို မျှဝေပါ
ne: यो लिङ्क सेयर गर्नुहोस्
nn_no: De&l denne lenka
or: ଏହି ଲିଙ୍କକୁ ସହଭାଗ କରନ୍ତୁ
pt_br: Compartil&har este link
si: මෙම සබැඳිය බෙදාගන්න (&h)
te: ఈ లంకెను పంచుకోండి
th: &แบ่งปันลิงก์นี้
uz: Ushbu linkni bo‘lis&hish

source: Sha&re This Image
af: &Deel dié beeld
ar: &شارك هذه الصورة
as: এই ছবি অংশীদাৰী কৰক
bg: &Споделяне на изображение
bn_in: এই &ছবিটি শেয়ার করুন
ca: Comparte&ix aquesta imatge
fur: Condi&vît cheste figure
hu: Kép &megosztása
hy_am: Տա&րածել նկարը
id: Bagikan &Gambar Ini
kk: Бұл суретпен бөлі&су
km: &ចែករំលែក​រូបភាព​នេះ
mai: ई छवि साझा करू (&r)
ml: ഈ ചിത്രം പങ്കിടുക
my: &s ပုံကို မျှဝေပါ
ne: यो तस्विर सेयर गर्नुहोस्
nn_no: Del dette &bildet
or: ଏହି ପ୍ରତିଛବିକୁ ସହଭାଗ କରନ୍ତୁ
pt_br: Compartil&har esta imagem
si: මෙම රූපය බෙදාගන්න (&r)
te: ఈ ఇమేజ్‌ను పంచుకోండి
th: แ&บ่งปันภาพนี้
uz: Ushbu &rasmni bo‘lishish

source: Sha&re Selection
af: &Deel seleksie
ar: &شارك هذا التحديد
as: নিৰ্বাচন অংশীদাৰী কৰক
bg: &Споделяне на избраното
bn_in: নির্বাচন শে&য়ার করুন
ca: Comparteix la &selecció
fur: Condi&vît la selezion
hu: Kijelölés &megosztása
hy_am: Տարա&ծել նշվածը
id: Bagikan yang &Dipilih
kk: Таңдалғанмен бөлі&су
km: ចែករំលែក​​ជម្រើស
mai: साझा चयन (&r)
ml: തെരഞ്ഞെടുത്തതു് പങ്കിടുക
my: &S ရွေးထားသောစာကို မျှဝေပါ
ne: चयन गरिएकालाई सेयर गर्नुहोस्
nn_no: Del &utval
or: ଚୟନକୁ ସହଭାଗ କରନ୍ତୁ
pt_br: Compartil&har seleção
si: තෝරාගැනීම බෙදාගන්න (&r)
te: భాగస్వామ్య ఎంపిక
th: แ&บ่งปันที่เลือก
uz: Tanlanganni &bo‘lishish

source: Sha&re This Video
af: &Deel dié video
ar: &شارك هذا الڤديو
as: এই ভিডিঅ' অংশীদাৰী কৰক
bg: &Споделяне на видеозапис
bn_in: এই &ভিডিওটি শেয়ার করুন
ca: Comparteix aquest &vídeo
fur: Condi&vît chest video
hu: Videó &megosztása
hy_am: Տարա&ծել տեսանյութը
id: Bagikan &Video Ini
kk: Бұл видеомен бөлі&су
km: ចែករំលែក​វីដេអូ​នេះ
mai: ई वीडियो साझा करू (&r)
ml: ഈ വീഡിയോ പങ്കിടുക
my: &s ဤဗီဒီယိုကို မျှဝေမည်
ne: यो भिडियो बाँड्नुहोस्
nn_no: Del denne &videoen
or: ଏହି ଭିଡ଼ିଓକୁ ସହଭାଗ କରନ୍ତୁ
pt_br: Compartil&har este vídeo
si: මෙම වීඩියෝව බෙදාගන්න (&r)
te: ఈ వీడియోను పంచుకోండి
th: แ&บ่งปันวิดีโอนี้
uz: Ushbu videoni bo‘li&shish

# feedsMenu2.label
source: Subscribe to This Page
ar: اشترك بهذه الصفحة
ca: Subscriu-me a aquesta pàgina
hu: Feliratkozás erre az oldalra
hy_am: Բաժանորդագրվել այս էջին
id: Berlangganan Laman Ini
kk: Бұл параққа жазылу
km: ជាវ​ទំព័រ​នេះ
ml: ഈ താളില്‍ അംഗമാകുക
my: ဒီစာမျက်နှာမှ ပုံမှန်သတင်း ရယူရန်
ne: यस पृष्ठको सदस्यता लिनुहोस्
nn_no: Abonner denne sida
th: บอกรับหน้านี้
uz: Ushbu sahifaga obuna bo‘lish

# subscribeToPageMenupopup.label
source: Subscribe to This Page
ar: اشترك بهذه الصفحة
ca: Subscriu-me a aquesta pàgina
hu: Feliratkozás erre az oldalra
hy_am: Բաժանորդագրվել այս էջին
id: Berlangganan Laman Ini
kk: Бұл параққа жазылу
km: ជាវ​ទំព័រ​នេះ
ml: ഈ താളില്‍ അംഗമാകുക
my: ဒီစာမျက်နှာမှ ပုံမှန်သတင်း ရယူရန်
ne: यस पृष्ठको सदस्यता लिनुहोस्
nn_no: Abonner på denne sida
th: บอกรับหน้านี้
uz: Ushbu sahifaga obuna bo‘lish

source: Subscribe to This Page…
af: Teken in op hierdie bladsy…
ar: اشترك في هذه الصفحة…
as: এই পৃষ্ঠা লৈ স্বাক্ষৰ কৰক…
bg: Абониране за тази страница…
bn_in: বর্তমানে পৃষ্ঠায় সাবস্ক্রাইব করুন...
ca: Subscriu-me a la pàgina…
fur: Notiti a cheste pagjine…
hu: Feliratkozás erre az oldalra…
hy_am: Բաժանորդագրվել Այս Էջին…
id: Berlangganan Laman Ini…
kk: Жаңалықтар таспаларына жазылу…
km: ជាវ​ទំព័រ​នេះ…
ku: Endambûna Ji Bo Vê Rûpelê
mai: ई पृष्ठ क सदस्यता लिअ'…
ml: ഈ താളില്‍ അംഗമാകുക...
my: ဒီစာမျက်နှာမှာ စာရင်းသွင်းပါ...
ne: यस पृष्ठलाई सब्स्क्राइब गर्नुहोस्...
nn_no: Abonner på denne sida …
or: ଏହି ପୃଷ୍ଠାକୁ କିଣନ୍ତୁ…
pt_br: Inscrever RSS…
si: මෙම පිටුවට දායකත්වය දක්වන්න...
te: ఈ పేజీకి చందాదారు కండి...
th: บอกรับหน้านี้…
uz: Ushbu sahifaga obuna bo‘lish…

source: Bookmark All Tabs…
af: Boekmerk alle oortjies…
ar: علّم كل الألسنة…
as: সকলো টেব পত্ৰচিহ্নিত কৰক…
bg: Отмятане всички подпрозорци…
bn_in: সমস্ত ট্যাব বুকমার্ক করুন...
ca: Afegeix-hi totes les pestanyes…
fur: Zonte dutis lis lengutis ai segnelibris…
hu: Minden lap egy könyvjelzőbe…
hy_am: Էջանշել Բոլոր Ներդիրները…
id: Markahi Semua Tab…
kk: Барлық беттерді бетбелгілерге қосу…
km: ចំណាំ​ផ្ទាំង​ទាំងអស់…
ku: Hemû Hilpekînan Têxe Bijareyan...
mai: सभटा टैब पुस्तकचिह्नित करू…
ml: എല്ലാ റ്റാബുകളും അടയാളപ്പെടുത്തുക...
my: စာအမှတ် အားလုံးကို မှတ်သားပါ...
ne: सब ट्याबहरूलाई पुस्तकचिनो बनाउनुहोस्...
nn_no: Bokmerk alle faner …
or: ସମସ୍ତ ଟ୍ୟାବଗୁଡ଼ିକୁ ଚିହ୍ନିତ କରନ୍ତୁ…
pt_br: Adicionar todas as abas…
si: සියලු ටැබ පිටු සලකුණුගත කරන්න...
te: అన్ని టాబ్ లను ఇష్టాంశముచేయుము...
th: คั่นแท็บทั้งหมด…
uz: Barcha ichki oynalarni xatcho‘plash

source: Show All Bookmarks
af: Wys alle boekmerke
ar: أظهِر كل العلامات
as: সকলো পত্ৰচিহ্ন দেখুৱাওক
bg: Показване на всички отметки
bn_in: সকল বুকমার্ক প্রদর্শন
ca: Mostra totes les adreces d'interès
fur: Mostre ducj i segnelibris
hu: Minden könyvjelző megjelenítése
hy_am: Ցուցադրել բոլոր էջանիշերը
id: Tampilkan Semua Markah…
kk: Барлық бетбелгілерді көрсету
km: បង្ហាញ​ចំណាំ​ទាំងអស់
ku: Hemû bijareyan nîşan bide
mai: सभटा पुस्तकचिह्न केँ देखाउ
ml: എല്ലാ അടയാളക്കുറിപ്പുകളും കാണിയ്ക്കുക
my: မှတ်သားချက်များအားလုံးကို ပြသပါ
ne: सबै पुस्तकचिनोहरू देखाउनुहोस्
nn_no: Vis alle bokmerke
or: ସମସ୍ତ ଚିହ୍ନିତ ସ୍ଥାନଗୁଡ଼ିକୁ ଦର୍ଶାନ୍ତୁ
pt_br: Exibir todos os favoritos
si: සියළු පිටුසලකුණු පෙන්වන්න…
te: అన్ని యిష్టాంశములను చూపుము
th: แสดงที่คั่นหน้าทั้งหมด
uz: Barcha xatcho‘plarni ko‘rsatish

source: Recently Bookmarked
ar: المعلّم حديثا
ca: Afegides més recentment
hu: Nemrég könyvjelzőzött
hy_am: Վերջերս էջանշված
id: Baru Saja Dibuat Markah
kk: Соңынан қосылғандар
km: ដែល​បាន​ចំណាំ​ថ្មីៗ
ml: ഏറ്റവും ഒടുവില്‍ അടയാളക്കുറിപ്പാക്കിയതു്
my: မကြာသေးမီက မှတ်သားထားသောဝဘ်စာမျက်နှာများ
ne: हालसालै थपिएको पुस्तकचिनो
nn_no: Nyleg bokmerkt
th: ที่เพิ่งคั่น
uz: Soʻnggi xatchoʻpga qoʻshilgan saytlar

# otherBookmarksCmd.label
source: Other Bookmarks
ar: العلامات الأخرى
ca: Altres adreces d'interès
hu: Más könyvjelzők
hy_am: Այլ Էջանիշեր
id: Markah Lain
kk: Басқа бетбелгілер
km: ចំណាំ​ផ្សេង​ៗ​ទៀត
ml: മറ്റു് അടയാളക്കുറിപ്പുകള്‍
my: အခြား မှတ်သားချက်များ
ne: अन्य पुस्तकचिनोहरू
nn_no: Andre bokmerke
th: ที่คั่นหน้าอื่น ๆ
uz: Boshqa xatcho‘plar

source: Show more bookmarks
af: Wys meer boekmerke
ar: أظهِر المزيد من العلامات
as: অধিক পত্ৰচিহ্ন দেখুৱাওক
bg: Показване на повече отметки
bn_in: অতিরিক্ত বুকমার্ক প্রদর্শন করা হবে
ca: Mostra més adreces d'interès
fur: Fâs viodi altris segnelibris
hu: További könyvjelzők megjelenítése
hy_am: Ցուցադրել ավելի շատ էջանիշեր
id: Tampilkan markah lainnya
kk: Көбірек бетбелгілерді көрсету
km: បង្ហាញ​ចំណាំ​​ថែមទៀត
ku: Zêdetir bijare nîşan bide
mai: बेसी पुस्तकचिह्न देखाउ
ml: കൂടുതല്‍ അടയാളക്കുറിപ്പുകള്‍ കാണിക്കുക
my: မှတ်သားချက်များကို ပိုမို ဖေါ်ပြသပါ
ne: अरु पुस्तकचिनोहरू देखाउनुहोस्
nn_no: Vis fleire bokmerke
or: ଅଧିକ ଚିହ୍ନିତ ସ୍ଥାନ ଦର୍ଶାନ୍ତୁ
pt_br: Exibir mais favoritos
si: තවත් පිටුසලකුණු පෙන්වන්න
te: మరికొన్ని ఇష్టాంశములను చూపు
th: แสดงที่คั่นหน้าเพิ่มเติม
uz: Ko‘proq xatcho‘plarni ko‘rsatish

source: S&how Recently Bookmarked
ar: أ&ظهر المعلّم حديثا
ca: M&ostra les afegides més recentment
hu: &Nemrég könyvjelzőzött megjelenítése
hy_am: Ց&ուցադրել վերջերս էջանշվածը
kk: Соңынан қосылғандарды көрсе&ту
km: បង្ហាញ​ចំណាំ​ថ្មីៗ
ml: അ&ടുത്തിടെ അടയാളപ്പെടുത്തിയതു് കാണുക
my: လတ်တလော မှတ်ထားသည်များကို ပြရန်
ne: हालसालै थपिएको पुस्तकचिनो
nn_no: &Vis nyleg bokmerka
th: แ&สดงที่เพิ่งคั่น
uz: Soʻnggi xatchoʻpga qoʻshilgan saytlarni ko‘rsatish

source: &Hide Recently Bookmarked
ar: أ&خفِ المعلّم حديثا
ca: A&maga les afegides més recentment
hu: Nem&rég könyvjelzőzött elrejtése
hy_am: &Թաքցնել վերջերս էջանշվածը
kk: Соңынан қосылғандарды &жасыру
km: លាក់​ចំណាំ​ថ្មីៗ
ml: അടുത്തിടെ അടയാളപ്പെടുത്തിയതു് &കാണാതാക്കുക
my: လတ်တလော မှတ်ထားသည်များကို ခေတ္တ ပိတ်ပါ
ne: हालसालै थपिएको पुस्तकचिनो
nn_no: &Gøym nyleg bokmerka
th: ซ่&อนที่เพิ่งคั่น
uz: Soʻnggi xatchoʻpga qoʻshilgan saytlarni &yashirish

source: Back
af: Terug
ar: السابق
as: পিছলৈ
bg: Назад
bn_in: পূর্ববর্তী
ca: Enrere
fur: Indaûr
hu: Vissza
hy_am: Նախորդը
id: Mundur
kk: Артқа
km: ថយក្រោយ
mai: पाछाँ
ml: പുറകോട്ട്‌
my: နောက်
ne: पछाडि जाने
nn_no: Tilbake
or: ପଛକୁ
pt_br: Voltar
si: ආපසු
te: వెనుకకు
th: ย้อนกลับ
uz: Orqaga

source: Go back one page
af: Gaan een bladsy terug
ar: عُد للخلف صفحة واحدة
as: এটা পৃষ্ঠা পিছলৈ যাওক
bg: Назад една страница
bn_in: সর্বশেষ পূর্ববর্তী পৃষ্ঠায় প্রত্যাবর্তন করুন
ca: Vés una pàgina enrere
fur: Torne indaûr une pagjine
hu: Ugrás az előző oldalra
hy_am: Գնալ Նախորդ Էջ
id: Mundur satu laman
kk: Алдыңғы бетке қайту
km: ថយក្រោយ​មួយ​ទំព័រ
ku: Rûpelek here paş
mai: एकगोट पृष्ठ पाछाँ जाउ
ml: ഒരു താള്‍ പുറകോട്ട്‌ പോകുക
my: နောက် တမျက်နှာ သွားပါ
ne: एक पृष्ठ पछाडि जानुहोस्
nn_no: Gå tilbake ei side
or: ଗୋଟିଏ ପୃଷ୍ଠା ପଛକୁ ଯାଆନ୍ତୁ
pt_br: Página anterior
si: පිටුවක් පසුපසට
te: ఒక పేజీ వెనుకకు వెళ్ళుము
th: ย้อนกลับหนึ่งหน้า
uz: Bir sahifa orqaga qaytish

source: Forward
af: Vorentoe
ar: التالي
as: আগলৈ
bg: Напред
bn_in: পরবর্তী
ca: Endavant
fur: Indenant
hu: Előre
hy_am: Հաջորդը
id: Maju
kk: Алға
km: ទៅមុខ
mai: अग्रेषित करू
ml: മുമ്പോട്ട്
my: ရှေ့
ne: अगाडि
nn_no: Fram
or: ଆଗକୁ
pt_br: Avançar
si: ඉදිරියට
te: ముందుకు
th: ถัดไป
uz: Oldinga
