Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

# appMenuRemoteTabs.label
source: Synced Tabs
ar: الألسنة المُزامنة
ca: Pestanyes sincronitzades
hu: Szinkronizált lapok
hy_am: Համաժամեցված ներդիրներ
id: Tab yang Disinkronkan
kk: Синхрондалған беттер
km: ផ្ទាំង​ដែល​បាន​ធ្វើ​សមកាលកម្ម
ml: സിന്‍കായ ടാബുകള്‍
my: ချိတ်ဆက်ထားသော တပ်ဗ်များ
ne: समन्वयन गरिएको ट्याबहरू
nn_no: Synkroniserte faner
te: సింకైన ట్యాబులు
th: แท็บที่ซิงค์
uz: Sinxronlangan ichki oynalar

# appMenuRemoteTabs.notabs.label
source: No open tabs
ar: لا ألسنة مفتوحة
ca: No hi ha cap pestanya oberta
hu: Nincsenek nyitott lapok
hy_am: Չկան բաց ներդիրներ
id: Tidak ada tab terbuka
kk: Ашық беттер жоқ
km: គ្មានផ្ទាំងបើកទេ
ml: ടാബൊന്നും തുറന്നിരിക്കുന്നില്ല
my: ဖွင့်ထားသည့်တဗ်များ မရှိပါ
ne: खुला ट्याबहरू छैनन्
nn_no: Ingen opne faner
th: ไม่มีแท็บที่เปิดอยู่
uz: Ochiq ichki oynalar yo‘q

# appMenuRemoteTabs.tabsnotsyncing.label
source: Turn on tab syncing to view a list of tabs from your other devices.
ar: فعّل مزامنة الألسنة لعرض قائمة بالألسنة من أجهزتك الأخرى.
ca: Activeu la sincronització de pestanyes per veure una llista de les pestanyes que teniu obertes en altres dispositius.
hu: Kapcsolja be a lapszinkronizálást a más készülékeiről származó lapok listájának megjelenítéséhez.
hy_am: Միացրեք ներդիրների համաժամեցումը՝ տեսնելու այլ սարքերից ձեր ներդիրների ցանկը։
id: Aktifkan sinkronisasi tab untuk melihat daftar tab dari perangkat lainnya.
kk: Басқа құрылғыларыңыздан беттер тізімдерін көру үшін беттерді синхрондауды іске қосыңыз.
km: បើកសមកាលកម្មផ្ទាំងដើម្បីបង្ហាញបញ្ជីនៃផ្ទាំងពីឧបករណ៍ផ្សេងទៀតរបស់អ្នក ។
ml: മറ്റുള്ള ഉപകരണങ്ങളില്‍ നിന്നുള്ള ടാബുകള്‍ കാണുവാന്‍ ടാബ് സിന്‍ക് ഓണാക്കൂ
my: သင့်အခြား ကိရိယာများမှ တဗ်စာရင်းကို ကြည့်ရန် တဗ်ထပ်တူပြုအသုံးပြုခြင်းကို ဖွင့်ပါ။
ne: तपाईँको अन्य उपकरणहरूबाट ट्याबहरूको सूची हेर्न ट्याब सिङ्क कार्य सुरु गर्नुहोस्।
nn_no: Skru på fane-synkronisering for å sjå ei liste over faner frå dei andre einingane dine.
th: เปิดการซิงค์แท็บเพื่อดูรายการแท็บจากอุปกรณ์อื่น ๆ ของคุณ
uz: Ichki oynalar ro‘yxatini boshqa qurilmada ko‘rish uchun sinxronlashni yoqing.

# appMenuRemoteTabs.noclients.title
source: No synced tabs… yet!
ar: لم تُزامَن أي ألسنة… بعد
ca: Encara no hi ha cap pestanya sincronitzada.
hu: Nincs szinkronizált lap… még!
hy_am: Դեռ չկան համաժամեցված ներդիրներ:
id: Belum ada tab yang disinkronkan!
kk: Синхрондалған беттер жоқ… әзірше!
km: គ្មាន​ផ្ទាំង​ដែល​ធ្វើ​សមកាលកម្ម... នៅ​ឡើយ​ទេ!
ml: ഒരു ടാബും സിന്‍ക് ചെയ്തിട്ടില്ല …ഇതുവരെ!
my: ထပ်တူပြုထားသည့် တဗ်များ မရှိသေးပါ…။
ne: अझै समन्वयन नभएका ट्याबहरू…
nn_no: Ingen synkroniserte faner … enno!
th: ยังไม่มีแท็บที่ซิงค์…!
uz: Haligacha birorta ham ichki oyna sinxronlanmagan!

# appMenuRemoteTabs.noclients.subtitle
source: Want to see your tabs from other devices here?
ar: أتريد رؤية ألسنتك من الأجهزة الأخرى هنا؟
ca: Voleu veure aquí les pestanyes d'altres dispositius?
hu: Szeretné a más eszközein megnyitott lapjait itt látni?
hy_am: Ցանկանու՞մ եք տեսնել ձեր այլ սարքերի ներդիրները:
id: Ingin melihat tab dari perangkat Anda yang lain di sini?
kk: Басқа құрылғыларыңыздан беттерді осында көргіңіз келе ме?
km: ចង់​មើល​ផ្ទាំង​របស់​អ្នក​ពី​ឧបករណ៍​ផ្សេង​នៅ​ទីនេះ​មែន​ទេ?
ml: മറ്റു ഉപകരണങ്ങളില്‍ നിന്നുള്ള ടാബുകള്‍ ഇവിടെ കാണിക്കണോ?
my: အခြားကိရိယာများမှ တဗ်များကို ဒီမှာ ကြည့်ရှုချင်ပါသလား။
ne: अन्य उपकरणहरूको ट्याबहरू तपाईं यहाँ हेर्न चाहनुहुन्छ?
nn_no: Vil du sjå faner frå dei andre einingane dine her?
th: ต้องการเห็นแท็บของคุณจากอุปกรณ์อื่น ๆ ที่นี่?
uz: Bu yerdagi ichki oynalarni boshqa qurilmalarda ko‘rishni xohlaysizmi?

source: Sync Preferences
ar: تفضيلات المزامنة
ca: Preferències del Sync
hu: Szinkronizálás beállításai
hy_am: Սինքի նախընտրանքներ
id: Pengaturan Sync
kk: Синхрондау баптаулары
km: សមកាលកម្ម​ចំណូលចិត្ត
ml: സിന്‍ക് മുന്‍ഗണനകള്‍
my: ထပ်တူပြုပြိုင်တူအသုံးပြုရန် ရွေးချယ်နိုင်သည်များ
ne: Sync प्राथमिकताहरू
nn_no: Sync-innstillingar
th: การตั้งค่า Sync
uz: Sinxronlash parametrlari

# appMenuRemoteTabs.notsignedin.label
source: Sign in to view a list of tabs from your other devices.
ar: لِج لعرض قائمة بالألسنة من أجهزتك الأخرى.
ca: Inicieu la sessió per veure una llista de les pestanyes que teniu obertes en altres dispositius.
hu: Jelentkezzen be a más készülékeiről származó lapok listájának megjelenítéséhez.
hy_am: Մուտք գործե՛ք՝ տեսնելու Ձեր այլ սարքերի ներդիրների ցանկը։
id: Masuk untuk melihat daftar tab dari perangkat lainnya.
kk: Басқа құрылғыларыңыздан беттер тізімдерін қарау үшін кіріңіз.
km: ចូល​ដើម្បី​មើល​បញ្ជី​នៃ​ផ្ទាំង​ទាំង​ឡាយ​ពី​ឧបករណ៍​ផ្សេង​ទៀត​របស់​អ្នក។​
ml: മറ്റു ഉപകരണങ്ങളില്‍ നിന്നുള്ള ടാബുകള്‍ കാണാന്‍ സൈന്‍ ഇന്‍ ചെയ്യുക.
my: သင့်အခြားကိရိယာများရှိ တဗ်စာရင်းကို ကြည့်ရန် ဝင်ရောက်ပါ။
ne: तपाईँको अन्य उपकरणहरूबाट ट्याबहरूको सूची हेर्न साइन इन गर्नुहोस्।
nn_no: Logg inn for å visa ei liste over faner frå andre einingar.
th: ลงชื่อเข้าเพื่อดูรายการแท็บจากอุปกรณ์อื่น ๆ ของคุณ
uz: Ichki oynalar ro‘yxatini boshqa qurilmalarda ko‘rish uchun Firefox hisobiga kiring.

source: Sign in to Sync
ar: لِج إلى «المزامنة»
ca: Inicia la sessió al Sync
hu: Bejelentkezés a Syncbe
hy_am: Մուտք գործել Սինք
id: Masuk ke Sync
kk: Синхрондау ішіне кіру
km: ចូល​ដើម្បី​ធ្វើ​សមកាលកម្ម
ml: സിങ്കിലേയ്ക്ക് പ്രവേശിക്കുക
my: တပြေးညီဖြစ်စေရန် ဝင်ရောက်ပါ
ne: सिङ्क गर्न साइन इन गर्नुहोस्
nn_no: Logg inn på Sync
th: ลงชื่อเข้าใช้ Sync
uz: Sinxronlash uchun tizimga kiring

source: View Synced Tabs Sidebar
ar: أظهر شريط الألسنة المزامَنة الجانبي
ca: Mostra la barra lateral «Pestanyes sincronitzades»
hu: Szinkronizált lapok oldalsáv
hy_am: Դիտել համաժամեցված ներդիրների Կողագոտին
id: Tampilkan Bilah Samping Tab yang Disinkronkan
kk: Синхрондалған беттер бүйір панелін қарау
km: មើល​របា​ចំហៀង​នៃផ្ទាំងដែលបានធ្វើ​សមកាលកម្ម​
ml: സിന്‍ക് ചെയ്ത ടാബുകളുടെ സൈഡ്ബാര്‍ കാണിക്കുക
my: ထပ်တူပြုပြီးသောတဗ်များ Sidebar ကို ကြည့်ရန်
ne: Sync गरिएका ट्याब साइडबारहरू हेर्नुहोस्
nn_no: Vis sidestolpe for synkroniserte faner
th: ดูแถบข้างแท็บที่ซิงค์
uz: Sinxronlangan ichki oynalar yon panelini ko‘rish

source: &Add to Toolbar
af: &Voeg by nutsbalk
ar: أ&ضف إلى شريط الأدوات
as: সঁজুলিবাৰলৈ যোগ কৰক
bg: &Добавяне към лентата с инструменти
bn_in: টুল-বারে যোগ করুন
ca: &Afegeix a la barra d'eines
fur: &Zonte a la sbare dai strumens
hu: &Hozzáadás az eszköztárhoz
hy_am: &Ավելացնել գործիքավահանակում
id: &Tambahkan ke Bilah Alat
kk: Саймандар панеліне қ&осу
km: &បន្ថែម​ទៅ​របារ​ឧបករណ៍
ku: &Têxe nav darikê amûran
mai: अओज़ार पट्टी मे जोड़ू (&A)
ml: ടൂള്‍ബാറിലേക്ക് ചേര്‍ക്കു&ക
my: &Aတူးဘားသို့ပေါင်းထည့်
ne: टुलबारमा थप्नुहोस्
nn_no: &Legg til i verktøylinje
or: ସାଧନପଟିରେ ଯୋଗ କରନ୍ତୁ
pt_br: A&dicionar à barra de ferramentas
si: මෙවලම් තීරුවට එක් කරන්න (&A)
te: పనిముట్లపట్టీకి జతచేయి (&A)
th: เ&พิ่มไปยังแถบเครื่องมือ
uz: Asboblar paneliga &qo‘shish

source: Add to &Menu
af: Voeg by &kieslys
ar: أضف إلى ال&قائمة
as: মেনুলৈ যোগ কৰক
bg: Добавяне къ&м меню
bn_in: মেনুতে যুক্ত করুন
ca: Afegeix al &menú
fur: Zonte ta la &liste
hu: Hozzáadás a &menühöz
hy_am: Ավելացնել &Ցանկում
id: Tambahkan ke &Menu
kk: &Мәзірге қосу
km: បន្ថែម​ទៅ&ម៉ឺនុយ
ku: Têxe nav &Menuyê
mai: मेनू मे जोड़ू (&M)
ml: &മെനുവിലേക്ക് ചേര്‍ക്കുക
my: &M မီနူးတွင် ထည့်မည်
ne: &Menuमा थप्नुहोस्
nn_no: L&egg til i meny
or: ତାଲିକାରେ ଯୋଗ କରନ୍ତୁ
pt_br: &Adicionar ao menu
si: මෙනුවට එක් කරන්න (&M)
te: మెనూకు జతచేయి
th: เพิ่มไปยังเ&มนู
uz: &Menyuga qo‘shish

source: M&ove to Toolbar
af: Sk&uif na nutsbalk
ar: ا&نقل إلى شريط الأدوات
as: সঁজুলিবাৰলৈ যাওক
bg: &Преместване в лента с инструменти
bn_in: টুল-বারে &যোগ করুন
ca: M&ou a la barra d'eines
fur: &Zonte a la sbare dai strumens
hu: Áth&elyezés az eszköztárra
hy_am: Տ&եղափոխել Գործիքավահանակ
id: &Pindahkan ke Bilah Alat
kk: Саймандар панеліне ж&ылжыту
km: ផ្លាស់ទី​ទៅ&របារ​ឧបករណ៍
ku: Bi&be nav darikê amûran
mai: अओज़ार पट्टी पर लए जाउ (&o)
ml: ടൂള്‍ബാറിലേക്ക് നീക്കു&ക
my: &oတူးဘားလ်သို့ရွေ့မည်
ne: टुलबारमा थप्नुहोस्
nn_no: &Flytt til verktøylinje
or: ସାଧନପଟିକୁ ଗତି କରାନ୍ତୁ
pt_br: M&over para barra de ferramentas
si: මෙවලම් තීරුව වෙත යන්න (&o)
te: సాధనపట్టీకి కదుల్చు
th: &ย้ายไปยังแถบเครื่องมือ
uz: Asboblar paneliga &ko‘chirish

source: M&ove to Menu
af: Sk&uif na kieslys
ar: ا&نقل إلى القائمة
as: মেনুলৈ যাওক
bg: Пре&местване в меню
bn_in: মেনু তে সরিয়ে নিয়ে যান
ca: M&ou al menú
fur: V&alá al Menu
hu: Áthelyezés a me&nübe
hy_am: Տ&եղափոխել Ցանկ
id: &Pindahkan ke Menu
kk: Мәзірге ж&ылжыту
km: &ផ្លាស់​ទី​​ទៅ​ម៉ឺនុយ
ku: Bibe nav Me&nuyê
mai: मेनू पर लए जाउ (&o)
ml: മെനുവിലേക്ക് നീക്കു&ക
my: &oမီနူးလ် သို့ရွေ့မည်
ne: मेनुमा थप्नुहोस्
nn_no: Fly&tt til meny
or: ତାଲିକାକୁ ଗତି କରନ୍ତୁ
pt_br: M&over para o menu
si: මෙනුව වෙත ගෙනයන්න (&o)
te: మెనూకు కదల్చు
th: ย้ายไ&ปยังเมนู
uz: Menyuga &ko‘chirish

source: &Remove from Toolbar
af: Sk&rap vanaf nutsbalk
ar: ا&حذف من شريط الأدوات
as: সঁজুলিবাৰৰ পৰা আতৰাওক
bg: &Премахване от лентата с инструменти
bn_in: টুলবার থেকে অপসারণ করুন
ca: &Elimina de la barra d'eines
fur: &Gjave de rie dai imprescj
hu: Eltávolítás az &eszköztárról
hy_am: &Հեռացնել Գործիքավահանակից
id: &Hapus dari Bilah Alat
kk: Саймандар панелінен ө&шіру
km: &លុប​ចេញពី​របារ​ឧបករណ៍
ku: Ji darikê amûran &rake
mai: अओजारपट्टी सँ निकालू (&R)
ml: ടൂള്‍ബാറില്‍ നിന്നും നീക്കം ചെയ്യു&ക
my: &Rတူးလ်ဘားအား ရွေ့ပါ
ne: टुलबारबाट हटाउनुहोस्
nn_no: Fjer&n frå verktøylinja
or: ସାଧନପଟିରୁ ବାହାରନ୍ତୁ
pt_br: E&xcluir da barra de ferramentas
si: මෙවලම් තීරුවෙන්න ඉවත් කරන්න (&R)
te: సాధనపట్టీ నుండి తీసివేయి
th: เ&อาออกจากแถบเครื่องมือ
uz: Asboblar panelidan &o‘chirish

source: &Remove from Menu
af: Sk&rap vanaf kieslys
ar: ا&حذف من القائمة
as: মেনুৰ পৰা আতৰাওক
bg: &Премахване от меню
bn_in: মেনু থেকে মুছে ফেলুন
ca: &Elimina del menú
fur: &Gjave dal menu
hu: Eltávolítás a m&enüből
hy_am: &Հեռացնել Ցանկից
id: &Hapus dari Menu
kk: Мәзірден ө&шіру
km: លុប​ចេញពី&ម៉ឺនុយ
ku: Ji Menuyê &rake
mai: मेन्यू सँ निकालू (&R)
ml: മെനുവില്‍ നിന്നും നീക്കം ചെയ്യു&ക
my: &Rမီနူးမှာဖယ်ထုတ်မည်
ne: मेनुबाट हटाउनुहाेस्
nn_no: Fjern fr&å meny
or: ତାଲିକାରୁ ବାହାର କରନ୍ତୁ
pt_br: E&xcluir do menu
si: මෙනුවෙන් ඉවත් කරන්න (&R)
te: మెనూ నుండి తీసివేయి
th: เอาออก&จากเมนู
uz: Menyudan &o‘chirish

source: &Add More Items…
af: &Voeg meer items by…
ar: أ&ضف المزيد من العناصر…
as: অধিক বস্তু যোগ কৰক…
bg: &Добавяне на още елементи…
bn_in: আরও উপাদান যোগ করুন
ca: &Afegeix més elements…
fur: &Zonte plui arguments
hu: &További elemek hozzáadása…
hy_am: &Ավելացնել այլ տարրեր...
id: Tambahkan Item &Lainnya…
kk: &Көбірек элементтерді қосу…
km: &បន្ថែម​ធាតុ​ច្រើន​ទៀត…
ku: Zêdetir hêmanan &têxê…
mai: बेसी वस्तु जोड़ू ... (&A)
ml: കൂടുതല്‍ വസ്തുക്കള്‍ ചേര്‍ക്കു&ക...
my: &A နောက်ထပ် ထည့်မည်
ne: अरु वस्तुहरू थप्नुहाेस्…
nn_no: &Legg til fleire …
or: ଅଧିକ ବସ୍ତୁଗୁଡ଼ିକୁ ଯୋଗ କରନ୍ତୁ…
pt_br: &Adicionar mais items…
si: තවත් අයිතම එක් කරන්න.... (&A)
te: మరిన్ని అంశాలను చేర్చండి… (&A)
th: &เพิ่มรายการเพิ่มเติม…
uz: Ko‘proq &qo‘shish…

source: Search or enter address
af: Soek of tik adres in
ar: ابحث أو أدخل عنوانا
as: ঠিকনা সন্ধান কৰক অথবা সুমুৱাওক
bg: Търсене или въвеждане на адрес
bn_in: অনুসন্ধান করুন অথবা ঠিকানা প্রবেশ করুন
ca: Escriviu una cerca o adreça
fur: Cîr o inserìs direzion
hu: Keresés vagy cím
hy_am: Մուտքագրեք կայքի հասցե կամ որոնում
id: Cari atau masukkan alamat
kk: Іздеу үшін сұранымды немесе адресті енгізіңіз
km: ស្វែងរក ឬ​បញ្ចូល​អាសយដ្ឋាន
ku: Peyveke lêgerînê yan jî navnîşanek
mai: खोजू अथवा पता दर्ज करू
ml: വിലാസം തെരയുക അല്ലെങ്കില്‍ നല്‍കുക
my: ရှာဖွေ (သို့) လိပ်စာ ထည့်သွင်း
ne: खोज्नुहोस वा स्थान प्रविष्ट गर्नुहोस
nn_no: Søk eller skriv inn ei adresse
or: ଠିକଣା ସନ୍ଧାନ କରନ୍ତୁ କିମ୍ବା ଭରଣ କରନ୍ତୁ
pt_br: Pesquisar ou abrir endereço
si: ලිපිනය සොයන්න හෝ ඇතුලත් කරන්න
te: వెతకండి లేదా చిరునామాను ఇవ్వండి
th: ค้นหาหรือป้อนที่อยู่
uz: Izlang yoki manzilni kiriting

# urlbar.accesskey
source: d
bg: Т
kk: з

source: Switch to tab:
af: Verwissel na oortjie:
ar: انتقل إلى اللسان:
as: টেবলৈ যাওক:
bg: Превключване към подпрозорец:
bn_in: চিহ্নিত ট্যাবে পরিবর্তন করুন:
ca: Canvia a la pestanya:
fur: Passe a la schede:
hu: Váltás erre a lapra:
hy_am: Անցնել ներդիրի՝
id: Pindah ke tab:
kk: Бетке ауысу:
km: ប្ដូរ​ទៅ​ផ្ទាំង៖
ku: Derbasî hilpekînê bibe:
mai: टैबमे जाउ:
ml: ഏതു് റ്റാബ്:
my: ထိုစာမျက်နှာသို့ပြောင်းကြည့်မည်။
ne: यस ट्याबमा स्विच गर्नुहोस्:
nn_no: Byt til fane:
or: ଟ୍ୟାବକୁ ସ୍ଥାନାନ୍ତରିତ କରନ୍ତୁ:
pt_br: Selecionar a aba:
si: ටැබයට මාරුවෙන්න:
te: టాబ్‌నకు మారుము:
th: สลับไปยังแท็บ:
uz: Ichki oynaga o‘tish:

source: Would you like to improve your search experience with suggestions?
ar: أتريد تحسين نتائج بالبحث بالاقتراحات؟
bn_in: আপনি পরামর্শ দিয়ে আপনার অনুসন্ধান অভিজ্ঞতা উন্নত করতে চান?
ca: Voleu millorar la vostra experiència de cerca amb suggeriments?
hu: Szeretné a keresési élményt javaslatokkal javítani?
hy_am: Ցանկանու՞մ եք լավարկել որոնման աշխատանքը առաջարկներով:
id: Ingin meningkatkan pengalaman pencarian Anda dengan saran?
kk: Іздеу тәжірибесін ұсыныстармен жақсартуды қалайсыз ба?
km: តើ​អ្នក​ចង់​ធ្វើ​ឲ្យ​បទពិសោធន៍​ស្វែងរក​របស់​អ្នក​ជាមួយ​ការ​ស្នើ​បាន​ប្រសើរ​ដែរ​ ឬ​ទេ?
ml: താങ്കളുടെ തിരയല്‍ അനുഭവങ്ങള്‍ നിര്‍ദ്ദേശങ്ങള്‍ വഴി ഭേദപെടുത്താന്‍ താങ്കള്‍ ആഗ്രഹിക്കുന്നുണ്ടോ?
my: သင့်ရှာဖွေမှုအတွေ့အကြုံကို အကြံပေးချက်များနဲ့အတူ တိုးတက်အောင် ပြုလိုပါသလား။
ne: के तपाईँ सुझावद्वारा आफ्नो खोज अनुभव सुधार गर्न चाहनुहुन्छ?
nn_no: Vil du forbetra søkjeopplevinga di med søkjeforslag?
te: మీ శోధన అనుభవాన్ని సలహాలతో మెరుగుపరచాలని అనుకుంటున్నారా?
th: คุณต้องการปรับปรุงประสบการณ์การค้นหาของคุณด้วยคำแนะนำหรือไม่?
uz: Tavsiyalar yordamida izlash bo‘yicha tajribangizni oshirishni xohlaysizmi?

source: Learn more…
ar: اطّلع على المزيد…
bn_in: আরও জানুন...
ca: Més informació…
hu: További tudnivalók…
hy_am: Իմանալ ավելին...
id: Pelajari lebih lanjut…
kk: Көбірек білу…
km: ស្វែងយល់​បន្ថែម…
ml: കൂടുതല്‍ അറിയുക...
my: ပိုမိုလေ့လာရန်။
ne: अझ जान्नुहोस्…
nn_no: Les meir …
te: మరింత తెలుసుకోండి…
th: เรียนรู้เพิ่มเติม…
uz: Ko‘proq o‘rganish…

# urlbar.searchSuggestionsNotification.learnMore.accesskey
source: l
ar: ط
bn_in: I
ca: i
hu: t
kk: л

source: No
ar: لا
bn_in: না
hu: Nem
hy_am: Ոչ
id: Tidak
kk: Жоқ
km: ទេ
ml: വേണ്ട
my: မလုပ်ဘူး
ne: होेइन
nn_no: Nei
te: కాదు
th: ไม่
uz: Yo‘q

source: n
ar: ل
kk: о

source: Yes
ar: نعم
bn_in: হ্যাঁ
ca: Sí
hu: Igen
hy_am: Այո
id: Ya
kk: Иә
km: បាទ/ចាស
ml: ഉവ്വ്
my: ကောင်းပြီ
ne: हो
nn_no: Ja
te: అవును
th: ใช่
uz: Ha

# urlbar.searchSuggestionsNotification.enable.accesskey
source: y
ar: ن
ca: S
hu: I
kk: и
nn_no: a

source: Search query
ar: استعلام بحث
bn_in: অনুসনধান করুন
ca: Consulta de cerca
hu: Keresőkifejezés
hy_am: Որոնման հարցում
id: Kueri penelusuran
kk: Іздеу сұранымы
km: សំណួរ​ស្វែងរក
ml: തെരച്ചില്‍ പദം
my: ရှာဖွေရန်စာကြောင်း
ne: खोजी क्वेरी
nn_no: Søkjespørsmål
te: వెతకవలసిన ప్రశ్న
th: คำค้นหา
uz: Qidiruv so‘rovi

source: Submit search
ar: أرسل البحث
bn_in: অনুসন্ধান জমা করুন
ca: Envia la cerca
hu: Keresés indítása
hy_am: Որոնում
id: Kirim penelusuran
kk: Іздеуді жіберу
km: ដាក់​ស្នើ​ការ​ស្វែងរក
ml: തിരയല്‍ സമർപ്പിയ്ക്കുക
my: ရှာဖွေရန် ဆောင်ရွက်ပါ
ne: खोज बुझाउनुहोस्
nn_no: Send søk
te: వెతకమని చెప్పు
th: ค้นหา
uz: Qidiruv so‘rovini jo‘natish

source: Search for
af: Soek
ar: ابحث عن
as: চিহ্নিত বস্তুৰ বাবে সন্ধান কৰক
bg: Търсене на
bn_in: অনুসন্ধান করুন
ca: Cerca
fur: Cîr par...
hy_am: Որոնել՝
id: Cari
kk: Нені іздеу керек:
km: ស្វែងរក៖
mai: एकरा लेल खोजू:
ml: തെരയേണ്ടതു്
my: အတွက် ရှာဖွေမှု
ne: खोज्नुहोस्
nn_no: Søk etter
pt_br: Pesquisar por
si: මේ සඳහා සොයන්න:
te: దీని కొరకు అన్వేషించు
th: ค้นหาสำหรับ
uz: Izlash:

source: with:
af: met:
ar: مستخدمًا:
as: সৈতে:
bg: с:
bn_in: সাথে:
ca: amb:
fur: ... cun:
hu: keresése ezzel:
hy_am: պար. է՝
id: lewat:
kk: арқылы:
km: ជាមួយ៖
mai: सँग:
ml: ചേര്‍ന്ന്:
my: အတူ။
ne: सगँ:
nn_no: med:
pt_br: com:
si: සමඟ:
te: దీనితో:
th: ด้วย:
uz: ...ni quyidagi yordamida:

source: Search
ar: ابحث
bn_in: অনুসন্ধান
ca: Cerca a
hy_am: Որոնում
id: Cari
kk: Іздеу
km: ស្វែងរក​
ml: തിരയുക
my: ရှာဖွေပါ
ne: खोजी गर्नुहोस्
nn_no: Søk
te: శోధన
th: ค้นหา
uz: Izlash

source: Search with:
af: Soek met:
ar: ابحث مستخدمًا:
bg: Търсене с:
bn_in: অনুসন্ধান করুন:
ca: Cerca amb:
hu: Keresés ezzel:
hy_am: Որոնել՝
id: Cari lewat:
kk: Көмегімен іздеу:
km: ស្វែងរក​ជាមួយ៖
mai: एकरा सँग खोजू:
ml: ഇതുമായി തെരയുക:
my: ရှာဖွေရန်။
ne: निम्नसँग खोजी गर्नुहोस्:
nn_no: Søk med:
pt_br: Pesquisar com:
si: සමඟ සොයන්න:
te: దీనితో అన్వేషించు:
th: ค้นหาด้วย:
uz: Izlash:

source: Change Search Settings
af: Verander soekinstellings
ar: غيّر إعدادات البحث
as: সন্ধানৰ সংহতিসমূহ পৰিবৰ্তন কৰক
bg: Настройки на търсене
bn_in: সার্চ সেটিংস বদল করুন
ca: Canvia els paràmetres de cerca
hu: Keresési beállítások módosítása
hy_am: Փոխել որոնման կարգավորումները
id: Ubah Pengaturan Pencarian
kk: Іздеу баптауларын өзгерту
km: ផ្លាស់ប្ដូរ​ការ​កំណត់​ស្វែងរក
mai: खोज सेटिंग्स बदलू
ml: തിരയല്‍ സജ്ജീകരണങ്ങള്‍ മാറ്റൂ
my: ရှာဖွေရေး အပြင်အဆင်များကို ပြောင်းလဲရန်
ne: खोजि सेटिङ परिवर्तन गर्नुहोस्
nn_no: Endra søkjeinnstillingar
pt_br: Alterar configurações de pesquisa
si: සෙවුම් සැකසුම් වෙනස් කරන්න
te: అన్వేషణ అమర్పులను మార్చు
th: เปลี่ยนการตั้งค่าการค้นหา
uz: Qidiruv sozlamalarini o‘zgartirish

source: Search in New &Tab
ar: ابحث في ل&سان جديد
bn_in: নতুন ট্যাবের মধ্যে খুলুন
ca: Cerca en una pes&tanya nova
hu: Ke&resés új lapon
hy_am: Որոնել Նոր &Ներդիրում
id: Cari di &Tab Baru
kk: Жаңа бе&тте іздеу
km: ស្វែងរក​នៅ​ក្នុង​ផ្ទាំង​ថ្មី
ml: പുതിയ ടാബില്‍ തിരയുക
my: စာမျက်နှာ အသစ်တွင် ရှာရန်
ne: नयाँ ट्याबमा खोज्नुहोस्
nn_no: S&øk i ny fane
te: కొత్త టాబులో వెతుకు
th: ค้นหาใน&แท็บใหม่
uz: Yangi &ichki oynadan qidirish

source: Set As &Default Search Engine
ar: اجعله محرك البحث الا&فتراضي
bn_in: অনুসন্ধান ইঞ্জিনকে ডিফল্ট হিসাবে সংকলন করুন
ca: &Defineix com a motor de cerca per defecte
hu: &Legyen alapértelmezett keresőszolgáltatás
hy_am: Հաստատել որպես &հիմնական Որոնիչ
id: Setel sebagai Mesin Pencari &Baku
kk: Не&гізгі іздеу қызметі ретінде орнату
km: កំណត់​ជា​ម៉ាស៊ីន​ស្វែងរក​លំនាំដើម
ml: സ്വതവേയുള്ള തിരച്ചില്‍ യന്ത്രമാക്കി മാറ്റുക
my: အဓိက ရှာဖွေရန် နေရာ အဖြစ် သတ်မှတ် ရန်။
ne: पूर्वनिर्धारित खोज इन्जिन बनाउनुहोस्
nn_no: &Bruk som standard søkjemotor
te: అప్రమేయ శోధన యంత్రంగా అమర్చండి
th: ตั้งเป็นเครื่องมือค้นหา&ปริยาย
uz: &Standart qidiruv tizimi sifatida o‘rnatish

source: Open Link in New &Tab
af: Open skakel in nuwe &oortjie
ar: افتح ا&لرابط في لسان جديد
as: এটা নতুন টেবত লিঙ্ক খোলক
bg: Отваряне в нов по&дпрозорец
bn_in: নতুন ট্যাবের মধ্যে লিঙ্ক প্রদর্শন করা হবে
ca: Obre l'enllaç en una pes&tanya nova
fur: Vierç leam in&tune gnove lengute
hu: Megnyitás új &lapon
hy_am: Հղումը &Բացել Նոր Ներդիրում
id: Buka &Tautan di Tab Baru
kk: Сілтемені жаңа &бетте ашу
km: បើក​តំណ​ក្នុង&ផ្ទាំង​ថ្មី
ku: Girêdanê Di &Hilpekîneke Nû De Veke
mai: नव टैब मे कड़ी खोलू
ml: കണ്ണി പുതിയ റ്റാബില്‍ തുറക്കുക
my: အချိတ်အဆက်ကို &Tစာအမှတ်သစ်မှာ ဖွင့်ပါ
ne: लिङ्कलाई नयाँ ट्याबमा खोल्नुहोस्
nn_no: Op&na lenke i ny fane
or: ସଂଯୋଗକୁ ନୂତନ ଟ୍ୟାବରେ ଖୋଲନ୍ତୁ
pt_br: A&brir em nova aba
si: සබැඳුම අලුත් ටැබයක විවෘත කරන්න
te: లంకెను కొత్త ట్యాబులో తెరువు
th: เปิดลิงก์ในแ&ท็บใหม่
uz: Linkni yangi &ichki oynada ochish

source: Open Link in New &Window
af: Open skakel in nuwe &venster
ar: افتح الرابط في نافذة &جديدة
as: এটা নতুন উইন্ডোত লিঙ্ক খোলক
bg: Отваряне в нов &прозорец
bn_in: নতুন উইন্ডোর মধ্যে লিঙ্ক প্রদর্শন করা হবে
ca: Obre l'enllaç en una &finestra nova
fur: Vierç leam intun gnûf barc&on
hu: Megnyitás új &ablakban
hy_am: Հղումը &Բացել Նոր Պատուհանում
id: Buka Tautan di &Jendela Baru
kk: Сіл&темені жаңа терезеде ашу
km: បើក​តំណ​ក្នុង&បង្អួច​ថ្មី
ku: Girêdanê di &pencereyeke nû de veke
mai: नव विंडो मे कड़ी खोलू
ml: കണ്ണി പുതിയ ജാലകത്തില്‍ തുറക്കുക
my: အချိတ်အဆက်ကို ‌&Wဝင်းဒိုးသစ်မှာ ဖွင့်ပါ
ne: लिङ्कलाई नयाँ सञ्झ्यालमा खोल्नुहोस्
nn_no: &Opna lenke i nytt vindauge
or: ସଂଯୋଗକୁ ନୂତନ ୱିଣ୍ଡୋରେ ଖୋଲନ୍ତୁ
pt_br: &Abrir em nova janela
si: අළුත් කවුළුවක විවෘත කරන්න
te: లింకుని కొత్త విండోనందు తెరువుము
th: เปิดลิงก์ใ&นหน้าต่างใหม่
uz: Linkni yangi &oynada ochish

source: Open Link in New &Private Window
af: Open skakel in nuwe &private venster
ar: افتح الرابط في نافذة &خاصة جديدة
as: এটা নতুন ব্যক্তিগত উইন্ডোত লিঙ্ক খোলক
bg: Отваряне в нов &прозорец за поверително сърфиране
bn_in: নতুন প্রাইভেট উইন্ডোর মধ্যে লিঙ্ক প্রদর্শন করা হবে
ca: Obre l'enllaç en una finestra &privada nova
fur: Vierç leam intun gnûf barcon &privât
hu: Hivatkozás megnyitása új &privát ablakban
hy_am: Բացել հղումը Գաղտնի &Դիտարկմամբ
id: Buka Tautan di Jendela Mode &Penjelajahan Pribadi Baru
kk: Сілтемені жаңа же&келік терезесінде ашу
km: បើក​តំណ​ក្នុង​បង្អួច&ឯក​ជន​ថ្មី
ku: Girêdanê di &Pencereyeke Nepen ya nû de veke
mai: नव निज विंडो मे कड़ी खोलू (&P)
ml: കണ്ണി പുതിയ സ്വ&കാര്യ ജാലകത്തില്‍ തുറക്കുക
my: အချိတ်အဆက်ကို ‌&P ဝင်းဒိုးသစ်မှာ ဖွင့်ပါ
ne: लिङ्कलाई नयाँ सञ्झ्यालमा खोल्नुहोस्
nn_no: O&pna lenke i nytt privat vindauge
or: ନୂତନ ବ୍ୟକ୍ତିଗତ ୱିଣ୍ଡୋରେ ଏହି ଲିଙ୍କକୁ ଖୋଲନ୍ତୁ
pt_br: Ab&rir em nova janela privativa
si: නව පුද්ගලික කවුළුවක විවෘත කරන්න (&P)
te: లింకుని కొత్త ఆంతరంగిక విండోనందు తెరువుము
th: เปิดลิงก์ใ&นหน้าต่างส่วนตัวใหม่
uz: Linkni yangi &maxfiy oynada ochish

source: &Open Link
af: &Open skakel
ar: افتح ال&رابط
as: লিঙ্ক খোলক
bg: Отваряне на вр&ъзката
bn_in: লিংক খুলুন
ca: &Obre l'enllaç
fur: &Vierç leam
hu: &Hivatkozás megnyitása
hy_am: &Բացել Հղումը
id: Buk&a Tautan
kk: &Сілтемені ашу
km: &បើក​តំណ
ku: Lînkê &veke
mai: कड़ी खोलू
ml: കണ്ണി തുറക്കുക
my: &လိပ်စာအားဖွင့်ပါ။
ne: लिङ्क खोल्नुहोस्
nn_no: &Opna lenke
or: ସଂଯୋଗକୁ ଖୋଲନ୍ତୁ
pt_br: Abrir &endereço
si: ඈඳුම විවෘත කරන්න
te: లింకును తెరువుము
th: เปิด&ลิงก์
uz: Linkni &ochish

source: Open Frame in New &Tab
af: Open raam in nuwe &oortjie
ar: افتح ا&لإطار في لسان جديد
as: এটা নতুন টেবত লিঙ্ক খোলক
bg: Отваряне в нов по&дпрозорец
bn_in: নতুন ট্যাবের মধ্যে ফ্রেম খোলা হবে
ca: Obre el marc en una pes&tanya nova
fur: Vierç suaze in&tune gnove lengute
hu: Keret megnyitása új &lapon
hy_am: &Շրջանակը բացել նոր ներդիրում
id: Buka Bin&gkai di Tab Baru
kk: Фреймді жаңа &бетте ашу
km: បើក​ស៊ុម​ក្នុង&ផ្ទាំង​ថ្មី
ku: Çarçoveyê Di Hilpekîneke Nû De &Veke
mai: नव टैब मे फ्रेम खोलू
ml: ഫ്രെയിം പുതിയ ടാബില്‍ തുറക്കുക
my: &Tဘောင်ကို စာအမှတ်သစ်မှာ ဖွင့်ပါ
ne: फ्रेमलाई नयाँ ट्याबमा खोल्नुहोस्
nn_no: Opna &ramme i ny fane
or: ଫ୍ରେମକୁ ନୂତନ ଟ୍ୟାବରେ ଖୋଲନ୍ତୁ
pt_br: A&brir em nova aba
si: රාමුව නව ටැබයක් තුළ විවෘත කරන්න
te: ఫ్రేముని కొత్త ట్యాబులో తెరువు
th: เปิดกรอบในแ&ท็บใหม่
uz: Kadrni yangi &ichki oynada ochish

source: Open Frame in New &Window
af: Open raam in nuwe &venster
ar: ا&فتح الإطار في نافذةٍ جديدة
as: এটা নতুন উইন্ডোত লিঙ্ক খোলক
bg: Отваряне в нов &прозорец
bn_in: নতুন উইন্ডোর মধ্যে ফ্রেম খোলা হবে
ca: &Obre el marc en una finestra nova
fur: Vierç suaze intun gnûf barc&on
hu: Keret megnyitás&a új ablakban
hy_am: &Շրջանակը բացել նոր պատուհանում
id: Buka B&ingkai di Jendela Baru
kk: &Фреймді жаңа терезеде ашу
km: បើក​ស៊ុម​ក្នុង&បង្អួច​ថ្មី
ku: Çarçoweyê di &pencereyeke nû de veke
mai: नव विंडो मे फ्रेम खोलू
ml: ഫ്രെയിം പുതിയ ജാലകത്തില്‍ തുറക്കുക
my: &Wဝင်းဒိုးအသစ်တွင်ဖွင့်ပါ
ne: फ्रेमलाई नयाँ सञ्झ्यालमा खोल्नुहोस्
nn_no: Opna ramme i nytt &vindauge
or: ଫ୍ରେମକୁ ନୂତନ ୱିଣ୍ଡୋରେ ଖୋଲନ୍ତୁ
pt_br: &Abrir em nova janela
si: රාමුව නව කවුළුවක් තුළ විවෘත කරන්න
te: ఫ్రేమ్ ని కొత్త విండోనందు తెరువుము
th: เปิดกรอบใ&นหน้าต่างใหม่
uz: Kadrni yangi &oynada ochish

source: Open Link in New Container Tab
ar: افتح الرابط في لسان حاوِ جديد
ca: Obre l'enllaç en una pestanya de contenidor nova
hu: Hivatkozás megnyitása új konténerlapon
hy_am: Բացել հղումը Նոր պարունակ ներդիրում
kk: Сілтемені жаңа контейнер бетінде ашу
ne: नयाँ कन्टेनर ट्याबमा लिङ्क खोल्नुहोस
th: เปิดลิงก์ในแท็บแยกตัวตนใหม่

source: z
ar: ح
hu: k
kk: ш
