Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

source: View Bookmarks Toolbar
af: Vertoon boekmerknutsbalk
ar: أظهِر شريط أدوات العلامات
as: পত্ৰচিহ্ন টুলবাৰ দৰ্শন কৰক
bg: Показване на лентата с отметки
bn_in: বুকমার্ক টুল-বার প্রদর্শন করা হবে
ca: Mostra la barra de les adreces d'interès
fur: Viôt Bande dai Segnelibris
hu: Könyvjelző eszköztár megjelenítése
hy_am: Դիտել էջանիշերի վահանակը
id: Tampilkan Bilah Alat Markah
kk: Бетбелгілер панелін қарау
km: មើល​របារ​ឧបករណ៍​ចំណាំ
ku: Di Darikê Bijareyan de Nîşan Bide
mai: पुस्तकचिह्न अओजारपट्टी देखू
ml: അടയാളക്കുറിപ്പുകള്‍ക്കുള്ള ടൂള്‍ബാര്‍ കാണുക
my: ဝတ်ဆိုက်မှတ်သားဘားကိုကြည့်မယ်။
ne: पुस्तकचिनो टुलबार देखाउनुहोस्
nn_no: Vis bokmerkeverktøylinje
or: ଚିହ୍ନିତ ସ୍ଥାନଗୁଡ଼ିକର ସାଧନପଟିକୁ ଦେଖନ୍ତୁ
pt_br: Barra dos favoritos
si: පිටුලකුණු මෙවලම්තීරුව පෙන්වන්න
te: ఇష్టాంశముల సాధనపట్టీను దర్శించుము
th: ดูแถบเครื่องมือที่คั่นหน้า
uz: Xatcho‘plar panelini ko‘rsatish

source: Containers
ar: الحاويات
ca: Contenidors
hu: Konténerek
hy_am: Պարունակներ
kk: Контейнерлер
km: ឧបករណ៍​ផ្ទុក
ml: കണ്ടെയിനറുകള്‍
ne: कन्टेनरहरू
nn_no: Behaldarar
th: คอนเทนเนอร์
uz: Konteynerlar

# historyButton.label
source: History
af: Geskiedenis
ar: التأريخ
as: ইতিহাস
bg: История
bn_in: ইতিহাস
ca: Historial
fur: Cronologjie
hu: Előzmények
hy_am: Պատմություն
id: Riwayat
kk: Тарихы
km: ប្រវត្តិ
ku: Raborî
mai: इतिहास
ml: നാള്‍വഴി
my: မှတ်တမ်း
ne: इतिहास
nn_no: Historikk
or: ପୁରୁଣା ତଥ୍ୟ
pt_br: Histórico
si: ඉතිහාසය
te: చరిత్ర
th: ประวัติ
uz: Tarix

source: &Tools
af: N&utsgoed
ar: أ&دوات
as: সঁজুলিসমূহ
bg: &Инструменти
bn_in: সরঞ্জাম
ca: Ei&nes
fur: &Imprescj
hu: &Eszközök
hy_am: &Գործիքներ
id: &Alat
kk: &Саймандар
km: &ឧបករណ៍
ku: &Amûr
mai: अओजार
ml: ഉപകരണങ്ങള്‍
my: &Tကိရိယာများ
ne: उपकरणहरू
nn_no: V&erktøy
or: ସାଧନଗୁଡ଼ିକ
pt_br: &Ferramentas
si: මෙවලම්
te: పనిముట్లు
th: เ&ครื่องมือ
uz: &Asboblar

source: Add a &Keyword for this Search…
af: Voeg 'n &sleutelwoord vir dié soektog by…
ar: أضِف &كلمة رئيسية لهذا البحث…
as: এই সন্ধানৰ বাবে এটা কিৱাৰ্ড যোগ কৰক…
bg: Добавяне на &ключова дума за търсенето…
bn_in: অনুসন্ধান করার উদ্দেশ্যে কোনো শব্দ লিখুন...
ca: Afegeix una &paraula clau per a aquesta cerca…
fur: Zonte une &peraule clâf par cheste ricercje…
hu: K&ulcsszó hozzáadása a kereséshez…
hy_am: Ավելացնել &Բանալի այս Որոնմանը…
id: Tambahkan &Kata Kunci untuk Pencarian ini…
kk: Осы ізденісті белгілейтін &кілт сөзін енгізу…
km: បន្ថែម​&ពាក្យ​គន្លឹះ​សម្រាប់​ការ​ស្វែងរក​នេះ...
ku: Ji bo lêgerînê peyve&ke kilît lê zêde bike...
mai: ई खोज के लिए बीजशब्द जोडू…
ml: ഈ തിരച്ചിലിനു വേണ്ടി ഒരു കീവേര്‍ഡ്‌ ചേര്‍ക്കുക
my: &Kအဓိကစာလုံးတစ်လုံးရိုက်ထည့်ရှာ...
ne: यस खोजिका लागि एउटा किवर्ड थप्नुहोस्
nn_no: &Lag nykelord for dette søket …
or: ଏହି ସନ୍ଧାନ ପାଇଁ ଗୋଟିଏ ସୂଚକ ଶବ୍ଦ ଯୋଗ କରନ୍ତୁ…
pt_br: C&riar palavra-chave da pesquisa…
si: මෙම සෙවුම සඳහා සෙවුම් වදනක් එක් කරන්න...
te: ఈ శోధనకు కీపదాన్ని చేర్చండి…
th: ใส่&คำสำคัญเพื่อค้นหา…
uz: Ushbu qidiruv uchun &kalit so‘zni qo‘shish…

source: &Downloads
af: &Afgelaai
ar: التن&زيلات
as: ডাউনল'ডসমূহ
bg: Из&тегляния
bn_in: ডাউনলোড
ca: Baixa&des
fur: &Discjamadis
hu: &Letöltések
hy_am: &Ներբեռնումներ
id: &Unduhan
kk: &Жүктемелер
km: &ទាញ​យក
ku: Yên hatine &daxistin
mai: डाउनलोड
ml: ഡൌണ്‍ലോഡുകള്‍
my: &Dဒေါင်းလုဒ်ရယူမှူများ
ne: डाउनलोडहरू
nn_no: &Nedlastingar
or: ଆହରଣଗୁଡ଼ିକ
si: බාගැනිම්
te: దింపుకోళ్ళు
th: &ดาวน์โหลด
uz: &Yuklab olishlar

# downloadsUnix.commandkey
source: y
kk: у

source: &Add-ons
af: &Byvoegings
ar: الإ&ضافات
as: এড-অন সমূহ
bg: &Добавки
bn_in: অতিরিক্ত সামগ্রী
ca: Co&mplements
fur: &Zontis
hu: Kiegészí&tők
hy_am: &Հավելումներ
id: &Pengaya
kk: Қо&сымшалар
km: &កម្មវិធី​បន្ថែម
ku: &Add-on
mai: सहयुक्ति
ml: ആഡ്‌-ഓണുകള്‍
my: &Aအတ်အွန်များ
ne: एड-अन
nn_no: &Utvidingar
or: ଏଡ଼-ଅନଗୁଡ଼ିକୁ
pt_br: &Complementos
si: ඇඩෝන
te: పొడిగింతలు
th: &ส่วนเสริม
uz: &Qo‘shimcha dasturlar

source: &Web Developer
af: &Webontwikkelaar
ar: مط&وّري الوب
as: ৱেব উন্নয়নকাৰী
bg: &Уеб разработчик
bn_in: ওয়েব ডিভেলপর
ca: Desenvolupador &web
fur: Svilupadôr dal &Web
hu: &Webfejlesztő
hy_am: &Վեբ ծրագրավորող
id: Pengembang &Web
kk: &Веб өндіруші
km: អ្នក​អភិវឌ្ឍន៍​&បណ្ដាញ
ku: Pêşvebira &Webê
mai: वेब डेवलेपर
ml: വെബ് ഡവലപ്പര്‍
my: &ဝတ်ဆိုက်များဖန်တီးသူ
ne: वेब डेभेलोपर
nn_no: &Nettsideutvikling
or: ୱେବ ବିକାଶକ
pt_br: De&senvolvedor web
si: වෙබ් සංවර්ධකයා (&W)
te: వెబ్ అభివృద్దికారి
th: นัก&พัฒนาเว็บ
uz: &Veb dasturchi

source: Inspect Element
af: Inspekteer element
ar: افحص العنصر
as: উপাদান নীৰিক্ষণ কৰক
bg: &Изследване на елемент
bn_in: সামগ্রী নিরীক্ষণ করুন
ca: Inspecciona l'element
fur: Ispezione element
hu: Elem vizsgálata
hy_am: Զննել տարրը
id: Inspeksi Elemen
kk: Элементті бақылау
km: ត្រួតពិនិត្យ​ធាតុ
ku: Hêmanê vekole
mai: तत्व जाँचू
ml: എലമെന്റ് പരിശോധിയ്ക്കുക
my: အသေးစိတ်ခွဲခြမ်းစိတ်ဖြာမည်။
ne: इन्सपेक्ट इलेमेन्ट
nn_no: Inspiser element
or: ଉପାଦାନକୁ ନିରୀକ୍ଷଣ କରନ୍ତୁ
pt_br: Inspecionar elemento
si: මෙම අංගය පරීක්ෂා කරන්න
te: మూలకం విచారణచేయి
th: ตรวจสอบองค์ประกอบ
uz: Elementni kuzatish

# inspectContextMenu.accesskey
source: Q
af: n
ar: ح
bg: И
ca: I
hu: z
id: n
kk: Э
nn_no: I

source: &File
af: &Lêer
ar: &ملف
as: ফাইল
bg: &Файл
bn_in: ফাইল
ca: &Fitxer
hu: &Fájl
hy_am: &Ֆայլ
id: &Berkas
kk: &Файл
km: &ឯកសារ
ku: &Pel
mai: फ़ाइल
ml: ഫയല്‍
my: ဖိုင်
ne: फाइल
nn_no: &Fil
or: ଫାଇଲ
pt_br: &Arquivo
si: ගොනු
te: దస్త్రం (&F)
th: ไ&ฟล์
uz: &Fayl

source: &New Window
af: &Nuwe venster
ar: نافذة &جديدة
as: নতুন উইন্ডো
bg: Нов &прозорец
bn_in: নতুন উইন্ডো
ca: Fi&nestra nova
fur: &Gnûf barcon
hu: Új &ablak
hy_am: &Նոր Պատուհան
id: &Jendela Baru
kk: Жаңа &терезе
km: &បង្អួច​​​ថ្មី
ku: Pencereya &Nû
mai: नव विंडो
ml: പുതിയ ജാലകം
my: ဝင်းဒိုးအသစ်
ne: नयाँ सञ्झ्याल
nn_no: &Nytt vindauge
or: ନୂତନ ୱିଣ୍ଡୋ
pt_br: N&ova janela
si: නව කවුළුවක්
te: కొత్త విండో
th: หน้าต่างให&ม่
uz: Ya&ngi oyna

source: New Private &Window
af: Nuwe privaat&venster
ar: &نافذة خاصة جديدة
as: নতুন ব্যক্তিগত উইন্ডো
bg: Нов прозорец за поверително &сърфиране
bn_in: নতুন ব্যক্তিগত উইন্ডো
ca: F&inestra privada nova
fur: Gnûf barcon pri&vât
hu: Új pri&vát ablak
hy_am: Սկսել &Գաղտնի դիտարկում
id: Jendela Mode Pribadi Bar&u
kk: Жаңа же&келік терезе
km: &បង្អួច​ឯកជន​ថ្មី
ku: &Pencereyeke Nepen ya nû
mai: नया निज विंडो (&W)
ml: പുതിയ സ്വകാര്യ ജാ&ലകം
ne: नयाँ निजी सञ्झ्याल
nn_no: Nytt pri&vat vindauge
or: ନୂତନ ବ୍ୟକ୍ତିଗତ ୱିଣ୍ଡୋ
pt_br: Nova &janela privativa
si: නව පුද්ගලික කවුළුව (&W)
te: కొత్త ఆంతరంగిక విండో
th: &หน้าต่างส่วนตัวใหม่
uz: Yangi maxfiy &oyna

source: New Non-e10s Window
ar: نافذة غير متعددة السيرورات جديدة
bn_in: নতুন Non-e10s window
ca: Finestra no e10s nova
hu: Új nem többszálú ablak
hy_am: Նոր ոչ e10s պատուհան
id: Jendela Non-e10s Baru
kk: Жаңа e10s-емес терезесі
km: បង្អួច​គ្មាន-e10s ថ្មី
ml: ഇലക്ട്രോലൈസിസ് ഇല്ലാത്ത പുതിയ ജാലകം
my: Non-e10s ဝင်းဒိုးအသစ်
ne: नयाँ Non-e10s सञ्झ्याल
nn_no: Nytt Ikkje-e10s vindauge
te: కొత్త Non-e10s విండో
th: หน้าต่าง Non-e10s ใหม่
uz: Yangi Non-e10s oyna

source: &Edit
af: R&edigeer
ar: ت&حرير
as: সম্পাদন কৰক
bg: &Редактиране
bn_in: সম্পাদনা
ca: &Edita
fur: Modifich&e
hu: S&zerkesztés
hy_am: &Խմբագրել
kk: &Түзету
km: &កែសម្រួល
ku: &Serastkirin
mai: संपादन
ml: ചിട്ടപ്പെടുത്തുക
my: တည်းဖြတ်
ne: परिमार्जित गर्नुहोस्
nn_no: &Rediger
or: ସମ୍ପାଦନ କରନ୍ତୁ
pt_br: &Editar
si: සැකසුම් (&E)
te: సవరణ
th: แ&ก้ไข
uz: &Tahrirlash

source: &Undo
af: &Ontdoen
ar: &تراجع
as: বাতিল কৰক
bg: &Отмяна
bn_in: পূর্বাবস্থা
ca: &Desfés
fur: An&ule
hu: &Visszavonás
hy_am: &Հետարկել
id: Urun&gkan
kk: &Болдырмау
km: &មិនធ្វើវិញ
ku: Şû&nde Bîne
mai: पहिने जहिना (&U)
ml: പൂര്‍വ്വാവസ്ഥയിലാക്കുക
my: မလုပ်တော့
ne: पूर्वस्थिति
nn_no: &Angre
or: ପଦକ୍ଷେପ ବାତିଲ କରନ୍ତୁ
pt_br: &Desfazer
si: අවලංගු (&U)
te: వెనుదెమ్ము (&U)
th: เ&ลิกทำ
uz: Amalni &bekor qilish

source: &Redo
af: &Herdoen
ar: أ&عِد
as: পুনৰ কৰক
bg: По&вторение
bn_in: পুনরাবৃত্তি
ca: &Refés
fur: Torne a &fâ
hu: Új&ra
hy_am: &Կրկնել
id: &Ulangi
kk: Қа&йталау
km: &ធ្វើវិញ
ku: &Nû bike
mai: फेर करू
ml: ആവര്‍ത്തിക്കുക
my: &Rပြန်လုပ်
ne: रिडु गर्नुहोस्
nn_no: &Gjenta
or: ପୁଣି କରନ୍ତୁ
pt_br: &Refazer
si: යළි කරන්න
te: మళ్ళీచేయి
th: ทำ&ซ้ำ
uz: Amalni &qaytarish

source: Cu&t
af: Kni&p
ar: &قصّ
as: কাট কৰক
bg: Из&рязване
bn_in: কাট করুন
ca: Re&talla
fur: &Taie
hu: &Kivágás
hy_am: Կտ&րել
id: Po&tong
kk: Қи&ып алу
km: &កាត់
ku: &Jê bike
mai: काटू
ml: മുറിക്കുക
my: &tဖြတ်ယူ
ne: काट्नुहोस्
nn_no: Klipp &ut
or: କାଟନ୍ତୁ
pt_br: Recor&tar
si: කපන්න
te: కత్తిరించు
th: &ตัด
uz: &Kesish

# copyCmd.label copyCmd.accesskey
source: &Copy
ar: ا&نسخ
ca: &Copia
hu: &Másolás
hy_am: &Պատճենել
id: &Salin
kk: &Көшіріп алу
km: ចម្លង
ml: &പകര്‍ത്തുക
my: ကူးယူရန်
ne: प्रतिलिपि गर्नुहोस्
nn_no: &Kopier
th: &คัดลอก
uz: &Nusxa olish

source: &Paste
af: &Plak
ar: أ&لصق
as: পেইস্ট কৰক
bg: По&ставяне
bn_in: পেস্ট করুন
ca: Engan&xa
fur: Tac&he
hu: &Beillesztés
hy_am: &Տեղադրել
id: Tem&pel
kk: Кі&рістіру
km: &បិទភ្ជាប់
ku: &Pêve bike
mai: साटू
ml: ഒട്ടിക്കുക
my: &Pပွား
ne: टाँस्नुहोस्
nn_no: &Lim inn
or: ଲଗାନ୍ତୁ
pt_br: C&olar
si: අලවන්න
te: అతికించు
th: &วาง
uz: &Qo‘yish

source: &Delete
af: &Skrap
ar: اح&ذف
as: মচক
bg: И&зтриване
bn_in: মুছে ফেলুন
ca: S&uprimeix
fur: &Elimine
hu: Törlé&s
hy_am: &Ջնջել
id: &Hapus
kk: Ө&шіру
km: &លុប
ku: Jê&birin
mai: मेटाउ
ml: നിര്‍മാര്‍ജ്ജനം ചെയ്യുക
my: &Dဖျက်
ne: मेट्नुहोस्
nn_no: Sle&tt
or: ଅପସାରଣ କରନ୍ତୁ
pt_br: E&xcluir
si: මකන්න
te: తొలగించు
th: &ลบ
uz: &O‘chirish

source: Select &All
af: Merk &alles
ar: اختر ال&كل
as: সকলো বাছক
bg: Избиране на вси&чко
bn_in: সমগ্র নির্বাচন করুন
ca: Seleccion&a-ho tot
fur: Sele&zione dut
hu: M&inden kijelölése
hy_am: Նշել &բոլորը
id: Pilih Semu&a
kk: Барлығын &ерекшелеу
km: ជ្រើស​ទាំង&អស់
ku: Gişî &hilbijêre
mai: सभटा चुनू
ml: എല്ലാം തെരഞ്ഞെടുക്കുക
my: &Aအားလုံးရွေး
ne: सबै चयन गर्नुहोस्
nn_no: &Merk alt
or: ସମସ୍ତଙ୍କୁ ବାଛନ୍ତୁ
pt_br: &Selecionar tudo
si: සියල්ල තෝරන්න
te: అన్నిటిని ఎన్నుకొనుము
th: เลือก&ทั้งหมด
uz: B&archasini tanlash

source: &Options
af: &Opsies
ar: &خيارات
as: বিকল্পসমূহ
bg: &Настройки
bn_in: বিকল্প
ca: &Opcions
fur: &Opzions
hu: B&eállítások
hy_am: &Կարգավորումներ
id: Pen&gaturan…
kk: Оп&циялар
km: &ជម្រើស
ku: &Vebijêrk
mai: विकल्प
ml: ഐച്ഛികങ്ങള്‍
my: &Oနည်းလမ်း(များ)
ne: विकल्पहरू
nn_no: &Innstillingar
or: ବିକଳ୍ପଗୁଡ଼ିକ
pt_br: &Opções
si: විකල්ප...
te: ఐచ్ఛికాలు
th: ตัวเ&ลือก
uz: &Moslamalar

source: Prefere&nces
af: Voor&keure
ar: الت&فضيلات
as: পছন্দসমূহ
bg: &Настройки
bn_in: &বিবিধ বৈশিষ্ট্য
ca: Preferè&ncies
fur: &Preferencis
hu: B&eállítások
hy_am: Նախըտ&րանքներ
id: Pen&gaturan
kk: Пара&метрлер
km: &ចំណូលចិត្ត
ku: &Vebijêrk
mai: वरीयता
ml: മുന്‍ഗണനകള്‍
my: &nထိန်းချုပ်ဆိုင်ရာ
ne: प्राथमिकताहरू…
nn_no: &Innstillingar
or: ପସନ୍ଦ
pt_br: &Preferências
si: අභිප්‍රේත
te: అభిరుచులు (&n)
th: การตั้ง&ค่า
uz: Para&metrlar

# clearRecentHistory.label
source: Clear Recent History…
af: Maak onlangse geskiedenis skoon…
ar: امسح التأريخ الحالي…
as: শেহতীয়া ইতিহাস পৰিষ্কাৰ কৰক…
bg: Изчистване на скорошна история…
bn_in: সম্প্রতি ব্যবহারের পূর্ববর্তী তথ্য মুছে ফেলুন…
ca: Neteja l'historial recent…
fur: Nete la cronologjie resinte...
hu: Előzmények törlése…
hy_am: Մաքրել Վերջին Պատմությունը...
id: Bersihkan Riwayat Terakhir
kk: Соңғы тарихты өшіру…
km: សម្អាត​ប្រវត្តិ​ថ្មីៗ…
ku: Raboriya nêzîk paqij bike…
mai: हालक इतिहास साफ करू…
ml: ഏറ്റവും പുതിയ നാള്‍വഴി വെടിപ്പാക്കുക…
my: မှတ်တမ်းရှင်းမယ် ...
ne: हालको इतिहास हटाउनुहोस्…
nn_no: Slett nyleg historikk…
or: ନିକଟତମ ପୁରୁଣା ତଥ୍ୟକୁ ସଫାକରନ୍ତୁ…
pt_br: Limpar dados de navegação…
si: මෑත ඉතිහාසය මකන්න...
te: ఇటీవలి చరిత్రను తుడిచివేయి…
th: ล้างประวัติเมื่อเร็ว ๆ นี้…
uz: So‘nggi tarixni tozalash

source: &View
af: Be&kyk
ar: &عرض
as: দৰ্শন কৰক
bg: &Изглед
bn_in: প্রদর্শন
ca: &Visualitza
fur: &Viodude
hu: &Nézet
hy_am: &Տեսք
id: &Tampilan
kk: Тү&рі
km: &មើល
ku: Nîşan &bide
mai: दृश्य
ml: കാണുക
my: &Vရှူမြင်ချက်
ne: दृश्य
nn_no: &Vis
or: ଦୃଶ୍ୟ
pt_br: E&xibir
si: දසුන්
te: చూడటం (&V)
th: &มุมมอง
uz: &Ko‘rinish

source: &Toolbars
af: &Nutsbalke
ar: أ&شرطة الأدوات
as: টুলবাৰসমূহ
bg: &Ленти с инструменти
bn_in: টুলবার
ca: B&arres d'eines
fur: B&andis dai imprescj
hu: &Eszköztárak
hy_am: &Գործիքագոտիներ
id: Bilah Ala&t
kk: &Саймандар панелдері
km: &របារ​ឧបករណ៍
ku: Darikê &Amûran
mai: अओजारपट्टी
ml: ടൂള്‍ബാറുകള്‍
my: (T)ခလုပ်ဘားများ
ne: टुलबारहरू
nn_no: &Verktøylinjer
or: ସାଧନପଟି
pt_br: &Barras de ferramentas
si: මෙවලම් තීරු
te: సాధనముల పట్టీలు
th: แถบเ&ครื่องมือ
uz: &Asboblar paneli

source: Sid&ebar
af: Kant&balk
ar: الشري&ط الجانبي
as: কাষবাৰ
bg: Странична &лента
bn_in: &সাইডবার
ca: Barra lat&eral
fur: &Panel laterâl
hu: &Oldalsáv
hy_am: Կողային &վահանակ
id: Bilah Sa&mping
kk: &Бүйір панелі
km: &របារ​ចំហៀង
ku: Darikê &Quncikê
mai: बाज़ू पट्टी
ml: സൈഡ് ബാര്‍
my: &eဘေးတန်း
ne: साइडबार
nn_no: Si&destolpe
or: ପାର୍ଶ୍ୱ ପଟି
pt_br: P&ainel
si: පැති තීරුව
te: పక్క పట్టీ (&e)
th: แถบข้า&ง
uz: Yon pan&el

source: &Customize…
af: &Doelmaak…
ar: خ&صص…
as: স্বনিৰ্বাচন…
bg: &Персонализиране…
bn_in: পছন্দ অনুযায়ী নির্বাচন...
ca: &Personalitza…
fur: &Personalize…
hu: &Testreszabás…
hy_am: &Հարմարեցնել…
id: &Suka-suka…
kk: Б&аптау…
km: ប្ដូរ​តាម&តម្រូវ​ការ…
ku: &Taybet Bike
mai: मनपसिन्न बनाउ…
ml: ഇച്ഛാനുസൃതമാക്കുക...
my: စိတ်ကြိုက်ပြင်ဆင်ရန်…
ne: अनुकुलित बनाउनुहोस्...
nn_no: &Tilpass…
or: ଇଚ୍ଛାରୂପଣ କରନ୍ତୁ…
pt_br: &Personalizar…
si: රිසිකරණය...
te: మలుచుకొను...
th: &ปรับแต่ง…
uz: &Moslash…

source: Hi&story
af: Ge&skiedenis
ar: &تأريخ
as: ইতিহাস
bg: И&стория
bn_in: &পূর্ববর্তী তথ্য
ca: Hi&storial
fur: &Cronologjie
hu: Előz&mények
hy_am: Պա&տմություն
id: &Riwayat
kk: Тари&хы
km: &ប្រវត្តិ
ku: &Raborî
mai: इतिहास
ml: നാള്‍വഴി
my: မှတ်တမ်း
ne: इतिहास
nn_no: Hi&storikk
or: ପୁରୁଣା ତଥ୍ୟ
pt_br: &Histórico
si: අතීතය
te: చరిత్ర
th: &ประวัติ
uz: Ta&rix

source: Recently Closed Tabs
af: Onlangs gesluite oortjies
ar: الألسنة المُغلقة مؤخرًا
as: শেহতীয়াভাৱে বন্ধ কৰা টেবসমূহ
bg: Последно затворени подпрозорци
bn_in: সম্প্রতি বন্ধ করা ট্যাব
ca: Pestanyes tancades recentment
fur: Lengutis sieradis di recent
hu: Nemrég bezárt lapok
hy_am: Վերջին փակված ներդիրները
id: Tab yang Baru Saja Ditutup
kk: Жақында жабылған беттер
km: ផ្ទាំង​ដែល​បិទ​ថ្មីៗ
ku: Hilpekînên di nêzîk de hatine girtin
mai: हाल मे बंद टैब
ml: അടുത്തിടെ അടച്ച റ്റാബുകള്‍
my: လတ်တလော ပိတ်ထားတဲ့ စာအမှတ်များ
ne: हालसालै बन्द गरिएका ट्याबहरू
nn_no: Nyleg attlatne faner
or: ନିକଟରେ ବନ୍ଦ ହୋଇଥିବା ଟ୍ୟାବଗୁଡ଼ିକ
pt_br: Reabrir aba
si: මෑතකදි වැසු ටැබ්
te: ఇటీవల మూసిన టాబులు
th: แท็บที่เพิ่งปิด
uz: Yaqinda yopilgan ichki oynalar

source: Recently Closed Windows
af: Onlangs gesluite vensters
ar: النوافذ المغلقة مؤخرًا
as: শেহতীয়াভাৱে বন্ধ কৰা উইন্ডোসমূহ
bg: Последно затворени прозорци
bn_in: সম্প্রতি বন্ধ করা উইন্ডো
ca: Finestres tancades recentment
fur: Barcons sierâts che al è pôc
hu: Nemrég bezárt ablakok
hy_am: Վերջին փակված պատուհանները
id: Jendela yang Baru Saja Ditutup
kk: Жақында жабылған терезелер
km: បង្អួច​ដែល​បាន​បិទ​ថ្មីៗ
ku: Pencereyên di nêzîk de hatine girtin
mai: हाल मे बंद विंडो
ml: അടുത്തിടെ അടച്ച ജാലകങ്ങള്‍
my: လတ်​တလော ပိတ်ထားတဲ့ ၀င်းဒိုးများ
ne: हालसालै बन्द गरिएका सञ्झ्यालहरू
nn_no: Nyleg attlatne vindauge
or: ସାମ୍ପ୍ରତିକ ବନ୍ଦ ହୋଇଥିବା ୱିଣ୍ଡୋଗୁଡ଼ିକ
pt_br: Reabrir janela
si: මෑතකදී වැසූ කවුළු
te: ఇటీవల మూసిన విండోలు
th: หน้าต่างที่เพิ่งปิด
uz: Yaqinda yopilgan oynalar

# historyRestoreLastSession.label
source: Restore Previous Session
af: Laai vorige sessie terug
ar: استعد الجلسة السابقة
as: পুৰ্বৱৰ্তী অধিবেশন পুনৰুদ্ধাৰ কৰক
bg: Възстановяване на предишната сесия
bn_in: পূর্ববর্তী সেশান পুনরুদ্ধার করুন
ca: Restaura la sessió anterior
fur: Ripristine la session precedent
hu: Előző munkamenet helyreállítása
hy_am: Վերականգնել նախորդ աշխատաշրջանը
id: Pulihkan Sesi Sebelumnya
kk: Алдыңғы сессияны қалпына келтіру
km: ស្ដារ​សម័យ​មុន
ku: Danişîna berê veava bike
mai: पछिला सत्र फेर बहाल करू
ml: മുമ്പുള്ള സെഷന്‍ വീണ്ടെടുക്കുക
my: သုံးခဲ့တဲ့အတိုင်းပြန်ဖွင့်မယ်
ne: अघिल्लोसत्र पुनर्स्थापना गर्नुहोस्
nn_no: Gjenopprett siste programøkt
or: ପୂର୍ବବର୍ତ୍ତୀ ଅଧିବେଶନକୁ ପୁନର୍ଧାରଣ କରନ୍ତୁ
pt_br: Restaurar sessão anterior
si: පෙර සැසිය ප්‍රතිස්ථාපනය කරන්න
te: మునుపటి సెషన్‌ను పునరుద్ధరించు
th: เรียกคืนวาระที่แล้ว
uz: Oldingi seansni tiklash

# showAllHistoryCmd2.label
source: Show All History
af: Wys hele geskiedenis
ar: أظهر كل التأريخ
as: সকলো ইতিহাস দেখুৱাওক
bg: Цялата история
bn_in: সকল পূর্ববর্তী তথ্য প্রদর্শন করা হবে
ca: Mostra tot l'historial
fur: Visualize dute la cronologjie
hu: Minden előzmény megjelenítése
hy_am: Ցուցադրել ամբողջ պատմությունը
id: Tampilkan Semua Riwayat
kk: Бүкіл тарихты көрсету
km: បង្ហាញ​ប្រវត្តិ​ទាំងអស់
ku: Hemû raboriyê nîşan bide
mai: सभटा इतिहास देखाउ
ml: ഇതുവരെയുള്ള നാള്‍വഴി കാണിക്കുക
my: မှတ်တမ်း အားလုံး ဖေါ်ပြပါ
ne: सबै इतिहासहरू देखाउनुहोस्
nn_no: Vis all historikk
or: ସମସ୍ତ ପୁରୁଣା ତଥ୍ୟ ଦର୍ଶାନ୍ତୁ
pt_br: Exibir todo o histórico
si: සම්පූර්ණ අතීතය පෙන්වන්න
te: మొత్తం చరిత్రను చూపించు
th: แสดงประวัติทั้งหมด
uz: Barcha tarixni ko‘rsatish

source: Customize
af: Doelmaak
ar: خصّص
as: স্বনিৰ্বাচন
bg: Персонализиране
bn_in: স্বনির্ধারণ
ca: Personalitza
fur: Personalize
hu: Testreszabás
hy_am: Հարմարեցնել
id: Ubahsuai
kk: Баптау
km: ប្ដូរ​តាម​តម្រូវ​ការ
ku: Takekes bike
mai: मनपसिन्न करू
ml: യഥേഷ്ടം സജ്ജമാക്കുക
my: ပြုပြင်သုံးစွဲမည်။
ne: अनुकुलित बनाउनुहोस्
nn_no: Tilpass
or: ଇଚ୍ଛାରୂପଣ କରନ୍ତୁ
pt_br: Personalizar
si: රිසිකරණය
te: మలచుము
th: ปรับแต่ง
uz: Moslash

source: Customize the Menu and Toolbars
af: Doelmaak die kieslys en nutsbalke
ar: خصّص القائمة و أشرطة الأدوات
as: মেনু আৰু সঁজুলিবাৰ স্বনিৰ্বাচন কৰক
bg: Персонализиране на менюто и лентите с инструменти
bn_in: টুলবার এবং মেনু স্বনির্ধারণ করুন
ca: Personalitza el menú i les barres d'eines
hu: A menü és az eszköztárak testreszabása
hy_am: Հարմարեցնել Ցանկը և Գործիքագոտիները
id: Ubahsuai Menu dan Bilah Alat
kk: Мәзір мен саймандар панелдерін баптау
km: ប្ដូរ​របារ​ឧបករណ៍ និង​ម៉ឺនុយ​តាម​តម្រូវ​ការ
ku: Menuyê û darika amûran taybet bike
mai: मेनू आओर अओज़ारपट्टी अनुकूलित करू
ml: മെനുവും ടൂള്‍ബാറുകള്‍ യഥേഷ്ടമാക്കുക
my: မီနူး နှင့် တူးလ်ဘားများအား ပြုပြင်ပါ
ne: मेनु र उपकरणपट्टीहरू अनुकूलित गर्नुहोस्
nn_no: Tilpass meny og verktøylinjer
or: ତାଲିକା ଏବଂ ସାଧନପଟିଗୁଡ଼ିକୁ ଇଚ୍ଛାମୁତାବକ କରନ୍ତୁ
pt_br: Personalizar menu e barras de ferramentas
si: මෙනුව හා මෙවලම් තීරු රුචිකරණය
te: మెనూని పనిముట్ల పట్టీని తీర్చిదిద్దుకోండి
th: ปรับแต่งเมนูและแถบเครื่องมือ
uz: Menyu va asboblar panelini moslash

source: Exit Customize
af: Sluit aanpassing af
ar: أغلق التخصيص
as: স্বনিৰ্বাচন প্ৰস্থান কৰক
bg: Изход от персонализиране
bn_in: স্বনির্ধারণ প্রস্থান
ca: Surt de la personalització
fur: Jes da la costumizazion
hu: Kilépés a testreszabásból
hy_am: Փակել կարգավորումը
id: Selesaikan Pengubahsuaian
kk: Баптаудан шығу
km: បិទ​ការ​ប្ដូរ​តាម​តម្រូវ​ការ
ku: Ji taybetkirinê derkeve
mai: अनुकूलित निकास
ml: യഥേഷ്ടമാക്കുന്നതില്‍ നിന്നും പുറത്ത് കടക്കുക
my: ပြုပြင်ခြင်းမှထွက်
ne: अनुकूलित निकास
nn_no: Avslutt tilpasning
or: ଇଚ୍ଛାରୂପଣରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ
pt_br: Concluir personalização
si: රුචිකරණයෙන් පිටවන්න
te: మలచుకొనుటనుండి నిష్క్రమించు
th: ออกจากการปรับแต่ง
uz: Qulaylashtirishdan chiqish

source: Finish Customizing
af: Klaar met aanpassing
ar: أنهِ التخصيص
as: স্বনিৰ্বাচন সমাপ্ত কৰক
bg: Край на персонализирането
bn_in: স্বনির্ধারণ সমাপ্ত
ca: Acaba la personalització
fur: Smèt di costumizá
hu: Testreszabás befejezése
hy_am: Ավարտել կարգավորումը
id: Selesaikan Pengubahsuaian
kk: Баптауды аяқтау
km: បញ្ចប់​ការ​ប្ដូរ​តាម​តម្រូវ​ការ
ku: Taybetkirinê biqedîne
mai: अनुकूलित समाप्त करू
ml: യഥേഷ്ടമാക്കുന്നത് പൂര്‍ത്തിയാക്കുക
my: ပြုပြင်ခြင်းအားအဆုံးသတ်
ne: अनुकूलित समाप्त
nn_no: Fullfør tilpassing
or: ଇଚ୍ଛାରୂପଣ ସମାପ୍ତ ହୋଇଛି
pt_br: Concluir a personalização
si: රුචිකරණය අවසන් කරමින්
te: తీర్చిదిద్దుకోడాన్ని ముగించండి
th: เสร็จสิ้นการปรับแต่ง
uz: Qulaylashtirishni tugatish

# appMenuHistory.label
source: History
af: Geskiedenis
ar: التأريخ
as: ইতিহাস
bg: История
bn_in: ইতিহাস
ca: Historial
fur: Cronologjie
hu: Előzmények
hy_am: Պատմություն
id: Riwayat
kk: Тарих
km: ប្រវត្តិ
ku: Raborî
mai: इतिहास
ml: നാള്‍വഴി
my: မှတ်တမ်း
ne: इतिहास
nn_no: Historikk
or: ପୁରୁଣା ତଥ୍ୟ
pt_br: Histórico
si: අතීතය
te: చరిత్ర
th: ประวัติ
uz: Tarix

# appMenuHistory.showAll.label
source: Show All History
af: Wys hele geskiedenis
ar: أظهر كل التأريخ
as: সকলো ইতিহাস দেখুৱাওক
bg: Цялата история
bn_in: সকল পূর্ববর্তী তথ্য প্রদর্শন করা হবে
ca: Mostra tot l'historial
fur: Visualize dute la cronologjie
hu: Minden előzmény megjelenítése
hy_am: Ցուցադրել ամբողջ պատմությունը
id: Tampilkan Semua Riwayat
kk: Бүкіл тарихты көрсету
km: បង្ហាញ​ប្រវត្តិ​ទាំងអស់
ku: Hemû Raboriyê nîşan bide
mai: सभटा इतिहास देखाउ
ml: ഇതുവരെയുള്ള നാള്‍വഴി കാണിക്കുക
my: မှတ်တမ်းအားလုံးကို ပြပါ
ne: सबै इतिहासहरू देखाउनुहोस्
nn_no: Vis all historikk
or: ସମସ୍ତ ପୁରୁଣା ତଥ୍ୟ ଦର୍ଶାନ୍ତୁ
pt_br: Exibir todo o histórico
si: සම්පූර්ණ අතීතය පෙන්වන්න
te: మొత్తం చరిత్రను చూపించు
th: แสดงประวัติทั้งหมด
uz: Barcha tarixni ko‘rsatish

# appMenuHistory.clearRecent.label
source: Clear Recent History…
af: Maak onlangse geskiedenis skoon…
ar: امسح التأريخ الحالي…
as: শেহতীয়া ইতিহাস পৰিষ্কাৰ কৰক…
bg: Изчистване на скорошна история…
bn_in: সম্প্রতি ব্যবহারের পূর্ববর্তী তথ্য মুছে ফেলুন…
ca: Neteja l'historial recent…
fur: Nete la cronologjie resinte...
hu: Előzmények törlése…
hy_am: Մաքրել Վերջին Պատմությունը...
id: Bersihkan Riwayat Terakhir
kk: Соңғы тарихты өшіру…
km: សម្អាត​ប្រវត្តិ​ថ្មីៗ…
ku: Raboriya nêzîk paqij bike…
mai: हालक इतिहास साफ करू…
ml: ഏറ്റവും പുതിയ നാള്‍വഴി വെടിപ്പാക്കുക…
my: လတ်တလောမှတ်တမ်း ရှင်းမည်။
ne: हालको इतिहास खाली गर्नुहोस्…
nn_no: Tøm nyleg historikk …
or: ନିକଟର ପୁରୁଣା ତଥ୍ୟକୁ ସଫାକରନ୍ତୁ…
pt_br: Limpar dados de navegação…
si: මෑත ඉතිහාසය මකන්න...
te: ఇటీవలి చరిత్రను తుడిచివేయి…
th: ล้างประวัติเมื่อเร็ว ๆ นี้…
uz: So‘nggi tarixni tozalash

# appMenuHistory.restoreSession.label
source: Restore Previous Session
af: Laai vorige sessie terug
ar: استعد الجلسة السابقة
as: পুৰ্বৱৰ্তী অধিবেশন পুনৰদ্ধাৰ কৰক
bg: Възстановяване на предишна сесия
bn_in: পূর্ববর্তী সেশান পুনরুদ্ধার করুন
ca: Restaura la sessió anterior
fur: Ripristine la session precedent
hu: Előző munkamenet helyreállítása
hy_am: Վերականգնել նախորդ աշխատաշրջանը
id: Pulihkan Sesi Sebelumnya
kk: Алдыңғы сессияны қалпына келтіру
km: ស្ដារ​សម័យ​មុន
ku: Danişîna berê veava bike
mai: पछिला सत्र फेर बहाल करू
ml: മുമ്പുള്ള സെഷന്‍ വീണ്ടെടുക്കുക
my: သုံးခဲ့တဲ့အတိုင်းပြန်ဖွင့်မယ်
ne: अघिल्लो सत्र पुनर्स्थापना गर्नुहोस्
nn_no: Gjenopprett siste programøkt
or: ପୂର୍ବବର୍ତ୍ତୀ ଅଧିବେଶନକୁ ପୁନର୍ଧାରଣ କରନ୍ତୁ
pt_br: Restaurar sessão anterior
si: පෙර සැසිය ප්‍රතිස්ථාපනය
te: మునుపటి సెషన్‌ను పునరుద్ధరించు
th: เรียกคืนวาระที่แล้ว
uz: Oldingi seansni tiklash

source: View History Sidebar
af: Wys geskiedeniskantbalk
ar: أظهر شريط التأريخ الجانبي
as: ইতিহাস কাষবাৰ দৰ্শন কৰক
bg: Показване на страничната лента с история
bn_in: ইতিহাস সাইড বার দেখুন
ca: Mostra la barra lateral de l'historial
fur: Viôt la sbare da storie
hu: Előzmények oldalsáv megjelenítése
hy_am: Պատմության կողային վահանակը
id: Tampilkan Bilah Samping Riwayat
kk: Тарихтың бүйір панелін көрсету
km: មើល​របារ​ចំហៀង​ប្រវត្តិ
ku: Darika kêlekê ya Raboriyê nîşan bide
mai: इतिहास बाज़ूपट्टी देखाबू
ml: നാള്‍വഴി സൈഡ്ബാര്‍ കാണുക.
my: အသုံးပြုမှတ်တမ်း ဘေးဘားအားသုံးမည်
ne: साइडबारको इतिहास हेर
nn_no: Vis historikksidestolpe
or: ପୁରୁଣାତଥ୍ୟ ପାର୍ଶ୍ୱପଟିକୁ ଦେଖନ୍ତୁ
pt_br: Exibir painel do histórico
si: අතීත පැතිතීරු දසුන
te: చరిత్ర పక్కపట్టీను చూడండి
th: ดูแถบข้างประวัติ
uz: Tarixni yon panelda ko‘rsatish

source: Open Help Menu
af: Open Hulpkieslys
ar: افتح قائمة المساعدة
as: সহায় মেনু খোলক
bg: Отваряне на меню с помощ
bn_in: সাহায্য তালিকা খুলুন
ca: Obre el menú d'ajuda
fur: Vierç il menu dal jutori
hu: Súgó menü megnyitása
hy_am: Բացել օգնության ցանկը
id: Buka Menu Bantuan
kk: Көмек мәзірін ашу
km: បើក​ម៉ឺនុយ​ជំនួយ
ku: Menuya Alîkariyê veke
mai: मदति मेनू खोलू
ml: സഹായ മെനു തുറക്കുക
my: အကူအညီမီနူးအားဖွင့်
ne: सहयोग मेनु खोल्नुहोस्
nn_no: Opna hjelpemeny
or: ସହାୟତା ତାଲିକାକୁ ଖୋଲନ୍ତୁ
pt_br: Abrir menu Ajuda
si: උදව් මෙනුව විවෘත කරන්න
te: సహాయం మెనుని తెరువు
th: เปิดเมนูช่วยเหลือ
uz: Yordam menyusini ochish
