Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/browser.dtd.po
Languages: af, ar, as, bg, bn_in, ca, fur, hu, hy_am, id, kk, km, ku, mai, ml, my, ne, nn_no, or, pt_br, si, te, th, uz

source: Take me there!
af: Laat ek sien!
ar: خذني إلى هناك!
as: মোক তালৈ নিয়ক!
bg: Натам!
bn_in: আমাকে সেখানে নিয়ে যান!
ca: Vés-hi
fur: Puartimi la!
hu: Vigyen oda!
hy_am: Տար ինձ այստեղից:
id: Langsung buka!
kk: Мені онда апару!
km: នាំ​ខ្ញុំ​ទៅ​ទីនោះ!
mai: हमरा ओतए लए चलू!
ml: എന്നെ അവിടെ എത്തികൂ
my: အဲဒီကို ခေါ်သွားပါ။
ne: मलाई त्यहाँ लानुहोस्!
nn_no: Ta meg dit!
or: ମୋତେ ସେଠାକୁ ନିଅନ୍ତୁ!
pt_br: Leve-me lá!
si: මා එතැනට රැගෙන යන්න!
te: నన్ను అక్కడకు తీసుకుపో!
th: พาฉันไปที่นั่น!
uz: Men bu yerdan olib ket!

source: Click on a service to add it to &brandShortName;.
af: Klik op 'n diens om dit by &brandShortName; te voeg.
ar: انقر على خدمة لتضيفها إلى &brandShortName;.
as: এটা সেৱাক &brandShortName; লৈ যোগ কৰিবলে তাত ক্লিক কৰক।
bg: Щракнете на услуга, за да я добавите към &brandShortName;.
bn_in: কোন পরিষেবা তে ক্লিক করে তাকে &brandShortName; এর সাথে যুক্ত করতে পারবেন।
ca: Feu clic en un servei per afegir-lo al &brandShortName;.
fur: Cliche su un servizi par metilu tal &brandShortName;.
hu: Kattintson egy szolgáltatásra a &brandShortName;hoz adáshoz.
hy_am: Սեղմեք ծառայությանը՝ &brandShortName;-ում ավելացնելու համար:
id: Klik pada layanan untuk menambahkannya ke &brandShortName;.
kk: Қызметті &brandShortName; өніміне қосу үшін, оның үстіне шертіңіз.
km: ចុច​លើ​សេវាកម្ម​ណាមួយ​ដើម្បី​បន្ថែម​វា​ទៅកាន់ &brandShortName; ។
mai: &brandShortName; केँ जोड़बाक लेल सेवा पर ​​क्लिक करू.
ml: &brandShortName; ലേക്ക് ഒരു സേവനം ഉൾപെടുത്താൻ ക്ലിക്ക് ചെയ്യുക
my: &brandShortName; သို့ ထည့်ရန် ဆားဗစ်တစ်ခုပေါ်မှာ ကလစ်နှိပ်ပါ။
ne: कुनै सेवा &brandShortName; मा थप्न सेवामा थिच्नुहोस्।
nn_no: Trykk på ei teneste for å leggja ho til i &brandShortName;.
or: &brandShortName; ରେ ଯୋଡ଼ିବା ପାଇଁ ଏକ ସର୍ଭିସ ଉପରେ କ୍ଲିକ କରନ୍ତୁ।
pt_br: Clique em um serviço para adicioná-lo ao &brandShortName;.
si: &brandShortName; වෙත සේවාවක් එක් කිරීමට ඒ මත ක්ලික් කරන්න.
te: సేవను &brandShortName; కు జతచేయుటకు దానిపై నొక్కుము.
th: คลิกบนบริการเพื่อเพิ่มเข้าไปใน &brandShortName;
uz: Xizmatni &brandShortName;ga qo‘shish uchun uning ustiga bosing.

source: View More
af: Sien meer
ar: اعرض المزيد
as: অধিক দৰ্শন কৰক
bg: Други услуги
bn_in: আরো দেখুন
ca: Mostra'n més
fur: Viôt di plui
hu: Több
hy_am: Տեսնել ավելին
id: Tampilkan Lebih Banyak
kk: Көбірек білу
km: មើល​​ច្រើនទៀត
mai: बेसी देखू
ml: കൂടുതൽ കാണുക
my: ပို၍ ကြည့်ရန်
ne: अरु हेर्नुहोस
nn_no: Vis fleire
or: ଅଧିକ ଦେଖନ୍ତୁ
pt_br: Exibir mais
si: තවදුරත් කියවන්න
te: మరిన్ని దర్శించు
th: ดูเพิ่ม
uz: Ko‘proq ko‘rish

source: Additional Tools and Features
af: Addisionele gereedskap en funksies
ar: أدوات و خصائص إضافية
as: অতিৰিক্ত সঁজুলি আৰু বৈশিষ্ট্যসমূহ
bg: Допълнителни инструменти и възможности
bn_in: অতিরিক্ত বৈশিষ্ট্য এবং টুল
ca: Eines i funcions addicionals
fur: Plui strumens e carateristics
hu: További eszközök és funkciók
hy_am: Լրացուցիչ գործիքներ և հնարավորություններ
id: Alat dan Fitur Lainnya
kk: Қосымша құралдар мен мүмкіндіктер
km: ឧបករណ៍និងលក្ខណៈពិសេសបន្ថែម
ku: Amûr û taybetiyên pêvekî
mai: अतिरिक्त अओज़ार आओर विशेषता
ml: കൂടുതല്‍ വിശേഷതകളും പ്രയോഗങ്ങളും
my: ထပ်ပေါင်းထည့်ထားသော တူးလ်များနှင့် လုပ်ဆောင်ချက်များ
ne: थप उपकरण र विशेषताहरू
nn_no: Fleire verktøy og funksjonar
or: ଅତିରିକ୍ତ ସାଧନ ଏବଂ ବିଶେଷତାଗୁଡ଼ିକ
pt_br: Adicionar ferramentas e recursos
si: අමතර මෙවලම් හා විශේෂාංග
te: అదనపు పనిముట్లు మరియు సౌలభ్యాలు
th: เครื่องมือและคุณลักษณะเพิ่มเติม
uz: Qo‘shimcha asboblar va xususiyatlar

source: Want more tools?
af: Lus vir meer gereedskap?
ar: أتريد المزيد من الأدوات؟
as: অধিক সঁজুলিৰ প্ৰয়োজন?
bg: Искате още инструменти?
bn_in: আরও টুল দরকার?
ca: Voleu més eines?
fur: Votú plui strumens?
hu: További eszközöket szeretne?
hy_am: Ի՞նչ լրացուցիչ գործիք
id: Ingin mendapatkan alat lainnya?
kk: Көбірек құралдарды алуға қалайсыз ба?
km: ចង់​បាន​ឧបករណ៍​បន្ថែម​ឬ?
ku: Amûrên din dixwazî?
mai: बेसी अओज़ार चाहैत छी?
ml: കൂടുതല്‍ പ്രയോഗങ്ങള്‍ ആവശ്യമുണ്ടോ?
my: နောက်ထပ် တူးလ်များလိုသေးလား ?
ne: अज्जै थप उपकरणहरू चाहिन्छ?
nn_no: Vil du ha fleire verktøy
or: ଅଧିକ ସାଧନ ଆଶାକରୁଛନ୍ତି କି?
pt_br: Deseja mais ferramentas?
si: තවත් මෙවලම් අවශ්‍යද?
te: మరిన్ని పనిముట్లు కావాలా?
th: ต้องการเครื่องมือเพิ่มเติม?
uz: Ko‘proq asboblar kerakmi?

source: Choose from thousands of add-ons
af: Kies uit duisende byvoegings
ar: اختر من آلاف الإضافات
as: হেজাৰ এড-অনৰ পৰা বাছক
bg: Изберете измежду хиляди добавки
bn_in: হাজার হাজার অ্যাড-অন এর মধ্যে থেকে বাছুন
ca: Trieu-les d'entre els milers de complements
fur: Scelç fra mil add-ons
hu: Válasszon több ezer kiegészítő közül
hy_am: Ընտրություն կատարեք հազարավոր հավելումներից
id: Pilih dari ribuan pengaya
kk: Мыңдаған қосымшалардан таңдау
km: ជ្រើស​ពី​កម្មវិធី​បន្ថែម​រាប់​ពាន់
ku: Ji nav bi hezaran ad-onan hilbijêre
mai: हजार add-ons मे सँ चुनू
ml: അനേകം ആഡ്-ഓണുകളില്‍ നിന്നും തെരഞ്ഞെടുക്കുക
my: မြောက်မြားစွာသော အတ်အွန်များထဲမှ ရွေးပါ
ne: हजारौँ एड-अनहरू बाट रोज्नुहोस्
nn_no: Vel frå tusenvis av utvidingar
or: ହଜାର ହଜାର ଏଡ଼ ଅନଗୁଡ଼ିକରୁ ବାଛନ୍ତୁ
pt_br: Escolha entre milhares de complementos
si: ඇඩෝන දහස් ගණනකින් තෝරාගන්න
te: వేలాది పొడగింతల నుండి ఎంచుకోండి
th: เลือกจากส่วนเสริมที่มีนับพัน
uz: Minglab qo‘shimcha dasturlar ichidan tanlab oling

source: Restore Defaults
af: Laai verstek terug
ar: استعد الإعدادات المبدئية
as: অবিকল্পিতক পুনৰুদ্ধাৰ কৰক
bg: Връщане до стандартни настройки
bn_in: ডিফল্ট মান পুনরায় স্থাপন করা হবে
ca: Restaura els valors per defecte
fur: Ripristine impostazions predeterminadis
hu: Alapértelmezett értékek visszaállítása
hy_am: Վերականգնել ծրագրայինը
id: Pulihkan Bawaan
kk: Әдеттілеріне қайту
km: ស្ដារ​លំនាំ​ដើម
ku: Vegerîne ya standard
mai: पूर्वनिर्धारित वापस करू
ml: സ്വതവേയുള്ളവ പുനഃസ്ഥാപിക്കുക
my: စံ​ ပြန်ထားမည်
ne: पूर्वानिर्धारीत स्थितीमा फर्किनुहोस्
nn_no: Still tilbake til standard
or: ପୂର୍ବ ନିର୍ଦ୍ଧାରିତଗୁଡିକୁ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
pt_br: Restaurar padrões
si: පෙරනිමි යළි සකසන්න
te: అప్రమేయాలను తిరిగివుంచు
th: เรียกคืนค่าปริยาย
uz: Standart holatni tiklash

source: Show / Hide Toolbars
af: Wys / Versteek nutsbalke
ar: أظهر \ أخفِ أشرطة الأدوات
as: সঁজুলিবাৰ দেখুৱাওক/লুকুৱাওক
bg: Показване / скриване на ленти с инструменти
bn_in: প্রদর্শন/আড়াল টুল-বার
ca: Mostra/amaga les barres d'eines
fur: Viôt / Nascuint sbaris dai imprescj
hu: Eszköztárak megjelenítése/elrejtése
hy_am: Ցուցադրել կամ թաքցնել Գործիքագոտիները
id: Tampilkan/Sembunyikan Bilah Alat
kk: Саймандар панелін көрсету/жасыру
km: បង្ហាញ / លាក់ របារ​ឧបករណ៍
ku: Darikê amûran nîşan bide / veşêre
mai: देखाबू / नुकाबू अओजारपट्टी
ml: ടൂള്‍ബാറുകള്‍ കാണിയ്ക്കുക/അദൃശ്യമാക്കുക
my: တူးလ်ဘားအား ပြ / ဖျောက်
ne: उपकरणपट्टी देखाउनुहोस् वा लुकाउनुहोस्
nn_no: Vis/Gøym verktøylinjer
or: ସାଧନପଟିକୁ ଦର୍ଶାନ୍ତୁ /ଲୁଚାନ୍ତୁ
pt_br: Exibir/ocultar barras
si: මෙවලම් පෙන්වන්න/සඟවන්න
te: సాధనపట్టీలు చూపు / దాయి
th: แสดง/ซ่อนแถบเครื่องมือ
uz: Asboblar panelini ko‘rsatish/yashirish

source: Title Bar
af: Titelbalk
ar: شريط العنوان
as: শীৰ্ষক বাৰ
bg: Лента със заглавието
bn_in: শিরোনাম বার
ca: Barra de títol
fur: Sbare dal titul
hu: Címsor
hy_am: Անվանագոտի
id: Bilah Judul
kk: Атау жолағы
km: របារ​ចំណងជើង
ku: Darikê sernavê
mai: शीर्षक पट्टी
ml: തലക്കെട്ട് പട്ട
my: ခေါင်းစီး ဘား
ne: शीर्षक बार
nn_no: Tittellinje
or: ଶୀର୍ଷକ ପଟି
pt_br: Barra de título
si: මාතෘකා තීරුව
te: శీర్షిక పట్టీ
th: แถบหัวเรื่อง
uz: Sarlavha paneli

source: Themes
af: Temas
ar: السِمات
as: থীমসমূহ
bg: Теми
bn_in: থিমসমূহ
ca: Temes
fur: Temis
hu: Témák
hy_am: Ձևավորումներ
id: Tema
kk: Темалар
km: រូបរាង
mai: प्रसंग
ml: പ്രമേയങ്ങള്‍
my: အခင်းအကျင်းများ
ne: आवरणहरू
nn_no: Tema
or: ପ୍ରସଙ୍ଗ
pt_br: Temas
si: තේමාවන්
te: థీమ్స్
th: ชุดตกแต่ง
uz: Mavzular

source: My Themes
af: My temas
ar: سِماتي
as: মোৰ থীমসমূহ
bg: Моите теми
bn_in: আমার থিমসমূহ
ca: Els meus temes
hu: Saját témák
hy_am: Իմ ձևավորումները
id: Temaku
kk: Менің темаларым
km: រូបរាង​របស់​ខ្ញុំ
mai: हमर प्रसंग
ml: എന്റെ പ്രമേയങ്ങള്‍
my: ကျွန်တော်/မ၏ အခင်းအကျင်းများ
ne: मेरा आवरणहरू
nn_no: Mine tema
or: ମୋର ପ୍ରସଙ୍ଗ
pt_br: Meus temas
si: මගේ තේමාවන්
te: నా థీమ్స్
th: ชุดตกแต่งของฉัน
uz: Mening mavzularim

source: Recommended
af: Aanbeveel
ar: مُزكَّاة
as: পৰামৰ্শিত
bg: Препоръчана
bn_in: প্রস্তাবিত
ca: Recomanats
fur: Racomandadis
hu: Ajánlott
hy_am: Խորհուրդ է տրվում՝
id: Disarankan
kk: Ұсынылатын
km: បាន​ផ្ដល់​អនុសាសន៍
mai: अनुशंसित
ml: ഉചിതമായതു്
my: အကြုံပြုထားသည့်အရာများ
ne: सिफारिस गरिएको
nn_no: Tilrådd
or: ପରାମର୍ଶିତ
pt_br: Recomendados
si: අනුමත
te: సిఫార్సుచేయబడినది
th: แนะนำ
uz: Tavsiya qilingan

source: Manage
af: Bestuur
ar: أدِر
as: ব্যৱস্থাপনা কৰক
bg: Управление
bn_in: পরিচালনা
ca: Gestiona
fur: Gjestîs
hu: Kezelés
hy_am: Կառավարել
id: Kelola
kk: Басқару
km: គ្រប់គ្រង
mai: प्रबंधित करू
ml: ക്രമീകരിക്കൂ
my: စီမံ
ne: व्यवस्था गर्नुहोस्
nn_no: Handsam
or: ପରିଚାଳନ କରନ୍ତୁ
pt_br: Gerenciar
si: කළමනාකරණය
te: నిర్వహించండి
th: จัดการ
uz: Boshqarish

# customizeMode.lwthemes.menuManage.accessKey
source: M
af: B
ar: ر
bg: У
ca: G
hu: K
id: K
kk: м
nn_no: H

source: Get More Themes
af: Kry meer temas
ar: احصل على مزيد من السِمات
as: অধিক থীমসমূহ প্ৰাপ্ত কৰক
bg: Още теми
bn_in: আরও থিম দেখুন
ca: Baixa més temes
fur: Cjete plui temis
hu: További témák letöltése
hy_am: Նոր ձևավորումներ
id: Dapatkan Tema Lainnya
kk: Көбірек темаларды алу
km: យក​រូបរាង​ច្រើនទៀត
mai: नव प्रसंग प्राप्त करू
ml: കൂടുതല്‍ തീമുകള്‍ ലഭ്യമാക്കുക
my: အခင်းအကျင်းများကို နောက်ထပ်ရယူရန်
ne: अरु आवरणहरू पाउनुहोस्
nn_no: Hent fleire tema
or: ଅଧିକ ପ୍ରସଙ୍ଗ ପ୍ରାପ୍ତ କରନ୍ତୁ
pt_br: Adicionar temas
si: තවත් තේමා ලබාගන්න
te: మరిన్ని థీమ్స్ పొందండి
th: รับชุดตกแต่งเพิ่มเติม
uz: Ko‘proq mavzular olish

source: G
af: K
ar: ح
bg: О
ca: B
hu: T
id: D
kk: л
nn_no: e

source: Fo&cus chats
as: চেটসমূহত ফকাচ কৰক
bg: Ак&центиране върху графиката
ca: &Focus del xat
hu: &Csevegések fókuszba
id: &Fokuskan di obrolan
kk: Чаттарға ау&ысып отыру
km: ការ​ជជែក​ផ្ដោត
ku: Li ser soh&betan hûr bibe
mai: चैट फोकस करें (&c)
my: &cချက်အားရွေးပါ
ne: च्याटमा केन्द्रित
nn_no: &Fokuser på nettprat
or: ଚାର୍ଟଗୁଡ଼ିକୁ ଲକ୍ଷ୍ଯ କରନ୍ତୁ
pt_br: &Focar bate-papos
si: සංවාද නාඹිගත (&c)
te: సంభాషణలపై దృష్టిసారించు
th: &มุ่งไปที่การพูดคุย
uz: Suhbatlarni &markazda ko‘rsatish

source: Save &Page To…
af: Stoor &bladsy na…
as: পৃষ্ঠাক চিহ্নিত অৱস্থানত সংৰক্ষণ কৰক…
bg: Запи&с на страницата…
ca: Desa la &pàgina a…
fur: Salve &pagjine su...
hu: Ol&dal mentése másként...
id: Simpan &Laman ke…
kk: &Парақты қайда сақтау…
km: រក្សាទុក&ទំព័រ​ទៅកាន់…
ku: &Rûpelê li virê tomar bike…
mai: एकरा मे पृष्ठ सहेजू (&P)…
my: &Pစာမျက်နှားအား သိမ်းမည် ...
ne: पृष्ठहरूलाई यहाँ सङ्ग्रह गर्नुहोस....
nn_no: Lagra &side til …
or: ଏହି ପୃଷ୍ଠାକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ (&P)…
pt_br: Salvar &página no…
si: පිටුව සුරකින්නේ... (&P)
te: పేజీని ఇక్కడ భద్రపరచు…
th: บันทึกหน้าเ&ป็น…
uz: Sahifani &saqlash

source: Save &Link To…
af: Stoor &skakel na…
as: লিঙ্কক চিহ্নিত অৱস্থানত সংৰক্ষণ কৰক…
bg: Запазване на &връзката…
ca: D&esa l'enllaç a…
fur: Salve &leam su...
hu: Hi&vatkozás mentése másként...
id: Simpan Tau&tan ke…
kk: &Сілтемені қайда сақтау…
km: រក្សាទុក&តំណ​ទៅកាន់…
ku: &Girêdankê li virê tomar bike…
mai: एकरा मे कड़ी सहेजू (&L)…
my: &Lချိတ်ဆက်လင်ခ့်အားသိမ်းမည်
ne: लिङ्कहरूलाई यहाँ सङ्ग्रह गर्नुहोस....
nn_no: &Lagra lenke til …
or: ସଂଯୋଗିକୀକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ (&L)…
pt_br: Sa&lvar link no…
si: වෙත සබැඳිය සුරකින්න... (&L)
te: లంకెను ఇక్కడ భద్రపరచు…
th: บันทึก&ลิงก์เป็น…
uz: &Linkni saqlash…

source: &Camera to share:
af: &Kamera om te deel:
ar: الك&مرة التي ستُشارك:
as: অংশীদাৰী কৰিবলে কেমেৰা:
bg: &Камера за споделяне:
bn_in: শেয়ার করার ক্যামেরা:
ca: &Càmera per compartir:
fur: Video&camare di condividi:
hu: Megosztandó &kamera:
hy_am: &Մուտք տեսախցիկին.
id: &Kamera untuk dibagikan:
kk: Бөлісу үшін ка&мера:
km: &ម៉ាស៊ីន​ថត​ដែល​ត្រូវ​ចែករំលែក៖
ku: &Kameraya parvekirinê:
mai: साझा करब लेल कैमरा (&C):
ml: പങ്കിടുവാനുള്ള ക്യാ&മറ:
my: &Cကင်မရာအားရှယ်
ne: क्यामेरलाई बाँड्ने:
nn_no: &Kamera som vert delt:
or: ସହଭାଗ କରିବା ପାଇଁ କ୍ୟାମେରା:
pt_br: &Câmera a compartilhar:
si: බෙදාගන්නා කැමරාව (&C):
te: పంచుకొనుటకు కేమెరా:
th: &กล้องที่แบ่งปัน:
uz: Bo‘lishiladigan &kamera:

source: &Microphone to share:
af: &Mikrofoon om te deel:
ar: المي&كروفون الذي سيُشارك:
as: অংশীদাৰী কৰিবলে মাইক্ৰফোন:
bg: &Микрофон за споделяне:
bn_in: শেয়ার করার মাইক্রোফোন :
ca: &Micròfon per compartir:
fur: &Microfon di condividi:
hu: &Megosztandó mikrofon:
hy_am: &Մուտք խոսափողին.
id: &Mikrofon untuk dibagikan:
kk: Бөлісу үшін &микрофон:
km: &មីក្រូហ្វូន​ដែល​ត្រូវ​ចែករំលែក៖
ku: &Mîkrofona parvekirinê:
mai: साझा करबाक लेल माइक्रोफोन (&M):
ml: പങ്കിടുവാനുള്ള മൈക്രോ&ഫോണ്‍:
my: &Mမိုက်ကရိုဖုန်းအားရှယ်:
ne: माइक्रोफोनलाई बाँड्ने:
nn_no: &Mikrofon som blir delt:
or: ସହଭାଗ କରିବା ପାଇଁ ମାଇକ୍ରୋଫୋନ:
pt_br: &Microfone a compartilhar:
si: බෙදාගන්නා මයික්‍රෆෝනය (&M)
te: పంచుకొనుటకు మైక్రోఫోన్:
th: &ไมโครโฟนที่แบ่งปัน:
uz: Bo‘lishish uchun &mikrofon:

source: Audio from the tab will be shared.
ar: الصوت في هذا اللسان سيُشارك.
bn_in: ট্যাব থেকে অডিও শেয়ার করা হবে।
ca: Es compartirà l'àudio de la pestanya.
hu: A lapról származó hang meg lesz osztva.
hy_am: Ներդիրի ձայնանյութը կհամաօգտագործվի:
id: Audio dari tab akan dibagikan.
kk: Беттің аудиосымен бөлісетін боласыз.
km: អូឌីយ៉ូ​ពី​ផ្ទាំង​នឹង​ត្រូវ​បាន​ចែករំលែក។
ml: ടാബില്‍ നിന്നുള്ള ഓഡിയോ പങ്കിടപ്പെടുന്നതാണ്.
my: လက်ရှိ စာမျက်နှာမှ အော်ဒီယိုကို မျှဝေပါမည်။
ne: ट्याबको अडियो पहुँचयोग्य हुनेछ।
nn_no: Lyd frå fana vert delt.
te: టాబ్ నుండి ఆడియో పంచబడును.
th: เสียงจากแท็บจะถูกแบ่งปัน
uz: Ichki oynadagi audio bo‘lishiladi.

source: All visible windows on your screen will be shared.
af: Alle sigbare vensters op die skerm sal gedeel word.
ar: ستُشارك كل النوافذ الظاهرة على شاشتك.
as: আপোনাৰ পৰ্দাত থকা সকলো দৃশ্যমান উইন্ডোক অংশীদাৰী কৰা হব।
bg: Всички видими прозорци на вашия екран ще бъдат споделени.
bn_in: আপনার স্ক্রিনে সব দৃশ্যমান উইন্ডো শেয়ার করা হবে।
ca: Es compartiran totes les finestres visibles de la pantalla.
hu: A képernyő minden látható ablaka meg lesz osztva.
hy_am: Էկրանի բոլոր տեսանելի պատուհանները կտարածվեն:
id: Semua jendela yang terlihat pada layar Anda akan dibagikan.
kk: Экраныңыздаға барлық көрінетін терезелермен бөлісетін боласыз.
km: បង្អួច​ទាំងអស់​​ដែល​អាច​មើល​ឃើញ​នៅ​លើ​អេក្រង់​របស់​អ្នក​នឹង​ត្រូវ​បាន​ចែករំលែក។
mai: अहाँक स्क्रीन पर सभ दृश्य विंडो साझा कएल जाएत.
ml: സ്ക്രീനില്‍ ദൃശ്യമായ എല്ലാ ജാലകങ്ങളും പങ്കിടുന്നു.
my: သင့်စကရင်ပေါ်ရှိ မြင်ရသော ဝင်းဒိုးအားလုံး မျှဝေပေးမည်။
ne: तपाईँको स्क्रिन मा सबै देखिने सञ्झ्यालहरू साझेदारी गरिनेछ।
nn_no: Alle synlege vindauge på skjermen vil delast.
or: ଆପଣଙ୍କ ପରଦାରେ ଦୃଶ୍ୟମାନ ହେଉଥିବା ସମସ୍ତ ୱିଣ୍ଡୋଗୁଡ଼ିକୁ ସହଭାଗ କରାଯିବ।
pt_br: Todas as janelas visíveis na sua tela serão compartilhadas.
si: ඔබේ තිරයේ දිස්වෙන සියළු කවුළු බෙදාගැනෙනු ඇත.
te: మీ తెరపైన కనిపించు అన్ని విండోలు పంచుకోబడును.
th: หน้าต่างที่ปรากฏอยู่ทั้งหมดบนหน้าจอของคุณจะถูกแบ่งปัน
uz: Ekraningizdagi barcha ko‘rinadigan oynalar bo‘lishiladi.

source: Tracking Protection
ar: الحماية من التعقّب
bn_in: ট্র্যাকিং সুরক্ষা
ca: Protecció contra el seguiment
hu: Védelem követés ellen
hy_am: Հետագծման պաշտպանություն
id: Perlindungan Pelacakan
kk: Бақылаудан қорғаныс
km: ការ​ការពារ​ការ​តាមដាន
ml: പിന്തുടരല്‍ സംരക്ഷണം
my: ခြေရာခံခြင်း ကာကွယ်မှု
ne: ट्रयाक विरुद्धको सुरक्षा
nn_no: Sporingsvern
te: ట్రాకింగ్ సంరక్షణ
th: การป้องกันการตามรอย
uz: Kuzatuvdan himoya

source: &brandShortName; is blocking parts of the page that may track your browsing.
ar: يحظر &brandShortName; أجزاءً من الصفحة ربما تتعقب تصفّحك.
bn_in: &brandShortName; পৃষ্ঠার যে অংশগুলি আপনার অন-লাইন কার্যকলাপ ট্র্যাক করে সেগুলি প্রতিরোধ করা হয়েছে।
ca: El &brandShortName; ha blocat les parts de la pàgina que podrien fer el seguiment de la vostra navegació.
hu: A &brandShortName; az oldal olyan részeit blokkolja, amelyek követhetik a böngészését.
hy_am: &brandShortName;-ը արգելափակում է այս էջի մասերը, որոնք կարող են հետևել ձեր դիտարկիչին:
id: &brandShortName; memblokir bagian dari laman yang mungkin melacak penjelajahan Anda.
kk: &brandShortName; бұл парақтың сіздің желідегі әрекеттеріңізді бақылай алатын бөліктерін блоктаған.
km: &brandShortName; កំពុង​បិទ​ផ្នែក​ខ្លះ​នៃ​ទំព័រ​ដែល​អាច​តាម​ដាន​ការ​រក​មើល​របស់​អ្នក។
ml: &brandShortName; നിങ്ങളുടെ ബ്രൌസിങ്ങ് ട്രാക്ക് ചെയ്യാനിടയുള്ള ഭാഗങ്ങളെ തടഞ്ഞു വെച്ചിരിക്കുന്നു.
my: &brandShortName; သည် သင့်ရှာဖွေမှုကို ခြေရာခံနိုင်သည့် လက်ရှိစာမျက်နှာ၏ အစိတ်အပိုင်းတစ်ချို့ကို ပိတ်ထားသည်။
ne: &brandShortName; ले यो पेजको भागहरू रोकिरहेको छ जसले तपाईँको ब्राउजिङ गतिविधि ट्रयाक गर्न सक्छ।
nn_no: &brandShortName; blokkerer delar av sida som kan spora nettlesinga di.
te: మీ విహరణ జాడ తెలుసుకునేందు ఈ పైజీపై వున్న భాగములను &brandShortName; నిరోధిస్తోంది.
th: &brandShortName; กำลังปิดกั้นบางส่วนของหน้านี้ที่อาจจะติดตามการท่องเว็บของคุณ
uz: &brandShortName; internetdagi faoliyatingizni kuzatishi mumkin bo‘lgan sahifa qismlarini blokladi.

source: This site includes elements that may track your browsing. You have disabled protection.
ar: في هذا الموقع عناصر قد تتعقّب تصفّحك. لقد عطّلتَ الحماية.
bn_in: এই সাইটটিতে আপনার ব্রাউজিং ট্র্যাক করতে পারে এমন উপাদান রয়েছে। আপনি সুরক্ষা বন্ধ করেছেন।
ca: Aquest lloc inclou elements que podrien fer el seguiment de la vostra navegació. Heu desactivat la protecció.
hu: Ez az oldal olyan elemeket tartalmaz, amelyek követhetik az Ön böngészését. A védelmet kikapcsolta.
hy_am: Այս կայքը ներառում է տարրեր, որոնք կարող են հետևել ձեր դիտարկիչին: Դուք անջատել եք պաշտպանությունը:
id: Situs ini mengandung elemen yang mungkin melacak penjelajahan Anda. Anda telah menonaktifkan perlindungan.
kk: Бұл сайтта сіздің желідегі әрекеттеріңізді бақылай алатын элементтер бар. Сіз бақылаудан қорғанысты сөндіргенсіз.
km: តំបន់បណ្ដាញ​នេះ​មាន​ធាតុ​ដែល​អាច​តាម​ដាន​ការ​រក​មើល​របស់​អ្នក។ អ្នក​បាន​បិទ​ការ​ការពារ។
ml: ഈ സൈറ്റില്‍ താങ്കളുടെ ബ്രൗസിങ്ങ് നിരീക്ഷിക്കാന്‍ ഇടയുള്ള ഘടകങ്ങള്‍ ഉണ്ടു്. താങ്കള്‍ സംരക്ഷണം നിര്‍വീര്യമാക്കിയിരിക്കുന്നു.
my: ဒီဆိုက်တွင် သင့်ရှာဖွေမှုကို ခြေရာခံသည့် အစိတ်အပိုင်းများ ပါဝင်သည်။ သင်သည် ကာကွယ်မှုကို ပိတ်ထားသည်။
ne: यो साइटमा तपाईँको ब्राउजिङ ट्र्याक गर्न सक्ने तत्वहरू छन्। तपाईँले संरक्षण अक्षम गर्नुभएको छ।
nn_no: Denne sida inneheld element som kan spora nettlesinga di. Du har slått av vern.
te: మీ విహరణ జాడ తెలుసుకొనే ఎలిమెంట్లను ఈ సైట్ కలిగివుంది. మీరు రక్షణను అచేతనించారు.
th: ไซต์นี้มีองค์ประกอบที่อาจตามรอยการท่องเว็บของคุณ คุณได้ปิดใช้งานการปกป้อง
uz: Bu saytda internetdagi faoliyatingizni kuzatishi mumkin bo‘lgan elementlar mavjud. Siz himoyani o‘chirib qo‘ygansiz.

source: No tracking elements detected on this page.
ar: لم تُكتشف أيّة عناصر تعقّب في هذه الصفحة.
bn_in: এই পৃষ্ঠাতে নিরাপদ নয় এমন উপাদান ধরা পরেনি।
ca: No s'ha detectat cap element de seguiment en aquesta pàgina.
hu: Az oldalon nem találhatók követő elemek.
hy_am: Այս էջում չկան հետագծող տարրեր:
id: Tidak ada elemen pelacakan terdeteksi di laman ini.
kk: Бұл парақта бақылайтын элементтер табылмады.
km: រក​មិន​ឃើញ​ធាតុ​ដែល​​តាមដាន​នៅ​លើ​ទំព័រ​នេះ។
ml: ഈ പേജില്‍ നിങ്ങളെ ട്രാക്ക് ചെയ്യുന്ന കാര്യങ്ങളൊന്നും കണ്ടില്ല.
my: ဒီစာမျက်နှာတွင် ခြေရာခံသည့်အစိတ်အပိုင်းများ မတွေ့ရှိပါ။
ne: यस पानामा कुनै पनि ट्रयाकगर्ने अवयव भेटिएन।
nn_no: Ingens sporingselement funne på denne sida.
te: ఈ పేజీపైన ఎటువంటి జాడ తెలుసుకొనే ఎలిమెంట్స్ లేవు.
th: ไม่พบองค์ประกอบที่ตามรอยในหน้านี้
uz: Bu sahifada hech qanday kuzatish elementlari aniqlanmadi.

# trackingProtection.unblock.label trackingProtection.unblock.accesskey
source: &Disable protection for this site
ar: أو&قف الحماية لهذا الموقع
bn_in: এই সাইটে সুরক্ষা নিষ্ক্রিয় করুন
ca: &Desactiva la protecció per a aquest lloc
hu: Védelem &kikapcsolása ezen az oldalon
hy_am: &Անջատել պաշտպանությունը այս կայքի համար:
id: &Nonaktifkan perlindungan untuk situs web ini
kk: Бұл сайтта қорғанысты сөн&діру
km: បិទ​ការ​ការពារ​សម្រាប់​តំបន់​បណ្ដាញ​នេះ
ml: ഈ വെബ്‌ സൈറ്റിന് സുരക്ഷ വേണ്ട
my: &Dဒီစာမျက်နှာအတွက် ကာကွယ်မှုကို ပိတ်ပါ
ne: यो पेजमा सुरक्षा निष्क्रिय गर्नुहोस्।
nn_no: &Slå av vern for denne sida
te: ఈ సైటుకు రక్షణను అచేతనంచేయి
th: &ปิดใช้งานการปกป้องสำหรับไซต์นี้
uz: Bu saytda himoyani &o‘chirish

source: &Disable protection for this session
ar: أو&قف الحماية لهذه الجلسة
bn_in: এই সেশনে সুরক্ষা নিষ্ক্রিয় করুন
ca: &Desactiva la protecció durant aquesta sessió
hu: Védelem &kikapcsolása ebben a munkamenetben
hy_am: &Անջ. պաշտպանությունը ա/շրջանի համար
id: &Nonaktifkan perlindungan untuk situs web ini
kk: Бұл сессияда қорғанысты сөн&діру
km: បិទ​ការ​ការពារ​សម្រាប់​សម័យ​នេះ
ml: ഈ സെഷനു സുരക്ഷ വേണ്ട
my: &Dဒီကာလအပိုင်းအခြားအတွက် ကာကွယ်မှုကို ပိတ်ပါ
ne: यो पेजमा सुरक्षा निष्क्रिय गर्नुहोस्।
nn_no: &Slå av vern for denne økta
te: ఈ సెషన్‌కు రక్షణను అచేతనంచేయి
th: &ปิดใช้งานการปกป้องสำหรับวาระนี้
uz: Bu seansda himoyani &o‘chirish

# trackingProtection.block2.label trackingProtection.block2.accesskey
source: &Enable protection
ar: &فعّل الحماية
bn_in: সুরক্ষা সক্রিয় করুন
ca: Acti&va la protecció
hu: Védelem &bekapcsolása
hy_am: &Միացնել պաշտպանությունը
id: &Aktifkan perlindungan
kk: Қорғанысты іск&е қосу
km: បើក​ការការពារ
ml: സുരക്ഷ സജ്ജികരിക്കുക
my: &Eအီးမေးလ် အကာအကွယ်
ne: सुरक्षा सबल गर्नुहोस्
nn_no: Sl&å på vern
te: రక్షణను చేతనించు
th: &เปิดใช้งานการปกป้อง
uz: Himoyani &yoqish

source: Tracking
af: Monitering
ar: التعقب
as: অনুসৰণ কৰা
bg: Проследяване
bn_in: অনুসরণকরণ
ca: Seguiment
hu: Követés
hy_am: Հետագծում
id: Pelacakan
kk: Тексеріп отыру
km: ការ​តាមដាន
ku: Şopandin
mai: ट्रैकिंग
ml: നിരീക്ഷണം
my: ခြေရာခံခြင်း
ne: ट्रयाक गरिँदै
nn_no: Sporing
or: ଅନୁସରଣ କରୁଅଛି
pt_br: Rastreamento
te: ఆరాతీస్తోంది
th: การตามรอย
uz: Kuzatish

source: Parts of the page that track your online activity have been blocked.
af: Dele van die bladsy wat u aanlyn aktiwiteit beloer is geblok.
ar: منعت بعض أجزاء من الصفحة تحاول تتبع نشاطك على الإنترنت.
as: আপোনাৰ অনলাইন কাৰ্য্য অনুকৰণ কৰা পৃষ্ঠাৰ কিছুমান অংশ প্ৰতিৰোধ কৰা হৈছে।
bg: Част от страницата, която проследява вашата дейност в Мрежата е била блокирана.
bn_in: পৃষ্ঠার যে অংশগুলি অাপনার অন-লাইন কার্যকলাপ ট্র্যাক করে সেগুলি প্রতিরোধ করা হয়েছে।
ca: S'han blocat les parts de la pàgina que fan el seguiment de la vostra activitat a Internet.
hu: Az oldalnak az Ön online tevékenységét követő részei blokkolva lettek.
hy_am: Էջի հատվածները, որոնք հետևում են ձեր առցանց ակտիվությանը, արգելափակված են:
id: Sebagian isi laman yang melacak aktivitas daring Anda telah diblokir.
kk: Беттің сіздің желілік белсенділікті бақылайтын құрамасы блокталды.
km: ផ្នែក​ទំព័រ​ដែល​តាមដាន​សកម្មភាព​លើ​បណ្ដាញ​របស់​អ្នក​ត្រូវ​បាន​ទប់ស្កាត់។
mai: पृष्ठ केर हिस्सा जे अहाँक ऑनलाइन गतिविधि केँ ट्रैक करैत अछि केँ ब्लॉक कएल गेल अछि.
ml: താളില്‍ താങ്കളുടെ ഓണ്‍ലൈന്‍ പ്രവര്‍ത്തനങ്ങള്‍ നിരീക്ഷിയ്ക്കുന്ന ഭാഗങ്ങള്‍ തടഞ്ഞിരിയ്ക്കുന്നു.
my: သင့်အား ခြေရာခံနေသော အစိတ်အပိုင်းကို ပိတ်ဆို့ထားပေးသည်။
ne: तपाईँको अनलाइन गतिविधि ट्र्याक गर्ने पृष्ठका भागहरू अवरुद्ध गरेको छ।
nn_no: Delar av sida som sporar online-aktiviteten din har vorte blokkert.
or: ଆପଣଙ୍କର ଅନଲାଇନ କାର୍ଯ୍ୟକଳାପକୁ ଅନୁସରଣ କରୁଥିବା ପୃଷ୍ଠାର ଅଂଶକୁ ଅଟକାଯାଇଛି।
pt_br: Partes desta página que rastreiam sua atividade online foram bloqueadas.
si: ඔබේ අන්තර්ජාල ක්‍රියාකාරීත්වය විමසන පිටුවේ සමහර කොටස් අවහිර කර ඇති.
te: మీ ఆన్‌లైన్ కార్యకలాపాలను ట్రాక్ చేసే పేజీనందలి కొన్ని భాగాలు నిరోధించబడినవి.
th: บางส่วนของหน้าที่ติดตามกิจกรรมออนไลน์ของคุณถูกปิดกั้น
uz: Sizning onlayn faoliyatingizni kuzatuvchi sahifalar qismlari bloklandi.

# trackingContentBlocked.learnMore
source: Learn More
af: Meer inligting
ar: اطّلع على المزيد
as: অধিক জানক
bg: Научете повече
bn_in: আরও জানুন
ca: Més informació
fur: Par savênt di plui
hu: További tudnivalók
hy_am: Իմանալ ավելին
id: Pelajari Lebih Lanjut
kk: Көбірек білу
km: ស្វែងយល់​បន្ថែម
mai: आओर जानू
ml: കൂടുതല്‍ അറിയുക
my: ပိုမို လေ့လာပါ
ne: अझ जान्नुहोस्
nn_no: Lær meir
or: ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ
pt_br: Saiba mais
si: තවත් ඉගෙනගන්න
te: మరింత నేర్చుకో
th: เรียนรู้เพิ่มเติม
uz: Ko‘proq o‘rganish

source: Options
ar: الخيارات
bn_in: বিকল্প
ca: Opcions
hu: Beállítások
hy_am: Ընտրանքներ
id: Opsi
kk: Баптаулар
km: ជម្រើស
ml: ഐച്ഛികങ്ങള്‍
my: &Oနည်းလမ်းများ
ne: विकल्पहरू
nn_no: Innstillingar
te: ఎంపికలు
th: ตัวเลือก
uz: Tanlamalar
