Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/shellservice.properties.po
Languages: ar, as, bg, bn_in, es_mx, fur, ga_ie, gd, hy_am, id, kn, mai, ms, nn_no, oc, or, pt_br, sd, si, sw, te, tr, xh, zu

source: %S &Options
ar: &خيارات %S
as: %S বিকল্পসমূহ (&O)
bg: &Настройки на %S
bn_in: %S সংক্রান্ত বিকল্প (&O)
es_mx: &Opciones %S
fur: &Opzions %S
ga_ie: %S &Roghanna
gd: &Roghainnean %S
hy_am: %S-ի &Կարգավորումները
id: &Pengaturan %S
kn: %S ಆದ್ಯತೆಗಳು (&O)
mai: %S &विकल्प
ms: &Pilihan %S
nn_no: %S-&innstillingar
oc: &Opcions de %S
or: %S ବିକଳ୍ପଗୁଡ଼ିକ (&O)
pt_br: &Opções do %S
sd: %S وِڪلپَ
si: %S විකල්ප (&O)
sw: %S &Chaguo
te: %S ఐచ్ఛికాలు(&O)
tr: %S S&eçenekleri
xh: &Ekukhethwa kuko kwe-%S
zu: I%S &Izinto Zokukhetha Kuso

source: %S &Safe Mode
ar: وضع %S الآ&من
as: %S সুৰক্ষিত অৱস্থা (&S)
bg: &Надежден режим на %S
bn_in: %S নিরাপদ মোড (&S)
es_mx: %S Modo &seguro
fur: %S tal mût sigûr
ga_ie: %S Mód &Slán
gd: &Modh tèarainte %S
hy_am: %S-ի &Հուսալի Աշխատակերպ
id: %S Mode &Aman
kn: %S ಸುರಕ್ಷಿತ ಕ್ರಮ (&S)
mai: %S आ सुरक्षित मोड
ms: %S &Mod Selamat
nn_no: %S &trygg modus
oc: %S &Mòde sens fracàs
or: %S ବିପଦମୁକ୍ତ ଅବସ୍ଥା (&S)
pt_br: &Modo de segurança do %S
sd: %S محفوظ ڍنگ
si: %S ආරක්‍ෂිත ආකාරය (&S)
sw: %S &Mtindo Salama
te: %S రక్షితరీతి(&S)
tr: %S &Güvenli Kipi
xh: &Imo Yokhuseleko ye-%S
zu: %S &Isimo Esilondekile

source: Get the most out of %S by setting it as your default browser
ar: استفد أكثر من %S بجعله متصفحك المبدئي
as: %S ক আপোনাৰ অবিকল্পিত ব্ৰাউছাৰ কৰি ইয়াৰ পৰা সৰ্বাধিক প্ৰাপ্ত কৰক
bg: Вземете най-доброто от %S като го направите стандартен браузър
bn_in: সবচেয়ে বেশি সুবিধা পেতে %S কে ডিফল্ট ব্রাউজার সেট করুন
es_mx: Configura %S como tu navegador predeterminado para sacar el máximo rendimiento
ga_ie: Úsáid %S mar do bhrabhsálaí réamhshocraithe chun an tairbhe is mó a bhaint as
gd: Cuir %S gu làn-fheum le bhith 'ga chleachdadh mar am brabhsair bunaiteach agad
hy_am: Ստացեք %S-ի բոլոր առավելությունները՝ հաստատելով այն որպես հիմնական դիտարկիչ
id: Dapatkan manfaat maksimal %S dengan menjadikannya peramban web baku sistem Anda
kn: %S ಅನ್ನು ನಿಮ್ಮ ಪೂರ್ವನಿಯೋಜಿತ ಜಾಲವೀಕ್ಷಕವಾಗಿ ಹೊಂದಿಸುವುದರಿಂದ ಉತ್ತಮವಾದುದನ್ನು ಪಡೆದುಕೊಳ್ಳಿ.
mai: %S सँ सबसे अधिक पाबू अपन तयशुदा ब्राउज़र केर रूप मे सेट करि कए
nn_no: Få mest mogleg ut av %S ved å velja han som standard nettleser
or: ଏହାକୁ ଆପଣଙ୍କର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ବ୍ରାଉଜର ଭାବରେ ସେଟ କରି %S ର ସମ୍ପୂର୍ଣ୍ଣ ସୁବିଧା ଉପଲବ୍ଧ କରନ୍ତୁ
pt_br: Consiga o máximo do %S definindo-o como seu navegador padrão
si: ඔබේ පෙරනිමි ගවේශකය ලෙස %S සැකසීමෙන් තවත් බොහෝදෑ ලබාගන්න
te: %S ను మీ అప్రమేయ విహారిణిగా చేసుకొని మరింత లాభం పొందండి.
tr: %S tarayıcınızdan en iyi şekilde yararlanmak için onu varsayılan tarayıcınız yapın
xh: Fumana konke okufumanekayo ku %S ngokuyiseta kwibhrawuza yakho yesiseko

source: &Use %S as my default browser
ar: اج&عل %S متصفحي المبدئي
as: %S ক মোৰ অবিকল্পিত ব্ৰাউছাৰ ৰূপে ব্যৱহাৰ কৰক
bg: &Използване на %S като стандартен браузър
bn_in: %S অামার ডিফল্ট ব্রাউজার হিসেবে ব্যবহার করুন (&U)
es_mx: &Usar %S como mi navegador predeterminado
ga_ie: Ú&sáid %S mar bhrabhsálaí réamhshocraithe
gd: Cleachd %S mar am brabhsair b&unaiteach agam
hy_am: &%S-ը օգտագործել որպես հիմնական դիտարկիչ
id: &Gunakan %S sebagai peramban baku
kn: %S ಅನ್ನು ನನ್ನ ಪೂರ್ವನಿಯೋಜಿತ ಜಾಲವೀಕ್ಷಕವಾಗಿ ಬಳಸಿ
mai: %S केँ हमर डिफॉल्ट ब्राउजर केर रूप मे उपयोग करू
nn_no: &Bruk %S som standard nettlesar
or: %S କୁ ମୋର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ବ୍ରାଉଜର ଭାବରେ ବ୍ୟବହାର କରନ୍ତୁ
pt_br: &Definir o %S como meu navegador padrão
si: මගේ පෙරනිමි ගවේශකය ලෙස %S යොදාගන්න (&U)
te: %S ను నా అప్రమేయ విహారిణిగా చేయి
tr: %S varsayılan tarayıcım &olsun
xh: &Sebenzisa %S njengebhrawuza yam yesiseko

source: &Options
ar: &خيارات
as: বিকল্পসমূহ
bg: &Настройки
bn_in: বিকল্প
es_mx: &Opciones
fur: &Opzions
ga_ie: &Roghanna
gd: R&oghainnean
hy_am: &Կարգավորումներ
id: &Pengaturan
kn: ಆಯ್ಕೆಗಳು
mai: विकल्प
ms: &Opsyen
nn_no: &Innstillingar
oc: &Opcions
or: ବିକଳ୍ପଗୁଡ଼ିକ
pt_br: &Opções
sd: ۽ وڪلپ
si: විකල්ප
sw: &Chaguo
te: ఐచ్ఛికములు
tr: &Seçenekler
xh: &Ekunokukhethwa kuko
zu: &Izinketho

source: &Not now
ar: &ليس الآن
as: এতিয়া নহয়
bg: &Не сега
bn_in: এই মুহূর্তে নয় (&N)
es_mx: Ahora &no
ga_ie: &Ná meabhraigh anois
gd: Cha&n ann an-dràsta
hy_am: &Ոչ Հիմա
id: &Jangan sekarang
kn: ಈಗ ಬೇಡ
mai: अखन नहि (&N)
nn_no: &Ikkje no
oc: &Pas ara
or: ବର୍ତ୍ତମାନ ନୁହଁ
pt_br: &Agora não
si: දැන් නොවේ (&N)
te: ఇప్పడు కాదు
tr: Şi&mdi değil
xh: &Hayi ngoku

source: &Don't ask me again
ar: &لا تسألني ثانيا
as: মোক আকৌ নোসোধিব (&D)
bg: &Изключване на въпроса
bn_in: পুনরায় জিজ্ঞাসা করা হবে না (&D)
es_mx: No volver a &preguntar
fur: &No stâ domandâmi plui
ga_ie: Ná fiafraigh &díom arís
gd: &Na faighnich dhìom a-rithist
hy_am: &Այլևս չհարցնել
id: Jangan tanyakan lagi
kn: ಮತ್ತೊಮ್ಮೆ ನನ್ನನ್ನು ಕೇಳಬೇಡ (&D)
ms: &Jangan tanya saya lagi
oc: Demandar &pas mai
or: ମୋତେ ପୁଣିଥରେ ପଚାରନ୍ତୁ ନାହିଁ (&D)
pt_br: &Não perguntar de novo
sd: ۽ موانکان وري نہ پڇو
si: මගෙන් යළි නොවිමසන්න (&D)
sw: &Usiniulize tena
te: మరలా నన్ను అడగవద్దు(&D)
tr: &Bunu bir daha sorma
xh: &Ungaphindi undibuze
zu: Ungap&hinde ungibuze

source: Default Browser
ar: المتصفّح المبدئي
as: অবিকল্পিত ব্ৰাউছাৰ
bg: Подразбиращ се браузър
bn_in: ডিফল্টরূপে ব্যবহৃত ব্রাউজার
es_mx: Navegador predeterminado
fur: Sgarfadôr predeterminât
ga_ie: Brabhsálaí Réamhshocraithe
gd: Am brabhsair bunaiteach
hy_am: Հիմնական դիտարկիչը
id: Peramban Baku
kn: ಡೀಫಾಲ್ಟ್‍ ವೀಕ್ಷಕ
mai: मूलभूत ब्राउज़र
ms: Browser Utama
nn_no: Standard nettlesar
oc: Navigador per defaut
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ବ୍ରାଉଜର
pt_br: Navegador padrão
sd: وڪلپ جي غيرمؤجودگيءَ سبب اڳ ۾ ئي اپنايل برائوزر
si: පෙරනිමි ගවේශකය
sw: Kivinjari Chaguo-msingi
te: అప్రమేయ విహారిణి
tr: Varsayılan Tarayıcı
xh: Ibhrawuza esisiseko
zu: Indlela Ehleliwe Yokubheka Amafayeli

source: %S is not currently set as your default browser. Would you like to make it your default browser?
ar: ‏%S ليس مضبوطًا ليكون متصفّحك المبدئيّ. أتريد جعله متصفّحك المبدئيّ؟
as: %S বৰ্ত্তমানে আপোনাৰ অবিকল্পিত ব্ৰাউছাৰ নহয়। ইয়াক আপোনাৰ অবিকল্পিত ব্ৰাউছাৰ কৰিব বিচাৰে নেকি?
bg: В момента %S не е подразбиращият се браузър. Искате ли да го направите такъв?
bn_in: %S বর্তমানে আপনার ডিফল্ট ব্রাউজার হিসাবে নির্ধারিত নয়। আপনি কি এটিকে আপনার ডিফল্ট ব্রাউজার রূপে স্থাপন করতে ইচ্ছুক?
es_mx: %S no es tu navegador web predeterminado. ¿Quieres establecerlo como tal?
fur: %S nol è impuestât come il to sgarfadôr predeterminât. Vuelistu ch'al sedi fat?
ga_ie: Níl %S curtha mar bhrabhsálaí réamhshocraithe. An bhfuil tú ag iarraidh é a shocrú mar bhrabhsálaí réamhshocraithe?
gd: Chan eil %S 'na bhrabhsair bunaiteach agad an-dràsta. A bheil thu airson a shuidheachadh mar am brabhsair bunaiteach?
hy_am: %S-ը տվյալ պահին ձեր հիմնական դիտարկիչը չէ. Կցանկանայի՞ք այս ծրագիրը օգտագործել որպես հիմնական դիտարկիչ:
id: %S belum ditetapkan menjadi program peramban web baku Anda. Apakah Anda ingin menjadikannya program peramban web baku?
kn: %S ವು ಪ್ರಸ್ತುತ ನಿಮ್ಮ ಡೀಫಾಲ್ಟ್‍ ವೀಕ್ಷಕವಾಗಿ ಸಂಯೋಜಿತಗೊಂಡಿಲ್ಲ.ನೀವಿದನ್ನು ಡೀಫಾಲ್ಟ್‍ ವೀಕ್ಷಕವಾಗಿ ಮಾಡಲು ಬಯಸುತ್ತೀರೆ?
mai: %S अखन अहाँक मूलभूत ब्राउजर क रूपेँ सेट नहि अछि. की अहँ एकरा अपन पूर्वनिर्धारित ब्राउज़र बनैनाइ चाहैत छी?
ms: %S bukan pelayar utama anda. Adakah anda ingin menjadikan pelayar ini sebagai pelayar utama?
nn_no: %S er ikkje valt som standard nettlesar. Vil du bruka han som standard nettlesar?
oc: %S es pas definit coma vòstre navigador per defaut. Ne volètz far vòstre navigador per defaut ?
or: %S ଟି ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ବ୍ରାଉଜର ଆକାରରେ ବିନ୍ୟାସ କରାଯାଇନାହିଁ. ଆପଣ ଏହାକୁ ଆପଣଙ୍କର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ବ୍ରାଉଜର କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pt_br: %S não está definido como seu navegador padrão. Gostaria de torná-lo seu navegador padrão?
sd: %S کي هن وقت توهانجي وڪلپ جي غيرمؤجودگيءَ سبب اڳ ۾ ئي اپنايل برائوزر جي روپ ۾ سيٽ نہ ڪيو ويو آهي۔ ڇا توهين ان کي پنهنجو وڪلپ جي غير مؤجودگيءَ سبب اڳ ۾ ئي اپنايل برائوزر بڻائڻ چاهيندا؟
si: %S දැනට ඔබගේ පෙරනිමි ගවේශකය ලෙස සකසා නැත. ඔබට එය ඔබගේ පෙරනිමි ගවේශකය ලෙස සැකසීමට අවශ්‍යද?
sw: %S kwa sasa haijawekwa kama kivinjari chaguo msingi. Ungependa kuifanya kivinjari chaguo msingi?
te: %S ప్రస్తుతం మీఅప్రమేయ విహారిణిగా అమర్చిలేదు.మీరు దానిని మీఅప్రమేయ విహారిణిగా చేద్దామను కుంటున్నారా?
tr: %S varsayılan tarayıcınız olarak ayarlı değil. Varsayılan tarayıcınız olarak ayarlansın mı?
xh: I%S ayisetwanga kungokunje njengebhrawuza esisiseko. Ungathanda ukuyenza ibhrawuza esisiseko?
zu: I-%S ayihlelwanga manje njengendlela yokubheka amafayela akho. Ungathanda yini ukuyenza ibe indlela ehleliwe yokubheka amafayela akho?

source: Always perform this check when starting %S.
ar: تحقق من هذا دائمًا عند بدء %S.
as: %S আৰম্ভ কৰোঁতে সদায়ে এই পৰীক্ষা কৰিব।
bg: Тази проверка винаги да бъде извършвана при стартиране на %S.
bn_in: %S আরম্ভ করার পূর্বে প্রতিবার এই পরীক্ষা করা হবে।
es_mx: Revisar esta configuración cada vez que se inicie %S.
fur: Controle simpri al inviament di %S.
ga_ie: Seiceáil mar seo i gcónaí agus %S á thosú.
gd: Ceasnaich seo gach turas a thòisicheas %S.
hy_am: %S-ը գործարկելիս միշտ ստուգել:
id: Selalu lakukan pemeriksaan ini saat memulai %S.
kn: ಪ್ರತಿಬಾರಿಯೂ %S ಅನ್ನು ತೆರೆದಾಗ ಈ ಪರೀಕ್ಷೆಯನ್ನು ಮಾಡು.
mai: हरदम ई जाँचू जखन %S केँ आरंभ कएल जाए रहल अछि.
ms: Sentiasa menjalankan pemeriksaan ini apabila memulakan %S.
nn_no: Alltid utfør denne kontrollen ved oppstart av %S.
oc: Totjorn far la verificacion a l'aviada de %S.
or: %S କୁ ଆରମ୍ଭ କରିବା ସମୟରେ ସର୍ବଦା ଏହି ଯାଞ୍ଚକୁ ସମ୍ପାଦନ କରନ୍ତୁ.
pt_br: Sempre verificar ao iniciar %S.
sd: هميشهہ %S شروع ڪرڻ وقت هيءَ چڪاس ڪريو
si: %S ආරම්භවන සැමවිටම මෙම පරීක්‍ෂාව සිදු කරන්න.
sw: Kila wakati tenda ukaguzi huu wakati wa kuanza %S.
te: ఈ పరిశీలన %S ప్రారంభంనందు ఎల్లప్పుడుచేయుము.
tr: %S her açıldığında bu denetimi gerçekleştir.
xh: Yiba soloko usenza olu qwalaselo xa uqalisa i-%S.
zu: Njalo yenza lokhu kuhlola lapho uqala i-%S.

source: Use %S as my default browser
ar: اجعل %S متصفحي المبدئي
as: %S ক মোৰ অবিকল্পিত ব্ৰাউছাৰ ৰূপে ব্যৱহাৰ কৰক
bg: Използване на %S като стандартен браузър
bn_in: %S কে আমার ডিফল্ট ব্রাউজার হিসেবে ব্যবহার করা হোক
es_mx: Usar %S como mi navegador predeterminado
ga_ie: Úsáid %S mar mo bhrabhsálaí réamhshocraithe
gd: Cleachd %S mar am brabhsair bunaiteach agam
hy_am: %S-ը օգտագործել որպես հիմնական դիտարկիչ
id: Gunakan %S sebagai peramban baku saya
kn: %S ಅನ್ನು ನನ್ನ ಪೂರ್ವನಿಯೋಜಿತ ವೀಕ್ಷಕವಾಗಿ ಬಳಸಿ
mai: %S केँ तयशुदा ब्राउज़र केर रूप मे उपयोग करू
nn_no: Bruk %S som standard nettlesar
pt_br: Use o %S como meu navegador padrão
si: මගේ පෙරනිමි ගවේශකය ලෙස %S යොදාගන්න
te: %S ను నా అప్రమేయ విహారిణిగా చేయి
tr: %S varsayılan tarayıcım olsun
xh: Sebenzisa %S njengebhrawuza yam yesiseko

source: Not now
ar: ليس الآن
as: এতিয়া নহয়
bg: Не сега
bn_in: এই মুহূর্তে নয়
es_mx: Ahora no
ga_ie: Ná déan anois
gd: Chan ann an-dràsta
hy_am: Ոչ Հիմա
id: Jangan sekarang
kn: ಈಗ ಬೇಡ
mai: अखन नहि (&N)
nn_no: Ikkje no
oc: Pas ara
pt_br: Agora não
si: දැන් නොවේ
te: ఇప్పడు కాదు
tr: Şimdi değil
xh: Hayi ngoku

source: Desktop Background.bmp
as: ডেস্কটপ Background.bmp
es_mx: Fondo de escritorio.bmp
fur: Daûr scritori.bmp
ga_ie: Deasc Firefox.bmp
gd: Deasg Firefox.bmp
hy_am: Աշխատանքային սեղանի միջավայրը՝ *.bmp
id: Gambar Latar Belakang Desktop.bmp
kn: ಡೆಸ್ಕಟಾಪ್ Background.bmp
mai: डेस्कटाप पृष्ठभूमि.bmp
ms: Paparan Dinding.bmp
nn_no: Skrivebordsbakgrunn.bmp
oc: Fons d'ecran.bmp
pt_br: Papel de parede.bmp
sd: ڊيسڪ ٽاپ جو پس منظر۔ bmp
si: තිරමුහුණත්පසුබිම.bmp
sw: Eneo kazi Mandharinyuma.bmp
te: డెస్కుటాప్ Background.bmp
tr: Masaüstü Arka Planı.bmp
xh: Okungasemva Kolwazi Oluseskrinini.bmp
zu: Indlela Yokubukeka Kwe-Desktop.bmp

source: Saving Picture…
ar: يحفظ الصورة…
as: ছবি সংৰক্ষণ কৰা হৈছে...
bg: Запазване на изображение…
bn_in: ছবি সংরক্ষণ...
es_mx: Guardando imagen…
fur: Daûr a salvâ la figure…
ga_ie: Pictiúr á Shábháil…
gd: A' sàbhaladh dealbh…
hy_am: Պահպանում եմ նկարը
id: Menyimpan Gambar…
kn: ಚಿತ್ರವನ್ನು ಉಳಿಸಲಾಗುತ್ತಿದೆ...
mai: चित्र सहेज रहल अछि ...
ms: Simpan Gambar…
nn_no: Lagrar bilete …
oc: Enregistrament de l'imatge...
or: ଛବି ସଂରକ୍ଷଣ କରାଯାଉଛି…
pt_br: Salvando imagem…
sd: تصوير سانڍيو پيو…
si: රූපය සුරකිමින්...
te: పఠమును భద్రపరుచుచున్నది...
tr: Resim kaydediliyor…
xh: Kugcinwa Umfanekiso…
zu: Isithombe Sokulondoloza…

source: Set Desktop Background
ar: اجعلها خلفيّة سطح المكتب
as: ডেস্কটপৰ পৃষ্ঠভূমি নিৰ্ধাৰিত কৰক
bg: Задаване като фон на работния плот
bn_in: ডেস্কটপের পটভূমি নির্ধারণ
es_mx: Establecer como fondo de escritorio
fur: Impueste daûr dal scritori
ga_ie: Socraigh Cúlra na Deisce
gd: Suidhich cùlaibh an deasg
hy_am: Դնել Աշխատասեղանի խորապատկեր
id: Jadikan sebagai Latar Belakang Desktop
kn: ಗಣಕತೆರೆ ಹಿನ್ನಲೆಯಾಗಿ ಹೊಂದಿಸು
mai: डेस्कटाप पृष्ठभूमि सेट करू
ms: Set Paparan Dinding
nn_no: Vel skrivebordsbakgrunn
oc: Definir coma fons d'ecran
or: ଡେସ୍କଟପ ପୃଷ୍ଠଭୂମି ବିନ୍ୟାସ କରନ୍ତୁ
pt_br: Definir papel de parede
sd: ڊيسڪ ٽاپ جو پس منظر سيٽ ڪريو
si: තිරමුහුණත් පසුබිම සකසන්න
sw: Weka Mandharinyuma ya Eneo Kazi
te: డెస్కుటాప్ ‌బ్యాక్‌గ్రౌండును అమర్చు
tr: Masaüstü arka planı olarak ayarla
xh: Misela Okungasemva Kolwazi Oluseskrinini
zu: Hlela Ingemuva Le-Desktop

source: &Don’t ask me again
nn_no: &Ikkje spør meg meir

source: Saving Pictureâ€¦
sw: Inahifadhi Picha...
