Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/sitePermissions.properties.po
Languages: am, as, az, lv, th, ug

source: Allow
am: መፍቀጃ
as: অনুমতি দিয়ক
az: İcazə ver
lv: Atļaut
th: อนุญาต
ug: يول قوي

source: Allow for Session
am: ለ ክፍለ ጊዜው መፍቀጃ
as: অধিবেশনৰ বাবে অনুমতি দিয়ক
az: Bu seans üçün icazə ver
lv: Atļaut šai sesijai
th: อนุญาตสำหรับวาระ
ug: سۆزلىشىشكە يول قوي

source: Block
am: መከልከያ
as: ৰোধ কৰক
az: Blokla
lv: Bloķēt
th: ปิดกั้น
ug: توس

source: Always Ask
am: ሁል ጊዜ ጠይቀኝ
as: সদায় সোধিব
az: Həmişə soruş
lv: Vienmēr jautāt
th: ถามเสมอ
ug: ھەمىشە سورا

source: Set Cookies
am: ኩኪዎች ማሰናጃ
as: কুকিবোৰ সংহতি কৰক
az: Çərəzləri Qur
lv: Saglabāt sīkdatnes
th: ตั้งค่าคุ้กกี้
ug: Cookies تەڭشەش

source: Show Notifications
as: অধিসূচনাসমূহ দেখুৱাওক
az: Bildirişləri Göstər
lv: Rādīt paziņojumus
th: แสดงการแจ้งเตือน
ug: ئۇقتۇرۇشلارنى كۆرسەت

source: Load Images
am: ምስሎች መጫኛ
as: ছবি ল'ড কৰক
az: Şəkilləri yüklə
lv: Ielādēt attēlus
th: โหลดรูป
ug: سۈرەت يۈكلە

source: Use the Camera
am: ካሜራ ይጠቀሙ
as: কেমেৰা ব্যৱহাৰ কৰক
az: Kameradan istifadə et
lv: Izmantot kameru
th: ใช้กล้อง

source: Use the Microphone
am: ማይክሮፎን ይጠቀሙ
as: মাইক্ৰফোন ব্যৱহাৰ কৰক
az: Mikrofondan istifadə et
lv: Izmantot mikrofonu
th: ใช้ไมโครโฟน

source: Install Add-ons
am: ተጨማ-ሪዎች መግጠሚያ
as: এড-অনসমূহ ইনস্টল কৰক
az: Əlavələr Qur
lv: Instalēt papildinājumus
th: ติดตั้งส่วนเสริม
ug: قىستۇرما ئورنات

source: Open Pop-up Windows
am: ብቅ-ባይ መስኮቶች መክፈቻ
as: পপ-আপ উইন্ডোসমূহ খোলক
az: Peyda olan Pəncərələri Aç
lv: Atvērt jaunus logus
th: เปิดหน้าต่างป๊อปอัป
ug: قاڭقىش كۆزنىكى ئاچ

source: Access Your Location
as: আপোনাৰ অৱস্থান অভিগম কৰক
az: Sizin Məkanınızı Öyrənsin
lv: Piekļūt jūsu atrašanās vietai
th: เข้าถึงพิกัดของคุณ
ug: ئورنىڭىزنى زىيارەت

source: Maintain Offline Storage
as: অফলাইন সংৰক্ষণ ব্যৱস্থাপনা কৰক
az: Offline fayl saxlamanı idarə et
lv: Uzturēt lokālo datu glabātuvi
th: จัดการการเก็บข้อมูลออฟไลน์
ug: تورسىز ساقلىغۇچنى ساقلاپ قال

source: Enter Fullscreen
as: সম্পূৰ্ণপৰ্দাত যাওক
az: Tam ekrana keç
lv: Atvērt pilna ekrāna režīmu
th: เปิดเต็มจอ
ug: پۈتۈن ئېكرانغا كىر

source: Hide the Mouse Pointer
as: মাউছ পইন্টাৰ লুকুৱাওক
az: Siçanın Göstəricisini Gizlət
lv: Paslēpt peles kursoru
th: ซ่อนตัวชี้เมาส์
ug: چاشقىنەك نۇر بەلگىسىنى يوشۇر

source: Receive Push Notifications
az: Ani bildirişləri al
lv: Saņemt Push paziņojumus
