Repository: translate/mozilla-l10n
Catalog: */browser/chrome/browser/syncCustomize.dtd.po
Languages: af, ar, as, az, bn_in, br, eu, fa, hi_in, hy_am, is, kab, kn, lv, ml, mr, my, oc, or, ro, si, te, ur, vi

source: Sync Selection
af: Sync-keuse
ar: اختيار المزامنة
as: সংমিহলি নিৰ্বাচন
az: Sinxronlaşdırılacaqların seçimi
bn_in: সিঙ্ক নির্বাচন
br: Diuz ar goubredañ
eu: Sinkronizatu hautapena
fa: هم‌گام‌سازی انتخابها
hi_in: सिंक चयन
hy_am: Ընտրեք Սինքը
is: Veldu samstillingu
kab: Afran n umtawi
kn: ಸಿಂಕ್ ಆಯ್ಕೆ
lv: Sinhtonizācijas izvēle
ml: സിന്‍ക് തെരഞ്ഞെടുക്കല്‍
mr: Sync नीवड
my: ချိတ်ဆက် ရွေးချယ်မှူ
oc: Seleccion de la sincronizacion
or: ସନ୍ତୁଳନ ଚୟନ
ro: Sincronizează selecția
si: සම්මුහුර්ත තෝරාගැනීම
te: సింక్ ఎంపిక
ur: Firefox اکاؤنٹ
vi: Lựa chọn đồng bộ

source: Start
af: Begin
ar: ابدأ
as: আৰম্ভ কৰক
az: Başla
br: Kregiñ
eu: Hasi
fa: آغاز
hi_in: शुरू
hy_am: Սկսել
is: Byrjar
kab: Senker
kn: ಆರಂಭ
lv: Sākt
ml: ആരംഭിയ്ക്കുക
mr: सुरू करा
my: စတင်ပါ
oc: Aviar
or: ଆରମ୍ଭ କରନ୍ତୁ
ro: Începe
si: ඇරඹීම
te: ప్రారంభించు
ur: شروع کریں
vi: Bắt đầu

source: What would you like to sync?
af: Wat wil u sinchroniseer?
ar: ما الذي تريد مزامنته؟
as: আপুনি সংমিহলি কৰিব খোজে নে?
az: Nəyi sinxronlaşdırmaq istərdiniz?
bn_in: আপনি কী সিঙ্ক করতে চান?
br: Petra a fell deoc'h goubredañ ?
eu: Zer nahi duzu sinkronizatu?
fa: چه چیزی را میخواهید هم‌گام‌سازی کنید؟
hi_in: आप क्या सिंक करना चाहते हैं?
hy_am: Ի՞նչը համաժամեցնել
is: Hvað viltu samstilla?
kab: D acu tebɣiḍ ad temtawiḍ?
kn: ನೀವು ಏನನ್ನು ಸಿಂಕ್ ಮಾಡಲು ಬಯಸುವಿರಿ?
lv: Ko jūs gribētu sinhronizēt?
ml: എന്തെല്ലാം സിന്‍ക് ചെയ്യണം?
mr: तुम्हाला काय तळमेळ करायचे?
my: ချိတ်ဆက်လိုက်မယ်ဆိုရင် သင်ဘာပြောမလဲ ။
oc: Qué volètz sincronizar ?
or: ଆପଣ କଣ ସନ୍ତୁଳନ କରିବା ପାଇଁ ଚାହାଁନ୍ତି?
ro: Ce doriți să sincronizați?
si: ඔබ සම්මුහුර්ත කිරීමට කැමති කුමක්ද?
te: మీరు ఏమి సింక్ చేయాలని అనుకుంటున్నారు?
ur: آپ کس چیر کو ہموار کرنا چاہں گے؟
vi: Bạn muốn đồng bộ những gì?

source: You can change this selection in Options.
af: Mens kan hierdie verander onder Opsies.
ar: يمكنك تغيير هذا الاختيار من الخيارات.
as: আপুনি বিকল্পসমূহত এই নিৰ্বাচন পৰিবৰ্তন কৰিব পাৰে।
az: Bunları Seçimlərdən dəyişə bilərsiz.
bn_in: আপনি অপশানে গিয়ে এটা পালটে নিতে পারেন।
br: Gallout a rit kemmañ an diuz-mañ e-barzh Dibarzhioù.
eu: Aukeretan alda dezakezu hautapen hau.
fa: شما میتوانید این انتخاب را در گزینه ها تغییر دهید.
hi_in: आप विकल्प में इस चयन को बदल सकते हैं.
hy_am: Ձեր ընտրությունը կարող եք փոխել Կարգավորումներում:
is: Hægt er að breyta þessu vali í valkostum.
kab: Tzemreḍ ad tesnifleḍ afran deg iɣewwaṛen.
kn: ನೀವು ಈ ಆಯ್ಕೆಯನ್ನು ಆಯ್ಕೆಗಳು ಎಂಬಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.
lv: Jūs varat izmainīt šo izvēli iestatījumos.
ml: ഐച്ഛികങ്ങളില്‍ നിങ്ങള്‍ക്ക് തെരഞ്ഞെടുത്തവയില്‍ മാറ്റം വരുത്താം.
mr: पर्यायमध्ये हे बदल बदलणे शक्य आहे.
my: ယခုရွေးချယ်မှူအား အပြင်အဆင်အောက်တွင် ပြောင်းလဲနိုင်သှ်
oc: Podètz modificar la seleccion dins las preferéncias.
or: ଆପଣ ବିକଳ୍ପଗୁଡ଼ିକରେ ଏହି ଚୟନକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ।
ro: Puteți schimba această selecție la Opțiuni.
si: ඔබට මෙම තෝරාගැනීම විකල්පයන්හීදී වෙනස් කළ හැක.
te: మీరు ఈ ఎంపికను ఐచ్చికాలనందు మార్చవచ్చు.
ur: آپ اس انتخاب کو اختیارات میں تبدیل کر سکتے ہیں۔
vi: Bạn có thể thay đổi những lựa chọn này trong mục Tùy chọn.

source: You can change this selection in Preferences.
af: Mens kan hierdie verander onder Voorkeure.
ar: يمكنك تغيير هذا الاختيار من التفضيلات.
as: আপুনি এই নিৰ্বাচনক পছন্দসমূহত পৰিবৰ্তন কৰিব পাৰে।
az: Bunları Nizamlamalardan dəyişə bilərsiz.
bn_in: আপনি বৈশিষ্ট্যাবলী তে গিয়ে পালটে নিতে পারেন।
br: Gallout a rit kemmañ an diuz-mañ e-barzh Gwellvezioù.
eu: Hobespenetan alda dezakezu hautapen hau.
fa: شما میتوانید این انتخاب را در ترجیحات تغییر دهید.
hi_in: आप प्राथमिकताएँ में इस चयन को बदल सकते हैं.
hy_am: Այս ընտրանքը կարող եք փոփոխել Կարգավորումներում:
is: Hægt er að breyta þessu vali í valkostum.
kab: Tzemreḍ aţnifleḍ afran agi deg ismenyifen.
kn: ನೀವು ಈ ಆಯ್ಕೆಯನ್ನು ಆದ್ಯತೆಗಳು ಎಂಬಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.
lv: Jūs varat izmainīt šo izvēli iestatījumos.
ml: മുന്‍ഗണനകളില്‍ നിങ്ങള്‍ക്ക് തെരഞ്ഞെടുത്തവയില്‍ മാറ്റം വരുത്താം.
mr: प्राधान्यतामध्ये ही निवड बदलणे शक्य आहे.
my: ယခုရွေးချယ်မှူအား​ အပြင်အဆင်အောက်တွင်ပြောင်းပါ
oc: Podètz modificar la seleccion dins las preferéncias.
or: ଆପଣ ପସନ୍ଦରେ ଏହି ଚୟନକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ।
ro: Puteți schimba această selecție la Preferințe.
si: ඔබට මෙම තෝරාගැනීම අභිප්‍රේතයන් හීදී වෙනස්කළ හැක.
te: మీరు ఈ అభీష్టాలను ఎంపికనందు మార్చవచ్చు.
ur: آپ اس انتخاب کو ترجیحات میں تبدیل کر سکتے ہیں۔
vi: Bạn có thể thay đổi những lựa chọn này trong mục Tùy chỉnh.

source: Book&marks
af: Boek&merke
ar: علا&ماتي
as: পত্ৰচিহ্নসমূহ
az: Əlfə&cinlər
bn_in: বুকমার্ক
br: &Sinedoù
eu: Laster-&markak
fa: &نشانک‌ها
hi_in: पुस्तचिह्न
hy_am: Էջան&իշեր
is: Bóka&merki
kab: &Ticraḍ n isebtar
kn: ಪುಟಗುರುತುಗಳು
lv: Grā&matzīmes
ml: അടയാളക്കുറിപ്പുകള്‍
mr: वाचनखुणा
my: (&m)မှတ်သားချက်များ
oc: &Marcapaginas
or: ଚିହ୍ନିତ ସ୍ଥାନ
ro: Se&mne de carte
si: පිටුසළකුණු
te: ఇష్టాంశములు
ur: &نشانیاں
vi: Trang đánh dấ&u

source: Reading &List
ar: &قائمة القراءة
az: Oxuma &Siyahısı
bn_in: পঠন তালিকা(&L)
br: &Roll Lennadurioù
eu: Irakurketa-&zerrenda
fa: #لیست مطالعه
hy_am: Ընթերցաց&ուցակ
kab: T&abdart n tɣuṛi
lv: &Lasīšanas saraksts
ro: &Listă de citit
vi: &Danh sách đọc

source: Histo&ry
af: &Geskiedenis
ar: تأري&خي
as: ইতিহাস
az: &Keçmiș
bn_in: পূর্ববর্তী তথ্য
br: &Roll istor
eu: &Historia
fa: &تاریخچه
hi_in: इतिहास
hy_am: Պատմո&ւթյուն
is: Fe&rill
kab: A&mazray
kn: ಇತಿಹಾಸ
lv: Vēstu&ri
ml: നാള്‍വഴി
mr: इतिहास
my: (&r)မှတ်တမ်း
oc: l'isto&ric
or: ପୁରୁଣା ତଥ୍ୟ
ro: Isto&ric
si: පෙරදෑ
te: చరిత్ర
ur: &سابقات
vi: Lịch sử (&r)

source: &Tabs
af: &Oortjies
ar: ألسن&تي
as: টেবসমূহ
az: &Vərəqlər
bn_in: ট্যাব
br: &Ivinelloù
eu: &Fitxak
fa: &زبانه‌ها
hi_in: टैब
hy_am: &Ներդիրներ
is: &Flipar
kab: &Iccaren
kn: ಹಾಳೆಗಳು
lv: &Cilnes
ml: റ്റാബുകള്‍
mr: टॅब्ज
my: (&T)တပ်ဗ်များ
oc: los &onglets
or: ଟ୍ୟାବ
ro: &File
si: ටැබ්
te: టాబ్‌లు
ur: &ٹیب
vi: &Thẻ

source: &Passwords
af: &Wagwoorde
ar: كلمات الس&ر
as: পাছৱাৰ্ডসমূহ
az: Şi&frələr
bn_in: পাসওয়ার্ড
br: &Gerioù-tremen
eu: &Pasahitzak
fa: &گذرواژه‌ها
hi_in: कूटशब्द
hy_am: &Գաղտնաբառեր
is: Lykilor&ð
kab: A&walen uffiren
kn: ಗುಪ್ತಪದಗಳು
lv: &Paroles
ml: രഹസ്യവാക്കുകള്‍
mr: पासवर्डज
my: (&P)စကားဝှက်များ
oc: Los sen&hals
or: ପ୍ରବେଶ ସଂକେତ
ro: &Parole
si: රහස්පද
te: సంకేతపదములు
ur: &پاس ورڈ
vi: &Mật khẩu

source: Desktop &Add-ons
af: &Byvoegings op die rekenaar
ar: إ&ضافات سطح المكتب
as: ডেস্কটপ এড-অনসমূহ
az: Masaüstü &Əlavələri
bn_in: ডেস্কটপ &অ্যাড-অনসমূহ
br: &Askouezhioù burev
eu: M&ahaigaineko gehigarriak
fa: افزونه های نسخه دسکتاپ
hi_in: डेस्कटॉप ऐड-ऑन्स (&A)
hy_am: Դեսքթոփի &Հավելումներ
is: Viðb&ætur við skjáborð
kab: Ize&grar imernan n uselkim
kn: ಗಣಕತೆರೆ ಆಡ್-ಆನ್‌ಗಳು
lv: D&atora versijas papildinājumus
ml: പണിയിടത്തിനുള്ള &ആഡ്-ഓണുകള്‍
mr: डेस्कटॉप ॲडऑन्स
my: (&A)ဒတ်စတော့ခ် ထပ်ပေါင်းဆော့ဝဲများ
oc: Los moduls complementaris (ordenador)
or: ଡେସ୍କଟପ ଏବଂ ଏଡ଼ ଅନଗୁଡ଼ିକ
ro: &Suplimente pentru desktop
si: වැඩතල ඇඩෝන (&A)
te: డెస్కుటాప్ పొడిగింతలు
ur: ڈیسک ٹاپ &ایڈ اون
vi: Các tiện í&ch cho máy tính

source: De&sktop Preferences
af: &Voorkeure op die rekenaar
ar: تفضيلات &سطح المكتب
as: ডেস্কটপৰ পছন্দসমূহ
az: Ma&saüstü Tənzimləmələri
bn_in: &ডেস্কটপ সংক্রান্ত পছন্দ
br: Gwellvezioù &burev
eu: Ireki &mahaigaineko hobespenak
fa: ترجیحات نسخه‌&دسکتاپ
hi_in: डेस्कटॉप वरीयता (&s)
hy_am: Դես&քթոփի կարգավորումները
is: &Stillingar skjáborðs
kab: I&smenyifen n uselkim
kn: ಗಣಕತೆರೆ ಆದ್ಯತೆಗಳು
lv: Datora ver&sijas iestatījumus
ml: &പണിയിടത്തിനുള്ള മുന്‍ഗണനകള്‍
mr: डेस्कटॉप प्रधान्यता
my: (&s)ဒတ်စ်တော့ အပြင်အဆင်များ
oc: Dobrir las pr&eferéncias del burèu
or: ଡ଼େସ୍କଟପ ପସନ୍ଦ
ro: Preferințe de&sktop
si: වැඩතල අභිප්‍රේත (&s)
te: డెస్క్‌టాప్ అభీష్టాలు
ur: &ڈیسک ٹاپ ترجیحات
vi: Các ti&nh chỉnh của bản máy tính
