Repository: translate/mozilla-l10n
Catalog: */editor/chrome/composer/editorOverlay.dtd.po
Languages: af, xh

source: File
af: Lêer
xh: Ifayili

source: _: filemenu.accesskey f
af: l
xh: f

source: Composer Page
af: Composer-bladsy
xh: Ikhasi Lokuhlanganisela

source: _: newBlankPage.accesskey P
af: P
xh: k

source: New
af: Nuwe
xh: Okutsha

source: Open File...
af: Lêer open...
xh: Vula Ifayili...

source: _: fileopen.accesskey o
af: o
xh: v

source: _: fileopen.keybinding o
af: o
xh: o

source: Open Web Location...
af: Open webadres...
xh: Vula Indawo Yothungelwano...

source: _: fileopenremote.accesskey l
af: a
xh: l

source: _: fileopenremote.keybinding l
af: l
xh: l

source: Recent Pages
af: Onlangse bladsye
xh: Amakhasi Akutshanje

source: _: filerecentmenu.accesskey r
af: o
xh: a

source: Revert
af: Keer terug
xh: Buyisela umva

source: _: filerevert.accesskey v
af: t
xh: y

source: Save
af: Stoor
xh: Gcina

source: _: filesave.accesskey s
af: s
xh: g

source: _: filesave.keybinding s
af: s
xh: s

source: Save As...
af: Stoor as...
xh: Gcina Kanje...

source: _: filesaveas.accesskey A
af: A
xh: K

source: Publish
af: Publiseer
xh: Papasha

source: _: publishcmd.accesskey b
af: b
xh: p

source: Publish As...
af: Publiseer as...
xh: Papasha Kanje...

source: _: publishas.accesskey h
af: e
xh: s

source: Export to Text...
af: Voer na teks uit...
xh: Thumela Ngaphandle Kwisiqendu...

source: _: fileexporttotext.accesskey T
af: T
xh: T

source: Save And Change Character Encoding
af: Stoor en wysig karakter-enkodering
xh: Gcina Wandule Ukuguqula Ukufakwa Kweekhowudi Kwimibhalo Enjengoonobumba

source: Browse Page
af: Blaai deur bladsy
xh: Ikhasi Lokukhangela

source: _: filepreview.accesskey w
af: i
xh: i

source: Send Page...
af: Versend bladsy...
xh: Thumela Ikhasi...

source: _: sendPage.accesskey d
af: d
xh: m

source: Page Setup...
af: Bladsy-opstelling...
xh: Ukumiselwa Kwekhasi...

source: _: fileprintsetup.accesskey u
af: l
xh: u

source: Print Preview
af: Drukvoorskou
xh: Ukujonga Phambi Koshicilelo

source: _: fileprintpreview.accesskey v
af: v
xh: h

source: _: printCmd.label Print...
af: Druk...
xh: Shicilela...

source: _: printButtonCmd.label Print...
af: Druk...
xh: Shicilela...

source: _: fileprint.accesskey p
af: d
xh: s

source: _: fileprint.keybinding p
af: p
xh: p

source: Close
af: Sluit
xh: Vala

source: _: fileclose.accesskey c
af: l
xh: a

source: _: fileclose.keybinding w
af: w
xh: w

source: Quit
af: Afsluit
xh: Yeka

source: _: fileexit.accesskey q
af: a
xh: y

source: _: fileexit.keybinding q
af: q
xh: q

source: Edit
af: Redigeer
xh: Hlela

source: _: editmenu.accesskey e
af: e
xh: h

source: Paste With&out Formatting
af: Plak son&der formatering
xh: Ncamathelisa Nga&phandle Kolungiselelo

source: Paste &As
af: Plak &as
xh: Ncamathelisa &Kanje

source: Pu&blishing Site Settings...
af: Pu&bliseer tans werfopstelling...
xh: Ku&papashwa Imimiselo Yesiza...

source: HTML
xh: i-HTML

source: _: pasteHTML.accesskey h
af: h
xh: h

source: _: pasteTextCmd.label Text
af: Teks
xh: Isiqendu

source: _: pasteText.accesskey t
af: t
xh: i

source: _: pasteImageCmd.label Image
af: Prent
xh: Umfuziselo

source: _: pasteImage.accesskey i
af: p
xh: u

source: Rows
af: Rye
xh: Imiqolo exwesileyo

source: _: pasteRows.accesskey r
af: r
xh: x

source: Columns
af: Kolomme
xh: Imiqolo eyehlayo

source: _: pasteColumns.accesskey c
af: k
xh: y

source: _: pasteTable.accesskey a
af: a
xh: a

source: _: pasteLinkCmd.label Link
af: Skakel
xh: Unxulumano

source: _: editpastelink.accesskey l
af: l
xh: n

source: Paste As Quotation
af: Plak as aanhaling
xh: Ncamathelisa Njengesicatshulwa

source: _: editpastequotation.accesskey q
af: a
xh: n

source: _: editpastequotation.keybinding v
af: v
xh: v

source: Strip Quotes
af: Stroop aanhalingstekens
xh: Imicu Yezicatshulwa

source: Rewrap
af: Hervou
xh: Qhubela kumgca o&ngezantsi kwakhona

source: Find and Replace...
af: Vind en vervang...
xh: Fumana uze Ususe Ngokubeka Okunye...

source: _: editfind.accesskey f
af: v
xh: f

source: _: editfind.keybinding f
af: f
xh: f

source: Find Again
af: Vind weer
xh: Fumana Kwakhona

source: _: editfindnext.accesskey g
af: w
xh: g

source: _: editfindnext.keybinding g
af: g
xh: g

source: _: editfindnext.keybinding2 VK_F3
af: VK_F3
xh: VK_F3

source: Find Previous
af: Vind vorige
xh: Fumana Okwethuba Langaphambili

source: _: editfindprev.accesskey v
af: v
xh: v

source: _: editfindprev.keybinding g
af: g
xh: g

source: _: editfindprev.keybinding2 VK_F3
af: VK_F3
xh: VK_F3

source: Check Spelling
af: Toets spelling
xh: Qwalasela Upelomagama

source: Validate HTML
af: Valideer HTML
xh: Nyanisekisa i-HTML

source: _: validate.accesskey v
af: v
xh: v

source: Check Links
af: Toets skakels
xh: Qwalasela Iindawo Zonxulumano

source: _: editcheckspelling.accesskey s
af: s
xh: s

source: _: editcheckspelling.keybinding k
af: k
xh: k

source: Page Source
af: Bladsybron
xh: Intsusa Yekhasi

source: _: viewpagesource.accesskey s
af: b
xh: s

source: Paragraph Marks
af: Paragraafmerke
xh: Iziphawulo Zomhlathi

source: _: viewparagraphmarks.accesskey p
af: p
xh: p

source: _: insertMenu.label Insert
af: Invoeg
xh: Faka

source: _: insertmenu.accesskey i
af: i
xh: f

source: Link...
af: Skakel...
xh: Unxulumano...

source: _: insertlink.accesskey l
af: s
xh: l

source: _: insertlink.keybinding l
af: l
xh: l

source: Named Anchor...
af: Genoemde anker...
xh: Iankile Enikwe Igama...

source: _: insertanchor.accesskey A
af: A
xh: A

source: Image...
af: Prent...
xh: Umfuziselo...

source: _: insertimage.accesskey i
af: p
xh: i

source: Image Map...
af: Prentkaart...
xh: Imephu Yomfuziselo...

source: Horizontal Line
af: Horisontale streep
xh: Umgca Oxwesileyo

source: _: inserthline.accesskey o
af: o
xh: o

source: Table...
af: Tabel...
xh: Itheyibhile...

source: _: inserttable.accesskey t
af: t
xh: t

source: Form
af: Vorm
xh: Ifom

source: _: insertformmenu.accesskey F
af: V
xh: F

source: &HTML...
xh: i-&HTML...

source: Characters and Symbols...
af: Karakters en simbole...
xh: Imibhalo Enjengoonobumba Nemiqondiso...

source: Line Break
af: Reëlbreuk
xh: Uqhawulo Lomgca

source: _: insertbreak.accesskey b
af: b
xh: b

source: Break Below Image(s)
af: Breek onder prent(e)
xh: Qhawuqhawula Ezantsi Kwemifuziselo

source: _: insertbreakall.accesskey k
af: k
xh: k

source: Define Form...
af: Definieer vorm...
xh: Chaza Ifom...

source: _: insertform.accesskey D
af: D
xh: D

source: Form Field...
af: Vormveld...
xh: Ummandla Wefom...

source: _: insertinputtag.accesskey e
af: e
xh: e

source: Form Image...
af: Vormprent...
xh: Umfuziselo Wefom...

source: _: insertinputimage.accesskey I
af: p
xh: I

source: Text Area...
af: Teksarea...
xh: Indawo Yesiqensu...

source: _: inserttextarea.accesskey T
af: T
xh: T

source: Selection List...
af: Seleksielys...
xh: Uludwe Ekukhethwa kulo...

source: _: insertselect.accesskey S
af: S
xh: S

source: Define Button...
af: Definieer knoppie...
xh: Chaza Iqhosha...

source: _: insertbutton.accesskey B
af: k
xh: B

source: Define Label
af: Definieer etiket
xh: Chaza Ileyibhile

source: Define Field Set...
af: Definieer veldstel...
xh: Chaza Ummiselo Wommandla...

source: _: insertfieldset.accesskey F
af: F
xh: F

source: Index Search
af: Indekssoektog
xh: Uzingelo Lwesalathi

source: _: insertisindex.accesskey x
af: k
xh: x

source: Create Link...
af: Skep skakel...
xh: Yila Unxulumano...

source: _: createlink.accesskey k
af: k
xh: k

source: Edit Link in New Composer
af: Redigeer skakel in nuwe Composer
xh: Hlela Unxulumano Kwisihlanganiseli Esitsha

source: _: editlink.accesskey i
af: i
xh: i

source: Undo
af: Ontdoen
xh: Qhaqha okwenzileyo

source: _: undo.accesskey u
af: o
xh: u

source: Redo
af: Herdoen
xh: Phinda wenze

source: _: redo.accesskey r
af: h
xh: r

source: Cut
af: Sny
xh: Sika

source: _: cut.accesskey t
af: y
xh: t

source: Copy
af: Kopieer
xh: Kopa

source: _: copy.accesskey c
af: k
xh: c

source: Paste
af: Plak
xh: Ncamathelisa

source: _: paste.accesskey p
af: p
xh: p

source: _: deleteCmd.label Delete
af: Skrap
xh: Cima

source: _: delete.accesskey d
af: s
xh: d

source: Clear
af: Maak skoon
xh: Sula

source: _: clear.accesskey l
af: m
xh: l

source: Select All
af: Selekteer almal
xh: Khetha Konke

source: _: selectall.accesskey a
af: a
xh: a

source: Choose a font
af: Kies lettertipe
xh: Khetha ifonti

source: Font
xh: Ifonti

source: _: formatfontmenu.accesskey f
af: f
xh: f

source: Variable Width
af: Wisselende wydte
xh: Ububanzi Bexabiso Eliguquguqukayo

source: _: fontvarwidth.accesskey v
af: w
xh: v

source: Fixed Width
af: Vaste wydte
xh: Ububanzi Obusisigxina

source: _: fontfixedwidth.accesskey x
af: s
xh: x

source: _: formatfontfixed.keybinding t
af: t
xh: t

source: Helvetica, Arial
xh: i-Helvetica, Arial

source: _: fonthelvetica.accesskey l
af: l
xh: l

source: Times
xh: Amaxesha

source: _: fonttimes.accesskey t
af: t
xh: t

source: Courier
xh: i-Courier

source: _: fontcourier.accesskey c
af: c
xh: c

source: Local Fonts
af: Plaaslike lettertipes
xh: Iifonti Zalapho

source: _: localfontmenu.accesskey f
af: l
xh: f

source: Choose a font size
af: Kies lettertipegrootte
xh: Khetha ubukhulu befonti

source: Smaller
af: Kleiner
xh: Kuncinci kunokunye

source: _: decreasefontsize.accesskey r
af: r
xh: r

source: Larger
af: Groter
xh: Kukhulu kunokunye

source: _: increasefontsize.accesskey g
af: g
xh: g

source: Size
af: Grootte
xh: Ubukhulu

source: xx-small
af: xx-klein
xh: kuncinci kakhulu kakhulu

source: _: size-xx-small.accesskey a
af: e
xh: a

source: x-small
af: x-klein
xh: kuncinci kakhulu

source: _: size-x-small.accesskey m
af: l
xh: m

source: small
af: klein
xh: kuncinci

source: _: size-small.accesskey s
af: k
xh: s

source: medium
xh: kuphakathi ngobukhulu

source: _: size-medium.accesskey d
af: d
xh: d

source: large
af: groot
xh: kukhulu

source: _: size-large.accesskey l
af: g
xh: l

source: x-large
af: x-groot
xh: kukhulu kakhulu

source: _: size-x-large.accesskey x
af: x
xh: x

source: xx-large
af: xx-groot
xh: kukhulu kakhulu kakhulu

source: _: size-xx-large.accesskey e
af: r
xh: e

source: Text Style
af: Teksstyl
xh: Isimbo Sesiqendu

source: _: formatstylemenu.accesskey s
af: s
xh: s

source: _: styleBoldCmd.label Bold
af: Vet
xh: Ngqindilili

source: _: stylebold.accesskey b
af: v
xh: b

source: _: stylebold.keybinding b
af: b
xh: b

source: _: styleItalicCmd.label Italic
af: Skuins
xh: Ubhalo olukekeleyo

source: _: styleitalic.accesskey I
af: S
xh: I

source: _: styleitalic.keybinding i
af: i
xh: i

source: _: styleUnderlineCmd.label Underline
af: Onderstreep
xh: Krwela Umgca Ngezantsi

source: _: styleunderline.accesskey u
af: o
xh: u

source: _: styleunderline.keybinding u
af: u
xh: u

source: Strikethrough
af: Deurhaal
xh: Cima ngokukrwela umgca

source: _: stylestrikethru.accesskey k
af: h
xh: k

source: Superscript
af: Boskrif
xh: Umbhalwana obhalwa phezu kombhalo

source: _: stylesuperscript.accesskey p
af: b
xh: p

source: Subscript
af: Onderskrif
xh: Umbhalwana obhalwa ngezantsi kombhalo

source: _: stylesubscript.accesskey S
af: n
xh: S

source: Nonbreaking
af: Breukvrye
xh: Akuqhawuqhawuki

source: _: stylenonbreaking.accesskey N
af: e
xh: N

source: &Emphasis
af: &Benadruk
xh: &Ugxininiso

source: S&tronger Emphasis
af: S&terker benadruk
xh: Ugxininiso Olo&meleleyo

source: &Citation
af: &Aanhaling
xh: &Ucaphulo

source: &Abbreviation
af: &Afkorting
xh: &Isiqhunqulelo

source: Ac&ronym
af: Akr&oniem
xh: i-Ac&ronym

source: C&ode
af: K&ode
xh: Ikh&owudi

source: Sa&mple Output
af: V&oorbeeld-afvoer
xh: Isiphumo Sesa&mpulu

source: &Variable
af: &Veranderlike
xh: &Ixabiso eliguquguqukayo

source: Text Color...
af: Tekskleur...
xh: Umbala Wesiqendu...

source: _: formatfontcolor.accesskey c
af: k
xh: c

source: Table or Cell &Background Color...
af: Tabel- of selkleuragter&grondkleur...
xh: Umbala &Wokungasemva Eskrinini Wetheyibhile okanye Iseli...

source: _: formatremovestyles.keybinding y
af: y
xh: y

source: _: formatremovelinks.keybinding k
af: k
xh: k

source: &Remove Named Anchors
af: &Verwyder genoemde ankers
xh: &Susa Iiankile Ezinikwe Amagama

source: _: formatremovenamedanchors.keybinding a
af: a
xh: a

source: _: paragraphMenu.label Paragraph
af: Paragraaf
xh: Umhlathi

source: _: formatparagraphmenu.accesskey P
af: P
xh: P

source: _: paragraphParagraphCmd.label Paragraph
af: Paragraaf
xh: Umhlathi

source: _: paragraphparagraph.accesskey P
af: P
xh: P

source: Heading 1
af: Kop 1
xh: Isihloko esikhulu 1

source: Heading 2
af: Kop 2
xh: Isihloko esikhulu 2

source: Heading 3
af: Kop 3
xh: Isihloko esikhulu 3

source: Heading 4
af: Kop 4
xh: Isihloko esikhulu 4

source: Heading 5
af: Kop 5
xh: Isihloko esikhulu 5

source: Heading 6
af: Kop 6
xh: Isihloko esikhulu 6

source: Address
af: Adres
xh: Idilesi

source: _: paragraphaddress.accesskey a
af: a
xh: a

source: Preformat
af: Voorafformateer
xh: Phambi kolungiselelo

source: _: paragraphpreformat.accesskey f
af: f
xh: f

source: Blockquote
af: Blokaanhaling
xh: Nqanda isicatshulwa

source: _: paragraphblockquote.accesskey b
af: b
xh: b

source: List
af: Lys
xh: Uludwe

source: _: formatlistmenu.accesskey l
af: l
xh: l

source: None
af: Geen
xh: Akukho

source: _: none.accesskey N
af: G
xh: N

source: Bulleted
af: Kollys
xh: Kufakwe iimbumbulu

source: _: listbullet.accesskey b
af: k
xh: b

source: Numbered
af: Nommerlys
xh: Kufakwe amanani

source: _: listnumbered.accesskey m
af: m
xh: m

source: Term
xh: Inqaku

source: _: listterm.accesskey t
af: t
xh: t

source: Definition
af: Definisie
xh: Inkcazo

source: _: listdefinition.accesskey d
af: d
xh: d

source: List Properties...
af: Lys-eienskappe...
xh: Iinkcazelo Ngeempawu Zoludwe...

source: _: listprops.accesskey l
af: l
xh: l

source: Choose a paragraph format
af: Kies paragraafformaat
xh: Khetha ulungiselelo lomhlathi

source: Body Text
af: Lyfteks
xh: Isiqendu Sesiqu

source: _: bodytext.accesskey T
af: T
xh: T

source: Advanced Properties
af: Gevorderde eienskappe
xh: Iinkcazelo Ngeempawu Ezikwinqanaba Eliphambili

source: _: advancedproperties.accesskey v
af: v
xh: v

source: _: NormalAbbr.label Text
af: Teks
xh: Isiqendu

source: _: ParagraphAbbr.label P
af: P
xh: P

source: Addr.
xh: Idilesi.

source: Pre.
xh: Ngaphambi.

source: Apply Style Sheet
af: Appletstylvel
xh: Sebenzisa Icwecwe Lesimbo

source: _: formatstylesheetmenu.accesskey y
af: y
xh: y

source: Align
af: Rig
xh: Lungelelanisa

source: _: formatalignmenu.accesskey a
af: r
xh: a

source: Left
af: Links
xh: Ekhohlo

source: _: alignleft.accesskey l
af: l
xh: l

source: Align Left
af: Rig linkshaaks
xh: Lungelelanisa Ekhohlo

source: Center
af: Sentreer
xh: Embindini

source: _: aligncenter.accesskey c
af: s
xh: c

source: Align Center
af: Rig middelhaaks
xh: Lungelelanisa Embindini

source: Right
af: Regs
xh: Ekunene

source: _: alignright.accesskey r
af: r
xh: r

source: Align Right
af: Rig regshaaks
xh: Lungelelanisa Ekunene

source: Justify
af: Alkanthaaks
xh: Lungelelanisa macala

source: _: alignjustify.accesskey j
af: a
xh: j

source: Align Justified
af: Rig alkanthaaks
xh: Ulungelelaniso Lwenziwe Macala

source: Layer
af: Laag
xh: Umaleko

source: Send to Back
af: Stuur agtertoe
xh: Thumela Ngasemva

source: Bring to Front
af: Bring vorentoe
xh: Zisa Ngaphambili

source: Increase Indent
af: Vermeerder keep
xh: Yandisa Ushiyashiywano

source: _: increaseindent.accesskey i
af: e
xh: i

source: Decrease Indent
af: Verminder keep
xh: Nciphisa Ushiyashiywano

source: _: decreaseindent.accesskey D
af: i
xh: D

source: Posi&tioning grid
af: Posi&sioneerrooster
xh: Ukubeka uphinyephinye ngokwe&ndawo

source: Page Title and Properties...
af: Bladsytitel en -eienskappe...
xh: Isihloko Sekhasi Neenkcazelo Ngeempawu...

source: _: pageproperties.accesskey g
af: d
xh: g

source: Page Colors and Background...
af: Bladsykleure en -agtergrond...
xh: Imibala Yamakhasi Nokungasemva Eskrinini...

source: _: colorsandbackground.accesskey u
af: o
xh: u

source: _: tableMenu.label Table
af: Tabel
xh: Itheyibhile

source: _: tablemenu.accesskey b
af: b
xh: b

source: Select
af: Kies
xh: Khetha

source: _: tableselectmenu.accesskey s
af: k
xh: s

source: Table Select
af: Tabelkies
xh: Okukhethwa Kwitheyibhile

source: Table Insert
af: Tabelinvoeg
xh: Okufakwa Kwitheyibhile

source: Table Delete
af: Tabelskrap
xh: Okucinywa Kwitheyibhile

source: _: tableInsertMenu.label Insert
af: Invoeg
xh: Faka

source: _: tableinsertmenu.accesskey i
af: i
xh: i

source: _: tableTable.label Table
af: Tabel
xh: Itheyibhile

source: _: tabletable.accesskey t
af: t
xh: t

source: Row
af: Ry
xh: Umqolo oxwesileyo

source: Row(s)
af: Ry(e)
xh: Imiqolo exwesileyo

source: _: tablerow.accesskey r
af: r
xh: r

source: Row Above
af: Ry bokant
xh: Umqolo Oxwesileyo Ongentla

source: Row Below
af: Ry onderkant
xh: Umqolo Oxwesileyo Ongezantsi

source: _: tablerowbelow.accesskey b
af: o
xh: b

source: Column
af: Kolom
xh: Umqolo owehlayo

source: Column(s)
af: Kolom(me)
xh: Imiqolo eyehlayo

source: _: tablecolumn.accesskey o
af: o
xh: o

source: Column Before
af: Kolom voor
xh: Umqolo Owehlayo Wangaphambili

source: Column After
af: Kolom na
xh: Umqolo Owehlayo Wangasemva

source: _: tablecolumnafter.accesskey a
af: a
xh: a

source: Cell
af: Sel
xh: Iseli

source: Cell(s)
af: Sel(le)
xh: Iiseli

source: _: tablecell.accesskey c
af: s
xh: c

source: Cell Contents
af: Selinhoud
xh: Iziqulatho Zeeseli

source: All Cells
af: Alle selle
xh: Zonke Iiseli

source: Cell Before
af: Sel voor
xh: Iseli Yangaphambili

source: _: tableallcells.accesskey a
af: a
xh: a

source: Cell After
af: Sel na
xh: Iseli Elandelayo

source: _: tablecellafter.accesskey f
af: n
xh: f

source: _: tableDeleteMenu.label Delete
af: Skrap
xh: Cima

source: _: tabledeletemenu.accesskey D
af: S
xh: D

source: Fix Table Layout
af: Maak tabeluitleg reg
xh: Lungiswa Ukumiswa Kakuhle Kwetheyibhile

source: _: tablefix.accesskey f
af: m
xh: f

source: _: tableJoinCells.label j
af: j
xh: j

source: _: tablejoincells.accesskey j
af: j
xh: j

source: Split Cell
af: Splyt sel
xh: Canda Iseli

source: _: tablesplitcell.accesskey c
af: s
xh: c

source: Create Table from Selection
af: Skep tabel uit gemerkte teks
xh: Yila Itheyibhile Kokukhethiweyo

source: _: converttotable.accesskey r
af: k
xh: r

source: Table Pr&operties...
af: Tabel&eienskappe...
xh: Iinkc&azelo Zeempawu Ngetheyibhile...

source: _: toolsmenu.accesskey l
af: l
xh: l

source: _: toolbrowser.accesskey b
af: b
xh: b

source: _: toolplaineditor.accesskey p
af: p
xh: p

source: _: toolsetfocus.accesskey f
af: f
xh: f

source: Debug
af: Ontfout
xh: Cokisa

source: Composer with Test Page
af: Composer met toetsbladsy
xh: Umhlanganiseli Wekhasi Lesiqendu

source: Plaintext Editor
af: Skoonteksredigeerder
xh: Umhleli Wesiqendu Esingaxutywanga

source: Output Text
af: Afvoerteks
xh: Isiqendu Sesiphumo

source: Output HTML
af: Afvoer-HTML
xh: i-HTML Yesiphumo

source: Insert Text
af: Voeg teks in
xh: Faka Isiqendu

source: Test Selection
af: Teksseleksie
xh: Okukhethiweyo Kovavanyo

source: Test Table Layout
af: Toets tabeluitleg
xh: Ukumiswa Kakuhle Kwetheyibhile Yovavanyo

source: Test Document
af: Toets dokument
xh: Uxwebhu Lovavanyo

source: Show Embedded Objects
af: Vertoon ingebedde objekte
xh: Bonisa Izinto Ezizinzisiweyo

source: Dump Content Tree
af: Stort inhoudboom
xh: Nyengeza Umthi Wesiqulatho

source: Run Unit Tests
af: Laat loop eenheidstoetse
xh: Qhubela Phambili Iimvavanyo

source: Dump Undo Stack
af: Stort ontdoenstapel
xh: Nyengeza Isicuku Esiqhaqhwa Okwenziwa Kuso

source: Dump Redo Stack
af: Stort herdoenstapel
xh: Nyengeza Isicuku Esiphindwayo Ukwenziwa

source: Execute JS Transaction Via Transaction Manager
af: Laat loop JS-transaksie via transaksiebestuurder
xh: Phumeza Utshintshiselwano lwe-JS Ngokugqitha Kumphathi Wotshintshiselwano

source: Execute JS Transaction Via Editor
af: Laat loop JS-transaksie via redigeerder
xh: Phumeza Utshintshiselwano lwe-JS Ngokugqitha Kumhleli

source: Start Log
af: Begin boekstaaf
xh: Qalisa Ngesixhobo Sokufumanisa Iimposiso

source: Stop Log
af: Staak boekstawing
xh: Nqumamisa Isixhobo Sokufumanisa Imposiso

source: Run Log
af: Laat loop boekstaaflêer
xh: Qhubela Phambili Ngokungena

source: Set Focus
af: Stel fokus op
xh: Misela Ukujolisa

source: Menu Bar
af: Kieslysbalk
xh: Isixwexwe Semenyu

source: Composition Toolbar
af: Opmaak-nutsbalk
xh: Isixwexwe Sezixhobo Zokuhlanganisela

source: Formatting Toolbar
af: Formateer-nutsbalk
xh: Kwenziwa Ulungiselelo Lwesixwexwe Sezixhobo Zemiyalelo

source: Create a new Composer page
af: Skep nuwe Composer-bladsy
xh: Yila ikhasi elitsha Lomhlanganiseli

source: Open
xh: Vula

source: Open a local file
af: Open plaaslike lêer
xh: Vula ifayili yalapho

source: Save file to a local location
af: Stoor lêer in plaaslike ligging
xh: Gcina ifayili kwindawo yokuthile yalapho

source: Upload file to a remote location
af: Laai lêer op na afgeleë ligging
xh: Layisha ifayili kwindawo yokuthile ekude

source: Browse
af: Blaai
xh: Khangela

source: Load this page into Navigator
af: Laai hierdie bladsy in Navigator
xh: Layisha eli khasi Kumtyhutyhi

source: Print
af: Druk
xh: Shicilela

source: Print this page
af: Druk hierdie bladsy
xh: Shicilela eli khasi

source: Find
af: Vind
xh: Fumana

source: Find text in page
af: Vind teks in bladsy
xh: Fumana isiqendu ekhasini

source: Spell
af: Spel
xh: Pela amagama

source: Check spelling of selection or entire page
af: Toets spelling van gemerkte teks of hele bladsy
xh: Qwalasela upelo lokukhethiweyo okanye lwekhasi liphelele

source: _: imageToolbarCmd.label Image
af: Prent
xh: Umfuziselo

source: Insert new image or edit selected image's properties
af: Voeg nuwe prent in of redigeer gemerkte prent se eienskappe
xh: Faka umfuziselo omtsha okanye hlela iinkcazelo ngeempawu ezikhethiweyo zomfuziselo

source: H.Line
af: H.streep
xh: Umgca oxwesileyo

source: Insert horizontal line or edit selected line's properties
af: Voeg horisontale streep in of redigeer gemerkte streep se eienskappe
xh: Faka umgca oxwesileyo okanye hlela iinkcazelo ngeempawu zomgca okhethiweyo

source: _: tableToolbarCmd.label Table
af: Tabel
xh: Itheyibhile

source: Insert new table or edit selected table's properties
af: Voeg nuwe tabel in of redigeer gemerkte tabel se eienskappe
xh: Faka itheyibhile entsha okanye hlela iinkcazelo ngeempawu zetheyibhile ezikhethiweyo

source: _: linkToolbarCmd.label Link
af: Skakel
xh: Unxulumano

source: Insert new link or edit selected link's properties
af: Voeg nuwe skakel in of redigeer gemerkte skakel se eienskappe
xh: Faka unxulumano olutsha okanye hlela iinkcazelo ngeempawu zonxulumano ezikhethiweyo

source: Anchor
af: Veranker
xh: Iankile

source: Insert new named anchor or edit selected anchor's properties
af: Voeg nuwe genoemde anker in of redigeer gemerkte anker se eienskappe
xh: Faka iankile enikwe igama elitsha okanye hlela iinkcazelo ngeempawu zeankile ekhethiweyo

source: Text Color
af: Tekskleur
xh: Umbala Wesiqendu

source: Choose color for text
af: Kies kleur vir teks
xh: Khetha umbala wesiqendu

source: Choose color for background
af: Kies kleur vir agtergrond
xh: Khetha umbala wangasemva eskrinini

source: Go to the &vendorShortName; home page
af: Gaan na &vendorShortName; se tuisblad
xh: Yiya kwi-&vendorShortName; ikhasi lasekhaya

source: Choose highlight color for text
af: Kies verligkleur vir teks
xh: Khetha umbala wokukhanyisa isiqendu

source: Smaller font size
af: Kleiner lettertipe
xh: Umlinganiselo wefonti omncinci kunomnye

source: Larger font size
af: Groter lettertipe
xh: Umlinganiselo wefonti omkhulu kunomnye

source: _: boldToolbarCmd.tooltip Bold
af: Vet
xh: Ngqindilili

source: _: italicToolbarCmd.tooltip Italic
af: Skuins
xh: Ubhalo olukekeleyo

source: _: underlineToolbarCmd.tooltip Underline
af: Onderstreep
xh: Krwela umgca ngezantsi
