Repository: translate/mozilla-l10n
Catalog: */editor/chrome/composer/editorOverlay.dtd.po
Languages: af, xh

source: Apply or remove bulleted list
af: Verwyder of voeg kollys by
xh: Sebenzisa okanye susa uludwe oluneembumbulu

source: Apply or remove numbered list
af: Verwyder of voeg nommerlys by
xh: Sebenzisa okanye susa uludwe oluneenombolo

source: Outdent text (move left)
af: Keep teks uit (skuif links)
xh: Yenza ushiyashiywano lwangaphandle kwisiqendu (shenxela ngasekhohlo)

source: Indent text (move right)
af: Keep teks in (skuif regs)
xh: Yenza ushiyashiywano lwangaphakathi lwesiqendu (shenxela ngasekunene)

source: Choose text alignment
af: Kies teksgerigtheid
xh: Khetha ulungelelwaniso lwesiqendu

source: Insert a Link, Anchor, Image, Horizontal Line, or Table
af: Voeg 'n skakel, anker, prent, horisontale streep of tabel in
xh: Faka Unxulumano, Iankile, Umfuziselo, Umgca Oxwesileyo, okanye Itheyibhile

source: Align text along left margin
af: Rig teks langs linkerkantlyn langs
xh: Lungelelanisa isiqendu nomda ongasekhohlo

source: Align text centered
af: Rig teks middelhaaks
xh: Lungelelanisa isiqendu esisembindini

source: Align text along right margin
af: Rig teks langs regterkantlyn langs
xh: Lungelelanisa isiqendu nomda ongasekunene

source: Align text along left and right margins
af: Rig teks langs linker- en regterkantlyn langs
xh: Lungelelanisa isiqendu nomda wasekhohlo nowasekunene

source: _: formatToolbar.boldChar B
af: B
xh: B

source: _: formatToolbar.italicChar I
af: I
xh: I

source: &Reader's default color
af: &Leser se verstek-kleur
xh: &Umbala womfundi ohlala ukho

source: Color:
af: Kleur:
xh: Umbala:

source: OK
xh: Kulungile

source: Normal
af: Gewoon
xh: Okuqhelekileyo

source: &Normal Edit Mode
af: &Gewoneredigeer-modus
xh: &Imo Yokuhlela Eqhelekileyo

source: Show table borders and named anchors
af: Wys tabelrande en genoemde ankers
xh: Bonisa imida yetheyibhile neeankile ezinikwe amagama

source: HTML T&ags
af: HTML-m&erkers
xh: Ii-t&ag ze-HTML

source: Display icons for all HTML tags
af: Vertoon ikone vir alle HTML-merkers
xh: Bonisa imiqondiso yokuqulathiweyo yazo zonke ii-tag ze-HTML

source: &HTML Source
af: &HTML-bron
xh: &Intsusa ye-HTML

source: Source
af: Bron
xh: Intsusa

source: Edit HTML source
af: Redigeer HTML-bron
xh: Hlela intsusa ye-HTML

source: &Preview
af: &Voorskou
xh: &Ukujonga kwangaphambili

source: Display as WYSIWYG (as in Navigator)
af: Vertoon met WUSIWUK (soos in Navigator)
xh: Bonisa njenge-WYSIWYG (njengakuMtyhutyhi)

source: &Select
af: &Merk
xh: &Khetha

source: &Remove tag
af: &Verwyder merker
xh: &Susa i-tag

source: &Change tag
af: &Wysig merker
xh: &Guqula i-tag

source: &Insert
af: &Voeg in
xh: &Faka

source: &Update
af: &Werk by
xh: &Hlaziya

source: &Remove
af: &Verwyder
xh: &Susa

source: Ta&ble of Contents...
af: In&houdsopgawe...
xh: Ithe&yibhile Yeziqulatho...

source: C
af: K

source: L
af: e

source: z
af: t
