Repository: translate/mozilla-l10n
Catalog: */editor/chrome/composer/pref-publish.dtd.po
Languages: af, xh

source: _: window.title Publish
af: Publiseer
xh: _: window.title Papasha

source: _: composerHeader.label Publish
af: Publiseer
xh: _: composerHeader.label Papasha

source: Maintain links
af: Handhaaf skakels
xh: Londoloza unxulumano

source: Keep images with page
af: Hou prente by bladsy
xh: Gcina imifuziselo kwikhasi

source: _: Attempt to maintain approximate line length, linefeeds and white space Adjust links to work from the page's location. (Links to local pages will work when local versions exist.)
af: Pas skakels aan om van die bladsy se ligging te werk. (Skakels na plaaslike bladsye sal werk indien plaaslike weergawes bestaan.)
xh: _: Attempt to maintain approximate line length, linefeeds and white space Qhelanisa unxulumano ukuba lusebenze ukusuka kwindawo yekhasi. (Iindawo zonxulumano kumakhasi endawo leyo ziya kusebenza xa iintlobo zoguqulelo zendawo leyo zikhona.)

source: _: Attempt to maintain approximate line length, linefeeds and white space Save copies of images to the page's location. Images will always appear in local versions of the page and when the page is published.
af: Stoor afskrifte van prente na die bladsy se ligging. Prente sal altyd in plaaslike weergawes van die bladsy verskyn en wanneer die bladsy gepubliseer word.
xh: _: Attempt to maintain approximate line length, linefeeds and white space Gcina iikopi zemifuziselo kwindawo yekhasi. Imifuziselo iya kusoloko ibonakala kwiintlobo zoguqulelo zendawo leyo yekhasi naxa ikhasi lipapashwa.

source: Tip: Check both options if you will be using remote publishing.
af: Wenk: Kies beide opsies indien jy afgeleÃ« publisering wil gebruik.
xh: Icebiso: Qwalasela omabini amanqaku ekukhethwa kuwo ukuba uya kuba usebenzisa upapasho ukusuka kude.

source: Default publishing location
af: Verstek-publiseerligging
xh: Indawo yokupapasha ehlala ikho

source: _:Edit box appears beside this labelpublishFtp.label
af: Indien jy na 'n FTP-werf publiseer, tik die HTTP-adres in om na te blaai:

source: _:Edit box appears beside this labelpublishhtp.label
af: Indien jy na 'n FTP-werf publiseer, tik die HTTP-adres in om na te blaai:

source: _: Edit box appears beside this labelpublishFtp.label If publishing to a FTP site, enter the HTTP address to browse to:
xh: Ukuba upapashela kwisiza se-FTP, ngenisa idilesi ye-HTTP ukuze ukhangele ukuya:

source: _: Edit box appears beside this labelpublishhtp.label If publishing to a FTP site, enter the HTTP address to browse to:
xh: Ukuba kupapashelwa kwisiza seFTP, ngenisa idilesi ye-HTTP ukuze ukhangele ukuya:
