Repository: translate/mozilla-l10n
Catalog: sat/browser/chrome/browser/devtools/connection-screen.dtd.po
Languages: sat

source: Connect to remote device
sat: सांगिञ डिवाइस रे जोड़ाव .

source: Host:
sat: हुय होचोयिच्:

source: Port:
sat: पोर्ट :

source: Connecting…
sat: जोड़ावेत् आ…

source: Available remote add-ons:
sat: सांगिञ एड-ऑन ञामोक् आ :

source: Available remote tabs:
sat: सांगिञ टेब ञामोक् आ :

source: Available remote processes:
sat: सांगिञ का़मियाक् को ञामोक् आ :

source: Error:
sat: भुल:

source: Error: connection timeout.
sat: भुल:जोनोड़ावाक् ओकतो पारोमेना.

source: Error: connection refused.
sat: भुल:जोनोड़ाव बाय हें लेत् आ .

source: Unexpected error.
sat: बाह आंसाक् भुल.

source: Firefox Developer Tools can debug remote devices (Firefox for Android and Firefox OS, for example). Make sure that you have turned on the 'Remote debugging' option in the remote device. For more, see the
sat: फायार फॉक्स लाहाविच् टुल्स को सांगिञ डिबाइस रे डिवॉग दाड़ेयाक् आ . (ऐंड रोयेड आर फायार फॉक्स OS, ला़गित् फायार फोक्स, जेलेका ला़गित् ). गोटाय मे जे आम सांगिञ डिबाइस रे आपनार मोने तेयाक् ' सांगिञ डिवागिंग ' रे चालुक् आ बाड़ति ला़गित् ञेल मे .

source: documentation
sat: दोलिल तेयार.
