Repository: translate/mozilla-l10n
Catalog: hsb/calendar/chrome/calendar/providers/wcap/wcap.properties.po
Languages: hsb

source: Cannot access server %1$S!
hsb: Nima přistup na serwer %1$S!

source: Login failed or invalid session Id.
hsb: Přizjewjenje je so nimokuliło abo posedźenski ID je njepłaćiwy.

source: The user is denied access.
hsb: Wužiwarjej je so přistup zapowědźił.

source: Insecure login on %1$S! Continue?
hsb: Njewěste přizjewjenje na %1$S! Pokročować?

source: Don't ask again.
hsb: Hižo so njeprašeć.

source: Warning!
hsb: Warnowanje!

source: Server %1$S (%2$S, v%3$S, WCAP v%4$S) doesn't support a sufficient WCAP version! The required version is at least 3.0.0. Continue?
hsb: Serwer %1$S (%2$S, v%3$S, WCAP v%4$S) dosahacu WCAP-wersiju njepodpěruje! Trěbna wersija je znajmjeńša 3.0.0. Pokročować?

source: Insufficient WCAP version!
hsb: Njedosahaca WCAP-wersija!

source: Calendar Server Password Required
hsb: Hesło protykoweho serwera trěbne

source: Private
hsb: Priwatny

source: Confidential
hsb: Dowěrliwy

source: Busy
hsb: Ma činić
