Repository: translate/mozilla-l10n
Catalog: ach/webapprt/webapprt/downloads/downloads.dtd.po
Languages: ach

source: Starting…
ach: Cako…

source: Scanning for viruses…
ach: Tye ka yenyo ki dunyu kwidi ma balo kompiuta…

source: Downloads
ach: Gam

source: &Pause
ach: &Cung

source: &Resume
ach: &Mede

source: &Cancel
ach: &Juki

source: Open Containing &Folder
ach: Yab &boc matye

source: Show in &Finder
ach: Nyut i &Layeny

source: &Open
ach: &Yab

source: Open Wit&h…
ach: Yab Kwed&e…

source: &Retry
ach: &Tem odoco

source: &Go to Download Page
ach: &Wot i Pot bu ma Gamo

source: Copy Download &Link
ach: Lok &Kakube me Gam

source: R&emove From List
ach: K&wany woko ki i Nying jami

source: &Clear List
ach: &Ruc Nying jami

source: Removes completed, canceled, and failed downloads from the list
ach: Kwany gam ma otum, ma kijuko, ki ma pe olare ki inying jami

source: Close when downloads complete
ach: Loo woko ka otyeko gamo

source: Closes the Downloads window when all files are done downloading
ach: Cego dirija me Gamo ka gam pwail weng dong otum

source: Show this Folder
ach: Nyut Boc man

source: Search…
ach: Yeny…
