Repository: translate/mozilla-l10n
Catalog: hsb/mail/chrome/overrides/netError.dtd.po
Languages: hsb

source: Problem loading page
hsb: Problem při začitowanju strony

source: Try Again
hsb: Hišće raz spytać

source: Unable to connect
hsb: Njeje móžno zwjazać

source: This address is restricted
hsb: Tuta adresa je wobmjezowana

source: Server not found
hsb: Serwer njenamakany

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
hsb: <ul> <li>Přepruwujće adresu za zapisowanskimi zmylkami, kaž na př. <strong>ww</strong>.přikład.de město <strong>www</strong>.přikład.de</li> <li>Jeli njemóžeće strony začitować, přepruwujće syćowy zwisk wašeho ličaka.</li> <li>Jeli waš ličak abo waša syć so přez wohnjowu murju abo proksy škita, zawěsćće, zo &brandShortName; smě z webom zwjazać.</li> </ul>

source: File not found
hsb: Dataja njenamakana

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
hsb: <ul> <li>Přepruwujće datajowe mjeno za wulkopisanjom a druhimi zapisowanskimi zmylkami.</li> <li>Pohladajće za tym, hač dataja je so přesunyła, přemjenowała abo zhašała.</li> </ul>

source: Oops.
hsb: Owej.

source: <p>&brandShortName; can't load this page for some reason.</p>
hsb: <p>&brandShortName; njemóže tutu stronu z někajkeje přičiny začitać.</p>

source: The address isn't valid
hsb: Adresa njeje płaćiwa

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you're using forward slashes (i.e. <strong>/</strong>).</li> </ul>
hsb: <ul> <li>Webadresy so zwjetša jako <strong>http://www.přikład.de/</strong> pisaja</li> <li>Zawěsćće, zo normalne nakósne smužki wužiwaće (t.r. <strong>/</strong>).</li> </ul>

source: The connection was interrupted
hsb: Zwisk bu přetorhnjeny

source: Document Expired
hsb: Dokument je spadnył

source: <p>The requested document is not available in the cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
hsb: <p>Požadany dokument w pufrowaku k dispoziciji njesteji.</p><ul><li>Jako wěstnotnu naprawu &brandShortName; sensibelne dokumenty awtomatisce znowa njewotwołuje.</li><li>Klikńće na Hišće raz, zo byšće dokument hišće raz z websydła wotwołał.</li></ul>

source: Offline mode
hsb: Offline-modus

source: <ul> <li>Press "Try Again" to switch to online mode and reload the page.</li> </ul>
hsb: <ul> <li>Klikńće na "Hišće raz", zo byšće do online-modusa přešoł a stronu znowa začitał.</li> </ul>

source: Content encoding error
hsb: Zmylk wobsahoweho zaklučowanja

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
hsb: <ul> <li>Prošu stajće so z wobsedźerjemi websydła do zwiska, zo byšće jich wo tutym problemje informowali.</li> </ul>

source: Unsafe file type
hsb: Njewěsty datajowy typ

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
hsb: <ul> <li>Prošu stajće so z wobsedźerjemi websydła do zwiska, zo byšće jich wo tutym problemje informowali.</li> </ul>

source: The connection was reset
hsb: Zwisk bu wróćo stajeny

source: The connection has timed out
hsb: Zwisk je čas překročił

source: The address wasn't understood
hsb: Adresa njebu zrozumjena

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
hsb: <ul> <li>Je móžno, zo dyrbiće druhu softwaru instalować, zo byšće tutu adresu wočinił.</li> </ul>

source: The proxy server is refusing connections
hsb: Proksy-serwer zwiski wotpokazuje

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
hsb: <ul> <li>Přepruwujće proksy-nastajenja, zo byšće zawěsćił, zo su korektne.</li> <li>Stajće so ze swojim syćowym administratorom do zwiska, zo byšće zawěsćił, za proksy-serwer dźěła.</li> </ul>

source: Unable to find the proxy server
hsb: Proksy-serwer njeda so namakać

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
hsb: <ul> <li>Přepruwujće proksy-nastajenja, zo byšće zawěsćił, zo su korektne.</li> <li>Přepruwujće hač waš ličak ma fungowacy syćowy zwisk.</li> <li>Jeli waš ličak abo waša syć so přez wohnjowu murju abo proksy škita, zawěsćće, zo &brandShortName; smě z webom zwjazać.</li> </ul>

source: The page isn't redirecting properly
hsb: Strona so porjadnje dale njesposrědkuje

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
hsb: <ul> <li>Tutón problem so druhdy zawinuje, hdyž so placki znjemóžnjeja abo wotpokazuja.</li> </ul>

source: Unexpected response from server
hsb: Njewočakowana wotmołwa wot serwera

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
hsb: <ul> <li>Přepruwujće, hač Personal Security Manager je na wašim systemje instalowany.</li> <li>Přičina za to móhła konfiguracija być, kotraž standardej njewotpowěduje.</li> </ul>

# nssFailure2.title
source: Secure connection failed
hsb: Wěsty zwisk je so poradźił

source: <ul> <li>The page you are trying to view can not be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
hsb: <ul> <li>Strona, kotruž pospytujeće sej wobhladać, njeda so pokazać, dokelž awtentnosć přijatych datow njeda so přepruwować.</li> <li>Prošu stajće so z wobsedźerjemi websydła do zwiska, zo byšće jich wo tutym problemje informował.</li> </ul>

# nssBadCert.title
source: Secure connection failed
hsb: Wěsty zwisk je so njeporadźił

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
hsb: <ul> <li>To móhło problem z konfiguraciju serwera być abo něchtó pospytuje serwer napodobnić.</li> <li>Jeli běšće w zańdźenosći ze serwerom wuspěšnje zwjazany, zmylk móhł nachwilny być, a móžeće pozdźišo hišće raz spytać.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
hsb: <ul> <li>Sydło snano nachwilu k dispoziciji njesteji abo je přećežene. Spytajće za mało wokomikow hišće raz.</li> <li>Jeli njemóžeće strony začitać, přepruwujće syćowy zwisk wašeho ličaka.</li> <li>Jeli waš ličak abo waša syć so přez wohnjowu murju abo proksy škita, zawěsćće, zo &brandShortName; smě z webom zwjazać.</li> </ul>

source: Suspected attack site!
hsb: Podhladne napadne sydło!

source: <p>Attack sites try to install programs that steal private information, use your computer to attack others, or damage your system.</p> <p>Website owners who believe their site has been reported as an attack site in error may <a href='http://www.stopbadware.org/home/reviewinfo'>request a review</a>.</p>
hsb: <p>Napadne sydła pospytuja programy instalować, zo bychu priwatne daty kradnyli, waš ličak wužiwali, zo bychu druhe napadnyli abo waš system wobškodźili.</p> <p>Wobsedźerjo websydła, kotřiž wěrja, zo jich websydło je so zmylnje jako napadne sydło zdźěliło, móža <a href='http://www.stopbadware.org/home/reviewinfo'>přepruwowanje požadać</a>.</p>

source: Suspected Unwanted Software Site!
hsb: Podhladne sydło z njewitanu softwaru!

source: <p>Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.</p>
hsb: <p>Strony z njewitanej softwaru pospytuja softwaru instalować, kotraž móže wobšudna być a kotraž móže waš system na njewočakowane wašnja wobwliwować.</p>

source: Suspected web forgery!
hsb: Podhladna webfalšowanka!

source: <p>Entering any personal information on this page may result in identity theft or other fraud.</p> <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
hsb: <p>Zapodawanje wosobinskich informacijow na tutej stronje móža ke kradnjenju identity abo druhemu wobsudstwu wjesć.</p> <p>Tute typy webwobšudstwow wužiwaja so w jebanstwach jako čušlace nadpady, w kotrychž wobšudne webstrony a e-mejle so wužiwaja, zo bychu žórła imitowali, kotrymž dowěrjeće.</p>

source: Blocked by Content Security Policy
hsb: Přez wěstotne prawidła za wobsah zablokowany

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
hsb: <p>&brandShortName; je začitanju tuteje strony na tute wašnje zadźěwał, dokelž strona ma wěstotne prawidła za wobsah, kotrež to njedowoleja.</p>

source: Corrupted Content Error
hsb: Zmylk - wobškodźeny wobsah

source: <p>The content you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the owners to inform them of this problem.</li></ul>
hsb: <p>Strona, kotruž chceće sej wobhladać, njeda so pokazać, dokelž je so zmylk při přenošowanju datow namakał.</p><ul><li>Prošu stajće so z wobsedźerjemi websydła do zwiska, zo byšće jich wo tutym problemje informował.</li></ul>

source: Or you can add an exception…
hsb: Abo njemóžeš wuwzaće přidać…

source: Get me out of here!
hsb: Wjedź mje wottud preč!

source: Add Exception…
hsb: Wuwzaće přidać…

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
hsb: <p>Njepřidajće wuwzaće, jeli wužiwaće internetny zwisk, kotremuž dospołnje njedowěrjeće abo jeli hewak warnowanje za tutón serwer njewidźiće.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>

source: Remote XUL
hsb: Zdaleny XUL

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
hsb: <p><ul><li>Prošu stajće so z wobsedźerjemi websydła do zwiska, zo byšće jich wo problemje informował.</li></ul></p>
