Repository: translate/mozilla-l10n
Catalog: hto/obsolete/mobile/android/chrome/aboutFeedback.dtd.po
Languages: hto

source: Have a minute?
hto: ¿Darui íeredɨo?

source: Tell us what you think about &brandShortName; for Android so far.
hto: Mɨnɨka komekɨte daɨde bíeri &brandShortName; bírui Android íena.

source: I love it
hto: Gaɨdɨkue

source: I ran into some problems
hto: Fɨgoñede ráa báitɨkue

# intro.maybeLater
source: Maybe later
hto: Enafúil

source: Visit our
hto: Kai yɨmaɨbite

source: Support Site
hto: Dɨno mozɨka

source: to get answers for common issues.
hto: Ó dáma eróiyena

source: That's great to hear!
hto: ́¡Bíe ñúe íte!

source: Want to share the love by giving us a 5 star rating on Google Play?
hto: ́¿Mai izíruiyano daɨi 5 ukudu kaɨmo íne biedo Google Play?

source: It takes less than a minute and feels great.
hto: Fɨaikana úño raɨre íte ñúe íyena

source: Yes, go to Google Play
hto: ́Jɨ́ɨ, jái Google Play

# happy.maybeLater2
source: Maybe later
hto: Enafúil

source: No thanks
hto: ́Óiakañede

source: Oh no!
hto: ¡Áɨɨ!

source: We're sorry that you had some problems with &brandShortName;. Please tell us what happened so that we can fix it.
hto: Fɨgoñede íte ó dɨga bíe &brandShortName;.Maí yóne nɨne fɨgóñede ñúe fɨnoyena.

source: Enter your feedback here
hto: ́Béno kúeno ó ónóiga

source: Include last visited site
hto: Benomo jóneiri yɨmaɨbiya

source: Thank you.
hto: Fɨgora

source: We're always working to make &brandShortName; better. Rest assured that real people will look at your feedback and do their very best to resolve your issue.
hto: ́Fɨnófɨnodɨkai bíe &brandShortName; baka. Jɨamakɨ éroye ó jonega úai ñúe fɨ́noyena.

source: Or else.
hto: ́Jɨ́aɨe ráa

source: For your privacy, please do not include any personal information in your feedback.
hto: Ó úiai jóneñeniri bénomo, dáma óɨe.

source: Send Feedback
hto: ́Úaina óre
