Repository: translate/mozilla-l10n
Catalog: dsb/webapprt/webapprt/overrides/appstrings.properties.po
Languages: dsb

source: The URL is not valid and cannot be loaded.
dsb: URL njejo płaśiwy a njedajo se cytaś.

source: The file %S cannot be found. Please check the location and try again.
dsb: Dataja %S njedajo se namakaś. Pšosym pśeglědajśo městno a wopytajśo hyšći raz.

source: %S could not be found. Please check the name and try again.
dsb: %S njejo se namakał. Pšosym pśeglědajśo mě a wopytajśo hyšći raz.

source: One of the following %S is not a registered protocol or is not allowed in this context.
dsb: Jaden ze slědujucych %S njejo zregistrěrowany protokol abo njejo w toś tom konteksće dowólony.

source: The connection was refused when attempting to contact %S.
dsb: Pśi wopyśe se z %S do zwiska stajiś, jo se zwisk wótpokazał.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
dsb: Zwisk z %S jo se napśisko pśetergnuł. Někotare daty su se snaź južo pśenjasli.

source: The operation timed out when attempting to contact %S.
dsb: Pśi wopyśe se z %S do zwiska stajiś, jo operacija cas pśekšocyła.

source: A server is redirecting a request in a way that will never complete.
dsb: Serwer pósrědnja napšašowanje na wašnju, kótaraž se nigda njeskóńcyjo.

source: To continue, the application must send information that will repeat an action (such as a search or order confirmation) that was performed earlier.
dsb: Aby pókšacowało, musy nałoženje informacije pósłaś, kótarež budu akciju wóspjetowaś (na pśikład pytanje abo wobkšuśenje nadawka), kótaraž jo se pjerwjej pśewjadła.

source: Resend
dsb: Znowego pósłaś

source: The application doesn't know how to communicate with the server.
dsb: Nałoženje njewě, kak ma ze serwerom komunicěrowaś.

source: The connection to the server was reset while the application was loading.
dsb: Zwisk jo se pśi startownju nałoženja slědk stajił.

source: The application requested a document which is no longer available.
dsb: Nałoženje jo dokument pominało, kótaryž wěcej njestoj k dispoziciji.

source: The application is currently in offline mode and can't access the network.
dsb: Nałoženje jo tuchylu w modusu offline a njamóžo pśistup na seś měś.

source: The document cannot change while Printing or in Print Preview.
dsb: Dokument njedajo se změniś, mjaztym až śišćyśo abo sćo w śišćarskem pśeglěźe.

source: The application tried to access a network port that it should not have access to. The application has canceled the request for your protection.
dsb: Nałoženje jo wopytało, pśistup na seśowy port měś, na kótaryž njeby měło pśistup měś. Nałoženje jo napšašowanje za waš šćit pśetergnuło.

source: The application is configured to use a proxy server that can't be found.
dsb: Nałoženje jo konfigurěrowane, aby proksyjowy serwer wužywał, kótaryž njedajo se namakaś.

source: The application is configured to use a proxy server that is refusing connections.
dsb: Nałoženje jo konfigurěrowane, aby proksyjowy serwer wužywał, kótaryž wótpokazujo zwiski.

source: The application received a response from a server which used an invalid or unsupported form of compression.
dsb: Nałoženje jo wótegrono wót serwera dostało, kótarež jo njepłaśiwu abo njepódpěranu formu zgusćenja wužyło.

source: The application cannot continue because it accessed a file type that may not be safe to open. Please contact the application authors to inform them of this problem.
dsb: Nałoženje njamóžo pókšacowaś, dokulaž jo pśistup na datajowy typ měło, kótaryž njeby mógał se wěsće wócyniś. Pšosym stajśo se z awtorami nałoženja do zwiska, aby wó toś tom problemje informěrował.

source: External Protocol Request
dsb: Napšašowanje eksternego protokola

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
dsb: Eksterne nałoženje musy se startowaś, aby se z wótkazami %1$S: wobźěłało. Trěbny wótkaz: %2$S Nałoženje:%3$S Jolic njejsćo toś to napšašowanje wótcakował, móžo se wó wopyt jadnaś, słabotu w tom eksternem programje znjewužywaś. Pśetergniśo toś to napšašowanje, snaźkuli sćo wěsty, až njejo złosne.

source: <Unknown>
dsb: <Njeznaty>

source: Remember my choice for all links of this type.
dsb: Móju wólbu za wšykne wótkaze toś togo typa se spomnjeś.

source: Launch application
dsb: Nałoženje startowaś

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
dsb: Sedło na %S jo se ako napadujuce sedło k wěsći dało a jo se na zakłaźe wašych wěstotnych nastajenjow zablokěrowało.

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
dsb: Sedło na %S jo se ako sedło k wěsći dało, kótarež njewitanu softwaru póbitujo a jo se na zakłaźe wašych wěstotnych nastajenjow zablokěrowało.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
dsb: Websedło na %S jo se ako websfalšowanka k wěsći dało, kótaraž jo za to myslona, wužywarje zawjasć wósobinske abo financielne informacije pśeraźiś.

source: This application tried to access a resource that has a content security policy that prevents it from being loaded in this way.
dsb: Toś to nałoženje jo wopytało, pśistup na resursu měś, kótaraž ma pšawidła wopśimjeśoweje wěstoty, kótarež zajźujo jogo zasajźenjeju na toś ten nałog.

source: The application cannot continue loading because an error in the data transmission was detected.
dsb: Nałoženje njamóžo ze zacytowanim pókšacowaś, dokulaž jo se zmólka w datowem pśenjasenju namakała.

source: This application tried to use an unsupported technology that is no longer available.
dsb: Toś to nałoženje jo wopytało, njepódpěranu technologiju wužywaś, kótaraž wěcej njestoj k dispoziciji.

source: This application cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
dsb: Toś to nałoženje njamóžo wěstotu wašych datow na %S garantěrowaś, dokulaž SSLv3 wužywa, złamany wěstotny protokol.
