Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/messengercompose/askSendFormat.dtd.po
Languages: af, xh, zu

source: HTML Mail Question
af: Vraag oor HTML-pos
xh: Umbuzo Wemeyile ye-HTML
zu: Umbuzo Wemeyili Ye-HTML

source: Some of the recipients are not listed as being able to receive HTML mail.
af: Sommige van die ontvangers is nie gelys as mense wat HTML-pos kan ontvang nie.
xh: Abanye abamkeli abadweliswanga njengabanako ukufumana imeyile ye-HTML.
zu: Abanye abantu obathumelelayo ababaliwe njengabakwazi ukuthola imeyili ye-HTML.

source: Your message can be converted to plain text without losing information.
af: Jou boodskap kan in skoonteks omgeskakel word sonder om inligting te verloor.
xh: Umyalezo wakho usenokuguqulwa ube sisiqendu esingaxutywanga ngaphandle kokulahlekelwa lulwazi.
zu: Umyalezo wakho ungaguqulwa ube umbhalo ovamile ngaphandle kokulahlekelwa ukwaziswa.

source: Your message can be converted to plain text without losing important information. However, the plain text version might look different from what you saw in the composer.
af: Jou boodskap kan in skoonteks omgeskakel word sonder om belangrike inligting te verloor. Die skoonteks-weergawe mag dalk anders lyk as wat dit in die briefskywer lyk.
xh: Umyalezo wakho usenokuguqulwa ube sisiqendu esingaxutywanga ngaphandle kokulahleka kolwazi olubalulekileyo. Nangona kunjalo, uguqulelo lwesiqendu esingaxutywanga lusenokubonakala lwahlukile kwinto oyibone kwisiqambi.
zu: Umyalezo wakho ungaguqulwa ube umbhalo ovamile ngaphandle kokulahlekelwa ukwaziswa. Nokho, umbhalo ovamile ungase ubukeke uhlukile kunalokho okubone kukhompoza.

source: However, you used formatting (e.g. colors) that will not be converted to plain text.
af: Jy het egter formatering (soos kleure) gebruik wat nie in skoonteks omgeskakel kan word nie.
xh: Nangona kunjalo, usebenzise ulungiselelo (umzk. imibala) engasayi kuguqulelwa kwisiqendu esingaxutywanga.
zu: Nokho, usebenzise ukwakheka (ngokwesibonelo, imibala) okungeke kuguqulwe kube umbhalo ovamile.

source: Would you like to convert the message to plain text or send it in HTML anyway?
af: Wil jy die boodskap in skoonteks omskakel of wil jy dit maar as HTML stuur?
xh: Ingaba ufuna ukuguqula umyalezo ube sisiqendu esingaxutywanga okanye usithumele nge-HTML nokuba sinjalo?
zu: Ungathanda yini ukuguqula umyalezo ube umbhalo ovamile noma ufuna ukuwuthumela unjalo uyi-HTML?

source: Send in Plain Text and HTML
af: Stuur in skoonteks en HTML
xh: Thumela Ngesiqendu Esingaxutywanga nange-HTML
zu: Thumela Kuwumbhalo Ovamile ne-HTML

source: Send in Plain Text Only
af: Stuur net in skoonteks
xh: Thumela Ngesiqendu Esingaxutywanga Kuphela
zu: Thumela Kuwumbhalo Ovamile Kuphela

source: Send in HTML Only
af: Stuur net in HTML
xh: Thumela nge-HTML Kuphela
zu: Thumela Kuyi-HTML Kuphela

source: Send in Plain Text and HTML (recommended)
af: Stuur in skoonteks en HTML (aanbeveel)
xh: Thumela Ngesiqendu Esingaxutywanga nange-HTML (kucetyiswa oko)
zu: Thumela Kuwumbhalo Ovamile ne-HTML (okutuswayo)

source: Send in Plain Text Only (recommended)
af: Stuur net in skoonteks (aanbeveel)
xh: Thumela Ngesiqendu Esingaxutywanga Kuphela (kucetyiswa oko)
zu: Thumela Kuwumbhalo Ovamile Kuphela (okutuswayo)

source: Send in HTML Only (recommended)
af: Stuur net in HTML (aanbeveel)
xh: Thumela nge-HTML Kuphela (kucetyiswa oko)
zu: Thumela Kuyi-HTML Kuphela (okutuswayo)

source: (recommended)
af: (aanbeveel)
xh: (kucetyiswa oko)
zu: (okutuswayo)

source: Send
af: Stuur
xh: Thumela
zu: Thumela

source: Cancel
af: Kanselleer
xh: Rhoxisa
zu: Khansela

source: Recipients...
af: Ontvangers...
xh: Abamkeli...
zu: Abathunyelelwayo...

source: Help
af: Hulp
xh: Uncedo
zu: Usizo
