Repository: translate/mozilla-l10n
Catalog: sat/browser/chrome/browser/aboutRobots.dtd.po
Languages: sat

source: Gort! Klaatu barada nikto!
sat: गोर्ट !क्लाट्र बाराडा निकटो!

source: Welcome Humans!
sat: मानव को सा़गुन दाराम !

source: We have come to visit you in peace and with goodwill!
sat: आले सानती आर बेस भावी सांव आम ञेल ले हिजुक् आ !

source: Robots may not injure a human being or, through inaction, allow a human being to come to harm.
sat: रोबोर्ट होड़ होपोन बाय घा़ल दाड़ेयाको वा आर, बाङ फालतु सेत् ते, होड़ होपोन को खुती रे हेच् ला़गित् बाताव एमोक् आ.

source: Robots have seen things you people wouldn't believe.
sat: रोबोटस जिनिस को ञेला आपे होड़ बापे पा़तया़वोक् आ .

source: Robots are Your Plastic Pal Who's Fun To Be With.
sat: रोबोट दो आमिच् प्लासटिक गाते काना ओकोयाक् सांव रा़स्का आ .

source: Robots have shiny metal posteriors which should not be bitten.
sat: रोबोटस दो नाली मेड़हेद तायोम सेदाक् काना ओका दाल बाङ ला़कती या.

source: And they have a plan.
sat: आर उनाकुवाक् मित् उयहा़र हुदिस मेनाके आ .

source: Frakkin' Toasters
sat: फ्राकिन सेकावाक् को

source: Please do not press this button again.
sat: नोवा बुता़म दोहड़ा आलोम ओताया .
