Repository: translate/mozilla-l10n
Catalog: sat/browser/chrome/browser/browser.properties.po
Languages: sat

source: Timed Out
sat: ओकतो चाबायेना

source: Open File
sat: रेत् झिज मे

source: Set Home Page
sat: ओड़ाक् साहटा साजाव

source: Do you want this document to be your new home page?
sat: चेत् आम नोवा दोलिल आमाक् नावा ओड़ाक् साहटा रे तेयार सानाम काना?

source: Search %1$S for “%2$S”
sat: पानते %1$S for "%2$S" ला़गित्.

source: [Folder Name]
sat: [पोटोम ञुतुम]

source: %S prevented this site from asking you to install software on your computer.
sat: %Sआमाक् काम्प्युटार रे आम सोफ्टवेयार बोहाल ला़गित् कुली खोन नोवा साइट आकोटा.

source: Software installation has been disabled by your system administrator.
sat: सॉफ्टवेयर बो़हाल आमिच् सेस्टेम सासोनिच् दारय ते बाङ लेक् तेयार हुय आकाना.

source: Software installation is currently disabled. Click Enable and try again.
sat: सोफ्टवेयार बोहाल दो नितोक् बाङ हुय होचोवा. हुय होचो ओता आर दोहड़ा कुरुमुटू.

source: Enable
sat: हुय होचो तेयार

source: Downloading and verifying add-on…;Downloading and verifying #1 add-ons…
sat: आ़तुर आंड़गो आर ञेल मिला़व एड ओन…;आ़तुर आंड़गो आर ञेल मिला़व #1 एड-ओन…

source: Verifying
sat: ञेल मिला़वेत् आ

source: (Unverified)
sat: (बाङ ञेल मिला़वा)

source: This site would like to install an add-on in #1:;This site would like to install #2 add-ons in #1:
sat: नोवा साइट मित् एड-ओन बोहाल सानाया रे #1:;नोवा साइट बोहाल सानाया #2 एड-ओन #1रे:

source: Caution: This site would like to install an unverified add-on in #1. Proceed at your own risk.;Caution: This site would like to install #2 unverified add-ons in #1. Proceed at your own risk.
sat: होंसिया़र: नोवा साइट मित् बाङ ञेल मिला़व एड-ओन बोहाल सानाया #1 रे. आमाक् निजे कोटोक् रे लाहाक् मे.;होंसिया़र: नोवा साइट बोहाल सानाया #2 बाङ ञेल मिला़व एड-ओन #1 रे. आमाक् निजे कोटोक् रे लाहाक् मे.

source: ;Caution: This site would like to install #2 add-ons in #1, some of which are unverified. Proceed at your own risk.
sat: ;होंसिया़र: नोवा साइट बोहाल सानाया#2 एड-ओन #1 रे, तिना़क् गान ओका बाय ञेल मिला़वा. आमाक् निजे कोटोक् रे लाहाक् मे.

source: %1$S might be making %2$S run slowly
sat: %1$S तेयार दाड़ेयाक् आ %2$S बाय बाय ते चालाव

source: Disable %S
sat: बाङ हुय होचो %S

source: To disable %1$S you must restart %2$S
sat: बाङ हुय होचो %1$S आम दोहड़ा एहोब ला़कती %2$S

source: #1 has been installed successfully.;#2 add-ons have been installed successfully.
sat: #1 दो रा़स लाकते बोहाल एना .;#2 एन-ऑन दो रा़सलेकाते बोहला काना .

source: #1 will be installed after you restart #3.;#2 add-ons will be installed after you restart #3.
sat: #1 दो आम दोहड़ा एहोब तायोम बोहालोक् आ #3.;#2एड-ऑन दो आम दोहड़ा एहोब तायोम बोहलोक आ #3.

source: This add-on could not be installed because of a filesystem error.
sat: नोवा एड-ऑन बाङ बो़हाल दाड़ेयाक् आ चेदाक् जे रेत् सेस्टेम रे भुल मेनाक् आ .

source: This add-on could not be installed because it appears to be corrupt.
sat: नोवा एड-ऑन बाङ बो़हाल दाड़ेयाक् आ चेदाक् जे नोवा रा़पुद गे ञेलोक काना

source: This add-on could not be installed because it has not been verified.
sat: नोवा एड-ऑन बाङ बोहाल दाड़ेयाक् चेदाक् जे नोवा दो बाय मिलावा काना .

source: One or more installed add-ons cannot be verified and have been disabled.
sat: मित् आर बाङ ढेर बोहाल एड ऑन बाङ ञेंल मिलाव दाड़ेयाक् आ आर बाङ हुय होचो आकाना.

source: Developer Edition
sat: लाहा होचोयिजाक् छापा सोदोर

source: This site (%S) attempted to install a theme.
sat: नोवा साइट (%S) ला़गित् मित् उनुयहा़र बो़हाल ए कुरुमुटु लेत् आ .

source: A new theme has been installed.
sat: मित् नावा उनुयहा़र बो़हाल होचो आकाना.

source: Undo
sat: माड़ाङ लेका झिज में

source: Manage Themes…
sat: उनुहा़र को वेबोसताय मे…

source: %S will be installed after you restart.
sat: %S आम दोहड़ा एहोब तायोम%Sबो़हाल लोक् आ .

source: #1 prevented this site from opening a pop-up window.;#1 prevented this site from opening #2 pop-up windows.
sat: #1 मित् पोप-ओप विंडो खोन नोवा साइट आकोटा .;#1 झिज खोन नोवा साइट आकोटा #2 पोप-ओप विंडो .

source: Options
sat: आपनार मोने तेयाक् को

source: Preferences
sat: कुसियाक् को

source: Allow pop-ups for %S
sat: %S ला़गित् पॉप-ऑप बाताव एम

source: Block pop-ups for %S
sat: %S ला़गित् पॉप-ऑप आकोट

source: Don’t show this message when pop-ups are blocked
sat: पॉप-ऑप आकोट कोक् जोहोक् नोवा खोबोर आलोम उदुगा.

source: Don’t show info bar when pop-ups are blocked
sat: पॉप-ऑप आकोट कोक् जोहोक् ला़य सोदोर बार आलोम उदुगा.

source: Show ‘%S’
sat: '%S'उदुग मे

source: %S is blocking content on this page.
sat: %S दो नोवा साहटा रे बिसोय आकोट येत् आ .

source: %S is not blocking any content on this page.
sat: %Sदो नोवा साहटा रे जाहां विसोय बाय आकोटा .

source: The %S plugin has crashed.
sat: %S खोंजा आदेर रा़पुद आकाना .

source: &Reload page
sat: साहटा दोहड़ा लादे में (&R)

source: &Submit a crash report
sat: मित् रा़पुत् रिपोर्ट जोमाय में(&S)

# crashedpluginsMessage.learnMore
source: Learn More…
sat: ढेर चेद मे…

source: Did you mean to go to %S?
sat: चेत् आम रे चालाक् सानामा?

source: Yes, take me to %S
sat: हें, रे इञ उदुक् सानाम काना %S

source: No thanks
sat: जाहांन साहराव को बाङ

source: Allow %2$S to run “%1$S”?
sat: %2$S "%1$S" चालाक् ला़गित् बाताव एम?

source: Allow %S to run plugins?
sat: बाताव एम %S खोंजा आदेर चालाव रे ?

# pluginActivate.learnMore
source: Learn More…
sat: ढेर चेद मे…

source: %3$S has prevented the outdated plugin “%1$S” from running on %2$S.
sat: %3$Sदो ओकतो परोमाक् खोंजा आदेर आकोट "%1$S" %2$S रे चालाव खोन.

source: Outdated plugin
sat: पारोमाक् खोंजा आदेर

source: Update now…
sat: नितोक् हा़ली राकाब…

source: %3$S has prevented the unsafe plugin “%1$S” from running on %2$S.
sat: %3$S दो बाङ जा़पतीयाक् खोंजा आदेर "%1$S" आकोटा %2$S रे चालाव खोन.

source: Vulnerable plugin!
sat: बाङ जा़पतियाक् खोंजा आदेर!

source: What’s the risk?
sat: जिवी कोटोक् दो चेद काना?

source: %2$S has blocked “%1$S” for your protection.
sat: %2$S दो आमाक् आ़ड ला़गित् "%1$S" आकोटा .

source: Blocked for your protection
sat: आमाक् आ़ड ला़गित् आकोट आकाना

source: “%S” is disabled.
sat: "%S"दो बाङ हुय होचो आकाना.

source: Disabled
sat: बाङ हुय होचो

source: Manage plugins…
sat: खोंजा आदेर को बेबोसताय मे…

source: “%S” is enabled on %S.
sat: "%S" दो %S रे हुय होचो आकाना.

source: Outdated plugin “%S” is enabled on %S.
sat: ओकतो चाबावाक् खोंजा आदेर "%S"दो %S रे हुय होचो आकाना.

source: Insecure plugin “%S” is enabled on %S.
sat: बाङ जा़पती खोंजा आदेर"%S" दो %Sरे हुय होचो आकाना.

source: Allow &Now
sat: एम मे (&N)

source: Allow and &Remember
sat: बाताव एम आर उयहा़र दोहो (&R)

source: &Block Plugin
sat: खोंजा आदेर आकोट (&B)

source: &Continue Allowing
sat: बाताव एम लेताड़ मे (&C)

source: Activate %S.
sat: चोगोड़ %S.

source: This plugin is vulnerable and should be updated.
sat: नोवा खोंजा आदेर दो बाङ जा़पती या आर हा़ली ला़कती.

source: This plugin has security vulnerabilities.
sat: नोवा खोंजा आदेर दो जा़पती रे बाङ जा़पती को मेनाक् आ.

source: Continue &Blocking
sat: आकोट ए लेताड़ा (&B)

source: &Allow…
sat: बाताव एम…(&A)

source: Clear All History
sat: जोतो हिता़ल मेटाव मे

source: Clear Now
sat: नित मेटाव मे

source: Clearing
sat: फारचायेत् आ

source: All history will be cleared.
sat: जोतो हिता़ल मेटाक् आ.

source: All selected items will be cleared.
sat: जोतो बाछाव जिनिस मेटाक् आ.

source: &Update to %S
sat: %S रे हा़ली होचो (&U)

source: Open All in Tabs
sat: टैब रे जोतो झिज

source: Restore All Tabs
sat: जोतो टैब को दोहड़ा जोगाव

source: Restore Closed Tabs
sat: बोनदो टेब को दोहड़ा जोगाव

source: Restore All Windows
sat: जोतो विंडो को दोहड़ा जोगाव

source: Restore Closed Windows
sat: बोनदो विंडोज को दोहड़ा जोगाव

source: #1 (and #2 other tab);#1 (and #2 other tabs)
sat: #1 (आर #2 एटाक् टैब);#1 (आर #2 एटाक् टैब को)

source: Stay on this page
sat: नोवा साहटा रे ताहें

source: Go back to this page
sat: नोवा साहटा तायोम चालाव

source: Go forward to this page
sat: नोवा साहटा रमाड़ाङ चालाव

source: Paste & Go
sat: लाठा सेलेद आर चालाव

source: %S prevented this page from automatically reloading.
sat: %S आ़च् ते दोहड़ा लादे खोन नोवा साहटा आकोट आकाना .

source: %S prevented this page from automatically redirecting to another page.
sat: %S आच् ते एटाक् साहटा रे रुवाड़ दोहड़ा खोन नोवा साहटा आकोट आकाना .

source: Show your bookmarks (%S)
sat: आमाक् पुथी चिनहा़ उदुग मे (%S)

source: Edit this bookmark (%S)
sat: नोवा पुथी चिनहा़ सासापड़ाव मे (%S)

source: Bookmark this page (%S)
sat: नोवा साहटा (%S) पुथीचिवहा़य मे

source: Bookmark This Page
sat: नोवा साहटा चिनहा़य मे ...

source: Display the progress of ongoing downloads (%S)
sat: चालक् आंडगो को (%S) रेयाक् ला़हानती उदुग मे .

source: Print this page… (%S)
sat: नोवा साहटा छापाय मे … (%S)

source: Open a new window (%S)
sat: मित् नावा विंडो झिज मे (%S)

source: Open a new tab (%S)
sat: मित् नावा टेब (%S) झिज मे

source: This website (%S) is asking to store data on your computer for offline use.
sat: नोवा वेब साइट (%S) दो ओफ लाइन बेभार ला़गित् आमाक् कामप्युटार डाटा जोगाव ला़गित् कुली मेया.

source: Never for This Site
sat: नोवा साइट ला़गित् तिस हो बाङ

source: Not Now
sat: नितोक् बाङ

source: This website (%S) is now storing more than %SMB of data on your computer for offline use.
sat: नोवा वेब साइट (%S) दो नितोक् %SMB खोन ढेर ओका लाइन बेभार ला़गित् आमाक् काम्पयुटार .

source: Show settings
sat: साजाव को उदुग मे

source: Verified by: %S
sat: दाराय ते ञेल मिला़व : %S

source: You have added a security exception for this site.
sat: आम नोवा साइट ला़गित् मित् जा़पती बादाक एम सेलेद आकात् आ

source: Next
sat: इना़ तायोम

source: Page Bookmarked
sat: साहटा पुथी चिनहा़ आकाना

source: %S will always remember this page for you.
sat: %S आम ला़गित् नोवा साहटा जावगे उयहा़र दोहोया .

source: Bookmark Removed
sat: पुथी चिनहा़ं ओचोक आकाना

source: Remove Bookmark;Remove #1 Bookmarks
sat: पुथी चिनहा़ं ओचोक् ; पुथी चिनहा़ं को #1 ओचोक्

source: &Details…
sat: पुथी बिबरोन …(&D)

source: %S has been updated
sat: %S हा़ली चुका़वाकाना

source: %S Updated
sat: %Sहा़ली आकाना

source: Click here for details
sat: पुरा़ विवरोन ला़गित् नोडे ओताय मे

source: Share Location
sat: ठांव जायगा हा़टिञ

source: Always Share Location
sat: ठांव जायगा जावगे हा़टिञ में

source: Never Share Location
sat: ठांव जायगा तिसहों आलोम हा़टिञा

source: Always Block Notifications
sat: जावगे इतला़य को आकोट मे

source: &Get me out of here!
sat: नोडे खोन बाहरे ओडोक् इञ मे! (&G)

source: Reported Attack Site!
sat: मुहा़ं साइट रेयाक् रिपोर्ट एम!

source: This isn’t &an attack site…
sat: नोवा दो मित् मुहां साइट बाङ काना …( &a)

source: Reported Unwanted Software Site!
sat: बाङ ला़कतियाक् सोफ्टवेयार साहटा रिपोर्ट आकाना !

source: ;List All #1 Tabs
sat: ;जोतो सुची #1 टेब को

source: Search %S
sat: %Sपानते में

source: Default
sat: हुड़ाक्

source: The default theme.
sat: हुड़ाक् उनुयहा़र.

source: Restart with Add-ons Disabled
sat: एडऑन्स बाङ हुय होचो खोन एहोब

source: Are you sure you want to disable all add-ons and restart?
sat: चेत् आम गोटा आकात् आ जे आम जोतो एड-आन्स बाङ हुय होचो काते दोहड़ा एहोब सानाम काना ?

source: Restart
sat: दोहड़ा एहोब

source: false
sat: एड़े

source: %1$S automatically sends some data to %2$S so that we can improve your experience.
sat: %1$S आच् आच् ते तिना़क गान डाटा %2$S रे कुला ओका ते आले आमाक् ञेंल हेरेड़ ले लाहा होचो दाड़ेयाक् आ .

source: &Choose What I Share
sat: चेत् इञिञ हा़टिञ दाड़ेयाक् आ बाछाव मे (&C)

source: Display the window in full screen (%S)
sat: पुरा़ स्क्रिन रे विंडो उदुग मे

source: Would you like to enable services from %1$S to display in your %2$S toolbar and sidebar?
sat: चेत् आम %1$S खोन का़मी को हुय होचो आमाक् %2$S टुलबार आर साइडबार उदुक् सानाम काना ?

source: &Enable Services
sat: का़मी को हुय होचो तेयार (&E)

source: Save Page to %S
sat: %S रे साहटा सांचाव

source: Save Link to %S
sat: रे खोंजा सांचाव %S

source: %1$S is unable to connect with %2$S right now.
sat: %1$S दो %2$S सांव नितोक् बाय जोड़ाव केया .

source: &Try Again
sat: दोहड़ा कुरुमुटुय मे (&T)

source: &Close This Sidebar
sat: नोवा धारे बार बोनदोय मे (&C)

source: Would you like to share your camera with %S?
sat: चेत् आम आमाक्केमरा %S सांव हा़टिञ सानाम काना ?

source: Would you like to share your microphone with %S?
sat: चेत् आम आमाक् माइक्रोफोन %S सांव हा़टिञ सानाम काना?

source: Would you like to share your screen with %S?
sat: चेत् आम आमाक् स्क्रिन %S सांव हा़टिञ सानाम काना?

source: Would you like to share your camera and microphone with %S?
sat: चेत् आम आमाक् केमरा आर माइक्रोफोन %S सांव हा़टिञ लानाम काना?

source: Would you like to share your camera and this tab’s audio with %S?
sat: चेत् आम %S सांव आमाक् केमरा आर माइक्रोफोन हा़टिञ सानामा?

source: Would you like to share your microphone and screen with %S?
sat: चेत् आम आमाक् माइक्रोफोन आर स्क्रिन %S सांव हा़टिञ सानाम काना?

source: Would you like to share this tab’s audio and your screen with %S?
sat: चेत् आम %S सांव आमाक् केमरा आर माइक्रोफोन हा़टिञ सानामा?

source: Would you like to share this tab’s audio with %S?
sat: चेत् आम %S सांव आमाक् केमरा आर माइक्रोफोन हा़टिञ सानामा?

source: &Window to share:
sat: हा़टिञ ला़गित् विंडो: (&W)

source: &Screen to share:
sat: हा़टिञ ला़गित् स्क्रिन: (&S)

source: &Application to share:
sat: हा़टिञ ला़गित् एपलिकेसोन: (&A)

source: No Application
sat: जाहांन एपलिकेसोन बाङ

source: No Screen
sat: जाहांन स्क्रिन बाङ

source: No Window
sat: जाहांन विंडो बाङ

source: Entire screen
sat: गोटा स्क्रिन

source: #1 (#2 window);#1 (#2 windows)
sat: #1 (#2 विंडो);#1 (#2 विनडोज )

source: &Share Selected Device;Share Selected Devices
sat: बाछावाक् डिबाइस हा़टिञ;बाछावाक् डिबाइस को हा़टिञ (&S)

source: Share Screen
sat: स्क्रकिन हा़टिञ मे

source: Share Selected Application
sat: बाछावाक् एपलिकेसोन हा़टिञ मे

source: Share Selected Window
sat: बाछावाक् विंडो हा़टिञ मे

source: Share Selected Items
sat: बाछावाक् जिनिस को हा़टिञ मे

source: &Always Share
sat: जावगे हा़टिञ मे (&A)

source: &Don’t Share
sat: आलोम हा़टिञा (&D)

source: &Never Share
sat: तिस हों बाङ हा़टिञ (&N)

source: Tabs sharing &devices
sat: टैब हा़टिञ डिबाइस को (&d)

source: %S (camera)
sat: %S (कैमरा )

source: %S (microphone)
sat: %S (माइक्रोफोन )

source: %S (application)
sat: %S (एपलिकेसोन )

source: %S (screen)
sat: %S (स्क्रिन )

source: %S (window)
sat: %S (विंडो )

source: %S (tab)
sat: %S (टेब)

source: %S (camera and microphone)
sat: %S ( कैमरा आर माइक्रोरो फोन )

source: %S (camera, microphone and application)
sat: %S (कैमरा, माइक्रोरो फोन आर एपलिकेसोन )

source: %S (camera, microphone and screen)
sat: %S (कैमरा, माइक्रोफोन आर स्क्रिन )

source: %S (camera, microphone and window)
sat: %S (कैमरा, माइक्रोफोन आर विंडो )

source: %S (camera, microphone and tab)
sat: %S (कैमरा, माइक्रोफोन आर स्क्रिन)

source: %S (camera and application)
sat: %S (कैमरा आर एपलिकेसोन)

source: %S (camera and screen)
sat: %S (कैमरा आर स्क्रिन)

source: %S (camera and window)
sat: %S (कैमरा आर विंडो)

source: %S (camera and tab)
sat: %S (कैमरा आर टेब)

source: %S (microphone and application)
sat: %S (माइक्रोफोन आर एपलिकेसोन)

source: %S (microphone and screen)
sat: %S (माइक्रोफोन आर स्क्रिन)

source: %S (microphone and window)
sat: %S (माइक्रोफोन आर विंडो)

source: %S (microphone and tab)
sat: %S (माइक्रोफोन आर टेब)

source: Unknown origin
sat: बाङ बाडाय मुल

source: Some audio or video on this site uses DRM software, which may limit what %S can let you do with it.
sat: नोवा साइट रे तिनाक् गान आंजोमाक् आर बाङ बिडियो DRM सोफ्टवेयार बेभाराक् , ओका दो ओका दो सिमा़ भितिर दाड़ेयाक् चेत् नोवा सांव आम का़मी होचो दाड़ेयामा %S .

source: You must enable DRM to play some audio or video on this page. %S
sat: आम एनेच ला़गित् DRM हुय होचो ला़कती नोवा साहटा रे तिना़क् गान आंजोमाक् आर बाङ बिडियो चालाव ला़गित्. %S

source: %S is installing updates needed to play the audio or video on this page. Please try again later.
sat: %S दो हा़ली राकाब बोहालेत् आ नोवा साहटा रे आंजोमाक् आर बाङ बिडियो एनेच् ला़कती या. तायोम ते दोहड़ा कुरुमुटुय मे.

source: %S is installing components needed to play the audio or video on this page. Please try again later.
sat: %S दो हा़ली राकाब बोहालेत् आ नोवा साहटा रे आंजोमाक् आर बाङ बिडियो एनेच् ला़कती या. तायोम ते दोहड़ा कुरुमुटुय मे.

source: %S seems slow… to… start.
sat: %S बा़य बा़य…लेका… एहोब ञेलोक् आ.

source: &Learn How to Speed It Up
sat: चेका रे नोवा तोड़ोक् आ चेद मे (&L)

source: Don’t Tell Me &Again
sat: दोहड़ा आलोम मिता़ञा (&A)

source: %S changed some Adobe Flash settings to improve performance.
sat: %S उदुग सोदोर लाहा ला़गित् तिना़क् गान एडोब फ्लेस साजाव को बोदोल मे.

source: %1$S: You can customize %2$S to work the way you do. Simply drag any of the above to the menu or toolbar. %3$S about customizing %2$S.
sat: %1$S: आम कुसियाक् तेयार दाड़ेयाक् आ %2$S आम का़मी येत् लेका का़मी ला़गित्. एकेन मिनू आर बाङ टुल बार चेतान जाहांगे ओर. %3$S कुसियाक् तेयार बाबोत %2$S.

source: Hint
sat: उदुक्

source: Learn more
sat: बाड़ती चेद मे

source: Restart %S to apply updates
sat: हा़ली को बाहाल ला़गित् %S दोहड़ा एहोब

source: Background update failed, please download update
sat: ओनोल हा़ली डिगा़वेना, हा़ली आ़तुर आंड़गोय मे

source: Restart %S
sat: दोहड़ा एहोब %S

source: Download Update
sat: हा़ली आ़तुर आंड़गोय मे

source: Reader View
sat: पाड़हाविजाक् ञेल

source: Remove clutter so you can focus exactly on what you want to read.
sat: ओबेबोसता ओचोग मे ओकाते आम चेत् पाड़हाव सानाम कानाओना उता़र उदुक् दाड़ेयाक् आ.
