Repository: translate/mozilla-l10n
Catalog: kw/toolkit/chrome/mozapps/downloads/downloads.properties.po
Languages: kw

source: second;seconds
kw: sekond;sekond

source: minute;minutes
kw: vynysen;mynysen

source: hour;hours
kw: our;our

source: day;days
kw: jedh;dedh

source: Paused — #1
kw: Powesys — #1

source: Downloading
kw: Owth iskarga…

source: Not Started
kw: Heb dalleth

source: Failed
kw: Fyllys

source: Finished
kw: Gorfennys

source: Canceled
kw: Hedhys

source: This download cannot be paused
kw: Ny yllir powes an iskargans-ma

source: Download Error
kw: Gwall iskarga

source: The download cannot be saved because an unknown error occurred. Please try again.
kw: Ny yllir gwitha an iskargans drefen bos gwall ankoth. Gwrewgh assaya arta.

# quitCancelDownloadsAlertTitle
source: Cancel All Downloads?
kw: Hedhi pub iskargans?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
kw: Mar kwrewgh hwi kwytya lemmyn, 1 iskargans a vedh hedhys. Owgh hwi sur bos hwans dhywgh kwytya?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
kw: Mar kwrewgh hwi kwytya lemmyn, %S iskargans a vedh hedhys. Owgh hwi sur bos hwans dhywgh kwytya?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
kw: Mar kwrewgh hwi kwytya lemmyn, 1 iskargans a vedh hedhys. Owgh hwi sur bos hwans dhywgh kwytya?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
kw: Mar kwrewgh hwi kwytya lemmyn, %S iskargans a vedh hedhys. Owgh hwi sur bos hwans dhywgh kwytya?

# offlineCancelDownloadsAlertTitle
source: Cancel All Downloads?
kw: Hedhi pub iskargans?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
kw: Mar kwrewgh hwi mos meslinen lemmyn, 1 iskargans a vedh hedhys. Owgh hwi sur bos hwans dhywgh mos meslinen?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
kw: Mar kwrewgh hwi mos meslinen lemmyn, %S iskargans a vedh hedhys. Owgh hwi sur bos hwans dhywgh mos meslinen?

# leavePrivateBrowsingCancelDownloadsAlertTitle
source: Cancel All Downloads?
kw: Hedhi pub iskargans?

source: Cancel 1 Download
kw: Hedhi 1 iskargans

source: Cancel %S Downloads
kw: Hedhi %S iskargans

source: Don't Exit
kw: Sevel orth kwytya

source: Don't Quit
kw: Sevel orth kwytya

source: Stay Online
kw: Triga warlinen

source: Downloads Complete
kw: Iskargansow gorfennys

source: All files have finished downloading.
kw: Pub iskargans yw gorfennys.

source: %4$S — %1$S (%2$S %3$S/sec)
kw: %4$S — %1$S (%2$S %3$S/sek)

source: bytes
kw: bayt

source: %1$S of %2$S %3$S
kw: %1$S a %2$S %3$S

source: %1$S %2$S of %3$S %4$S
kw: %1$S %2$S a %3$S %4$S

source: %1$S remaining
kw: %1$S gesys

source: %1$S, %2$S remaining
kw: %1$S, %2$S gesys

source: A few seconds remaining
kw: Nebes sekondys gesys

source: Unknown time remaining
kw: Termyn ankoth gesys

source: Unknown size
kw: Mens ankoth

source: %1$S resource
kw: Asnodh %1$S

source: local file
kw: restren deythyek

# stateFailed
source: Failed
kw: Fyllys

# stateCanceled
source: Canceled
kw: Hedhys

source: Blocked by Parental Controls
kw: Lettyes gans an kontrolyow kerensel

source: Blocked: Download may contain a virus or spyware
kw: Lettyes: Y halja bos virus po spyware y'n iskargans

source: This download has been blocked by your Security Zone Policy
kw: Lettyes re beu an iskargans-ma gans agas polici parth sekerder

source: Yesterday
kw: De

source: Cannot Open %S
kw: Ny yllir egeri %S

source: Cannot Show %S
kw: Ny yllir diskwedhes %S

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
kw: Nyns eus %S. Y halja bos dashenwys, removys po diles a-dhia y iskarga.

source: Open With…
kw: Egeri dre…

source: #1 file - Downloads;#1 files - Downloads
kw: #1 restren - Iskargansow;#1 restren - Iskargansow

source: #2% of #1 file - Downloads;#2% of #1 files - Downloads
kw: #2% a #1 restren - Iskargansow;#2% a #1 restren - Iskargansow

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
kw: "%S" yw restren eksekutyadow. Restrennow eksekutyadow a yll kontaynya virusys po kod drogbrederys aral a alja shyndya agas jynn amontya. Bedhowgh hwi war hag owth egeri an restren-ma. Owgh hwi sur bos hwans dhywgh lonchya "%S"?

source: Open Executable File?
kw: Egeri restren eksekutyadow?

source: Don't ask me this again
kw: Sevel orth govyn hemma arta

source: Downloads
kw: Iskargansow
