Repository: translate/mozilla-l10n
Catalog: ks/browser/chrome/browser/newTab.properties.po
Languages: ks

source: Pin this site at its current position
ks: یئ سایٹ كریو پِن حال چئ جاے پ۪یٹھ

source: Unpin this site
ks: یئ سایٹ كریو اَن پِن

source: Remove this site
ks: یئ سایٹ ہٹٲویو

source: SPONSORED
ks: سُپانسر کرنْہ آمُت

source: This tile is being shown to you on behalf of a Mozilla partner. You can remove it at any time by clicking the %1$S button. %2$S
ks: یہ ٹایل چُھ توہیہ ہاونْہ یوان أکس موزیلا پاٹنر سْندِ وساطت۔ یہ ہیکیو توہیہ کُنِہ تِہ سات ہٹأوِتھ کْلک کْرتھ %1$Sبُٹن ۔ %2$S

source: A Mozilla partner has visually enhanced this tile, replacing the screenshot. You can turn off enhanced tiles by clicking the %1$S button for your preferences. %2$S
ks: أک موزیلا پاٹنرن چُھ یہ ٹایل وِجولی بہتر بنومُت، تْہ سکرین شاٹ بدلومُت۔ توہیہ ہیکیو بہتر بناونْہ امْت ٹایل آف کْرتھ کْلک کرنْہ سْیت%1$S بوٹن پننین ترجیحاتن باپت۔%2$S

source: When you open a new tab, you’ll see tiles from the sites you frequently visit, along with tiles that we think might be of interest to you. Some of these tiles may be sponsored by Mozilla partners. We’ll always indicate to you which tiles are sponsored. %1$S
ks: ییلہ توہیہ اکھ نُو ٹیب اوپْن کران چھ، توہیہ وْچھیو ٹایل تِمو سایٹو پیٹھ یمن توہیہ اکثر ویزِٹ کران چھیو، بْیہ تِم ٹایل یم سانِہ مُطأبق توہیہ دلچسپ بأسنْو۔ یمو منز ہیکن موزیلا پاٹنرو ذریعہ سُپانسر ٹایِل تِہ أستھ۔ أس ہاوو توہیہ ہمیشہ ذِ کم ٹایل چھ سُپانسر کرنْہ آمْت۔%1$S

source: In order to provide this service, Mozilla collects and uses certain analytics information relating to your use of the tiles in accordance with our %1$S.
ks: یہ سروس فراہم کرنْہ باپت چُھ موزیلا جمع تْہ استعمال کران کینہ اینالیٹیکْس انفارمیشن یوس وابستہ چھ تُہندس ٹایلن ہْندس استعمالس مُتلق سأنس %1$S مُطأبق۔

source: You can turn off the tiles feature by clicking the %1$S button for your preferences.
ks: توہیہ ہیکیو ٹایل فیچر بند کْرتھ کْلک کرنْہ سْیت %1$Sبوٹن پننین ترجیحاتن باپت۔

source: Learn more…
ks: مزید زٲنیو۔ ۔ ۔

source: Privacy Notice
ks: برایوسی نوٹِس
