Repository: translate/mozilla-l10n
Catalog: ks/browser/chrome/browser/shellservice.properties.po
Languages: ks

source: %S &Options
ks: %S تئ متئبٲل

source: %S &Safe Mode
ks: %S تئ محفوظ موڈ

source: Get the most out of %S by setting it as your default browser
ks: پیٹھ کْریو بھرپور فأیدہ حأصل یہ سیٹ کرنْہ سْیت بطور پنُن ڈیفالٹْہ براوزر %S

source: &Use %S as my default browser
ks: کْریو استعمال بطور میون ڈیفالٹہ براوزر %S&

source: &Options
ks: آپشنس

source: &Not now
ks: وْنکین نْہ کینہ&

source: &Don't ask me again
ks: می۪ی مئ پریژھیو دوبارئ

source: Default Browser
ks: ڈیفالٹ براوزر

source: %S is not currently set as your default browser. Would you like to make it your default browser?
ks: چُھ نْہ وْنکین سیٹ کرنْہٍ آمُت بطور تُہند ڈیفالٹہ براوزر۔ کیاہ توہیہ چھیو یژھان یہ پنُن ڈیفالٹہ براوزر بناوُن؟%S

source: Always perform this check when starting %S.
ks: %S شروع كرَن ویز۪ی كریو یئ جانچ ہمیشئ

source: Use %S as my default browser
ks: کْریو استعمال بطور میون ڈیفالٹہ براوزر %S

source: Not now
ks: وْنکین نْہ کینہ

source: Desktop Background.bmp
ks: ڈیسكٹاپ پس۪ی منظر.bmp

source: Saving Picture…
ks: شكل محفوظ تھَوان

source: Set Desktop Background
ks: ڈیسكٹاپ پس۪ی منظر كریو سيٹ
