Repository: translate/mozilla-l10n
Catalog: son/toolkit/chrome/mozapps/plugins/plugins.properties.po
Languages: son

source: To install %S, you need to agree to the following:
son: Ka %S sinji, war ga hima ka yadda woo ga:

source: Downloading %S…
son: Goo ma %S zumandi...

source: Finished downloading %S.
son: %S zumandiroo ben.

source: Installing %S…
son: Goo ma %S sinji...

source: Successfully installed %S.
son: %S sinjiyan zaamante.

source: Failed to install %S (%S).
son: Mana hin ka %S (%S) sinji.

source: Finished installing plugins.
son: Sukarey sinjiyaoo ben.

source: Installed
son: Sinjante

source: Failed
son: Kayante

source: License not accepted
son: Duɲe kaddasu mana yaddandi

source: Not Available
son: Ši bara

source: Manual Install
son: Kanbe sinjiyan

source: Manually install the plugin.
son: Sukarey sinji nda kanbe.

source: No suitable plugins were found.
son: Sukari hennayaŋ kul mana duwandi.

source: No plugins were installed.
son: Sukari kulyaŋ mana sinjandi.

source: Unknown Plugin (%S)
son: Sukari (%S) šibayante

source: Restart %S
son: %S tunandi taaga

source: Close
son: Daabu

source: Click here to download plugin.
son: Naagu ne ka sukari zumandi.
