Repository: translate/mozilla-l10n
Catalog: cak/mobile/android/chrome/aboutLogins.properties.po
Languages: cak

source: Show password
cak: Tik'ut pe ri ewan tzij

source: Copy password
cak: Tiwachib'ëx ewan tzij

source: Copy username
cak: Tiwachib'ëx rub'i' winäq

source: Edit login
cak: Tinuk' rutikirib'al molojri'ïl

source: Delete
cak: Tik'am el

source: Delete this login?
cak: ¿La niyuj el rutikirib'al re moloj re'?

source: Copy
cak: Tiwachib'ëx

source: OK
cak: ÜTZ

source: Cancel
cak: Jumul tiq'at

source: Edit Login
cak: Tinuk' rutikirib'al molojri'ïl

source: Saved login
cak: Yakon rutikitisab'al molojri'ïl

source: Changes could not be saved
cak: Man tikirel ta yeyak ri taq jaloj

source: Age: %S days
cak: Rujuna': %S taq q'ij

source: Copy failed
cak: Sachoj toq xwachib'ëx

source: Password copied
cak: Xwachib'ëx ri ewan tzij

source: Username copied
cak: Kib'i' ri winäq ewachib'en

source: Show
cak: Tiq'alajin pe

source: Hide
cak: Tewäx
