Repository: translate/mozilla-l10n
Catalog: hto/toolkit/chrome/global/aboutTelemetry.properties.po
Languages: hto

source: General Data
hto: Nána ráanɨaɨ

# generalDataHeadingName
source: Name
hto: Mamékɨ

# generalDataHeadingValue
source: Value
hto: Ráifide

# environmentDataHeadingName
source: Name
hto: Mamékɨ

# environmentDataHeadingValue
source: Value
hto: Ráifide

source: Click to toggle section
hto: Béno jéta óni óyena írano

source: (No data collected)
hto: (Naɨ ɨ́rañeiga ráanɨ)

source: Telemetry Log
hto: Ráanɨaɨ Telemetry

source: Hits
hto: Baítade

source: Avg. Time (ms)
hto: Móna dáfeneido (md)

source: Stack:
hto: Dúte:

source: Memory map:
hto: Káɨ énɨe íyano úibira

source: average
hto: Défeneido

source: Copy
hto: Fakádo

source: Property
hto: Kúeɨena

# valuesHeader
source: Value
hto: Ráifide

source: Add-on ID
hto: Jɨaɨe ID

source: Details
hto: Kaɨmafɨrede

source: %1$S Provider
hto: Atɨ́raɨma %1$S

source: Parent Payload
hto: Móoma íyano

source: Child Payload %1$S
hto: Jíto íyano %1$S
