Repository: translate/mozilla-l10n
Catalog: ss/dom/chrome/xslt/xslt.properties.po
Languages: ss

source: Parsing an XSLT stylesheet failed.
ss: Kwakha inshokutsi yesitayelashidi XSLT yehlulekile.

source: Parsing an XPath expression failed.
ss: Kwakha inshokutsi yekubeka luvo la XPath kuhlulekile.

source: XSLT transformation failed.
ss: Ingucuko ya XSLT yehlulekile.

source: Invalid XSLT/XPath function.
ss: Lengasebenti XSLT/XPath umsebenti.

source: XSLT Stylesheet (possibly) contains a recursion.
ss: Sitayelashidi XSLT (lokufanele) kuba nekuphindzaphindza.

source: Attribute value illegal in XSLT 1.0.
ss: Lokwengetiwe akukho emtsetfweni ku XSLT 1.0.

source: An XPath expression was expected to return a NodeSet.
ss: An XPath lokuboniswako bekufanele kutsi kujike NodeSet.

source: XSLT transformation was terminated by <xsl:message>.
ss: Ingucuko ya XSLT icedvwe ngu <xsl:message>,

source: An XSLT stylesheet does not have an XML mimetype:
ss: Sitayelashidi XSLT asinalo luhlobo XML lekumayima:

source: An XSLT stylesheet directly or indirectly imports or includes itself:
ss: Sitayelashidi XSLT ungenisangco noma nsombo noma siyatifaka:

source: An XPath function was called with the wrong number of arguments.
ss: An XPath umsebenti wabito ngenamba lengesiyo yetimphikiswano.

source: An unknown XPath extension function was called.
ss: Indlela yemsebenti losingetelelo longatiwa XPath wabitwa.

source: XPath parse failure: ')' expected:
ss: XPath kuhluleka kwe parse: ')' lokulindzelekile:

source: XPath parse failure: invalid axis:
ss: XPath kuhluleka kwe parse: ema axis lokungasiwo:

source: XPath parse failure: Name or Nodetype test expected:
ss: XPath kuhluleka kwe parse: Libito nome iNodetype luhlolo lolulindzelwe:

source: XPath parse failure: ']' expected:
ss: XPath kuhluleka kwe parse: ']' kulindzelekile:

source: XPath parse failure: invalid variable name:
ss: XPath kuhluleka kwe parse: Libito lelingasebenti lelihlangahlangene:

source: XPath parse failure: unexpected end of expression:
ss: XPath kuhluleka kwe parse: unexpected kuphela kwenkhulumiswano:

source: XPath parse failure: operator expected:
ss: XPath kuhluleka kwe parse: kulindzeleke lephetse:

source: XPath parse failure: unclosed literal:
ss: XPath kuhluleka kwe parse: lengakavaleki sanhlobo:

source: XPath parse failure: ':' unexpected:
ss: XPath kuhluleka kwe parse: ':' lengakalindzeleki:

source: XPath parse failure: '!' unexpected, negation is not():
ss: XPath kuhluleka kwe parse: '!' inegation lengakalindzeleki not():

source: XPath parse failure: illegal character found:
ss: XPath kuhluleka kwe parse: kutfolakele luhlavu lolungekho emtsetfweni:

source: XPath parse failure: binary operator expected:
ss: XPath kuhluleka kwe parse: kulindzeleke binarary lephetse:

source: An XSLT stylesheet load was blocked for security reasons.
ss: Kulayisha sitayelashidi XSLT kwavimbeleka ngetizatfu tekuvikeleka.

source: Error loading stylesheet: %S
ss: Liphutsa lekulayisha sitayelashidi: %S

source: Error during XSLT transformation: %S
ss: Liphutsa ngesikhatsi kugucuka XSLT: %S
