Repository: translate/mozilla-l10n
Catalog: hch/browser/chrome/browser/devtools/connection-screen.dtd.po
Languages: hch

# title
source: Connect
hch: m+kayuani

source: Connect to remote device
hch: meiwieni dispositivo tiut+wametsie

source: Host:
hch: Manti mu 'u:

source: Port:
hch: Kereuyɨni:

source: Connect
hch: meiwieni

source: Connecting…
hch: Hauwiwiretɨ...

source: Available remote tabs:
hch: makinatsie nait+ p+titat+ka

source: Available remote processes:
hch: nait+ makinatsie p+titat+ka

source: Error:
hch: axap+y+

source: Error: connection timeout.
hch: axap+y+ teheiwiwakaku

source: Error: connection refused.
hch: axa p+y+y+ teheiwiwakaku pat+a makinatsie

source: Unexpected error.
hch: axap+y+ pa+ nekatraeriwakaku
