Repository: translate/mozilla-l10n
Catalog: cbk/browser/chrome/browser/places/places.dtd.po
Languages: cbk

source: Library
cbk: Catalogó

source: &Organize
cbk: &Organisa

source: Organize your bookmarks
cbk: Aregla dituyu bookmarks

source: &Close
cbk: Sera

source: Change your view
cbk: Kambiya el vista

source: Show &Columns
cbk: Mira kunel &Colums

source: &A > Z Sort Order
cbk: Z Sort Order

source: &Import Bookmarks from HTML…
cbk: Pone Bookmarks staba na HTML

source: &Export Bookmarks to HTML…
cbk: liba kun&el maga bookmarks kun HTML

source: Import Data from &Another Browser…
cbk: imby&a data' estaba na otro browser

source: &Restore
cbk: &Restora

source: &Choose File…
cbk: Eskuwi File

source: &Bookmark This Page…
cbk: &Bookmark Deste Page

source: &Delete This Page
cbk: Bora este pahina

source: &Forget About This Site
cbk: Ulbida porkasa na di este Site

source: &Open
cbk: Abri

source: Open in a &New Window
cbk: Abri &na nuevo Window

source: Open in a Ne&w Tab
cbk: Abri na nuevo Tab

source: &Open All in Tabs
cbk: Abri t&odo na tabs

source: Propert&ies
cbk: Propert&iya

source: &Sort By Name
cbk: Tipo por Nombre

source: New &Bookmark…
cbk: Nuevo &Bookmark

source: New F&older…
cbk: Nuev&o Folder

source: New &Separator
cbk: Nuebo &Separator

source: &Reload Live Bookmark
cbk: Hace activao el vivi&r marcador

source: Name
cbk: Nombre

source: Location
cbk: Lokasyon

source: Visit Count
cbk: Bisita Count

source: Description
cbk: Deskripsyon

source: Added
cbk: Omentar

# search.label search.accesskey
source: &Search:
cbk: Bukar:

source: &Import and Backup
cbk: &Importasyon pati Backup

source: Import and backup your bookmarks
cbk: Importe pati backup dituyo bookmarks

source: Go back
cbk: Anda bira

source: Go forward
cbk: Anda Adelante

source: Mor&e
cbk: Manada

source: L&ess
cbk: M&enora

source: Select an item to view and edit its properties
cbk: Selecta el item para mira pati man edit el properties

# find.label find.accesskey
source: &Search:
cbk: Bukar:

source: Vie&w
cbk: Anda mira

source: By &Date
cbk: Por &Date

source: By &Site
cbk: Por &Site

source: By Most &Visited
cbk: Por mas buscados

source: By &Last Visited
cbk: Por u&ltimo visitado

source: By Da&te and Site
cbk: Por Da&te pati Site
