Repository: translate/mozilla-l10n
Catalog: lg/browser/chrome/browser/aboutCertError.dtd.po
Languages: lg

source: Untrusted Connection
lg: Ennyunga Eteesigika

source: This Connection is Untrusted
lg: Ennyunga eno Teyeesigika

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
lg: Osabye &brandShortName; ekunnyunge bulungi ku <b>#1</b>, naye tetuyinza kukakasa nti ennyunga yo eteredde.

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
lg: Bulijjo, bw'ogezaako okunnyunga obulungi, ebibanja bijja kuleeta obubonero obwesigika nga bulaga nti ogenda mu kifo kituufu. Naye, ekibanja kino obubonero bwekileeta tebusobola kakasibwa.

source: What Should I Do?
lg: Nsanye Kola Ki?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
lg: Bwoba otera okunnyunga ku kibanja kino awatali buzibu, ensobi eno eyinza okutegeza nti waliwo agezaako okwefuula ekibanja, era tosanidde genda mu maaso.

source: Get me out of here!
lg: Vva wano!

source: I Understand the Risks
lg: Ntegeera Obuzibu

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
lg: Bwoba nga otegeera ekigenda mu maaso, oyinza okutegeeza &brandShortName; okutandika okwesiga obubonero bw'ekibanja kino. <b>Ne bwe wesiga ekibanja, ensobi eno esobola okutegeeza nti waliwo ataataaganya okuyungibwa kwo.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
lg: Toteekako nkizo okuggyako ng'omanyi nti waliwo ensonga lwaki ekibanja kino tekikozesa bubonero bwesigika.

source: Add Exception…
lg: Gattako Okujjako…

source: Technical Details
lg: Obulambulukufu Obw'ekikugu
