Repository: translate/mozilla-l10n
Catalog: lg/browser/chrome/browser/shellservice.properties.po
Languages: lg

source: %S &Options
lg: %S &Ebyokulondako

source: %S &Safe Mode
lg: %S &Enkola eyo Bwerinde

source: &Options
lg: &Ebyokulondako

source: &Don't ask me again
lg: &Toddamu kubuuza

source: Default Browser
lg: Akanoonya Akekalalira

source: %S is not currently set as your default browser. Would you like to make it your default browser?
lg: %S tetegekeddwa nga enonyeso yo eyenkalakalira. Wandiyaggade okugifula enonyeso yo eyenkalakalira?

source: Always perform this check when starting %S.
lg: Bulijjo kola okukebera kuno bw'oba ng'otandika %S.

source: Desktop Background.bmp
lg: Lwaliro.bmp lwa Sikulini

source: Saving Picture…
lg: Okutereka Ebifananyi…

source: Set Desktop Background
lg: Tereza Olwaliro lwa Sikulini
