Repository: translate/mozilla-l10n
Catalog: lg/browser/chrome/browser/syncGenericChange.properties.po
Languages: lg

source: Change your Password
lg: Kyusa Akasuumulizo ko

source: Change Password
lg: Kyusa akasuumulizo

source: Changing your password…
lg: Akasuumulizo ko kakyusibwa…

source: Your password has been changed.
lg: Akasumulizoko kalina okukyusibwa.

source: There was an error changing your password.
lg: Wabadewo ensobi mu kukyusa akasumulozo ko.

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
lg: Akasumuluzo ko kalina okuba ne nyukuta ezitaka wansi wa 8. Tekisoobola kuba kyekyimu ne elinya lyo kozesa oba Akasumuluzo Kokununula.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
lg: Manya: Ebikola byo ebirala byoona tebijja kusoobola kuyingibwa ku akawuntayo bwo kyusa akasumulozo.

source: My Recovery Key
lg: Akasumuluzo Kange Akokununula

source: Change Recovery Key
lg: Kyusa Akasumuluzo Kokuzawo

source: Changing Recovery Key and uploading local data, please wait…
lg: Okukyusa akasumuluzo kokununula nokutika bwiino, bambi linidirirako…

source: There was an error while changing your Recovery Key!
lg: Wabadewo ensobi mukukyuusa Akasumuluzo ako Kununula!

source: Your Recovery Key was successfully changed!
lg: Akasuluzoko ako Kununula kakyusiddwa!

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
lg: Okukakasa ebyekyama ntibitukiride, data wo yena a futibwa nga tanaba kutikibwa. Akasumuluzo ko kukyusa olufutifuti teka tikibwa.

source: Note: Changing this will erase all data stored on the Sync server and upload new data secured by this Recovery Key. Your other devices will not sync until the new Recovery Key is entered for that device.
lg: Manya: Okukyusa kino kijja kusangula data yena aterekeddwa mu ngabiz Etuusa era etika bwiino omupya asibidwa Akasumuluzo akanunula. Ebikozesebwa byo ebirala tebijja kutusibwa okutusanga otademu akasumuluzo akanunula akapya.

source: Your Recovery Key
lg: Akasumuluzoko Akanunula

# new.password.title
source: Update Password
lg: Tusaganya Akasumuluzo

source: Your password was rejected by the server, please update your password.
lg: Kompyuta efuga zinazo ezize akasumuluzo ko. bambi tusaganya akasumuluzo ko.

source: Enter your new password
lg: Tekamu akasumuluzoko akapya

source: Confirm your new password
lg: Kakasa akasumuloko akapya

# new.password.acceptButton
source: Update Password
lg: Tusaganya Akasumuluzoko

source: Password incorrect, please try again.
lg: Akasumuluzo kakyamu, gezako natte.

# new.recoverykey.title
source: Update Recovery Key
lg: Tusaganya Akasumuluzoko Akanunula

source: Your Recovery Key was changed using another device, please enter your updated Recovery Key.
lg: Akasumuluzo ko Akanunula kakyusiddwa ne kyuma ekirala, bambi tekamu akasumuluzo ko akatuusa akapya.

# new.recoverykey.acceptButton
source: Update Recovery Key
lg: Tuusa Akasumuluzo Akanunula
