Repository: translate/mozilla-l10n
Catalog: tn/obsolete/browser/chrome/browser/devtools/app-manager.dtd.po
Languages: tn

# index.title
source: App Manager
tn: Molaola Tiriso

source: Apps
tn: Ditiriso

source: Device
tn: Sediriswa

# index.help
source: Help
tn: Thuso

source: Debug main process
tn: Rarabolola thulaganyo e kgolo

source: Open the Developer Tools connected to the main process on the device
tn: Bula Didiriswa tsa Badiri tse di golaganyeng le thulaganyo e kgolo mo sedirisweng

source: Screenshot
tn: Sekerinitsepamo

source: Open a screenshot of the current state of the device in a new tab
tn: Bula tsepamo sekerini ya maemo a ga jaana a sediriswa mo thebeng e ntsha

source: Device Control Center
tn: Selaola Sediriswa Taolo

source: Not connected. Please connect your device below.
tn: Ga go na kgolaganyo. Tswêê-tswêê golaganya sediriswa fa tlase.

source: Start
tn: Simolola

source: Start this app on the device
tn: Simolodisa tiriso e mo sedirisweng

source: Stop
tn: Emisa

source: Stop this app on the device
tn: Emisa tiriso e mo sedirisweng

# device.debugApp
source: Debug
tn: Rarabolola

source: Open the Developer Tools connected to this app on the device
tn: Bula Didiriswa tsa Badiri tse di golaganyeng le thulaganyo e mo sedirisweng

source: Name
tn: Leina

source: Plain (default)
tn: Bonalang (thulaganyetsoruri)

source: Privileged
tn: Tshono

source: Certified
tn: Netefaditswe

source: Allow
tn: Letlelela

source: This permission is allowed for apps of this type
tn: Tetla e, e letleleletswe mo ditirisong tsa mofuta o

source: Prompt
tn: Rotloetsa

source: This permission requires a user prompt for apps of this type
tn: Tetla e, e lopa kgwetlho ya modiri mo ditirisong tsa mofuta o

source: Deny
tn: Ganela

source: This permission is denied for apps of this type
tn: Tetla e, e latoletswe ditiriso tsa mofuta o

source: Installed Apps
tn: Ditiriso tse di Tsentsweng

source: View a list of apps installed on the device. Some apps, such as certified apps, may be excluded from this view.
tn: Leba lenaane la diriso tse di tsentsweng mo sedirisweng. Dingwe tsa ditiriso, jaaka ditiriso tse di totobaditsweng, di ka tlhaolwa go tswa mo tebong e.

source: Permissions
tn: Ditetla

source: View a table of the permissions accessible to the different types of apps
tn: Leba lenaneothalo la ditetla le le nang le tetlelesego mo mefuteng e farologaneng ya ditiriso

source: Browser Tabs
tn: Dithebe tsa Sebatli

source: View a list of tabs in the browser of the connected device
tn: Leba lenaane la dithebe mo sebatling sa sediriswa se se golaganyeng

# device.debugBrowserTab
source: Debug
tn: Rarabolola

source: Open the Developer Tools connected to this browser tab on the device
tn: Bula Didiriswa tsa Badiri tse di golaganyeng le thebe ya sebatli mo sedirisweng

# device.help
source: Help
tn: Thuso

source: Connect to the device
tn: Golaganya le sediriswa

source: Disconnect
tn: Gokaganyolola

source: Disconnect from the current device or simulator
tn: Gokaganyolola go tswa mo sediriswa kgotsa se ka thulaganyo - tiriso ga jaana

source: Not Connected.
tn: Ga gona kgolaganyo.

source: Connect to:
tn: Golaganya le:

source: No device found. Plug a device
tn: Ga gona sediriswa se se bonweng. Gokela sediriswa

source: Change
tn: Fetola

source: Change the host and port used to connect to the device (defaults to localhost:6000)
tn: Fetola pinagare le setshwaraganyi se sedirisiwang go golaganya le sediriswa (dithulaganyetsoruri kwa pinagareng e e gaufi:6000)

source: Start Simulator
tn: Simolodisa Seka thulaganyo-tiriso

source: Start an instance of the Simulator and connect to it
tn: Simolodisa leloko la Seka thulaganyo-tiriso le go golaganya mo go yone

# connection.saveConnectionInfo
source: Save
tn: Boloka

source: Save the host and port
tn: Boloka pinagare le setshwaraganyi

source: Connecting…
tn: Ea gokaganya...

source: Disconnecting…
tn: E a gokaganyolola...

source: Cancel
tn: Khansela

source: Cancel the connection in progress
tn: Khansela kgolagano e tsweletseng

source: Exit the Simulator connection mode and return to the initial prompt
tn: Tswaya mo mokgweng wa kgolagano ya Seka thulaganyo-tiriso o boele ko tshimologong ya kgwetlho

source: or
tn: kgotsa

source: No simulator installed.
tn: Ga gona Seka thulaganyo-tiriso e tsentsweng.

source: Install Simulator
tn: Tsenya Seka thulaganyo-tiriso

source: Install a version of the Simulator by downloading the relevant add-on
tn: Tsenya mofuta wa Seka thulaganyo-tiriso ka go kopolola seoketswa se amanang

# connection.installAnotherSimulator
source: Add
tn: Tsenya

source: Install an additional version of the Simulator by downloading the relevant add-on
tn: Tsenya koketso mofuta wa Seka-thulaganyo-tiriso ka go kopolola seoketswa sese amanang

source: Start:
tn: Simolola:

# projects.localApps
source: Local Apps
tn: Ditiriso tsa Selegae

# projects.addApp
source: Add
tn: Tsenya

source: Add Packaged App
tn: Tsenya Tiriso e Phuthetsweng

source: Add a new packaged app (a directory) from your computer
tn: Tsenya tiriso e ntšha e phuthetsweng (lenaneofaele) go tswa mo khomputareng ya gago

source: Add Hosted App
tn: Tsenya Tiriso e Tshegeditsweng

source: Add a new hosted app (link to a manifest.webapp file) from a remote website
tn: Tsenya tiriso e ntšha e tshegeditsweng (kgokagano mo faeleng ya manifest.webapp) go tswa mo Webosaete e kgakala

# projects.title
source: Local Apps
tn: Ditiriso tsa Selegae

source: App Details
tn: Dintlha tsa Tiriso

source: Remove this app from the list of apps you are working on. This will not remove it from a device or a simulator.
tn: Tlosa tiriso eno go tsweng mo lenaane la ditiriso tse o berekelang mo go tsone. Se gase ka ke sa e tlosa mo sediriswa kgotsa seka-thulaganyo-tiriso.

source: Update
tn: Tlhabolola

source: Execute validation checks and update the app to the connected device
tn: Simolodisa netefatso tlholo le go tlhabolola tiriso mo sedirisweng se se golananyeng

# projects.debugApp
source: Debug
tn: Rarabolola

source: Open Developer Tools connected to this app
tn: Bula Didiriswa tsa Badiri tse di golaganyeng le tiriso eno

# projects.saveManifest
source: Save
tn: Boloka

source: Save the contents of the Manifest Editor below
tn: Boloka diteng tsa Setselaganyi sa Pônatsô fa tlase

source: No projects. Add a new packaged app below (local directory) or a hosted app (link to a manifest file).
tn: Ga gona diporojeke. Tsenya sephuthelo se sesha sa tiriso fa tlase (Lenaneofaele le le gaufi) kgotsa tiriso e tshegeditsweng ( kgokagano mo faeleng ya pônatsô).

source: Manifest Editor
tn: Setselaganyi sa Pônatsô

source: Edit your app's manifest in the panel below. The Update button will save your changes and update the app.
tn: Tseleganya tiriso ya gago ya pônatsô mo phaneleng fa tlase. Konopo ya tlhabololo e tla boloka diphetogo tsa gago le go tlhabolola tiriso.

source: Manifest Viewer
tn: Sebontsha Pônatsô

source: Examine your app's manifest in the panel below
tn: Tlhatlhoba tiriso pônatsô ya gago mo phaneleng fa tlase

source: Valid
tn: Boammaaruri

source: Error
tn: Phoso

source: Warning
tn: Tsiboso

source: Hosted
tn: Tshegeditse

source: Packaged
tn: Phuthetswe

# help.title
source: App Manager
tn: Molaola Tiriso

source: Close
tn: Tswala

source: This tool will help you build and install web apps on compatible devices (i.e. Firefox OS). The <strong>Apps</strong> tab will assist you in the validation and installation process of your app. The <strong>Device</strong> tab will give you information about the connected device. Use the bottom toolbar to connect to a device or start the simulator.
tn: Sediriswa seno se tla go thusa go aga le go tsenya ditiriso tsa webo mo sediriswa se se tsamaelana (sekaô Tsamaisotiriso ya Firefox). Thebe ya <strong>Ditiriso</strong> e tla go thusa mo netefatso le thulaganyo-tsenyô ya tiriso ya gago. Thebe ya <strong>Sediriswa</strong>e tla go fa tshedimosetso ka sediriswa se se golaganyeng. Dirisa bara ya didiriswa e fa tlase go golaganya le sediriswa kgotsa go simolodisa se ka thulaganyo - tiriso.

source: Useful links:
tn: Dikgokagano tse di Molemô:

source: Documentation: Using the App Manager
tn: Melawana ya tiriso: Go dirisa Selaola Tiriso

source: How to setup your Firefox OS device
tn: Ka fa o ka tsenya mo thulaganyo sediriswa sa gago sa Tsamaisotiriso ya Firefox

source: Troubleshooting
tn: Tharabololobothata

source: Install Simulator Add-on
tn: Tsenya seoketswa sa Seka-thulaganyo-tiriso

source: Install Adb Helper Add-on
tn: Tsenya Motshwarisa--tiro seoketswa sa Adb
