Repository: translate/mozilla-l10n
Catalog: roa-*-val/toolkit/chrome/pluginproblem/pluginproblem.dtd.po
Languages: roa_es_val

source: Tap here to activate plugin.
roa_es_val: Pulsa ací per a activar el plugin.

source: Activate plugin.
roa_es_val: Activar el plugin.

source: Check for updates…
roa_es_val: Comprovar actualisacions…

source: This plugin has been blocked for your protection.
roa_es_val: Este plugin s'ha bloquejat per a la teua protecció.

source: Hide plugin
roa_es_val: Amagar el plugin

source: Manage plugins…
roa_es_val: Administrar els plugins…

source: Reload the page
roa_es_val: Recarregar la pàgina

source: to try again.
roa_es_val: per a tonar-ho a intentar.

source: Send crash report
roa_es_val: Envia este informe d'erro

source: Sending report…
roa_es_val: Enviant l'informe…

source: Crash report sent.
roa_es_val: L'informe s'ha enviat.

source: Crash reporting disabled.
roa_es_val: Els informes estan desactivats.

source: Submission failed.
roa_es_val: No s'ha pogut enviar l'informe.

source: No report available.
roa_es_val: No hi ha informe disponible.

source: Add a comment (comments are publicly visible)
roa_es_val: Afig un comentari (els comentaris són visibles per tot lo món)

source: File
roa_es_val: Archiu

source: MIME Types
roa_es_val: Tipos MIME

source: Enable Adobe Flash protected mode
roa_es_val: Activa el modo protegit d'Adobe Flash
