Repository: translate/mozilla-l10n
Catalog: ff/toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: ff

source: Create Profile Wizard
ff: Sos Ɗoworde Heftinirde

source: &brandShortName; stores information about your settings and preferences in your personal profile.
ff: &brandShortName; mooftat humpito baɗte teelte maa e cuɓoraaɗe maa e nder heftinirde maa heeriinnde.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
ff: So tawii ko a denndauo ndee tummbitere &brandShortName;, e woɗɓe, aɗa waawi huutoraade keftinirɗe ngam seerndude humpitooji mom. Ngam waɗde ɗum, kuutoro kala ena foti sosde heftinirde mum heeriinnde.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
ff: So tawii ko aan gooto huutortoo ndee tummbitere &brandShortName;, aɗa foti jogaade hay so heftinirde wootere. So aɗa yiɗi, aɗa waawi sosande hoore maa keftinirɗe keewɗe ngam mooftude teelte e cuɓoraaɗe ceertuɗe. Yeu, aɗa waawi yiɗde jogaade keftinirɗe ceertuɗe ngam njulaagu e golle keeriiɗe.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
ff: Ngam fuɗɗaade sosde heftinirde maa, dobo Payɗo.

source: To begin creating your profile, click Continue.
ff: Ngam fuɗɗaade sosde heftinirde maa, dobo Jokku.

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
ff: Ngam fuɗɗaade sosde heftinirde maa, dobo Payɗo.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
ff: So a sosii keftinirɗe keewɗe aɗa waawi seerndirɗe-ɗe innde. Aɗa waawi huutoraade innde hokkaande ndee walla kuutoro-ɗaa innde nde cuɓi-ɗaa.

source: &Enter new profile name:
ff: &Naatnu innde heftinirde hesere:

source: Your user settings, preferences and other user-related data will be stored in:
ff: Teelte kuutoro maa, cuɓoraaɗe e keɓe kuutoro goɗɗe maa moofte e nder:

source: Default User
ff: Kuutoro Goowaaɗo

source: &Choose Folder…
ff: &Suɓo Runngere…

source: &Use Default Folder
ff: &Huutoro Runngere Woowaande
