Repository: translate/mozilla-l10n
Catalog: krc/browser/chrome/browser/preferences/content.dtd.po
Languages: krc

source: Pop-ups
krc: Учуб чыгъыучу терезеле

source: &Block pop-up windows
krc: Учуб чыгъыучу терезелени тыяргъа

source: Notifications
krc: Билдириуле

# notificationsPolicyLearnMore.label
source: Learn more
krc: Энтда

source: C&hoose…
krc: С&айла…

source: Do &not disturb me
krc: Мени &джунчутма

source: &Exceptions…
krc: Искл&юченияла

source: Fonts & Colors
krc: Шрифтле бла бет бояула

source: &Advanced…
krc: Энтда баш&ха

source: &Colors…
krc: Бет& бояула…

source: Languages
krc: Тилле

source: Ch&oose…
krc: С&айларгъа

source: &Translate web content
krc: &Веб контентни кёчюрюрге

source: E&xceptions…
krc: Ис&ключенияла

source: Translations by
krc: Кёчюргенди

source: &Play DRM content
krc: &DRM контентни ойнатыргъа

# playDRMContent.learnMore.label
source: Learn more
krc: Энтда ач
