Repository: translate/mozilla-l10n
Catalog: ilo/obsolete/browser/chrome/browser/syncGenericChange.properties.po
Languages: ilo

source: Change your Password
ilo: Sukatan ti Kontrasenias

source: Changing your password…
ilo: Suksukatan ti kontrasenias...

source: Your password has been changed.
ilo: Nasukatan ti kontrasenias.

source: There was an error changing your password.
ilo: Rimsua ti kammali bayat ti pannakasukat ti kontrasenias.

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
ilo: Masapol nga adda ti uray no kabassitan a 8 a kurdit ti kontrasenias. Saan nga agkapada iti awagyo wenno iti Tulbek a Pangipulong.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
ilo: Abiso: Saan a makisiplo amin a sabsabali nga aparato iti kuenta no mabaliwan daytoy a kontrasenias.

source: My Recovery Key
ilo: Tulbek a Pangabrot

source: Change Recovery Key
ilo: Baliwan ti Tulbek a Pangabrot

source: Changing Recovery Key and uploading local data, please wait…
ilo: Balbaliwan ti Tulbek a Pangabrot ken ipangatngato ti lokal a datos, aguraykayo man...

source: There was an error while changing your Recovery Key!
ilo: Rimsua ti kammali itay binaliwan ti tulbet a pangabrot.

source: Your Recovery Key was successfully changed!
ilo: Nabaliwan a nalaing ti Tulbek a Pangipulong!

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
ilo: Amin a datos ket maikripta sakbay a maiyuli ida tapno mapatalgedan ti dagup amin a kinapaknianyo. Saan a maiyuli ti pangidekripta a tulbek.

source: Note: Changing this will erase all data stored on the Sync server and upload new data secured by this Recovery Key. Your other devices will not sync until the new Recovery Key is entered for that device.
ilo: Abiso: No mabaliwan daytoy, maborra amin a datos a natipon iti serbidor ti Sync santo maingato ti baro a datos nga napasingkedan daytoy a Tulbek a Pangipulang. Saanto a maigiddan dagiti sabsabali nga aparato aginggana maisurat ti baro a Tulbek a Pangipulang maipaay kadayta nga aparato.

source: Your Recovery Key
ilo: Tulbek a Pangabrot

# new.password.title
source: Update Password
ilo: Manarimaan ti Kontrasenias

source: Enter your new password
ilo: Isuratyo ti baro a kontrasenias

source: Confirm your new password
ilo: Pasingkedan ti baro a kontrasenias

# new.password.acceptButton
source: Update Password
ilo: Manarimaan ti Kontrasenias

source: Password incorrect, please try again.
ilo: Saan a maipateg ti kontrasenias, padasenyo manen.

# new.recoverykey.title
source: Update Recovery Key
ilo: Tarimnen ti Tulbek a Pangabrot

source: Your Recovery Key was changed using another device, please enter your updated Recovery Key.
ilo: Nabaliwan ti Tulbek a Pangabrot iti sabali nga aparato, isuratyo man ti agdinama a Tulbek a Pangabrot.

# new.recoverykey.acceptButton
source: Update Recovery Key
ilo: Tarimnen ti Tulbek a Pangabrot
