Repository: translate/mozilla-l10n
Catalog: */webapprt/webapprt/overrides/appstrings.properties.po
Languages: af, az, bg, bn_bd, ca, cy, es_mx, eu, fa, gd, hi_in, hr, hy_am, id, is, kab, kk, km, kn, lt, lv, mai, ml, mr, ms, my, oc, or, pt_br, ro, si, sv, ta, te, tr, ur, uz, xh

source: The URL is not valid and cannot be loaded.
af: Die URL is ongeldig en kan nie gelaai word nie.
az: URL doğru deyil və yüklənə bilinmir.
bg: Адресът не невалиден и не може да бъде зареден.
ca: L'URL no és vàlid i no es pot carregar.
cy: Nid yw'r URL yn ddilys ac nid oes modd ei lwytho.
es_mx: La URL no es válida y no puede ser cargada.
eu: URLa ez da baliozkoa eta ezin da kargatu.
fa: URLدرج شده معتبر نیست و قادر به بارگذاری نمی باشد.
gd: Chan e URL dligheach a tha ann is cha ghabh a luchdadh.
hi_in: URL वैध नहीं है और लोड नहीं किया जा सकता है.
hr: URL je neispravan i ne može biti učitan.
hy_am: URL-ն սխալ է և չի կարող բացվել:
is: Veffang er ekki gilt eða það er ekki hægt að hlaða því inn.
kab: Tansa URL mačči ţameɣtut, ur tezmir ara ad ali.
kk: Бұл URL қате, сондықтан жүктелмейді.
km: URL មិន​ត្រឹមត្រូវ និង​មិន​អាច​ផ្ទុក​បាន​ទេ ។
kn: URL ಸರಿಯಾಗಿಲ್ಲ ಆದ್ದರಿಂದ ಅದನ್ನು ಲೋಡ್‍ ಮಾಡಲಾಗುವುದಿಲ್ಲ.
lt: Neteisingas URL adresas, jo negalima įkelti.
lv: Šī adrese nav derīga un to nevar ielādēt.
mai: URL वैध नहि अछि आओर लोड नहि कएल जाए सकैत अछि.
ml: തെറ്റായി യുആര്‍എല്‍, ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല.
mr: URL अवैध असल्यामुळे लोड होऊ शकत नाही.
ms: URL tersebut tidak sah dan tidak boleh dimuatkan.
my: ဤဝတ်လိပ်စာ URL သည် ရှိမနေပါသဖြင့်မဖွင့်နိုင်ပါ။
oc: L'URL es pas valida e pòt pas èsser cargada.
or: URL ଟି ଠିକ ନୁହଁ ଏବଂ ତାହାକୁ ଧାରଣ କରାଯାଇପାରିବ ନାହିଁ।
pt_br: O endereço (URL) não é válido e não pode ser carregado.
ro: URL-ul nu este valid și nu poate fi încărcat.
si: URL සාවද්‍යවන අතර පූරණය කළ නොහැක.
sv: URL:en är ogiltig och kan inte öppnas.
ta: URL செல்லுபடியாகாதது, அதை ஏற்ற முடியாது.
te: URL చెల్లనిది మరియు లోడు చేయలేము.
tr: URL geçerli olmadığından yüklenemiyor.
ur: یو ار ایل جائز نہیں ہے اور لوڈ نہیں کیا جا سکتا۔
uz: URL to‘g‘ri emas, shuning uchun uni yuklab bo‘lmaydi.
xh: I-URL ayisebenzi kwaye ayinako ukulayishwa.

source: The file %S cannot be found. Please check the location and try again.
af: Die lêer %S kan nie gevind word nie. Kontroleer die ligging en probeer weer.
az: %S faylı tapılmadı. Lütfən ünvanı yoxlayın və təkrar cəhd edin.
bg: Файлът %S не може да бъде намерен. Моля, проверете местоположението и опитайте отново.
bn_bd: %S ফাইলটি খুঁজে পাওয়া যায়নি। অনুগ্রহ করে অবস্থানটি পরীক্ষা করে পুনরায় চেষ্টা করুন।
ca: No s'ha pogut trobar el fitxer %S. Comproveu la ubicació i torneu-ho a provar.
cy: Nid oes modd canfod ffeil %S. Gwiriwch y lleoliad a cheisio eto.
es_mx: No se encontró el archivo %S. Revisa la ubicación e intenta nuevamente.
eu: Ezin da %S fitxategia aurkitu. Egiaztatu helbidea eta saiatu berriro.
fa: پروندهٔ «‪%S‬» پیدا نمی شود. لطفاً مکان آن را بررسی کرده و دوباره امتحان کنید.
gd: Cha deach am faidhle %S a lorg. Dèan cinnteach gu bheil thu 'ga lorg san àite cheart is feuch ris a-rithist.
hi_in: फ़ाइल %S नहीं मिल सकता है. कृपया स्थान जाँचें और फिर कोशिश करें.
hr: Datoteka %S ne može biti pronađena. Molim, provjerite lokaciju i pokušajte ponovno.
hy_am: Անհնար է գտնել %S տվյալը: Խնդրում եմ ստուգեք հասցեն, այնուհետև կրկին փորձեք:
id: Berkas %S tidak ditemukan. Periksa lokasinya dan coba lagi.
is: Skráin %S finnst ekki. Athugaðu staðsetningu og reyndu aftur.
kab: Afaylu %S ulac-it. Senqed adeg u ɛreḍ tikelt nniḍen.
kk: %S файлы табылмаған. Оның бар-жоғын тексергеннен кейін қайталап көріңіз.
km: មិន​អាច​រក​ឃើញ​ឯកសារ %S បាន​ទេ ។ សូម​ពិនិត្យមើល​ទីតាំង និង​សាកល្បង​ម្ដងទៀត ។
kn: ಕಡತ %S ವು ಕಂಡುಬಂದಿಲ್ಲ. ದಯವಿಟ್ಟು ಸ್ಥಳವನ್ನು ಪರೀಕ್ಷಿಸಿ ಹಾಗು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lt: Programai nepavyko rasti failo šiuo adresu: %S. Patikrinkite jo kelią ir bandykite dar kartą.
lv: Fails %S nav atrasts. Lūdzu pārbaudiet atrašanās vietu un mēģiniet vēlreiz.
mai: फाइल %S नहि मिल सकैत अछि . कृप्या स्थान जाँचू आओर फेर कोशिश करू .
ml: %S എന്ന ഫയല്‍ ലഭ്യമല്ല. ദയവായി സ്ഥലം ഉറപ്പ് വരുത്തിയ ശേഷം വീണ്ടും ശ്രമിക്കുക.
mr: फाइल %S सापडू शकली नाही. कृपया स्थान तपासा व पुन्हा प्रयत्न करा.
ms: Fail %S tidak ditemui. Sila periksa lokasi dan cuba lagi.
my: %Sဖိုင်အားရှာမတွေ့ပါ။တည်နေရာအားစစ်ဆေးပြီးတစ်ခေါက်ပြန်လုပ်ကြည့်ပါ။
oc: Impossible de trobar lo fichièr %S. Verificatz son emplaçament e ensajatz tornarmai.
or: ଫାଇଲ %S ମିଳୁନାହିଁ। ଦୟାକରି ଅବସ୍ଥିତି ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁଣିଥରେ ଚେଷ୍ଚାକରନ୍ତୁ।
pt_br: O arquivo %S não foi encontrado. Por favor, verifique o endereço e tente de novo.
ro: Nu se găsește fișierul %S. Vă rugăm verificați locul fișierului și încercați din nou.
si: %S ගොනුව සොයාගත නොහැක. කරුණාකර ස්ථානය පරීක්ෂාකර නැවත උත්සාහ කරන්න.
sv: Filen %S kan inte hittas. Kontrollera adressen och försök igen.
ta: %S என்படும் கோப்பு காணப்படவில்லை. இடத்தை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: %S ఫైలు కనుగొనబడలేదు. దయచేసి స్థానాన్ని పరిశీలించి మరలా ప్రయత్నించండి
tr: %S dosyası bulunamıyor. Lütfen konumu kontrol edin ve tekrar deneyin.
ur: مسل %S نہیں مل رہی۔ محل وقوع کی پڑتال کریں اور دوبارہ کوشش کریں۔
uz: %S fayli topilmadi. Iltimos, manzilni tekshirib ko‘ring va qaytadan urinib ko‘ring.
xh: Ifayile engu-%S ayifumaneki. Nceda ukhangele indawo uze uzame kwakhona.

source: %S could not be found. Please check the name and try again.
af: %S kon nie gevind word nie. Kontroleer die naam en probeer weer.
az: %S tapıla bilmir. Lütfən ünvanı yoxlayın və təkrar cəhd edin.
bg: %S не може да бъде намерен. Моля, проверете името и опитайте отново.
bn_bd: %S খুঁজে পাওয়া যায়নি। অনুগ্রহ করে নাম পরীক্ষা করে পুনরায় চেষ্টা করুন।
ca: No s'ha pogut trobar %S. Comproveu el nom i torneu-ho a provar.
cy: Nid oedd modd llwytho %S. Gwiriwch yr enw a cheisio eto.
es_mx: No se encontró el archivo %S. Revisa el nombre e intenta nuevamente.
eu: Ezin da %S aurkitu. Egiaztatu izena eta saiatu berriro.
fa: «‪%S‬» پیدا نمی‌شود. لطفاً آن را بررسی کرده و دوباره امتحان کنید.
gd: Cha deach %S a lorg. Dèan cinnteach gu bheil an t-ainm ceart agad is feuch ris a-rithist.
hi_in: %S नहीं मिल सका. कृपया नाम जाँचें और फिर कोशिश करें.
hr: %S nije pronađen. Molim, provjerite ime i pokušajte ponovo.
hy_am: Անհնար է գտնել %S­-ը: Եվս մեկ անգամ ստուգեք անունը և կրկին փորձեք:
id: %S tidak dapat ditemukan. Periksa namanya dan coba lagi.
is: Ekki var hægt að finna %S. Athugaðu nafnið og reyndu aftur.
kab: %S ulac-it. Ma ulac aɣilif, senqed isem u ɛreḍ tikelt nniḍen.
kk: %S табылмайды. Атауының дұрыстығын тексеріп, қайталап көріңіз.
km: រក​មិនឃើញ %S ទេ ។ សូម​ពិនិត្យមើល​ឈ្មោះ និង​សាកល្បង​ម្ដងទៀត ។
kn: %S ವು ಕಂಡು ಬಂದಿಲ್ಲ. ದಯವಿಟ್ಟು ಹೆಸರನ್ನು ಪರೀಕ್ಷಿಸಿ ಹಾಗು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lt: Programai nepavyko rasti serverio šiuo adresu: %S. Patikrinkite serverio vardą ir bandykite dar kartą.
lv: %S nevar atrast. Lūdzu pārbaudiet adresi un mēģiniet vēlreiz.
mai: %S नहि मिल सकल. कृप्या नाम जाँचू आओर फेर कोशिश करू .
ml: %S ലഭ്യമല്ല. ദയവായി പേര് ഉറപ്പ് വരുത്തി വീണ്ടും ശ്രമിക്കുക
mr: %S सापडू शकला नाही. कृपया नाव तपासा व पुन्हा प्रयत्न करा.
ms: %S tidak dapat ditemui. Sila periksa nama dan cuba lagi.
my: %S အားရှာမတွေ့ပါ။နာမည်အားစစ်ဆေးပြီးထပ်လုပ်ကြည့်ပါ။
or: %S ମିଳି ପାରିବ ନାହିଁ। ଦୟାକରି ନାମ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁଣିଥରେ ଚେଷ୍ଚାକରନ୍ତୁ।
pt_br: Não foi possível localizar %S. Por favor, verifique o nome e tente de novo.
ro: Nu s-a putut găsi %S. Vă rugăm verificați numele și încercați din nou.
si: %S සොයාගත නොහැක. කරුණාකර නම පරීක්ෂාකර නැවත උත්සාහ කරන්න.
sv: %S kan inte hittas. Kontrollera namnet och försök igen.
ta: %S கண்டுபிடிக்க முடியவில்லை. பெயர் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: %S కనుగొనబడలేదు.దయచేసి నామాన్ని పరిశీలించి మరలా ప్రయత్నించండి.
tr: %S bulunamadı. Lütfen adını kontrol edin ve tekrar deneyin.
ur: %S نہیں مل سکا۔ نام پڑتال کریں اور دوبارہ کوشش کریں۔
uz: %S topilmadi. Nomini tekshiring va qaytadan urinib ko‘ring.
xh: %S ayifumaneki. Nceda uchaze igama uze uzame kwakhona.

source: One of the following %S is not a registered protocol or is not allowed in this context.
af: Een van die volgende %S is nie 'n geregistreerde protokol nie of word nie in dié konteks toegelaat nie.
az: Bu protokollardan biri %S qeydiyyatda deyil və ya bu məzmunda ona icazə verilmir.
bg: Един от следните %S не е регистриран протокол или не е позволен в този контекст.
ca: Un dels protocols següents (%S) no està registrat o no es permet en aquest context.
cy: Nid yw un o'r %S yn brotocol cofrestredig neu nid yw'n cael ei ganiatáu yn y cyd-destun hwn.
es_mx: Uno de los siguientes %S no es un protocolo registrado o no está permitido en este contexto.
eu: Ondorengoetako bat (%S) ez da erregistratutako protokoloa edo ez dago baimenduta testuinguru honetan.
fa: یکی ازموارد %S پروتکل ثبت شده ای نیست یا در اینجا اجازه دسترسی داده نشده است.
gd: Chan eil aon dhe na leanas (%S) 'na phròtacal clàraichte no chan e ceadaichte san t-suidheachadh seo.
hi_in: इनमें से एक %S एक पंजीकृत प्रोटोकॉल नहीं है या इस संदर्भ में अनुमतिप्राप्त नहीं है.
hr: Jedan od sljedećih %S nije registriran protokol ili nije dopušten u ovom kontekstu.
hy_am: %S-ներից մեկը գրանցված հաղորդակարգ չէ կամ թույլատրված չէ:
id: Salah satu dari %S berikut bukan protokol terdaftar atau tidak diizinkan pada konteks ini.
is: Eitt af eftirfarandi %S er ekki skráð samskiptaregla eða ekki leyft í þessu samhengi.
kab: Yiwen seg ineggafen agi %S ur iţwassen ara neɣ ur iţusireg ara deg umnaḍ agi.
kk: Келесі %S ішінен біреуі тіркелген хаттама емес немесе бұл жағдайда рұқсат етілмеген.
km: ​មួយ​ក្នុង​ចំណោម %S មិន​ត្រូវ​បាន​ចុះ​ឈ្មោះ​ពិធីការ​ ឬ​មិន​ត្រូវ​បាន​អនុញ្ញាត​នៅ​ក្នុង​បរិបទ​នេះ។
kn: ಈ ಕೆಳಗಿರುವ ಯಾವುದೋ ಒಂದು %S ನೊಂದಣಿಯಾಗದ ಪ್ರೋಟೋಕೋಲ್ ಅಥವಾ ಈ ಪರಿಸ್ಥಿತಿಯಲ್ಲಿ ಅದನ್ನು ಅನುಮತಿಸಲಾಗಿಲ್ಲ.
lt: Negalima atverti šio adreso, kadangi vienas nurodytų protokolų (%S) nėra susietas su jokia atveriančiąja programa arba yra neleistinas šiame kontekste.
lv: Viens no šiem %S nav reģistrēts protokols vai arī nav atļauts šajā kontekstā.
mai: एकरामे सँ एकटा %S पंजीकृत प्रोटोकाल नहि अछि अथवा ई संदर्भमे अनुमतिप्राप्त नहि अछि.
ml: താഴെ പറഞ്ഞിരിയ്ക്കുന്ന %S-ല്‍ ഒന്നു് രജിസ്ടര്‍ ചെയ്തിട്ടില്ലാത്ത സമ്പ്രദായമാണു്, അല്ലെങ്കില്‍ ഈ സാഹചര്യത്തില്‍ ഇതു് അനുവദിയ്ക്കുന്നില്ല.
mr: खालील %S नोंदणीकृत प्रोटोकॉल नाही किंवा ह्या संदर्भमध्ये स्वीकार्य नाही.
ms: Satu daripada %S berikut bukanlah protokol yang didaftarkan atau tidak dibenarkan di dalam konteks ini.
my: အောက်ပါ ပရိုတိုကောများ %S ထဲမှာ တစ်ခုသည် မှတ်ပုံတင်ထားသော တစ်ခုမဟုတ်ပါ ။ ထို့ကြောင့် ခွင့်မပြုထားပါ။
oc: Un dels protocòls seguents %S es pas un protocòl reconegut o es pas autorizat dins aqueste contèxte.
or: ନିମ୍ନଲିଖିତ %S ମଧ୍ଯରୁ ଗୋଟିଏ ପଞ୍ଜିକୃତ ପ୍ରୋଟକଲ ନୁହଁ କିମ୍ବା ଏହି ପ୍ରସଙ୍ଗରେ ଅନୁମୋଦିତ ନୁହଁ।
pt_br: Um destes protocolos %S não é registrado ou permitido neste contexto.
ro: Unul din următoarele %S nu este un protocol înregistrat sau nu este permis în acest context.
si: පහත %S යින් එකක් ලියාපදිංචි නාමාවලියක් හෝ මෙම සන්ධර්භය තුළ ඉඩ නොලැබෙන හෝ වේ.
sv: Ett av följande (%S) är inte ett registrerat protokoll eller tillåts inte i den här kontexten.
ta: பின்வரும் %S நெறிமுறை பதிவு செய்யப்படவில்லை அல்லது இந்த சூழலில் இதற்கு அனுமதி இல்லை.
te: %S వీటిలో ఒకటి నమోదు కాని ప్రొటోకాలు లేదా ఈ సందర్భంలో అనుమతించబడనిది.
tr: Aşağıdaki %S protokolden birisi kayıtlı bir protokol değil veya bu bağlamda kullanılmasına izin verilmiyor.
uz: Quyidagilardan %S biri ro‘yxatdan o‘tmagan protokol yoki matnda unga ruxsat berilmagan.
xh: Enye yezi zilandelayo %S ayiyoprothokhol ibhalisiweyo okanye ayivumelekanga kule ndawo.

source: The connection was refused when attempting to contact %S.
af: Die verbinding met %S is geweier toe u dit probeer kontak het.
az: %S ilə bağlantı qurmaq istəyi rədd edildi.
bg: Опиттът за свързване с %S беше отказан.
bn_bd: %S এর সাথে যোগাযোগ করার সময় সংযোগ প্রত্যাখ্যান করা হয়েছে।
ca: S'ha rebutjat la connexió en intentar contactar amb %S.
cy: Gwrthodwyd y cyswllt wrth geisio cysylltu â %S.
es_mx: La conexión se rechazó al intentar conectarse a %S.
eu: Konexioa ukatu egin da %S(r)ekin kontaktatzen saiatzerakoan.
fa: هنگام تلاش برای وصل شدن به «‪%S‬» از اتصال خودداری شد.
gd: Chaidh an ceangal a dhiùltadh nuair a dh'iarradh inntrigeadh gu %S.
hi_in: कनेक्शन %S को संपर्क के दौरान अस्वीकृत किया गया था.
hr: Veza je odbijena prilikom povezivanja s %S.
hy_am: Կապնվելու փորձը մերժվեց %S­ի կողմից:
id: Sambungan ditolak saat mencoba menghubungi %S.
is: Tengingu var hafnað við tengingu við %S.
kab: Tuqqna tguma aţeddu ticki teɛreḍ aţnermes %S.
kk: %S адресімен байланысу кезінде байланыс үзілді.
km: ការ​តភ្ជាប់​ត្រូវ​បាន​បដិសេធ ខណៈ​ពេល​ដែល​កំពុង​ប៉ុនប៉ង​តភ្ជាប់​ទៅ %S ។
kn: %S ಅನ್ನು ಸಂಪರ್ಕಿಸಲು ಪ್ರಯತ್ನಿಸಿದಾಗ ಸಂಪರ್ಕವನ್ನು ನಿರಾಕರಿಸಲ್ಪಟ್ಟಿದೆ.
lt: Nepavyko užmegzti ryšio su serveriu %S.
lv: Savienojoties ar %S, savienojums tika atteikts.
mai: कनेक्शन %S केँ संपर्क क दौरान अस्वीकृत कएल गेल था.
ml: %S-മായി ബന്ധപ്പെടുവാനുള്ള ശ്രമത്തിനിടയില്‍ കണക്ഷന്‍ ലഭ്യമായില്ല.
mr: %S शी संपर्क साधतेवेळी जोडणी नकारण्यात आली.
ms: Sambungan telah dinafikan ketika cubaan untuk menghubungi %S.
my: %S ဆီသို့ချိတ်ဆက်ရန်ကြိုးစားစဉ် ချိတ်ဆက်မှူငြင်းပယ်ခြင်းခံရသည်။
or: %S ସହିତ ଯୋଗାଯୋଗ କରିବାକୁ ଚେଷ୍ଟା କରିବା ସମୟରେ ସଂଯୋଗ ମନା କରିଥିଲା।
pt_br: A conexão foi recusada na tentativa de contato com %S.
ro: Conexiunea a fost refuzată când se încerca contactarea %S.
si: %S වෙත සම්බන්ධ වීමට ගත් උත්සාහයේදී සම්බන්ධතාව ප්‍රතික්ෂේප විය.
sv: Anslutningen avvisades vid försöket att kontakta %S.
ta: %S தொடர்பு கொள்ள முயற்சிக்கும் போது இணைப்பு மறுத்து.
te: %S సంప్రదించుటకు ప్రయత్నిస్తున్నప్పడు అనుసంధానం తిరస్కరిస్తోంది.
tr: %S ile iletişim kurmaya çalışılırken bağlantı reddedildi.
ur: %S سے رابطے کی کوشش کرتے ہوئے کنکشن نامنظور کر دیا گیا۔
uz: %S’ga ulanishga urinilganda aloqa rad qilindi.
xh: Ukudityaniswa akuvunywanga xa bekuzanywa ukuqhagamshelana ne-%S.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
af: Die verbinding met %S is onverwags beëindig. Van die data is moontlik oorgedra.
az: %S ilə bağlantı kəsildi. Bəzi məlumatların ötürülməsi baş tutdu.
bg: Свързването с %S беше неочаквано прекъснато. Някои данни може да са се прехвърлили.
bn_bd: %S এর সাথে সংযোগটি অপ্রত্যাশিতভাবে বিচ্ছিন্ন করা হয়েছে। সম্ভবত কিছু তথ্য আদান-প্রদান হয়েছে।
ca: La connexió a %S ha estat interrompuda de manera inesperada. Potser s'han transferit algunes dades.
cy: Daeth y cyswllt a %S i be yn annisgwyl. Mae peth data wedi ei drosglwyddo.
es_mx: La conexión a %S terminó inesperadamente. Algunos datos pudieron haberse transferido.
eu: %S(r)ekin konexioa eten egin da ustekabean. Baliteke datu batzuk transferitu izana.
fa: اتصال به «‪%S‬» به صورت غیر منتظره پایان یافت. ممکن است بعضی از داده‌ها منتقل شده باشند.
gd: Bhris an ceangal ri %S gu h-obann. Dh'fhaodadh gun deach cuid dhen dàta a thoirt seachad.
hi_in: %S कनेक्शन अप्रत्याशित रूप से बंद हो गया. कुछ आंकड़ा हस्तांतरित हो सकता है.
hr: Veza prema %S je neočekivano prekinuta. Neki podaci su vjerojatno prenešeni.
hy_am: %S­ի հետ կապակցումը կեսից խախտվել է. Այնուամենայնիվ տվյալների մի մասը հավանաբար ստացվել/ուղղարկվել է:
id: Sambungan %S diputus tiba-tiba. Mungkin ada data yang telah ditransfer.
is: Tengingin við %S var rofin óvænt. Einhver gögn gætu hafa tapast.
kab: Tuqqna ɣer %S ur tfuk ara akken iwata. Izmer ad yili kra n isefka ţwaznen yakan.
kk: %S адресімен байланыс күтпегенде құрған. Кейбір мәлімет тасымалданбаған болуы мүмкін.
km: ការ​តភ្ជាប់​ទៅកាន់ %S ត្រូវ​បាន​ដាច់​ដោយ​ចៃដន្យ ។ មាន​ទិន្នន័យ​ខ្លះ​ត្រូវ​បាន​បញ្ជូន​ ។
kn: %S ಗೆ ಸಂಪರ್ಕವು ಅನಿರೀಕ್ಷಿತವಾಗಿ ಅಂತ್ಯಗೊಂಡಿದೆ. ಒಂದಿಷ್ಟು ಮಾಹಿತಿಯು ವರ್ಗಾಯಿಸಲ್ಪಟ್ಟಿರಬಹುದು.
lt: Ryšys su serveriu %S netikėtai nutrūko. Gali būti, jog parsiųsti ne visi duomenys.
lv: Savienojums ar %S tika negaidīti pārtraukts. Daļa datu iespējams tika pārsūtīta.
mai: %S कनेक्शन अप्रत्याशित रूप सँ बन्न हो गेल. किछु आंकड़ा हस्तांतरित हो सकैत अछि .
ml: %S-ലേക്കുള്ള കണക്ഷന്‍ അപ്രതീക്ഷിതമായി അവസാനിച്ചിരിക്കുന്നു. ചില ഡേറ്റാ ഒരു പക്ഷേ നീക്കം ചെയ്തിരിക്കാം.
mr: %S करता जोडणी अनपेक्षितरित्या पूर्ण झाली. काहीक माहिती स्थानांतरित झाली असावी.
ms: Sambungan kepada %S telah dihentikan tanpa dijangka. Terdapat data yang telah dipindahkan.
my: မမျှော်လင့်ပဲ%S သို့ချိတ်ဆက်မှူအဆုံးသတ်သွားသည်။အချို့အချက်အလက်များ ရယူပြီးဖြစ်နိုင်သည်။
or: ସଂଯୋଗ %S ଅପ୍ରତ୍ୟାଶିତ ଭାବରେ ସମାପ୍ତ ହୋଇଥିଲା କିଛି ତଥ୍ୟ ସ୍ଥାନାନ୍ତରିତ ହୋଇଥାଇପାରେ।
pt_br: A conexão a %S foi interrompida repentinamente. Alguma informação pode ter sido transferida.
ro: Conexiunea cu %S s-a întrerupt. Este posibil să se fi transferat ceva date.
si: %S සමඟ සම්බන්ධය අනපේක්‍ෂිත ලෙස බිඳිණි. සැලකිය යුතු දත්ත ප්‍රමාණයක් සම්ප්‍රශනය විය.
sv: Anslutningen till %S avslutades oväntat. Viss data kan ha överförts.
ta: %S இணைப்பு எதிர்பாராமல் முடிந்துவிட்டது. சில தரவு மாற்றப்பட்டுள்ளது.
te: %Sకు అనుసంధానం అనుకోకుండా సమాప్తం చేయబడింది.కొంత డాటా బదిలీకరించబడి వుండవచ్చు.
tr: %S ile bağlantı beklenmedik bir şekilde kesildi. Bazı veriler aktarılmış olabilir.
ur: %S کے ساتھ کنکشن غیر متوقع طور پر ختم ہو چکا ہے۔ کچھ کوائف شاید منتقل ہو چکے ہوں۔
uz: %S’ga ulanish kutilmaganda to‘xtatildi. Ba’zi ma’lumotlar yuklangan bo‘lishi mumkin.
xh: Unxibelelwano kwi-%S lupheliswe ngequbuliso. Ezinye iingcombolo zisenokuba zitshintshelwe kwenye indawo.

source: The operation timed out when attempting to contact %S.
af: Die operasie toe u %S probeer kontak het, het uitgetel.
az: %S ilə bağlantının vaxtı bitdi.
bg: Времето за операция изтече при опит за свързване с %S.
bn_bd: %S এর সাথে সংযোগ করার নির্ধারিত সময়সীমা পার হয়ে গেছে।
ca: L'operació ha esgotat el temps disponible en intentar contactar amb %S.
cy: Daeth yr amser i ben wrth geisio cysylltu â %S.
es_mx: Se rebasó el tiempo de espera al intentar conectarse a %S.
eu: Eragiketaren denbora-muga gainditu da %S kontaktatzen saiatzean.
fa: هنگام تلاش برای اتصال به «‪%S‬» مهلت عملیات منقضی شد.
gd: Chaidh an gnìomh thar tìde nuair a dh'iarraidh inntrigeadh gu %S.
hi_in: %S को संपर्क के प्रयास के दौरान संक्रिया का समय समाप्त हो गया.
hr: Veza je istekla prilikom povezivanja s %S.
hy_am: %S­ի հետ կապնվելու ընթացքում թույլատրելի սպասման ժամկետը սպառվեց:
id: Tenggang waktu untuk menghubungi %S habis.
is: Netþjónninn á %S hefur tekið of langan tíma í að svara.
kab: Akud tuqqna yezri makken tnermes %S.
kk: %S адресімен байланысты орнату уақыты аяқталды.
km: អស់​ពេល​ប្រតិបត្តិការ ខណៈ​ដែល​កំពុង​ប៉ុនប៉ង​ទាក់ទង​ទៅកាន់ %S ។
kn: %S ಅನ್ನು ಸಂಪರ್ಕಿಸಲು ಪ್ರಯತ್ನಿಸಿದಾಗ ಕಾರ್ಯಾಚರಣೆಯ ಅವಧಿ ಅಂತ್ಯಗೊಂಡಿದೆ.
lt: Serveris %S per ilgai neatsako.
lv: Mēģinot pieslēgties %S iestājās noilgums.
mai: %S केँ संपर्क क प्रयास क दौरान संक्रिया क समय समाप्त हो गेल.
ml: %S-മായി ബന്ധപ്പെടുന്നതിനുള്ള ശ്രമത്തിനിടയില്‍ പ്രക്രിയയ്ക്കുള്ള സമയം കഴിഞ്ഞിരിക്കുന്നു.
mr: %S शी संपर्क साधतेवेळी क्रिया कालबाह्य झाली.
ms: Operasi telah tamat tempoh ketika cuba menghubungi %S.
my: %S သို့ဆက်သွယ်ရန်ကြိုးစားနေစဉ်လုပ်ဆောင်ခြင်း အချိန်ပြတ်တောက်သွားသည်
or: %S ସହିତ ଯୋଗାଯୋଗ କରିବାକୁ ଚେଷ୍ଟା କରିବା ସମୟରେ ପ୍ରୟୋଗ ସମୟ ସମାପ୍ତ ହୋଇଥିଲା।
pt_br: A conexão atingiu o tempo limite na tentativa de contato com %S.
ro: Timpul prestabilit pentru accesarea %S a expirat.
si: %S සමඟ සම්බන්ධ විමට සැරසෙන විට මෙහෙයුම් කාළය ඉක්විය.
sv: Inget svar vid försöket att kontakta %S.
ta: %S தொடர்பு கொள்ள முயற்சிக்கும் போது சர்வர் இயக்க நேரம் கடந்துவிட்டது.
te: %Sను సంప్రదించడాని ప్రయత్నిస్తున్నప్పుడు ఆపరేషన్ సమయం అయిపోయింది.
tr: %S ile iletişim kurmaya çalışılırken işlem zaman aşımına uğradı.
ur: عملیہ %S سے رابطے کی کوشش کرتے ہوئے تعطل وقت ہو گیا۔
uz: %S’ga ulanilayotganda kutish jarayoni vaqti o‘tib ketdi.
xh: Inkqubo iye yaphelelwa lixesha xa izama ukuqhagamshelana ne-%S.

source: A server is redirecting a request in a way that will never complete.
af: 'n Bediener herverwys 'n versoek op 'n manier wat nooit sal voltooi nie.
az: Bir server, heç vaxt tamamlanmayacaq bir şəkildə istək yönləndirməsi edir.
bg: Сървърът пренасочва заявката по начин, който никога не може да завърши.
bn_bd: একটি সার্ভার এমন ভাবে পুনঃচালিত হওয়ার জন্য অনুরোধ জানাচ্ছে যে সেটি কখনই সম্পূর্ণ হবে না।
ca: Un servidor està redirigint una sol·licitud d'una forma que mai es completarà.
cy: Mae gweinydd yn ailgyfeirio cais mewn ffordd na fydd yn gyflawn.
es_mx: Un servidor está redirigiendo una solicitud de manera que nunca se completará.
fa: سرور درخواست را به شیوه ای هدایت میکند که قابل پایان نیست.
gd: Tha frithealaiche a' dèanamh ath-threòrachadh air dòigh nach crìochnaich gu sìorraidh bràth.
hi_in: सर्वर एक आग्रह पुनर्निर्देशित कर रहा है जो कि कभी पूरा नहीं होगा.
hr: Poslužiteljm preusmjerava zahtjev na način koji se nikad neće dovršiti.
hy_am: Սպասարկիչը վերաուղղորդել է հարցումը մի ճանապարհի, որը երբեք չի կարող ավարտվել:
id: Server mengalihkan permintaan ke alamat ini sedemikian rupa hingga tidak akan pernah selesai.
is: Netþjónn er að endursenda beiðni á þann hátt að henni mun aldrei ljúka.
kk: Сервер сұранымды ол ешқашан аяқталмайтындай етіп қайта бағдарлайды.
km: ម៉ាស៊ីន​មេ​កំពុង​បញ្ជូន​សំណើ​បន្តតាម​វិធី​ដែល​នឹង​មិន​បញ្ចប់។
kn: ಪೂರೈಕೆಗಣಕವು ಎಂದಿಗೂ ಸಹ ಪೂರ್ಣಗೊಳ್ಳದ ಒಂದು ರೀತಿಯಲ್ಲಿ ಮನವಿಯನ್ನು ಮರುನಿರ್ದೇಶನ ಮಾಡುತ್ತಿದೆ.
lt: Serveris cikliškai peradresuoja šios programos užklausą. Toks peradresavimas yra begalinis.
lv: Servera pieprasījums tiek pāradresēts tādā veidā, ka tas nekad netiks pabeigts.
mai: सर्वर एकटा आग्रह पुनर्निर्देशित कए रहल अछि जे कि कहियो पूरा नहि हाएत.
ml: പൂര്‍ത്തിയാകത്ത തരത്തിലുള്ളൊരു ആവശ്യം സര്‍വര്‍ തിരിച്ചുവിടുന്നു.
mr: सर्व्हर अशा प्रकारे विनंती पाठवत आहे जी कधीही पूर्ण होणार नाही.
ms: Pelayan sedang mengubah hala permintaan dengan cara yang tidak akan lengkap.
my: ဆာဗာသည် တောင်းဆိုချက်တစ်ခု အားဘယ်သောအခါမှ ပြီးမြောက်မည်မဟုတ်သှ အမူအရာဖြင့် လွဲပြောင်းနေသှ်
oc: Un servidor redirigís la demanda d'un biais qu'abotirà pas.
or: ଗୋଟିଏ ସର୍ଭର ଏକ ଅନୁରୋଧର ଦିଗ ପରିବର୍ତ୍ତନ କରୁଅଛି ଯାହାଫଳରେ ତାହା କଦାପି ସମ୍ପୂର୍ଣ୍ଣ ହେବ ନାହିଁ।
pt_br: O pedido para este endereço não será concluído devido à forma que o servidor o está redirecionando.
ro: Un server redirecționează o cerere într-un așa mod încât nu se va termina niciodată.
si: කිසිවිටක සම්පූර්ණ කළ නොහැකි ලෙසක සේවාදායකය ඉල්ලීම ප්‍රති යොමු කරයි.
sv: En server dirigerar om en förfrågan på ett sätt som omöjliggör ett slutförande.
ta: சேவையகமானது ஒரு கோரிக்கையை மாற்றி அனுப்பும் விதம் முடிவுக்கு வராதபடி செய்கிறது.
te: అభ్యర్ధనను సేవిక ఎప్పటికీ పూర్తికాని విధంగా రీడైరెక్ట్ చేస్తోంది
tr: Bir sunucu, hiç tamamlanmayacak bir bir şekilde istek yönlendirmesi yapıyor.
ur: سرور ایک درخواست منتقل کر رہا ہے راستے میں جو کبھی مکمل نیہں ہو گی .
uz: So‘rov bo‘yicha yo‘naltirilgan serverga ulanish amalga oshmaydi.
xh: Iseva ibhekisa isicelo sakhe kwenye indawo ngendlela engasokuze igqibe.
