Repository: translate/mozilla-l10n
Catalog: */webapprt/webapprt/overrides/appstrings.properties.po
Languages: af, az, bg, bn_bd, ca, cy, es_mx, eu, fa, gd, hi_in, hr, hy_am, id, is, kab, kk, km, kn, lt, lv, mai, ml, mr, ms, my, oc, or, pt_br, ro, si, sv, ta, te, tr, ur, uz, xh

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
af: 'n Eksterne toepassing moet laat loop word om %1$S:-skakels te hanteer. Aangevraagde skakel: %2$S Toepassing: %3$S As u nie hierdie versoek verwag het nie, mag dit 'n poging wees om 'n swakheid in daardie ander program uit te buit. Kanselleer hierdie versoek tensy u seker is dis nie kwaadwillig nie.
az: %1$S: keçidlərini açmaq üçün xarici bir tətbiqetmənin işləməsi lazımdır . Tələb edilən keçid: %2$S Tətbiqetmə: %3$S Bu tələbi gözləmirdinizsə, bu cəhd, digər proqramdaki bir zəiflikdən faydalanma məqsədli olabilər. Pis niyyətli olmadığından əmin deyilsinizsə bu tələbi rədd edin.
bg: Трябва да бъде пуснато външно приложение за обработка на връзки от вид %1$S. Искана връзка: %2$S Приложение: %3$S Ако не очаквахте такава заявка, това може да е опит за възползване от слабост в другата програма. Прекъснете тази заявка, освен ако не сте сигурни, че това не е зловредно.
ca: Cal executar una aplicació externa per gestionar els enllaços %1$S: Enllaç sol·licitat: %2$S Aplicació: %3$S Si no esperàveu aquesta sol·licitud, podria ser un intent d'explotar una vulnerabilitat en aquell altre programa. Cancel·leu aquesta sol·licitud llevat que estigueu segur que no és maliciosa.
cy: Rhaid cychwyn rhaglen allanol i drin dolenni %1$S: . Cais dolen: %2$S Rhaglen: %3$S Os nad oeddech yn disgwyl y cais hwn gall fod yn ymgais i gymryd mantais o wendid yn y rhaglen honno. Diddymwch y cais oni bai eich bod yn siŵr nad yw'n faleisus.
es_mx: Se debe ejecutar una aplicación externa para manejar enlaces %1$S:. Enlace solicitado: %2$S Aplicación: %3$S Si no esperabas esta solicitud, es posible que sea un intento de explotar una vulnerabilidad en ese otro programa. Cancela esta solicitud a menos que estés seguro de que no es maliciosa.
eu: Kanpoko aplikazio bat exekutatu behar da %1$S: loturak erabiltzeko. Eskatutako lotura: %2$S Aplikazioa: %3$S Eskaera ez bazenu espero, kanpoko programa horren ahultasun bati probetxu txarra ateratzeko saiakera izan daiteke. Onerako edo txarrerako den ziur ez bazaude, bota ezazu atzera eskaera.
fa: برای اجرای لینک %1$S باید یک برنامه خارجی اجرا شود. لینک درخواست شده: %2$S برنامه: %3$S چنانچه انتظار این درخواست را نداشتید ممکن است این تلاشی از برای سوء استفاده از یک نقص در آن برنامه دیگر باشد. اگر مطمئن نیستید که این یک تلاش مخرب نیست این درخواست را رد نمایید.
gd: Tha feum air aplacaid eile gus na ceanglaichean %1$S: a làimhseachadh. Ceangal a dh'iarradh: %2$S Aplacaid: %3$S Mura robh dùil agad ris an iarrtas seo, dh'fhaodadh gu bheilear a' feuchainn ri fàth a ghabhail air laigse sa phrògram sin. Sguir dhen iarrtas seo mur eil thu cinnteach nach eil e droch rùnach.
hi_in: एक बाहरी अनुप्रयोग जरूर %1$S के नियंत्रण के लिए लांच किया जाना चाहिए: कड़ियाँ. आग्रह की गई कड़ियाँ: %2$S अनुप्रयोग: %3$S यदि आप इस आग्रह की आशा नहीं करते हैं तो यह उस दूसरे प्रोग्राम की कमजोरी का फायदा उठाने का प्रयास हो सकता है. यह आग्रह रद्द करें जबतक कि आप निश्चित नहीं हैं कि यह दुर्भावनापूर्ण नहीं है.
hr: Vanjska aplikacija se mora pokrenuti za korištenje %1$S: poveznica. Tražena poveznica: %2$S Aplikacija: %3$S Ako niste očekivali ovaj zahtjev, postoji mogućnost da je ovo pokušaj iskorištavanja nedostatka u tom drugom programu. Otkažite ovaj zahtjev ako niste sigurni da on nije maliciozan.
hy_am: %1$S: հղումները բացելու համար պահանջվում է այլ հավելված:. Հարցվող հղումը. %2$S Հավելվածը. %3$S Եթե չեք սպասում տվյալ հարցմանը, ապա սա կարող է հանդիսանալ խոցելիության օգտագործման փորձ այլ հավելվածում: Չեղարկեք հարցումը, եթե համողված չեք, որ այն վնասակար չէր:
id: Sebuah aplikasi eksternal harus dijalankan untuk menangani tautan %1$S:. Tautan yang diminta: %2$S Aplikasi: %3$S Jika Anda sedang tidak mengharapkan permintaan ini, kemungkinan hal tersebut merupakan percobaan untuk mencurangi kelemahan program lainnya. Batalkan permintaan ini kecuali Anda yakin hal tersebut tidak mencurigakan.
is: Til að meðhöndla %1$S: tengla þarf að ræsa utanaðkomandi forrit. Tenglabeiðni: %2$S Forrit: %3$S Ef þú bjóst alls ekki við þessari beiðni gæti verið að einhver væri að reyna að misnota galla í öðru forrit. Hættu við þessa beiðni nema þú sért alveg viss um að hún sé ekki hættuleg.
kab: Issefk asnas azɣaṛay ad iţusenker akken ad isefrek iseɣwan n tewsit: %1$S. Aseɣwen i d-iţusutren: %2$S Asnas: %3$S Ma yella ur terǧiḍ ara tuţra yagi, izmer ahat d-albaɛḍ ara ţaɛraḍen ad ifaṛes tagwniţ imi asnas d-araɣelsan. Yelha limer aţfesxeḍ tuţra agi ma yella teẓriḍ d-akken diriţ.
kk: %1$S: сілтемелерін ашу үшін сыртқы бағдарлама шақырылуы тиіс. Сұранған сілтеме: %2$S Бағдарлама: %3$S Егер сіз осы сұранымды күтпесеңіз, онда басқа бағдарламаның осалдылығы болуы мүмкін. Сенімді болмасаңыз, осы сұранымды тоқтатыңыз.
km: កម្មវិធី​ខាងក្រៅ​ត្រូវតែ​បាន​ចាប់ផ្ដើម​ដើម្បី​ដោះស្រាយ %1$S ៖ តំណ ។ តំណ​ដែល​បាន​ស្នើសុំ ៖ %2$S កម្មវិធី ៖ %3$S ប្រសិនបើ​អ្នក​មិន​បាន​រំពឹង​ទេ សំណើ​នេះ​វា​អាច​ជា​ការ​ប៉ុនប៉ង​ដើម្បី​បំបាត់​ភាព​ទន់ខ្សោយ​នៅ​ក្នុង​កម្មវិធី​ផ្សេង​ទៀត ។ បោះបង់​សំណើ​នេះ​​ប្រសិនបើ​អ្នក​មិន​ប្រាកដ​អំពី​វា​ទេ ។
kn: %1$S: ಕೊಂಡಿಗಳನ್ನು ನಿಭಾಯಿಸಲು ಒಂದು ಬಾಹ್ಯ ಅನ್ವಯವನ್ನು ಆರಂಭಿಸಬೇಕು. ಮನವಿ ಸಲ್ಲಿಸಿದ ಕೊಂಡಿ: %2$S ಅನ್ವಯ: %3$S ನೀವು ಈ ಮನವಿಯನ್ನು ನಿರೀಕ್ಷಿಸದಿದ್ದರೆ ಬಹುಷಃ ಅದು ಆ ಇನ್ನೊಂದು ಪ್ರೊಗ್ರಾಂನಲ್ಲಿನ ದೌರ್ಬಲ್ಯವನ್ನು ಬಳಸಿಕೊಳ್ಳುವ ಒಂದು ಪ್ರಯತ್ನವಾಗಿರಬಹುದು. ಅದು ಅಪಾಯಕಾರಿ ಅಲ್ಲವೆಂದು ನಿಮಗೆ ಖಾತರಿ ಇರದೆ ಹೋದಲ್ಲಿ ಈ ಮನವಿಯನ್ನು ರದ್ದು ಮಾಡಿ.
lt: %1$S: saitams valdyti turi būti paleista išorinė programa. Užklaustas saitas: %2$S Programa: %3$S Jei ši užklausa netikėta, tai gali būti bandymas išnaudoti išorinės programos saugumo spragą. Jei nesate tikri, kad ši užklausa nėra kenkėjiška, atsisakykite jos.
lv: Lai apstrādātu %1$S: saites jāpalaiž ārējā programma. Pieprasītā saite: %2$S Programma: %3$S Ja negaidījāt šīs programmas pieprasījumu, iespējams kāds mēģina izmantot šīs vai kādas citas programmas drošības trūkumus. Pārtrauciet šo pieprasījumu, ja vien neesat droši, ka tas ir uzticams.
mai: एकटा बाहरी अनुप्रयोग जरूर %1$S क नियंत्रण क लेल लांच कएल जएनाइ चाही: कड़ी. आग्रह कएल गेल कड़ी: %2$S अनुप्रयोग: %3$S जँ अहँ एहि आग्रह क आशा नहि करते छी तँ ई उस दोसर प्रोग्राम क कमजोरी क फायदा उठाने क प्रयास हो सकैत अछि . ई आग्रह रद्द करू जखनतक जे अहँ निश्चित नहि छी जे ई दुर्भावनापूर्ण नहि अछि .
ml: %1$S: കണ്ണികള്‍ കൈകാര്യം ചെയ്യുന്നതിനു് പുറമേയുള്ളൊരു പ്രയോഗം ലഭ്യമാക്കണം. ആവശ്യപ്പെട്ട കണ്ണി: %2$S പ്രയോഗം: %3$S ഈ സന്ദേശമല്ല പ്രതീക്ഷിച്ചതെങ്കില്‍, ഇതൊരു പക്ഷേ തകരാറുള്ളൊരു പ്രയോഗമാണു്. അതിനാല്‍ ഇതു് റദ്ദാക്കുക.
mr: %1$S: दुवा हाताळण्याकरिता बाहेरिल ॲप्लिकेशन सुरू व्हायला पाहिजे. विनंतीकृत दुवा: %2$S ॲप्लिकेशन: %3$S ह्या विनंतीची अपेक्षा नसल्यास, हे कदाचित इतर प्रोग्राममधील कमजोरपणेचा फायदा घेण्याचा प्रत्यत्न असू शकतो. दोषीत नाही याची खात्री होईपर्यंत ही विनंतीला रद्द करा.
ms: Aplikasi luaran mesti dilancarkan untuk mengendalikan pautan %1$S: . Pautan dipohon: %2$S Aplikasi: %3$S Jika anda tidak menjangkakannya permohonan ini mungkin merupakan cubaan serangan kelemahan dalam program lain. Batalkan permohonan ini melainkan anda pasti ianya bukan pendengki.
or: ଏକ ବାହ୍ୟ ପ୍ରୟୋଗକୁ ନିଶ୍ଚିତ ଭାବରେ %1$S କୁ ନିୟନ୍ତ୍ରଣ କରିବା ପାଇଁ ଆରମ୍ଭ କରିବା ଉଚିତ: ଲିଙ୍କଗୁଡ଼ିକ ହେଉଛି। ଅନୁରୋଧ କରାଯାଇଥିବା ଲିଙ୍କ: %2$S ପ୍ରୟୋଗ: %3$S ଯଦି ଆପଣ ଏହି ଅନୁରୋଧକୁ ଆଶା କରିନାହାନ୍ତି ତେବେ ଏହାକୁ ନଷ୍ଟକରିବା ପାଇଁ ଏକ ପ୍ରୟାସ ହୋଇପାରେ। ଏହି ଅନୁରୋଧକୁ ବାତିଲ କରନ୍ତୁ ଅନ୍ୟଥା ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଏହା ତୃଟିଯୁକ୍ତ ଅଟେ।
pt_br: Um aplicativo precisa ser executado para abrir endereços “%1$S:”. Endereço: %2$S Aplicativo: %3$S Se este pedido não era esperado então pode ser uma tentativa de explorar uma falha do aplicativo solicitado. Cancele se não puder certificar-se de que ele não é mal-intencionado.
ro: Trebuie lansată o aplicație externă pentru a manipula legături %1$S:. Legătură cerută: %2$S Aplicație: %3$S Dacă nu vă așteptați la această cerere, aceasta poate fi o încercare de exploatare a unui defect în celălalt program. Renunțați la această cerere dacă nu sunteți sigur(ă) că nu este rău-intenționată.
si: %1$S හැසිරවීම සඳහා බාහිර යෙදුමක් ආරම්භ කළ යුතුම වේ: සබැඳි. ඉල්ලා සිටි සබැදිය: %2$S යෙදුම: %3$S ඔබ මෙම ඉල්ලීම බලාපොරොත්තු නොවුණි නම් එය වෙනත් වැඩසටහනක ඇතිවූ ගැටලුවක් විය හැක. හානිකර නොවේ නම් මෙම ඉල්ලීම අහෝසි කරන්න.
sv: Ett externt program måste köras för att hantera %1$S-länkar. Efterfrågad länk: %2$S Program: %3$S Om du inte väntade dig denna begäran kan det vara ett försök att utnyttja svagheter i det externa programmet. Avbryt denna begäran om du inte är säker på att den inte är illasinnad.
ta: %1$S: இணைப்புகளைக் கையாள ஒரு வெளிப்புறப் பயன்பாட்டைத் துவங்க வேண்டும். கோரப்பட்ட இணைப்பு: %2$S பயன்பாடு: %3$S நீங்கள் இந்தக் கோரிக்கையை எதிர்பார்த்திருக்காவிட்டால், இது மற்ற நிரலில் உள்ள பலவீனத்தைப் பயன்படுத்திக்கொள்ளும் முயற்சியாக இருக்கக்கூடும். இது தீங்கிழைக்காது என உங்களுக்கு நிச்சயமாகத் தெரியும் என்றால் கோரிக்கையை இரத்து செய்யவும்.
te: %1$S: లంకెలు సంభాలించుటకు బాహ్య అనువర్తనం తప్పక ఆరంభించాలి. అభ్యర్ధించిన లంకె: %2$S అనువర్తనం: %3$S ఒకవేళ ఈ అభ్యర్ధన మీరు ఊహించినది కాకపోతే అది బహుశా ఆ వేరే ప్రోగ్రామ్ నందలి బలహీనతను ఆసరాగాచేసుకొని చేస్తున్న దాడి కావచ్చు. అది దోషపూరితమైంది కాదని మీకు ఖచ్చితంగా తెలియకపోతే ఆ అభ్యర్ధనను రద్దుచేయండి.
tr: %1$S: bağlantılarını açmak için harici bir uygulamanın çalıştırılması gerekiyor. İstenen bağlantı: %2$S Uygulama: %3$S Bu isteği beklemiyorduysanız, bu girişim, diğer programdaki bir zayıflıktan faydalanma amaçlı olabilir. Kötü amaçlı olmadığından emin değilseniz bu isteği iptal edin.
ur: ایک بیرونی ایپلی کیشن %1$S: روابط نبٹانے کے لیے چالو ہونی چاہیے۔ فرمائش کردہ ربط: %2$S ایپلی کیشن: %3$S اگر آپ اس فرمائش کی توقع نہیں کر رہے تھے تو یہ دیگر پروگرام میں کسی کمزوری سے فائدہ اٹھانے کی کوشش ہو سکتی ہے۔ اس فرمائش کو منسوخ کریں سوائے اس کے، کہ آپ کو یقین ہو کہ یہ مضر نہیں ہے۔
uz: Tashqi ilova %1$S: linklarga bog‘langan holda ishga tushirilishi kerak. So‘ralgan link: %2$S Ilova: %3$S Agar ushbu so‘rovni kutmagan bo‘lsangiz, u boshqa dasturlarga zarar yetkazishi mumkin. Bu dasturning zararsiz ekanligiga ishonmasangiz, bekor qiling.
xh: I-aplikheyishini yangaphandle kufuneka ilontshelwe ukuphatha amakhonkco %1$S:. Ikhonkco eliceliweyo: %2$S I-aplikheyishini: %3$S Ukuba ubungasilindelanga esi sicelo ingaba yinzame yokuxhaphaza ubuthathaka kwenye yalo program. Rhoxisa esi sicelo ngaphandleni kokuba uqinisekile ukuba asinalunya.

source: <Unknown>
af: <Onbekend>
az: <Bilinmir>
bg: <Неизвестно>
bn_bd: <অজানা>
ca: <Desconegut>
cy: <Anhysbys>
es_mx: <Desconocido>
eu: <Ezezaguna>
fa: <نامعلوم>
gd: <Neo-aithnichte>
hi_in: <अज्ञात>
hr: <Nepoznato>
hy_am: <Անհայտ>
id: <Tidak Dikenal>
is: <Óþekktur>
kab: <Arussin>
kk: <Белгісіз>
km: <មិន​ស្គាល់>
kn: <ಅಜ್ಞಾತ>
lt: <nežinoma>
lv: <nezināms>
mai: <अज्ञात>
ml: <അപരിചിതം>
mr: <अपरिचित>
my: <အမည်မသိ>
oc: <Aplicacion desconeguda>
pt_br: <Desconhecido>
ro: <Necunoscut>
si: <නොදන්නා>
sv: <Okänt>
ta: (தெரியாத)
te: <తెలియని>
tr: <Bilinmiyor>
uz: <Noma’lum>
xh: <Akwaziwa>

source: Remember my choice for all links of this type.
af: Onthou my keuse vir alle skakels van hierdie soort.
az: Bu cür olan bütün seçimlər üçün bu seçimimi xatırla.
bg: Запомняне на моя избор за всички връзки от този вид.
ca: Recorda la tria per a tots els enllaços d'aquest tipus.
cy: Cofio'r dewis ar gyfer y pob dolen o'r math yma.
es_mx: Recordar mi elección para todos los enlaces de este tipo.
eu: Gogoratu nire aukera mota honetako lotura guztientzako.
fa: انتخاب مرا برای تمامی لینک های مشابه به خاطر بسپار.
gd: Cum an cuimhne mo roghainn airson gach ceangal dhen t-seòrsa seo.
hi_in: इस प्रकार की सभी कड़ियों के लिए मेरी पसंद याद रखें
hr: Zapamti moj izbor za sve poveznice ove vrste.
hy_am: Հիշել կատարված ընտրությունը բոլոր նմանատիպ հղումների համար:
id: Ingat pilihan saya untuk semua tautan jenis ini.
is: Muna mitt val fyrir tengla af þessari tegund.
kab: Cfu ɣef ufran agi i yiseɣwan n tewsit agi.
kk: Осы түрдегі барлық сілтемелер үшін менің таңдауымды есте сақтау.
km: ចងចាំ​ជម្រើស​របស់​ខ្ញុំ​អំពី​តំណ​​​នៃ​ប្រភេទ​នេះ​ទាំងអស់ ។
kn: ಈ ಬಗೆಯ ಎಲ್ಲಾ ಕೊಂಡಿಗಳಿಗೆ ನನ್ನ ಆಯ್ಕೆಯನ್ನು ನೆನಪಿಸು.
lt: Taikyti pasirinktą veiksmą visiems šio tipo saitams
lv: Atcerēties manu izvēli visām šī tipa saitēm.
mai: ई प्रकारेँ सभटा लिंकक लेल हमर पसिन्नकेँ याद राखू.
ml: ഈ തരത്തിലുള്ള എല്ലാ കണ്ണികള്‍ക്കും എന്റെ താല്‍പര്യം ഓര്‍ത്തിരിക്കുക.
mr: ह्या प्रकारातील सर्व लिंकसाठी माझी निवड लक्षात ठेवा.
ms: Ingati pilihan saya untuk semua pautan dari jenis ini.
my: ဒီအမျိုးအစားရဲ့ အချိတ်အဆက်များ အားလုံးအတွက် ကျွန်ပ် ရွေးချယ်ချက်ကို မှတ်ထားပါ။
oc: Se remembrar d'aquesta causida per totes los ligams d'aqueste tipe.
or: ଏହି ପ୍ରକାରର ସମସ୍ତ ଲିଙ୍କଗୁଡ଼ିକ ପାଇଁ ମୋର ପସନ୍ଦକୁ ମନେରଖନ୍ତୁ।
pt_br: Memorizar a decisão para os endereços deste tipo
ro: Reține decizia mea pentru toate legăturile de acest tip.
si: මෙම වර්‍ගයේ සියලු සබැඳි සඳහා මගේ තේරිම මතක තබාගන්න.
sv: Kom ihåg mitt val för alla länkar av den här typen.
ta: இந்த வகை இணைப்புகள் அனைத்துக்கும் என் விருப்பத்தை நினைவு கொள்ளவும்.
te: ఈ రకమైన అన్ని లంకెలకు నా ఎంపికను గుర్తుంచుకో.
tr: Bu türdeki tüm bağlantılar için seçimimi hatırla.
ur: اس قسم کے تمام ربط کے لیے میری پسند یاد رکھیں۔
uz: Ushbu turdagi barcha linklar uchun tanlovimni eslab qol.
xh: Khumbula okukhethwe ndim ukulungiselela onke amakhonkco olu didi.

source: Launch application
af: Laat loop toepassing
az: Proqram aç
bg: Пускане на приложение
ca: Executa l'aplicació
cy: Cychwyn y rhaglen
es_mx: Ejecutar aplicación
eu: Exekutatu aplikazioa
fa: راه‌اندازی برنامه
gd: Tòisich aplacaid
hi_in: अनुप्रयोग लाँच करें
hr: Pokreni aplikaciju
hy_am: Աշխատացնել ծրագիրը
id: Jalankan aplikasi
is: Ræsa forrit
kab: Senker asnas
kk: Бағдарламаны жөнелту
km: បើក​ដំណើរការ​កម្មវិធី
kn: ಅನ್ವಯವನ್ನು ಆರಂಭಿಸು
lt: Paleisti programą
lv: Palaist programmu
mai: अनुप्रयोग लाँच करू
ml: പ്രയോഗം ലഭ്യമാക്കുക
mr: अनुप्रयोग प्रक्षेपित करा
ms: Mulakan aplikasi
my: လုပ်ငန်းသုံး ကိရိယာကို စဖွင့်ပါ
oc: Aviar l'aplicacion
or: ପ୍ରୟୋଗ ଆରମ୍ଭ କରନ୍ତୁ
pt_br: Executar aplicativo
ro: Lansează aplicația
si: යෙදුම අරඹන්න
sv: Kör program
ta: பயன்பாட்டைத் துவங்கு
te: అనువర్తనం దించుము
tr: Uygulamayı çalıştır
ur: ایپلی کیشن چالو کریں
uz: Ilovani ishga tushirish
xh: Ndulula inkqubo

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
af: Die werf by %S is as 'n aanvalswerf aangegee en is op grond van u sekuriteitvoorkeur geblokkeer.
az: %S ünvanlı sayt hücum saytı olduğu işarətlənib və təhlükəsizliklə bağlı seçimlərinizi əsas tutaraq bloklandı.
bg: Сайтът %S е докладван като атакуващ сайт и е блокиран според настройките ви за безопасност.
ca: S'ha informat que %S és un lloc atacant i s'ha blocat d'acord amb les vostres preferències de seguretat.
cy: Mae'r wefan %S wedi ei hysbysu fel gwefan ymosod ac wedi cael ei rwystro yn seiliedig ar y dewisiadau diogelwch.
es_mx: El sitio en %S ha sido identificado como un sitio atacante y ha sido bloqueado basándose en tus preferencias de seguridad.
eu: %S gunea gune erasotzaile bezala salatua dago eta blokeatu egin da zure segurtasun-ezarpenetan oinarrituta.
fa: پایگاه %S به عنوان یک وب‌گاه تهاجمی گزارش شده و بر اساس ترجیحات امنیتی شما مسدود شده است.
gd: Chaidh aithris gur e làrach ionnsaighe a tha san làrach %S is chaidh bacadh a chur air a-rèir do roghainnean tèarainteachd.
hi_in: %S पर के वेबसाइट को एक हमला साइट के रूप में रिपोट किया गया है और आपके सुरक्षा वरीयता के आधार पर रोका गया है.
hr: Web stranica %S je prijavljena kao zloćudna stranica i blokirana je na temelju vaših sigurnosnih postavki.
hy_am: Կա տեղեկություն այն մասին, որ %S կայքը օգտագործվում է օգտվողների համակարգիչներին հարձակման ենթարկելու համար: Ձեր անվտանգության նկատառումներից ելնելով այն արգելափակվել է:
id: Situs pada %S telah dilaporkan sebagai situs penyerang dan telah diblokir berdasarkan pengaturan keamanan Anda.
is: Vefsvæðið %S hefur verið tilkynnt sem árásarsvæði og aðgangur hefur verið hindraður vegna öryggisstillinga.
kab: Asmel web illan di tansa %S iţwammel d akken d asmel n uẓḍam. Ihi iţusewḥel akken llan ismenyifen inek n tɣellist.
kk: %S сайты пайдаланушыларға шабуыл жасау үшін қолданылытыны туралы ақпарат бар, сондықтан қауіпсіздік баптауларыңызға сәйкес ол блокталды.
km: តំបន់បណ្ដាញ​នៅត្រង់ %S ត្រូវ​បាន​រាយការណ៍​ថា​ ជា​តំបន់បណ្ដាញ​ដែល​មាន​ការ​វាយប្រហារ និង​ត្រូវ​បាន​ប្លុក​អាស្រ័យ​ទៅ​តាម​ចំណូលចិត្ត​សុវត្ថិភាព​របស់​អ្នក។
kn: %S ಒಂದು ಧಾಳಿಕಾರಕ ತಾಣವೆಂದು ವರದಿ ಮಾಡಲ್ಪಟ್ಟಿದೆ ಹಾಗು ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಆದ್ಯತೆಗಳಿಗನುಸಾರವಾಗಿಅದು ನಿರ್ಬಂಧಿಸಲ್ಪಟ್ಟಿದೆ.
lt: Yra pranešta, jog svetainė %S yra kenkėjiška, tad ji užblokuota, remiantis naršyklės saugumo nuostatomis.
lv: Lapa %S ir ziņota kā bīstama uzbrukumu lapa. Pamatojoties uz Jūsu drošības iestatījumiem šī lapa ir bloķēta.
mai: %S पर साइट केँ एकटा हमला साइटकेँ रूपेँ रिपोट कएल गेल अछि आओर अहाँक सुरक्षाक वरीयताक आधार पर रोकल गेल अछि.
ml: %S-ലുള്ള സൈറ്റില്‍ വെബ് തട്ടിപ്പ് നടന്നതായി രേഖപ്പെടുത്തിയിരിക്കുന്നു. അതിനാല്‍ സുരക്ഷ കാരണങ്ങളാല്‍ ഈ സൈറ്റ് തടഞ്ഞിരിയ്ക്കുന്നു.
mr: %S येथील स्थळ अटॅक साइट म्हणून कळविले गेले आहे आणि तुमच्या सुरक्षा प्राधान्यतानुसार यास रोखले आहे.
ms: Laman %S telah dilaporkan sebagai laman berbahaya dan telah dihalang berdasarkan keutamaan keselamatan anda.
my: %S နေရာမှ ကွန်ရက်ကို တိုက်ခိုက်တဲ့ ကွန်ရက်အဖြစ် ထုတ်ပြန်ခံရတဲ့အတွက် သင့်ရဲ့ လုံခြုံရေး ဦး​စားပေးချက်များ အတိုင်း ပိတ်ဆို့ထားတယ်။
or: %S ରେ ଥିବା ସାଇଟଟି ଏକ ଆକ୍ରମଣ ସାଇଟ ଭାବରେ ଖବର କରାଯାଇଛି ଏବଂ ଆପଣଙ୍କର ସୁରକ୍ଷା ପସନ୍ଦ ଅନୁସାରେ ତାହାକୁ ପ୍ରତିରୋଧ କରାଯାଇଛି।
pt_br: O site %S foi considerado um foco de ataques e foi bloqueado de acordo com as suas preferências de segurança.
ro: Saitul %S a fost raportat ca fiind un sait de atac și a fost blocat conform preferințelor dumneavoastră legate de securitate.
si: %S හි අඩවිය ප්‍රහාර එල්ල කරන අඩවියක් ලෙස වාර්තා වී ඇති අතර, ඔබගේ ආරක්ෂක තෝරාගැනීම අනුව එය අවහිර කර ඇත.
sv: Platsen %S är anmäld som en skadlig webbplats och har därför blockerats enligt dina säkerhetsinställningar.
ta: %S இல் உள்ள தளம், ஒரு தாக்குதல் தளம் என்று அறிக்கையிடப்பட்டுள்ளது, உங்கள் பாதுகாப்பு முன்னுரிமைகளின் அடிப்படையில் அது தடுக்கபப்ட்டது.
te: %S వద్ద గల సైటు దాడి చేసే సైటుగా ఫిర్యాదుచేయబడింది మరియు మీ రక్షణ అభీష్టాలపై ఆధారపడి నిరోధించబడింది.
tr: %S konumundaki sitenin saldırı sitesi olduğu bildirildi ve güvenlik tercihlerinize dayanılarak site engellendi.
ur: %S پر سائٹ اٹیک سائٹ کے طور پر ریپورٹ کی گئی ہے اور آپ کی سلامتی ترجیحات کی بناہ پر بلک کر دی گئی ہے۔
uz: %S sayti hujum qiluvchi sayt sifatida ma’lumot berilgan va xavfsizlik moslamalaringizga asoslanib bloklangan.
xh: Isayithi kwi-%S kunikwe ingxelo ngayo njengesayithi yohlaselo kwaye ithintelwe ngokweepriferensi zokhuseleko zakho.

source: The site at %S has been reported as serving unwanted software and has been blocked based on your security preferences.
az: %S ünvanlı saytın istənməyən proqram yayımladığı bildirilib və təhlükəsizliklə bağlı seçimlərinizə əsasən bloklandı.
cy: Mae'r wefan %S wedi ei hysbysu fel gwefan meddalwedd digroeso ac wedi cael ei rwystro ar sail eich dewisiadau diogelwch.
hi_in: %S पर के वेबसाइट को एक हमला साइट के रूप में रिपोट किया गया है और आपके सुरक्षा वरीयता के आधार पर रोका गया है.
id: Situs pada %S telah dilaporkan sebagai situs yang melayani perangkat lunak yang tidak diinginkan dan telah diblokir berdasarkan pengaturan keamanan Anda.
is: Tilkynnt hefur verið að vefsvæðið %S sé að deila óæskilegum hugbúnaði og aðgangur hefur því verið hindraður vegna öryggisstillinga.
kab: Asmel web illan di tansa %S iţwammel d akken igber yir iseɣẓanen. Ihi iţusewḥel akken llan ismenyifen inek n tɣellist.
kn: ಇಲ್ಲಿ ಲಭ್ಯವಿರುವ %S ವನ್ನು ಅವಶ್ಯವಿಲ್ಲದ ತಂತ್ರಾಂಶವನ್ನು ನೀಡುವ ತಾಣವೆಂದು ವರದಿ ಮಾಡಲ್ಪಟ್ಟಿದೆ ಹಾಗು ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಆದ್ಯತೆಗಳಿಗನುಸಾರವಾಗಿ ಅದನ್ನು ನಿರ್ಬಂಧಿಸಲ್ಪಟ್ಟಿದೆ.
lt: Yra pranešta, jog svetainė %S yra kenkėjiška, tad ji užblokuota remiantis naršyklės saugumo nuostatomis.
oc: Lo site web a l'adreça %S es estat senhalat coma comportant de logicials indesirables e es estat blocat segon vòstras preferéncias de seguretat.
pt_br: O site %S foi reportado como servindo software indesejado e foi bloqueado com base em suas preferências de segurança.
ro: Site-ul %S a fost raportat ca deservind programe nedorite și a fost blocat conform preferințelor dumneavoastră legate de securitate.
tr: %S konumundaki sitenin istenmeyen yazılım dağıttığı bildirildi ve güvenlik tercihlerinize dayanılarak site engellendi.
