Repository: translate/mozilla-l10n
Catalog: */webapprt/webapprt/overrides/appstrings.properties.po
Languages: af, az, bg, bn_bd, ca, cy, es_mx, eu, fa, gd, hi_in, hr, hy_am, id, is, kab, kk, km, kn, lt, lv, mai, ml, mr, ms, my, oc, or, pt_br, ro, si, sv, ta, te, tr, ur, uz, xh

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
af: Die webwerf by %S is aangegee as 'n webnamaaksel wat ontwerp is om gebruikers 'n rat voor die oë te draai sodat hulle hul persoonlike of finansiële inligting gee.
az: %S ünvanındakı saytda, istifadəçiləri aldadaraq onların şəxsi və maliyyə məlumatlarını paylaşmağa yönəldən bir saxtakarlıq cəhdi olduğu bildirilmişdir.
bg: Сайтът %S е докладван като измамнически сайт, направен за заблуждаване на потребители да споделят лична или финансова информация.
ca: S'ha informat que el lloc web a %S seria una falsificació dissenyada per enganyar als usuaris perquè comparteixin informació personal o financera.
cy: Mae'n hysbys fod wefan %S yn ffugiad gwe wedi ei llunio i dwyllo defnyddwyr i rannu manylion personol ac ariannol.
es_mx: El sitio web en %S ha sido identificado como una copia fraudulenta que ha sido diseñada para engañar a los usuarios para introducir información personal o bancaria.
eu: %S webgunea informazio pertsonala edo finantza-informazioa osteko web iruzur bezala salatua dago.
fa: وب‌گاه %S به عنوان یک پایگاه جعل وبی که تلاش در فریب کاربران برای در اختیار قرار دادن اطلاعات شخصی یا مالی دارد، گزارش شده است.
gd: Chaidh aithris gur e fallsaidheachd-lìn a tha san duilleag aig %S gus fiosrachadh pearsanta no ionmhasail fhaighinn o chleachdaichean tro mhealladh.
hi_in: %S पर के वेबसाइट को एक वेब धोखाधड़ी के रूप में रिपोर्ट किया गया है जिसे उपयोक्ता को निजी अथवा वित्तीय सूचना गलत रूप से लेने के लिए डिजायन किया गया है.
hr: Web stranica %S je prijavljena kao web krivotvorina, osmišljena kako bi vas navela na otkrivanje osobnih ili financijskih informacija.
hy_am: Կա տեղեկություն այն մասին, որ %S կայքը հանդիսանում է խաբեբայական, որը շբոթեցնելով օգտագործողներից կորզում է անձնական կամ ֆինանսական տեղեկություն:
id: Situs web pada at %S telah dilaporkan sebagai pemalsuan web yang mencoba menipu pengguna agar membagi data pribadi atau keuangannya.
is: Vefsvæðið %S hefur verið tilkynnt sem falsað vefsvæði sem platar notendur í að gefa frá sér persónuupplýsingar eða fjármálaupplýsingar.
kab: Asmel agi di tansa %S yeţwammel d akken d akellex n iseqdacen akken ad bḍun talɣut tudmawant neɣ n tedrimt.
kk: %S сайты алаяқтық әрекеттер жасау, жеке немесе қаржы ақпаратты ұрлау үшін жасалғаны туралы ақпарат бар.
km: តំបន់បណ្ដាញ​នៅ %S បាន​រាយការណ៍​ថា​ជា​តំបន់បណ្ដាញ​ក្លែងក្លាយ ដែល​បាន​បង្កើត​ឡើង​ដើម្បី​បញ្ឆោត​អ្នកប្រើ​ឲ្យ​ចែករំលែក​ព័ត៌មាន​ផ្ទាល់ខ្លួន ឬ​ព័ត៌មាន​ហិរញ្ញវត្ថុ ។
kn: %S ನಲ್ಲಿರುವ ಜಾಲತಾಣವು ಬಳಕೆದಾರರು ತಮ್ಮ ಖಾಸಗಿ ಅಥವ ಹಣಕಾಸಿನ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳುವಂತೆ ಮಾಡುವ ಇದು ಒಂದು ಜಾಲ ವಂಚನೆ ಎಂದು ವರದಿ ಮಾಡಲಾಗಿದೆ.
lt: Yra pranešta, jog svetainė %S siekia apgaulės būdu išvilioti iš lankytojų asmeninius ar finansinius duomenis.
lv: Lapa %S ir ziņota kā bīstama krāpnieku lapa, kas mēģina izkrāpt no lietotājiem privāto vai finanšu informāciju.
mai: %S स्थित वेबसाइट केँ एकटा वेब धोखाधड़ीक रूपेँ रिपोट कएल गेल अछि जकरा प्रयोक्ता केँ निज अथवा वित्तीय सूचना गलत रूपसँ लेबाक लेल डिजायन कएल गेल अछि.
ml: %S-ലുള്ള സൈറ്റില്‍ വെബ് തട്ടിപ്പ് നടന്നതായി രേഖപ്പെടുത്തിയിരിക്കുന്നു. സ്വകാര്യവും സാമ്പത്തികവുമായ വിവരങ്ങള്‍ ഇവ ചോര്‍ത്തുന്നു.
mr: %S येथील संकेतस्थळ वेब फोर्जरि म्हणून कळविले गेले आहे ज्याची रचना वापरकर्त्यांनातर्फे वैयक्तिक किंवा वित्तीय माहिती शेअर करण्यासाठी केली आहे.
my: %S ရှိ၀တ်ဆိုက်သည်သုံးဆွဲသူများအားငွေးရေးကြေးရေးလိမ်လည်မှူများ တစ်ချို့လှည့်ဖျားမှူများလုပ်ဆောင်သည်ဟုသတင်ပေးခြင်းခံထားရသည်။
oc: Lo site Web sus %S es estat senhalat coma una contrafaiçon concebuda per enganar los utilizaires per que partejen d'informacions personalas o financièras.
or: %S ରେ ଥିବା ୱେବସାଇଟକୁ ଏକ ୱେବ ଚୋରୀ ଭାବରେ ଖବର କରାଯାଇଛି ଯାହାକି ବ୍ୟବହାରକାରୀମାନଙ୍କୁ ବ୍ୟକ୍ତିଗତ କିମ୍ବା ଆର୍ଥିକ ସୂଚନା ସହଭାଗ କରିବା ପାଇଁ ଛଳନାର ଶିକାର ବନାଇଥାନ୍ତି।
pt_br: O site %S foi considerado uma falsificação criada para enganar usuários e conseguir informações pessoais ou financeiras.
ro: Saitul %S a fost raportat ca fiind un sait fals menit să păcălească utilizatorii să dea informații personale sau financiare.
si: %S හි අඩවිය පරිශීලකයන්ගෙන් පුද්ගලික හෝ මූල්‍ය තොරතුරු ලබාගැනීමට සැකසූ වංචාකාරී වෙබ් අඩවියක් ලෙස වාර්තා වී ඇත.
sv: Webbplatsen %S är anmäld som en webbförfalskning avsedd att lura av användare personliga eller finansiella uppgifter.
te: వాడుకరుల వ్యక్తిగత లేదా ఆర్ధిక సమాచారాన్ని మోసపూరితంగా సేకరించుటకు %S వద్దని వెబ్‌సైట్ రూపొందించబడిందని ఫిర్యాదు చేయబడింది.
tr: %S konumundaki sitenin, kullanıcıları kandırarak onları kişisel ve mali bilgilerini paylaşmaya yönelten bir sahtekârlık girişimi içerdiği bildirilmiştir.
uz: %S veb sayti foydalanuvchilarning shaxsiy va iqtisodiy ma’lumotlarini tarqatishga asoslangan qallob sayt sifatida xabar berilgan.
xh: Iwebhusayithi kwi-%S kunikwe ingxelo ngayo njengewebhu yenkohliso eyenzelwe ukuloba abasebenzisi ukuba babelane ngenkcazelo yabo yobuqu okanye yemali.

source: This application tried to access a resource that has a content security policy that prevents it from being loaded in this way.
az: Bu tətbiqetmə, bu şəkildə içəri yerləşdirilməsinə icazə verilməyən məzmun təhlükəsizliyi şərtlərinə sahib bir mənbəyə əl atmağa cəhd etdi.
bg: Това приложение иска да получи достъп до ресурс, чиято политика на безопасност на съдържанието забранява влагането му по този начин.
ca: Aquesta aplicació ha intentat accedir a un recurs que té una política de seguretat del contingut que impedeix que es carregui d'aquesta manera.
cy: Mae'r rhaglen wedi ceisio cael mynediad i adnodd sydd â pholisi diogelwch sy'n ei atal rhag cael ei lwytho yn y dull yma.
es_mx: La aplicación intentó acceder a un recurso que tiene una politica de seguridad de contenido que previene que sea cardado de esta forma.
eu: Modu honetan kargatzea eragozten duen edukien segurtasun-politika du aplikazio hau atzitzen saiatu den baliabideak.
fa: این برنامه برای دسترسی به منبعی که شامل سیاست امنیتی محتوا است و مانع از دسترسی به آن به این شکل می‌شود، تلاش کرد.
gd: Dh'fheuch an aplacaid ri inntrigeadh a dhèanamh do ghoireas aig a bheil poileasaidh tèarainteachd a thaobh susbaint nach ceadaich a leabachadh air an dòigh seo.
hi_in: इस अनुप्रयोग ने एक संसाधन तक पहुँच की कोशिश की जिसमें एक विषय सामग्री सुरक्षा नीति है जो इसे इस तरह एम्बेड होने से रोक रहा है|
hr: Aplikacija je pokušala pristupiti resursu koji ima sigurnosnu politiku koja zabranjuje učitavanje na ovakav način.
hy_am: Ծրագիրը փորձում է մուտք ստանալ մի ռեսուրսի, որը ունի անվտանգություն, ինչը կանխում է միացումը այս ճանապարհով:
id: Aplikasi mencoba mengakses sumber daya yang memiliki kebijakan keamanan konten, yang mencegahnya untuk dimuat dengan cara ini.
is: Forritið reyndi að ná í gögn sem eru með öryggistakmörkun á innihaldi sem kemur í veg fyrir að hægt sé að setja það inn á þennan hátt.
kab: Asnas agi yeɛreḍ ad yekcem ɣer yiwet n teɣbalut igebren tasertit n tɣellist n ugbur iţisewḥalen seg alluy ines s tarrayt agi.
kk: Қолданба осы жолмен жүктелуге тыйым салатын құрамасының қауіпсіздік саясаты бар ресурсқа қатынау талабын жасады.
km: កម្មវិធី​នេះ​បាន​ព្យាយាម​ចូល​ប្រើ​ធនធាន​ដែល​គោលនយោបាយ​សុវត្ថិភាព​​មាតិកា​ត្រូវ​បាន​រារាំង​ពី​ការ​ផ្ទុក​តាម​វិធី​នេះ។
kn: ಈ ಅನ್ವಯವು ವಿಷಯ ಸುರಕ್ಷತಾ ನೀತಿಯ ಪ್ರಕಾರ ಈ ರೀತಿಯಲ್ಲಿ ಅಡಕಗೊಳಿಸದಂತೆ ತಡೆಯುವ ಒಂದು ಸಂಪನ್ಮೂಲವನ್ನು ಪ್ರವೇಶಿಸಲು ಪ್ರಯತ್ನಿಸಿತು.
lt: Programa bandė pasiekti išteklių, kurio turinio saugumo politika neleidžia jo įkelti šiuo būdu.
lv: Šīs lapas drošības politika liedz to ielādēt korekti.
mai: ई अनुप्रयोग सँ एकटा रिसोर्स धरि पहुँचबाक कोसिस कएल गेल जकरा में सुरक्षा पालिसी केर सामग्री हाएत अछि इहे खातिर एकरा लोड हए सँ रोकल गेल.
oc: Aquesta aplicacion a ensajat d'accedir a una ressorsa que possedís una estrategia de seguretat de contengut que l'empacha d'èsser integrada d'aqueste biais.
pt_br: Este aplicativo tentou acessar um recurso que possui uma política de segurança de conteúdo que o impede de ser carregado desta forma.
ro: Această aplicație a încercat să acceseze o resursă care are o politică de securitate a conținutului care o împiedică să fie încărcată în acest mod.
si: මේ අයුරින් තිළැලි වීමට ඉඩ නොදෙන අන්තර්ගත ආරක්ශක ප්‍රතිපත්තියක් සහිත මූලයක් වෙත මෙම යෙදුම පිවිසීමට තැත් කරන ලදී.
sv: Programmet försökte komma åt en resurs som har en säkerhetspolicy för innehåll som förhindrar att den laddas på detta sätt.
ta: இந்த பயன்பாடு பாதுகாப்பு கொள்கைக்குட்ப்பட்ட அணுக இயலாத ஆவணங்களை இம்முறையில் ஏற்ற இயலாது.
tr: Bu uygulama, bu şekilde yüklenmesine izin vermeyen bir içerik güvenliği ilkesine sahip bir kaynağa erişmeye çalıştı.
uz: Ushbu ilova dastur ushbu usulda tashqi ulanishlarni rad qiladigan xavfsizlik nazoratiga ega manbaga kirishga urinmoqda.
xh: Le aplikheyishini izame ukufikelela kumthombo enomgaqo-nkqubo wokhuseleko oluthintelayo ekubeni lusetyenziswe ngale ndlela.

source: The application cannot continue loading because an error in the data transmission was detected.
az: Məlumat ötürməsində tapılan xətaya görə tətbiqetmə yüklənməyə davam edə bilmir.
bg: Приложението не може да продължи зареждането поради открита грешка при пренасянето на данни.
bn_bd: অ্যাপ্লিকেশনটির লোডিং অব্যাহত রাখা যাচ্ছে না কারণ একটি ডাটা ট্রান্সমিশন জনিত ত্রুটি সনাক্ত করা হয়েছে।
ca: L'aplicació no pot continuar perquè s'ha detectat un error en la transmissió de dades.
cy: Nid yw'r rhaglen y gallu parhau i lwytho oherwydd i wall gael ei ganfod wrth drosglwyddo data.
es_mx: La aplicación no puede continuar cargando porque un error en la transmisión de datos fue detectado.
eu: Aplikazioak ezin du kargatzen jarraitu datu-transmisioen errorea atzeman delako.
fa: برنامه بدلیل پیدا کردن یک خطا در انتقال اطلاعات، نمی‌تواند به بارگیری ادامه دهد.
gd: Chan urrainn dhan aplacaid a luchdadh tuilleadh a chionn 's gun do mhothaich e ri mearachd ann an tar-chur an dàta.
hi_in: अनुप्रयोग लोडिंग करना जारी नहीं रख सकता है क्योंकि डेटा प्रेषण में त्रुटि का पता चला.
hr: Aplikacija ne može nastaviti učitavanje jer je uočena greška prilikom prijenosa podataka.
hy_am: Ծրագիրը չի կարող շարունակել բացել, քանի որ սխալ է գրանցվել տվյալի փոխանցում ժամանակ:
id: Aplikasi tidak dapat dimuat karena terdeteksi galat pada pengiriman data.
is: Forritið getur ekki haldið áfram að hlaðast inn vegna villu sem kom upp í gagnasendingu.
kab: Asnas yerken acku teḍṛa-d tuccḍa di tuzzna n isefka.
kk: Қолданба жалғастыра алмайды, өйткені деректерді тасымалдау кезінде қате орын алды.
km: កម្មវិធី​មិន​អាច​ផ្ទុក​​ពីព្រោះ​រក​ឃើញ​កំហុស​ក្នុង​ការ​បញ្ជូន​ទិន្នន័យ។
kn: ಅನ್ವಯವನ್ನು ಲೋಡ್‌ ಮಾಡುವುದನ್ನು ಮುಂದುವರೆಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ದತ್ತಾಂಶ ವರ್ಗಾವಣೆಯಲ್ಲಿ ಒಂದು ದೋಷವು ಕಂಡುಬಂದಿದೆ.
lt: Programos įkėlimo tęsti negalima, nes perduodant duomenis, įvyko klaida.
lv: Aplikācijas ielāde nevar turpināties, jo datu pārraidē konstatēta kļūda.
mai: अनुप्रयोग लोड कएना जारी नहि राखि सकैत अछि किएक डेटा प्रेषण मे त्रुटि केर पता लागल.
ml: ഡേറ്റാ കൈമാറ്റം ചെയ്യുന്നതില്‍ ഒരു തകരാറുള്ളതിനാല്‍ പ്രയോഗം ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല.
mr: ॲप्लिकेशन लोड होणे शक्य नाही कारण डाटा स्थानांतरनवेळी त्रुटी आढळली.
ms: Aplikasi ini tidak dapat meneruskan untuk memuat kerana ralat pada data penghantaran telah dikesan.
my: ဒေတာအချက်အလက်ကူးပြောင်းရာတွင် မှားယွင်းမှူတစ်ခုတွေ့ရှိရသဖြင့် အက်ပလီကေးရှင်း ၏ လုပ်ဆောင်ချက် ရပ်တန့်ပေးလိုက်သှ်
oc: L'aplicacion s'es arrestada perque una error dins la transmission de donadas es estada detectada.
or: ଏହି ପ୍ରୟୋଗ ଧାରଣ କାର୍ଯ୍ୟକୁ ଅଗ୍ରସର କରିପାରିବ ନାହିଁ କାରଣ ତଥ୍ୟ ପରିବହନରେ ଏକ ତୃଟି ପରିଲକ୍ଷିତ ହୋଇଛି।
pt_br: Este aplicativo não pôde continuar carregando porque foi detectado um erro na transmissão.
ro: Aplicația nu poate continua deoarece a fost detectată o eroare legată de transmiterea datelor.
si: දත්ත සම්ප්‍රේශනයේ දෝශයක් හඳුනාගත් බැවින් මෙම යෙදුම ඉදිරියට යා නොහැක.
sv: Programmet kan inte fortsätta på grund av att ett fel i dataöverföringen upptäcktes.
ta: இந்த பயன்பாடு தொடர இயலாது ஏனெனில் தரவை அனுப்புவதில் ஒரு பிழை நேர்ந்ததை கண்டறியப்பட்டது.
te: అనువర్తనం లోడు కాలేదు ఎంచేతంటే డాటా బదిలీనందు ఒక దోషం గుర్తించబడింది.
tr: Veri aktarımında bir hata tespit edildiği için uygulama yüklenmeye devam edemiyor.
ur: ڈیٹا منتقل کرنے میں ایک غلطی کا پتہ چلا تھا کیونکہ درخواست لوڈ کرنے کا عمل جاری نہیں کر سکتے.
uz: Ushbu ilova dastur yuklashni davom ettira olmaydi, chunki ma’lumotlarni ko‘chirishda xato aniqlandi.
xh: I-aplikheyishini ayinakukwazi ukuqhubeka ilayisha ngenxa yokuba kuphawulwe imposiso xa bekugqithiswa iinkcukacha.

source: This application tried to use an unsupported technology that is no longer available.
az: Tətbiqetmə, artıq dəstəklənməyən bir texnologiyanı istifadə etməyə çalışdı.
bg: Приложението се опита да използзва неподдържана технология, която вече не е налична.
bn_bd: এই অ্যাপ্লিকেশনটি এমন একটি অসমর্থিত প্রযুক্তি ব্যবহারের চেষ্টা করেছে যা আর উপলব্ধ নয়।
ca: Aquesta aplicació ha intentat utilitzar una tecnologia incompatible que ja no és disponible.
cy: Ceisio y rhaglen â defnyddio technoleg nad yw'n cael ei gynnal ac nad yw ar gael bellach.
es_mx: La aplicación intentó usar una tecnología no soportada que ya no está disponible.
eu: Dagoeneko erabilgarri ez dagoen eta onartzen ez den teknologia bat erabiltzen saiatu da aplikazio hau.
fa: این برنامه برای دسترسی به فناوری‌ای که پشتیبانی نمی‌شود و دیگر در دسترسی نیست، تلاش کردن.
gd: Dh'fheuch an aplacaid ri teicneolas a chleachdadh ris nach eil taic is nach eil ri fhaighinn tuilleadh.
hi_in: यह अनुप्रयोग एक असमर्थित प्रौद्योगिकी का इस्तेमाल करती है जो अब उपलब्ध नहीं है.
hr: Aplikacija je pokušala koristiti nepodržanu tehnologiju koja više nije dostupna.
hy_am: Այս ծրագիրը փորձում է օգտագործել չաջակցվող տեխնոլոգիա, որը այլևս հասանելի չէ:
id: Aplikasi mencoba untuk menggunakan teknologi yang tidak lagi tersedia.
is: Forritið reyndi að nota óstudda tækni sem er ekki lengur tiltæk.
kab: Asnas agi iseqdac tatiknulujit ur yeţusefraken ara tura, ulaciţ s uwennez amazwaru.
kk: Қолданба қолдауы жоқ және қолжетерсіз технологияны қолдану талабын жасады.
km: កម្មវិធី​នេះ​ព្យាយាម​ប្រើ​​បច្ចេកវិទ្យា​​​មិន​គាំទ្រ​ដែល​នឹង​មិន​មាន​ទៀត​ទេ។
kn: ಈ ಅನ್ವಯವು ಸದ್ಯಕ್ಕೆ ಚಾಲನೆ ಇಲ್ಲ ಒಂದು ಬೆಂಬಲವಿರದ ತಂತ್ರಜ್ಷಾನವನ್ನು ಬಳಸಲು ಪ್ರಯತ್ನಿಸಿದೆ.
lt: Programa bando naudoti nebepalaikomą technologiją.
lv: Aplikācija mēģināja izmantot neatbalstītu tehnoloģiju, kas vairs nav pieejama.
mai: ई अनुप्रयोग एकटा असमर्थित प्रौद्योगिकी केर इस्तेमाल करैत अछि जे आब उपलब्ध नहि अछि.
ml: ലഭ്യമല്ലാത്ത പിന്തുണയില്ലാത്ത സാങ്കേതികത ഉപയോഗിയ്ക്കുവാന്‍ ഈ പ്രയോഗം ശ്രമിച്ചു.
mr: ह्या ॲप्लिकेशनने असमर्थीत तंत्राच्या वापरकरिता प्रयत्न केला आहे, जे अनुपलब्ध आहे.
ms: Aplikasi ini cuba untuk menggunakan teknologi tidak disokong yang tidak lagi wujud.
my: အက်ပလီကေးရှင်းသည် ထောက်ပံ့မပေးထားသော နည်းပညာတစ်ခုကို သုံးရန်ကြိုးစားနေသှ်။
oc: Aquesta aplicacion utiliza una anciana tecnologia qu'es pas mai disponibla.
or: ଏହି ପ୍ରୟୋଗ ଏକ ଅସମର୍ଥିତ ପ୍ରଯୁକ୍ତି ଜ୍ଞାନ ବ୍ୟବହାର କିରବା ପାଇଁ ଚେଷ୍ଟା କରିଥାଏ ଯାହାକି ବର୍ତ୍ତମାନ ଉପଲବ୍ଧ ନାହିଁ।
pt_br: Este aplicativo tentou usar uma tecnologia não suportada que não está mais disponível.
si: මෙම යෙදුම තවදුරටත් නොපවතින සහාය නොදක්වන තාක්ශණයක් භාවිත කිරීමට උත්සහ කරන ලදී.
sv: Programmet försökte använda en teknik som inte längre stöds.
ta: இந்த பயன்பாடு ஒரு ஆதரவற்ற நுட்பத்தை பயன்படுத்த முயற்சிக்கிறது ஆனால் அது கூடிவிரைவில் இருக்கப்போவதில்லை.
te: ఈ అనువర్తనం అందుబాటులో లేని తోడ్పాటునీయని సంకేతికతను ఉపయోగించుటకు ప్రయత్నించెను.
tr: Uygulama, artık desteklenmeyen bir teknolojiyi kullanmaya çalıştı.
ur: ایپلی کیشن نے غیر معاون ٹیکنالوجی کو استعمال کرنے کی کوشش کی ہے جو اب دستیاب نہیی۔
uz: Ushbu ilova dastur mavjud bo‘lmagan mos kelmaydigan texnologiyadan foydalanishga urinmoqda.
xh: Le aplikheyishini izame ukusebenzisa ubugcisa obungaxhaswayo obungasafumanekiyo.

source: This application cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
az: Bu tətbiq %S üzərində məlumatlarınızın təhlükəsizliyini qarantiya etmir, çünki bu sındırılmış təhlükəsizlik protokolu olan SSLv3 işlədir.
bg: Това приложение не може да гарантира безопасност на данните ви в %S, защото използва счупения SSLv3 протокол.
ca: Aquesta aplicació no pot garantir la seguretat de les vostres dades a %S perquè utilitza SSLv3, un protocol de seguretat insegur.
cy: Nid yw'r rhaglen yn gallu gwarantu diogelwch eich data ar %S gan ei fod yn defnyddio protocol diogelwch SSLv3, sydd wedi torri.
eu: Aplikazio honek ezin du %S gunean zure datuen segurtasuna bermatu SSLv3 erabiltzen duelako, segurtasun-protokolo hautsi bat.
fa: این برنامه نمی‌تواند امنیت اطلاعات شما را بر روی %S، بدلیل استفاده از SSLv3 که یک پروتکل امنیتی شکسته شده است، تضمین کند.
gd: Chan urrainn dhan aplacaid seo a dhol barantas a thoirt a thaobh tèarainteachd an dàta agad air %S a chionn 's gu bheil e a' cleachdadh SSLv3, pròtacal tèarainteachd a tha briste.
hi_in: यह एप्लीकेशन अपने डेटा की सुरक्षा की गारंटी नहीं दे सकती क्योंकि यह एक टूटे हुए सुरक्षा प्रोटोकॉल का उपयोग करती है |
hr: Ova aplikacija ne može jamčiti sigurnost vaših podataka na %S jer koristi SSLv3, star i nesiguran sigurnosni protokol.
hy_am: Firefox-ը չի կարող երաշխավորել ձեր տվյալների անվտանգությունը %S-ում, քանի որ այն օգտագործում է SSLv3՝ անվտանգության վնասված հաղորդակարգ:
id: Aplikasi ini tidak dapat menjamin keselamatan data Anda di %S karena menggunakan protokol SSLv3 yang merupakan protokol bermasalah.
is: Ekki er hægt að ábyrgjast öryggi gagna fyrir %S þar sem það notar SSLv3, sem er gallaður öryggisstaðall.
kab: Asnas agi ur iḍemmen ara taɣellist n isefka yinek di %S acku iseqdac SSLv3, aneggaf n tɣellist yerẓen.
kk: Бұл қолданба сіздің деректеріңіздің %S жерінде қауіпсіздігіне кепілдік бере алмайды, өйткені ол жерде SSLv3 сынған қауіпсіздік хаттамасы қолданылуда.
km: Firefox មិន​អាច​ធានា​សុវត្ថិភាព​ទិន្នន័យ​របស់​អ្នក​នៅ​លើ %S ទេ ព្រោះ​វា​ប្រើ SSLv3, ជា​ពិធីការ​សុវត្ថិភាព​ដែល​បាន​ខូច។
kn: ಈ ಅನ್ವಯ %S ದ ಮೇಲೆ ನಿಮ್ಮ ಡೇಟಾದ ಸುರಕ್ಷತೆಯ ಭರವಸೆ ನೀಡಲು ಸಾಧ್ಯವಿಲ್ಲ ಯಾಕೆಂದರೆ ಇದು SSLv3 ಬಳಸುತ್ತದೆ, ಜೊತೆಗೆ ಇದು ಸುರಕ್ಷತೆ ಮುರಿದ ಪ್ರೋಟೋಕೋಲ್ ಆಗಿದೆ.
lt: Ši programa negali garantuoti jūsų duomenų saugumo su „%S“, kadangi yra naudojamas nesaugus SSLv3 protokolas.
lv: Šī aplikācija nevar garantēt jūsu datu drošību %S, jo tā izmanto bojātu drošības protokolu SSLv3
mai: %S पर अहाँक डेटा के सुरक्षा केर गारंटी नहि दिए सकैत अछि किएक ई SSLv3 केर उपयोग करैत अछि, जे कि एकटा टूटल सुरक्षा प्रोटोकॉल अछि.
oc: Aquesta aplicacion pòt pas garantir la seguretat de vòstras donadas sus %S perque utiliza SSLv3, un protocòl de seguretat pas segur.
pt_br: Este aplicativo não pode garantir a segurança dos seus dados em %S porque ele usa SSLv3, um protocolo inseguro.
ro: Această aplicație nu poate garanta siguranța datelor dumneavoastră pe %S deoarece saitul folosește SSLv3, un protocol de securitate nesigur.
sv: Denna applikation kan inte garantera säkerheten för dina data på %S eftersom den använder SSLv3, ett skadat säkerhetsprotokoll.
ta: ஒரு முறிந்த பாதுகாப்பு நெறிமுறையை கொண்டுள்ள இந்த பயன்பாடு SSLv3 ஐப் பயன்படுத்துவதால் உங்கள் %S தரவின் பாதுகாப்பை உறுதிப்படுத்த முடியாது.
tr: Bu uygulama %S üzerindeki verilerinizin güvenliğini garanti edemiyor çünkü bu sitede kırılmış bir protokol olan SSLv3 kullanılıyor.
uz: Ushbu ilova dastur %S’dagi ma’lumotlaringizning xavfsizligiga kafolat bera olmaydi, chunki u SSLv3, ya’ni buzilgan xavfsizlik protokolidan foydalanadi.
xh: Le aplikeyishini ayinako ukuluqinisekisa ukhuseleko lwengcombolo yakho ku-%S ngenxa yokuba isebenzisa i-SSLv3, iprothokholi yokhuseleko olwaphukileyo.
