Repository: translate/mozilla-l10n
Catalog: */webapprt/webapprt/overrides/appstrings.properties.po
Languages: af, az, bg, bn_bd, ca, cy, es_mx, eu, fa, gd, hi_in, hr, hy_am, id, is, kab, kk, km, kn, lt, lv, mai, ml, mr, ms, my, oc, or, pt_br, ro, si, sv, ta, te, tr, ur, uz, xh

source: The application tried to access a network port that it should not have access to. The application has canceled the request for your protection.
af: Die toepassing het probeer toegang kry tot 'n netwerkpoort waartoe dit nie toegang behoort te hê nie. Vir u beskerming het die toepassing die versoek gekanselleer.
az: Tətbiqetmə, girişi qadağan olmalı olan bir şəbəkə port-una qoşulmağa cəhd etdi. Təhlükəsizliyiniz üçün, tətbiqetmə istəyi ləğv edilmişdir.
bg: Приложението се опита да достигне мрежов порт, до който не трябва да има достъп. Приложението прекъсна заявката, за да бъдете в безопасност.
bn_bd: অ্যাপ্লিকেশনটি এমন একটি নেটওয়ার্ক ধরার চেষ্টা করেছে যা তার ধরা উচিত হয় নি। আপনার সুরক্ষার জন্য অ্যাপ্লিকেশনটি উক্ত অনুরোধ বাতিল করে দিয়েছে।
ca: L'aplicació ha intentat accedir a un port de xarxa al qual no hi hauria de tenir accés. L'aplicació ha cancel·lat la sol·licitud per a la vostra protecció.
cy: Ceisiodd y rhaglen gael mynediad i borth rhwydwaith na ddylai fod wedi cael mynediad iddo. Mae'r rhaglen wedi diddymu'r cais er eich lles.
es_mx: La aplicación intentó acceder a un puerto al que no debe tener acceso. La aplicación canceló la petición para tu protección.
fa: برنامه برای دسترسی به پورتی که غیر قابل دسترس است تلاش کرده است. برای حفظ امنیت چنین تقاضایی اجرا نمیشود.
gd: Dh'fheuch an aplacaid ri inntrigeadh a dhèanamh do phort lìonraidh nach biodh inntrigeadh aige dha. Sguir an aplacaid dhen iarrtas a chum do dhìon fhèin.
hi_in: अनुप्रयोग ने संजाल पोर्ट की पहुँच की कोशिश की है जिसे यह पहुँच नहीं लेना चाहिए. अनुप्रयोग ने आपकी सुरक्षा के लिए आग्रह को रद्द कर दिया है.
hr: Aplikacija je pokušala pristupiti mrežnom ulazu za kojeg nije trebala imati pristup. Aplikacija je otkazala zahtjev radi vaše sigurnosti.
hy_am: Ծրագիրը փորձում է մուտք ստանալ մի պորտի, որը չպետք է անի: Այդ հարցումը մերժվել է ձեր անվտանգությունից ելնելով:
id: Aplikasi mencoba menggunakan port jaringan yang seharusnya tidak dapat diakses. Aplikasi telah menganulir hal ini untuk keamanan Anda.
is: Forritið reyndi að tengjast netgátt sem það ætti ekki að hafa aðgang að. Hætt var við beiðnina þér til verndar.
kk: Қолданба оған рұқсаты жоқ портқа қатынау талабын жасады. Сізді қорғау мақсатында қолданба сұранымы тайдырылды.
km: កម្មវិធី​ព្យាយាម​ចូល​ដំណើរការ​ច្រក​បណ្ដាញ ដែល​វា​​មិន​គួរ​ចូល​ដំណើរការ។ កម្មវិធី​បាន​បោះបង់​សំណើ​​សម្រាប់ការការ​ពារ​របស់​អ្នក។
kn: ಅನ್ವಯವು ತಾನು ಪ್ರವೇಶಿಸಬಾರದೆ ಇರುವ ಒಂದು ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸಿದೆ. ನಿಮ್ಮ ಸುರಕ್ಷತೆಗಾಗಿ ಅನ್ವಯವು ಮನವಿಯನ್ನು ರದ್ದುಗೊಳಿಸಿದೆ.
lt: Programa bando naudoti tinklo prievadą, prieigos prie kurio ji neturėtų gauti. Saugumo tikslais prieigos prie šio prievado atsisakyta.
lv: Aplikācija mēģināja piekļūt tīmekļa portam, kurai tam nevajadzētu būt pieejamam. Jūsu drošībai aplikācija pārtrauca pieprasījumu.
mai: अनुप्रयोग ने नेटवर्क पोर्ट पर पहुँचबाक कोसिस कएने अछि जकरा ई पहुँच नहि लेनाइ चाही. अनुप्रयोग ने अहाँक सुरक्षा कलेल आग्रह केँ रद्द कए देने अछि.
ml: ലഭ്യമാക്കുവാന്‍ പാടില്ലാത്തൊരു നെറ്റ്‌വര്‍ക്ക് പോര്‍ട്ടിലേക്കു് പ്രവേശിയ്ക്കുവാന്‍ പ്രയോഗം ശ്രമിച്ചിരിയ്ക്കുന്നു. നിങ്ങളുടെ സുരക്ഷയ്ക്കു് വേണ്ടി പ്രയോഗം ഈ ആവശ്യം റദ്ദാക്കി.
mr: ॲप्लिकेशनने प्रतिंबंधीत नेटवर्क पोर्टकरिता प्रवेशसाठी प्रयत्न केला आहे. ॲप्लिकेशनने सुरक्षाकरिता विनंती रद्द केली आहे.
ms: Permohonan itu cuba mengakses port rangkaian bahawa ia tidak perlu mempunyai akses kepada. Permohonan itu telah membatalkan permintaan untuk perlindungan anda.
my: အက်ပလီကေးရှင်းသှ်​ မသုံးသင့်သော ဂိတ်တစ်ခုအားသုံးဖို့ကြိုးစားခဲ့သှ်။ သင့်လုံခြုံရေးအတွက် တောင်းဆိုမှူကို ပိတ်ထားလိုက်ပါသှ်။
oc: L'aplicacion a ensajat d'accedir a un pòrt al qual deuriá pas aver accès. L'aplicacion a anullat la demanda per vòstra seguretat.
or: ଏହି ପ୍ରୟୋଗ ଏକ ନେଟୱର୍କ ପୋର୍ଟକୁ ଅଭିଗମ୍ୟ କରିବା ପାଇଁ ଚେଷ୍ଟା କରୁଅଛି ଯାହା ଫଳରେ ଏହାକୁ ଅଭିଗମ୍ୟ କରିବା ଆବଶ୍ୟକ ନାହିଁ। ଏହି ପ୍ରୟୋଗ ଆପଣଙ୍କର ସୁରକ୍ଷା ପାଇଁ ଅନୁରୋଧକୁ ବାତିଲ କରିଛି।
pt_br: O aplicativo tentou acessar uma porta de rede que não deveria. Para sua proteção, o pedido foi cancelado.
ro: Aplicația a încercat să acceseze un port de rețea la care nu trebuia să aibă acces. Pentru protecția dumneavoastră, aplicația a oprit această cerere.
si: මෙම යෙදුම නොපිවිසිය යුතු ජාල පේනුවක් වෙත පිවිසීමට තැත් කරන ලදී. ඔබේ ආරක්ශාව තකා යෙදුම එම ඉල්ලීම අවලංගු කර ඇත.
sv: Programmet försökte använda en nätverksport som det inte ska ha tillgång till. Programmet har av säkerhetsskäl avbrutit anslutningsförsöket.
ta: இந்த பயன்பாடு பிணையத்தில் அனுமதியற்ற சேவை எண்ணை அனுக முயற்சி செய்கிறது.பயன்பாடானது உங்களுடைய கோரிக்கையை நிராகரித்துவிட்டது.
te: అనువర్తనం తనకు ఏక్సెస్ లేని నెట్వర్కు పోర్టును ఏక్సెస్ చేయుటకు ప్రయత్నించెను. మీ భద్రత కొరకు అనువర్తనం ఆ అభ్యర్ధనను రద్దుచేసెను.
tr: Uygulama, erişim izni olmaması gereken bir ağ portuna erişmeye çalıştı. Güvenliğiiz için uygulamanın isteği reddedilmiştir.
ur: ایپلی کیشن نے اس نیٹ ورک پورٹ کو رسائی کرنے کی کوشش کی ہے جس کی رسائی اسے حاصل نہیں ہے۔ ایپلی کیشن نے آپ کی حفاظت کی فرمائش کو منسوخ کر دیا ہے۔
uz: Ilova ruxsat berilmgan tarmoq portiga ulanishga urinmoqda. Ilova tizim himoyasi uchun so‘rovni bekor qildi.
xh: I-aplikheyishini izame ukufikelela kwipoti yenethiweki engafanelanga ifikelele kuyo. I-aplikheyishini isirhoxisile isicelo sakho sokukhuselwa.

source: The application is configured to use a proxy server that can't be found.
af: Die toepassing is opgestel om 'n instaanbediener te gebruik wat nie gevind kan word nie.
az: Tətbiqetmə tapıla bilməyən bir proxy serverə bağlanacaq şəkildə nizamlanıb.
bg: Приложението е настроено да използва прокси сървър, който не може да бъде открит.
bn_bd: অ্যাপ্লিকেশনটিতে এমন একটি প্রক্সি সার্ভার কনফিগার করা আছে যা খুঁজে পাওয়া যায় নি।
ca: L'aplicació s'ha configurat per utilitzar un servidor intermediari que no pot trobar-se.
cy: Mae'r rhaglen wedi ei ffurfweddu i ddefnyddio gweinydd dirprwy nad oes modd ei chanfod.
es_mx: La aplicación está configurada para usar un servidor proxy que no puede encontrarse.
fa: فایرفاکس پیکربندی شده تا از پروکسی سروری استفاده کند که پیدا نمی‌شود.
gd: Tha an aplacaid air a rèiteachadh gus frithealaiche progsaidh a lorg nach gabh a lorg.
hi_in: अनुप्रयोग एक प्रॉक्सी सर्वर के प्रयोग के लिये विन्यस्त किया गया है जो कि पाया नहीं जा सकता है.
hr: Aplikacija je podešena za korištenje proxy poslužitelja kojeg nije moguće pronaći.
hy_am: Ծրագիրը կարգավորված է պրոքսի սպասարկիչ օգտագործելու համար, որը չի գտնվել:
id: Aplikasi telah diatur menggunakan server proxy yang tidak dapat ditemukan.
is: Forritið er stillt til að nota milliþjón sem finnst ekki.
kab: Asnas iţuswel akken ad iseqdec aqeddac aseɣẓan agrawan, acu kan aseɣẓan agrawan ulac-it.
kk: Қолданба прокси серверді қолдануға бапталған, бірақ ол прокси сервері табылмады.
km: កម្មវិធី​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ឲ្យ​ប្រើ​ម៉ាស៊ីន​មេ​ប្រូកស៊ី ដែល​មិន​អាច​រក​ឃើញ។
kn: ಕಂಡುಬರದೆ ಇರುವ ಒಂದು ಪ್ರಾಕ್ಸಿ ಪೂರೈಕೆಗಣಕವನ್ನು ಬಳಸುವಂತೆ ಅನ್ವಯವನ್ನು ಸಂರಚಿಸಲಾಗಿದೆ.
lt: Nerastas įgaliotasis serveris, nurodytas programos nuostatose.
lv: Aplikācija ir nokonfigurēta starpniekservera izmantošanai, bet tas nav atrodams.
mai: अनुप्रयोग एकटा प्राक्सी सर्वरक प्रयोगक लेल विन्यस्त कएल गेल अछि जे पाएल नहि जाए सकैत अछि.
ml: കണ്ടെത്തുവാന്‍ സാധിക്കാത്ത ഒരു പ്രോക്സി സെര്‍വര്‍ ഉപയോഗിക്കുവാന്‍ പ്രയോഗം ക്രമീകരിച്ചിരിയ്ക്കുന്നു.
mr: अस्तित्वात नसलेल्या प्रॉक्सी सर्वरचा वापर करण्याकरता ॲप्लिकेशनला संरचीत केले गेले आहे.
ms: Permohonan itu dikonfigurasikan untuk menggunakan pelayan proksi yang tidak boleh dijumpai.
my: အက်ပလီကေးရှင်းသှ် မတွေ့နိုင်တဲ့ ပရောဆီဆာဗာသုံးထားသှ်။
oc: L'aplicacion es configurada per utilizar un servidor proxy introbable.
or: ଏହି ପ୍ରୟୋଗଟି ପ୍ରକ୍ସି ସର୍ଭର ବ୍ୟବହାର କରିବାକୁ ବିନ୍ୟାସିତ ହୋଇଛି ଯାହାକୁ ଖୋଜି ପାରିବେ ନାହିଁ।
pt_br: Este aplicativo está configurado para usar um servidor proxy que não pôde ser localizado.
ro: Aplicația este configurată să folosească un server proxy care nu poate fi găsit.
si: යෙදුම ප්‍රොක්සි සේවාදායකය භාවිතා කිරිම සඳහා සකසා ඇති අතර එය සොයාගත නොහැක.
sv: Programmet är inställt på att använda en proxyserver, men proxyn kunde inte hittas.
ta: கண்டறிய இயலாத ஒரு மாற்று சேவையகத்தை பயன்படுத்துவதற்காக பயர்பாக்ஸ் கட்டமைக்கப்படுகிறது.
te: అనువర్తనం ప్రోక్సీ సేవిక ఉపయోగించుటకు ఆకృతీకరించబడెను అది కనుగొనబడలేదు.
tr: Uygulama bulunamayan bir vekil sunucuya bağlanmak üzere ayarlanmış.
ur: ایپلی کیشن ایسا پراکسی پیش کار استعمال کرنے کے لیے تشکیل کردہ جو مل نہیں رہا۔
uz: Ilova topilmaydigan proksi serverdan foydalanishga moslangan.
xh: I-aplikheyishini ingqamaniswe ukuba isebenzise iproksi yeseva engafumanekiyo.

source: The application is configured to use a proxy server that is refusing connections.
af: Die toepassing is opgestel om 'n instaanbediener te gebruik wat verbindings weier.
az: Tətbiqetmə bağlanma istəklərini rədd edən bir proxy serverə bağlanacaq şəkildə nizamlanıb.
bg: Приложението е настроено да използа прокси сървър, който отказва свързване.
bn_bd: অ্যাপ্লিকেশনটিতে এমন একটি প্রক্সি সার্ভার কনফিগার করা আছে যা সংযোগ প্রত্যাখ্যান করছে।
ca: L'aplicació s'ha configurat per utilitzar un servidor intermediari que està rebutjant les connexions.
cy: Mae'r rhaglen wedi ei ffurfweddu i ddefnyddio gweinydd dirprwy sy'n gwrthod cysylltiadau.
es_mx: La aplicación está configurada para usar un servidor proxy que está rechazando las conexiones.
fa: فایرفاکس پیکربندی شده تا از پروکسی سروری استفاده کند که ازبرقراری اتصال خودداری می‌کند.
gd: Tha an aplacaid air a rèiteachadh gus frithealaiche progsaidh a chleachdadh a tha a' diùltadh cheanglaichean.
hi_in: अनुप्रयोग को प्रॉक्सी सर्वर का प्रयोग करने के लिये विन्यस्त किया है जो कि संबंधन अस्वीकृत कर रहा है.
hr: Aplikacija je podešena za korištenje proxy poslužitelja koji odbija veze.
hy_am: Ծրագիրը կարգավորված է պրոքսի սպասարկիչ օգտագործելու համար, սակայն այն մերժում է կապը:
id: Aplikasi telah diatur menggunakan server proxy yang menolak sambungan.
is: Forritið er stillt til að nota milliþjón sem neitar tengingum.
kab: Asnas iţuswel akken ad iseqdec aqeddac aseɣẓan agrawan yuggin tuqqniwin.
kk: Қолданба прокси серверді қолдануға бапталған, бірақ ол прокси сервері байланыстарды үзуде.
km: កម្មវិធី​ត្រូវ​បា​នកំណត់​រចនាសម្ព័ន្ធ​ឲ្យ​ប្រើ​ម៉ាស៊ីន​មេ​ប្រូកស៊ី​ដែល​បដិសេធការ​ភ្ជាប់។
kn: ಸಂಪರ್ಕಗಳನ್ನು ನಿರಾಕರಿಸುವ ಒಂದು ಪ್ರಾಕ್ಸಿ ಪೂರೈಕೆಗಣಕವನ್ನು ಬಳಸುವಂತೆ ಅನ್ವಯವನ್ನು ಸಂರಚಿಸಲಾಗಿದೆ.
lt: Bandant prisijungti prie programos nuostatose nurodyto įgaliotojo serverio, ryšys buvo atmestas.
lv: Aplikācija ir nokonfigurēta starpniekservera izmantošanai, bet tas atsaka savienojumus.
mai: अनुप्रयोग केँ प्राक्सी सर्वरक प्रयोग करबाक कलेल विन्यस्त कएल गेल अछि जे संबंधन अस्वीकृत कए रहल अछि.
ml: കണക്ഷനുകള്‍ നിരസ്സിക്കുന്ന ഒരു പ്രോക്സി സര്‍വര്‍ ഉപയോഗിക്കുവാന്‍ പ്രയോഗം ക്രമീകരിച്ചിരിക്കുന്നു.
mr: जोडणी नकारणाऱ्या प्रॉक्सी सर्वरचा वापर करण्याकरता ॲप्लिकेशनला संरचीत केले गेले आहे.
ms: Aplikasi ini dikonfigurkan untuk menggunakan pelayan proksi yang menolak sambunga.
my: အက်ပလီကေးရှင်းသှ် ချိတ်ဆက်မှူ ကိုငြင်းဆန်နေသော ပရောဆီဆာဗာအားသုံးထားသှ်။
oc: L'aplicacion es configurada per utilizar un servidor proxy que refusa tota connexion.
or: ଏହି ପ୍ରୟୋଗଟି ପ୍ରକ୍ସି ସର୍ଭର ବ୍ୟବହାର କରିବାକୁ ବିନ୍ୟାସିତ ହୋଇଛି ଯାହାକି ସଂଯୁକ୍ତ ହେବା ପାଇଁ ବାରଣ କରୁଅଛି।
pt_br: Este aplicativo está configurado para usar um servidor proxy que está recusando conexões.
ro: Aplicația este configurată să folosească un server proxy care refuză conexiuni.
si: යෙදුම ප්‍රොක්සි සේවාදායකය භාවිතා කිරිම සඳහා සකසා ඇති අතර එය සබධතාවය ප්‍රතික්‍ෂේප කරයි.
sv: Programmet är inställt på att använda en proxyserver, men proxyn avvisade anslutningen.
ta: இணைப்பு மறுக்கபடுகிற ஒரு மாற்று சேவையகத்தை பயன்படுத்துவதற்காக பயர்பாக்ஸ் கட்டமைக்கப்படுகிறது.
te: అనువర్తనం ప్రోక్సీ సేవిక ఉపయోగించుటకు ఆకృతీకరించబడెను అది అనుసంధానాలను తిరస్కరిస్తోంది.
tr: Uygulama bağlanma isteklerini geri çeviren bir vekil sunucuya bağlanmak üzere ayarlanmış.
ur: ایپلی کیشن ایسا پراکسی پیش کار استعمال کرنے کے لیے تشکیل کردہ جو کنکشن کرنے سے انکار کر رہا ہے۔
uz: Ilova ulanishlarni rad qiladigan proksi serverga moslangan.
xh: I-aplikheyishini ingqamaniswe ukuba isebenzise iproksi yeseva elukhabayo unxibelelwano.

source: The application received a response from a server which used an invalid or unsupported form of compression.
af: Die toepassing het 'n antwoord ontvang van 'n bediener wat 'n ongeldige of nieondersteunde vorm van saampersing gebruik.
az: Tətbiqetmə, bir serverdən, yanlış və ya dəstəklənməyən bir sıxışdırma üsulu istifadə edən bir cavab aldı.
bg: Приложението получи отговор от сървър, който използва невалиден или неподдържан вид компресия.
ca: L'aplicació ha rebut una resposta d'un servidor que utilitzava una forma de compressió no vàlida o incompatible.
cy: Mae'r rhaglen wedi derbyn ymateb gan weinydd sy'n defnyddio math annilys neu heb ei gynnal o gywasgiad.
es_mx: La aplicación ha recibido una respuesta de un servidor que usó una forma de compresión no válida o no admitida.
fa: فرمت فشرده سازی جوابی که از سرور دریافت شده است غیر معتبر یا پشتیبانی نشده است.
gd: Fhuair an aplacaid freagairt o fhrithealaiche a chleachd dùmhlachadh nach eil dligheach no ris nach eil taic.
hi_in: अनुप्रयोग सर्वर से एक अनुक्रिया को प्राप्त किया है जो संकुचन का अवैध अथवा असमर्थित रूप का प्रयोग करता है.
hr: Aplikacija je primila odgovor s poslužitelja koji je koristio kriv ili nepodržan način sažimanja.
hy_am: Ծրագիրը պատասխան է ստացել սպասարկիչից, որը օգտագրծում է չաջակցվող ձևի սեղմում:
id: Aplikasi menerima balasan dari server yang menggunakan format kompresi yang tidak didukung atau tidak dikenali.
is: Forritið fékk svar frá netþjóni sem notar ógilda eða óstudda gagnaþjöppun.
kab: Asnas agi irems-ed tiririt seg uqeddac ig seqdacen tawsit n usekkussem arameɣtu neɣ ur n ţusefrak ara.
kk: Қолданба серверден сығудың қате немесе қолдауы жоқ түрін қолданатын жауапты алды.
km: កម្មវិធី​បាន​ទទួល​ការ​ឆ្លើយតប​ពី​ម៉ាស៊ីន​មេ​ដែល​បាន​ប្រើ​ទម្រង់​បង្ហាប់​មិន​ត្រឹមត្រូវ ឬ​មិន​គាំទ្រ។
kn: ಅಮಾನ್ಯವಾದ ಅಥವ ಬೆಂಬಲವಿರದ ರೂಪದ ಸಂಕುಚನವನ್ನು ಬಳಸಿದಂತಹ ಒಂದು ಪೂರೈಕೆಗಣಕದಿಂದ ಅನ್ವಯವು ಒಂದು ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಸ್ವೀಕರಿಸಿದೆ.
lt: Programa iš serverio gavo atsakymą, kuriam suspausti naudojamas nepalaikomas duomenų suspaudimo būdas (arba šis atsakymas sugadintas).
lv: Aplikācija no servera saņēma atbildi, kas izmantoja nederīgu vai neatbalstītu saspiešanas veidu.
mai: अनुप्रयोग सर्वर सँ एकटा अनुक्रिया प्राप्त कएने अछि जे संकुचन केर अवैध अथवा असमर्थित रूप केर प्रयोग करैत अछि.
ml: തെറ്റായ അല്ലെങ്കില്‍ പിന്തുണയില്ല തരത്തിലുള്ള കമ്പ്രഷന്‍ ഉപയോഗിച്ചൊരു സര്‍വറില്‍ നിന്നുള്ള മറുപടി പ്രയോഗത്തിനു് ലഭിച്ചു.
mr: ॲप्लिकेशनला अवैध किंवा कम्प्रेशनचे असमर्थीत रूपण वापरणाऱ्या सर्व्हरपासून प्रतिसाद प्राप्त झाले.
ms: Aplikasi menerima balasan daripada pelayan yang menggunakan bentuk mampatan tidak sah atau tidak disokong.
my: အက်ပလီကေးရှင်းသှ် ဆာဗာဆီမှ ပုံမမှန်သော ပုံစံတစ်ခုရရှိသည်။
oc: L'aplicacion a recebut una responsa d'un servidor qu'utiliza un tipe de compression invalid o pas pres en carga.
or: ଏହି ପ୍ରୟୋଗ ସର୍ଭରରୁ ଉତ୍ତର ଗ୍ରହଣ କରିଅଛି ଯାହାକି ଏକ ଅବୈଧ କିମ୍ବା ଅସମର୍ଥିତ ସଙ୍କୋଚନ ଆକାର ବ୍ୟବହାର କରିଥାଏ।
pt_br: Este aplicativo recebeu uma resposta de um servidor que usa uma forma não suportada ou inválida de compactação.
ro: The application recieved a response from a server which used an invalid or unsupported form of compression.
si: යෙදුම වෙත වලංගු නොවන හෝ සහය නොදක්වන හැකිළුම් ක්‍රමයක් භාවිත කරන සේවාදායකයක් වෙතින් ප්‍රතිචාරයක් ලැබිනි.
sv: Programmet mottog ett svar från en server som använde en typ av komprimering som är ogiltig eller som inte stöds.
ta: இந்த பயன்பாட்டுக்கு சேவையகத்திலிருந்து பதில் வந்திருக்கிறது ஆனால் அது செல்லாதது அல்லது ஆதரவற்ற முறையில் சுருக்கப்பட்டது.
te: అనువర్తనం అనునది సేవికనుండి ఒక స్పందనను పొందినది అది చెల్లని లేదా తోడ్పాటులేని కుదింపు రూపాన్ని ఉపయోగించెను.
tr: Uygulama, bir sunucudan, geçersiz veya desteklenmeyen bir sıkıştırma biçimi kullanan bir yanıt aldı.
ur: ایپلی کیشن نے پیش کار سے ایسا جواب وصول کیا ہے جو کہ سکڑاؤ کا غلط یا غیر معاون ہیئت استعمال کر رہا ہے۔
uz: Ilova qo‘llab-quvvatlanmaydigan yoki xato siqish shaklidan foydalanadigan serverdan javob qabul qildi.
xh: I-aplikheyishini ifumene impendulo evela kwiseva esebenzisa uhlobo olungasebenziyo loxinzelelo.

source: The application cannot continue because it accessed a file type that may not be safe to open. Please contact the application authors to inform them of this problem.
af: Die toepassing kan nie voortgaan nie want dit het toegang probeer kry tot 'n lêertipe wat dalk nie veilig is om te open nie. Stel asb. die programmeerders in kennis van dié probleem.
az: Açılması təhlükəli olan bir fayl ilə qarşılaşdığı üçün tətbiqetmə davam edə bilmir. Xahiş edirik bu problemi bildirmək üçün tətbiqetmə-nin müəllifləri ilə əlaqə saxlayın.
bg: Приложението не може да продължи, защото поиска достъп до вид на файл, който не е безопасен за отваряне. Моля, свържете се с авторите на приложението, за да ги информирате за този проблем.
bn_bd: অ্যাপ্লিকেশনটি অব্যহত রাখা যাচ্ছে না কারণ এটি এমন ধরনের ফাইলে প্রবেশ করেছে যা খোলা নিরাপদ নয়। এই সমস্যা কথা জানাতে অ্যাপ্লিকেশন প্রস্তুতকারকের সাথে যোগাযোগ করুন।
ca: L'aplicació no pot continuar perquè ha accedit a un tipus de fitxer que podria no ser segur obrir-lo. Poseu-vos en contacte amb els autors de l'aplicació per informar-los del problema.
cy: Nid yw'r rhaglen yn gallu parhau gan iddo gael mynediad i fath o ffeil all fod yn anniogel i'w hagor. Cysylltwch ag awduron y rhaglen i'w hysbysu o'r anhawster.
es_mx: La aplicación no puede continuar porque accedió a un tipo de archivo que puede no ser seguro de abrir. Por favor contacta a los autores de la aplicación para informarles de este problema.
fa: باز کردن این نوع فایل امن نمیباشد لذا برنامه قادر به ادامه نیست. لطفا نویسنده برنامه را در جریان این مشکل قرار دهید.
gd: Chan urrainn dhan aplacaid leantainn air adhart a chionn 's gun do dh'fhosgail e faidhle a dh'fhaodadh a bhith cunnartach. Cuir fios gu ùghdaran na h-aplacaid is innis dhaibh mun duilgheadas seo.
hi_in: अनुप्रयोग जारी नहीं रह सकता है क्योंकि यह एक ऐसे फाइल प्रकार की पहुँच लेता है जो खोलने के लिए सुरक्षित नहीं है. कृपया वेबसाइट मालिक को इस समस्या के बारे में उन्हें बताने के लिए संपर्क करें.
hr: Aplikacija ne može nastaviti jer je pristupila vrsti datoteke koja nije sigurna za otvaranje. Molim obavijestite autore aplikacije o ovom problemu.
hy_am: Ծրագիրը չի կարող շարունակել, քանի որ այն փորձում է մուտք ստանալ մի ֆայլի, որը անվտանգ չէ բացել:
id: Aplikasi tidak dapat dilanjutkan karena mengandung jenis berkas yang mungkin tidak aman untuk dibuka. Mohon hubungi penyusun aplikasi mengenai masalah ini.
is: Forritið getur ekki haldið áfram vegna þess að það opnaði skrá sem hugsanlega er ekki örugg til að opna. Hafðu samband við höfunda forrits til að láta þá vita af þessu vandamáli.
kk: Қолданба жалғастыра алмайды, өйткені ол ашуға қауіпсіз емес бола алатын файл түріне қатынады. Қолданба авторларына осы мәселе жөнінде хабарласыңыз.
km: មិន​អាច​បន្ត​កម្មវិធី​បាន​ទេ ពីព្រោះ​វា​ចូល​ប្រើ​ប្រភេទ​ឯកសារ​ដែល​អាច​គ្មាន​សុវត្ថិភាព។ សូម​ទាក់ទង​​អ្នក​និពន្ធ​កម្មវិធី​ដើម្បី​ផ្ដល់​ឲ្យ​ពួក​គេ​ដឹង​ពី​បញ្ហា​នេះ។
kn: ಅನ್ವಯವು ಮುಂದುವರೆಯಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ ಏಕೆಂದರೆ ತೆರೆಯಲು ಸುರಕ್ಷಿತವಾಗಿರದೆ ಇರುವ ಒಂದು ಕಡತದ ಬಗೆಯನ್ನು ಅದು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸಿದೆ. ಈ ತೊಂದರೆಯನ್ನು ತಿಳಿಸಲು ದಯವಿಟ್ಟು ಅನ್ವಯದ ಕತೃಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ.
lt: Programos darbo tęsti negalima, nes ji bandė atverti failą tokio tipo, kurį atverti gali būti nesaugu. Prašome susisiekti su programos autoriais ir pranešti jiems apie šią problemą.
lv: Aplikācija nevar turpināt, jo tā ir piekļuvusi faila tipam, ko var nebūt droši atvērt. Lūdzu sazinieties ar aplikācijas autoriem un pastāstiet viņiem par šo problēmu.
mai: अनुप्रयोग जारी नहि रह सकैत अछि किएक ई एकटा एहन फाइल प्रकार केर पहुँच लेत अछि जे खोलबाक लेल सुरक्षित नहि अछि. कृपया वेबसाइट मालिक केँ ई समस्या क बारे मे हुनका बताबै कलेल संपर्क करू.
ml: സുരക്ഷിതമല്ലാത്തൊരു ഫയല്‍ ലഭ്യമാക്കുവാന്‍ ശ്രമിച്ചതിനാല്‍ പ്രയോഗത്തിനു് തുടരുവാന്‍ സാധ്യമല്ല. ഈ പ്രശ്നത്തെപ്പറ്റി ദയവായി പ്രയോഗത്തിന്റെ രചയിതാക്കളെ അറിയിയ്ക്കൂ.
mr: ॲप्लिकेशन पुढे सुरू राहू शकत नाही कारण उघडण्याकरिता असुरक्षीत अशा फाइलकरिता प्रवेश झाला आहे. कृपया ॲप्लिकेशन लेखकांशी संपर्क करा आणि त्यांना ह्या अडचणीविषयी कळवा.
ms: Aplikasi tidak dapat meneruskan kerana ianya mencapai jenis fail yang mungkin tidak selamat untuk dibuka. Sila hubungi pengarang aplikasi untuk memberitahu masalah ini.
my: အက်ပလီကေးရှင်းသှ် မလုံခြုံသော ဖိုင်အမျိုးအစားတစ်ခု အားဖွင့်ဖို့ကြိုးစားရာ ရပ်တန်သွားသှ်။ ကျေးဇူးပြုပြီး အက်ပလီကေးရှင်း ရေးသားသူများအား ပြသာနာအားပြောပြရန် ဆက်သွယ်ပါ။
oc: L'aplicacion s'es arrestada perque conten un tipe de fichièr que la dobertura pòt èsser pas segura. Contactatz los autors de l'aplicacion per los informar d'aqueste problèma.
or: ଏହି ପ୍ରୟୋଗ ଆଗକୁ ବଢ଼ିପାରିବ ନାହିଁ କାରଣ ଏହା ଏକ ଫାଇଲ ପ୍ରକାରକୁ ଅଭିଗମ୍ୟ କରିଅଛି ଯାହାକି ହୁଏତଃ ଖୋଲିବା ପାଇଁ ସୁରକ୍ଷିତ ନୁହଁ। ଏହି ସମସ୍ୟା ବିଷୟରେ ଅବଗତ କରାଇବା ପାଇଁ ଦୟାକରି ପ୍ରୟୋଗ ଅଧିକାରୀମାନଙ୍କ ସହିତ ସମ୍ପର୍କ କରନ୍ତୁ।
pt_br: O aplicativo não pode continuar porque ele acessou um tipo de arquivo que pode não ser seguro abrir. Por favor, contate os responsáveis pelo aplicativo para informá-los deste problema.
ro: Aplicația nu poate continua deoarece a accesat un tip de fișier care v-ar putea compromite siguranța. Vă rugăm să luați legătura cu proprietarii saitului pentru a-i informa despre această problemă.
si: විවෘත කිරීමට සුරක්ශිත නොවන ගොනු වර්ගයකට පිවිසෙන බැවින් යෙදුම හට ඉදිරියට යා නොහැක. කරුණාකර මෙම ගැටළුව පිළිබඳ යෙදුමේ කතෲවරු සබඳ කරගන්න.
sv: Programmet kan inte fortsätta eftersom det försökte använde en filtyp som kan vara farlig att öppna. Kontakta programmets skapare för att informera dem om detta problem.
ta: இந்த பயன்பாட்டை தொடர இயலாமது ஏனெனில் இது அனுகிய கோப்பு வகை பாதுகாப்பானதாக இருக்காது. தயவுச்செய்து பயன்பாட்டின் ஆசிரியர்களை அனுகி பிரச்சனையை தெரியப்படுத்தவும்.
te: అనువర్తనం కొనసాగించలేము ఎంచేతంటే అది సురక్షితంకాని ఫైల్ రకాన్ని ఏక్సెస్ చేసెను. ఈ సమస్య గురించి తెలుపుటకు అనువర్తనం మూలకర్తలను సంప్రదించండి.
tr: Açılması güvenli olmayan bir dosya türüne eriştiği için uygulama devam edemiyor. Lütfen bu sorunu bildirmek için uygulamanın geliştiricileriyle iletişim kurun.
ur: ایپلی کیشن جاری نہیں کر سکتے کیونکہ ییِ ایک فائل کی قسم تک رسائی حاصل کرتی ہے جو کے اسے کھولنے کے لئے محفوظ نہیں ۔
uz: Ilova davom ettira olmaydi, chunki ochishga ruxsat berilgan fayl turi xavfli bo‘lishi mumkin. Muammo haqida xabar berish uchun ilova muallifi bilan bog‘laning.
xh: I-aplikheyishini ayiqhubeki kuba ifikelele kuhlobo lwefayile ekungakhuselekanga ukuluvula. Nceda uqhagamshelana nababhali ukuze ubazise ngale ngxaki.

source: External Protocol Request
af: Eksterne protokolversoek
az: Xarici Protokol Lazımdır
bg: Заявка за външен протокол
bn_bd: বহিঃস্থ প্রোটোকলের অনুরোধ
ca: Sol·licitud de protocol extern
cy: Cais Protocol Allanol
es_mx: Solicitud de protocolo externo
eu: Kanpoko protokolo-eskaria
fa: درخواست قرارداد خارجی
gd: Iarrtas air pròtacal on taobh a-muigh
hi_in: बाहरी प्रोटोकॉल आग्रह
hr: Zahtjev za vanjski protokol
hy_am: Հարցվել է արտաքին աշխատակարգ
id: Permintaan Protokol Eksternal
is: Ytri samskipta beiðni
kab: Tuţra n uneggaf azɣaṛay
kk: Сыртқы хаттамаға сұраным
km: សំណើ​ពិធីការ​ខាងក្រៅ
kn: ಬಾಹ್ಯ ಪ್ರೋಟೋಕಾಲ್ ಮನವಿ
lt: Išorinio protokolo užklausa
lv: Ārējā protokola pieprasījums
mai: बाहरी प्रोटोकाल आग्रह
ml: പുറത്തു് നിന്നുള്ള സമ്പ്രദായത്തില്‍ നിന്നുള്ള ആവശ്യം
mr: बाहेरील शिष्टाचार विनंती
ms: Permohonan Protokol Luaran
my: ပြင်ပ ပရိုတိုကော တောင်းဆိုချက်
or: ବାହ୍ୟ ପ୍ରୋଟକଲ ଅନୁରୋଧ
pt_br: Solicitação de protocolo externo
ro: Cerere protocol extern
si: බාහිර නීතිමාලා ඉල්ලීම
sv: Begäran om externt protokoll
ta: வெளியார்ந்த நெறிமுறை கோரிக்கை
te: బాహ్య ప్రొటోకాల్ అభ్యర్ధన
tr: Harici İletişim Kuralı İsteği
ur: بیرونی قواعد نامہ فرمائش
uz: Tashqi protokol so‘rovi
xh: Isicelo sangaphandle seprothokholi
