Repository: translate/mozilla-l10n
Catalog: */webapprt/webapprt/overrides/appstrings.properties.po
Languages: af, az, bg, bn_bd, ca, cy, es_mx, eu, fa, gd, hi_in, hr, hy_am, id, is, kab, kk, km, kn, lt, lv, mai, ml, mr, ms, my, oc, or, pt_br, ro, si, sv, ta, te, tr, ur, uz, xh

source: To continue, the application must send information that will repeat an action (such as a search or order confirmation) that was performed earlier.
af: Om voort te gaan, moet die toepassing inligting stuur wat 'n aksie sal herhaal (soos 'n soektog of bevestiging van bestelling) wat vroeër gedoen is.
az: Davam etmək üçün tətbiqetmə daha əvvəl baş tutan əməliyyatı (məs. axtarış əmri ya da sifariş təsdiqi) təkrarlayacaq olan məlumatı yenidən göndərməlidir.
bg: За да продължите, приложението трябва да изпрати информация, която ще повтори действие (като търсене или потвърждение на поръчка), което вече се е изпълнило по-рано.
bn_bd: এই পৃষ্ঠাটি প্রদর্শনের জন্য, এই অ্যাপ্লিকেশনকে কিছু কাজ পুনরায় করতে হতে পারে যা আগে করা হয়েছিল (যেমন কোনো অনুসন্ধান বা ক্রম নিশ্চিতকরণ)।
ca: Per continuar, l'aplicació ha d'enviar informació que repetirà una acció (com ara una cerca o una confirmació de tramesa) que ja s'ha fet abans.
cy: I barhau, rhaid i'r rhaglen ydd yn ailadrodd gweithred anfon gwybodaeth (megis chwilio neu gadarnhau gorchymyn) gafodd ei gyflawni ynghynt.
es_mx: Para continuar, la aplicación debe enviar información que repetirá una acción (como una búsqueda o confirmación) que se realizó antes.
fa: به منظور ادامه دادن، برنامه باید اطلاعاتی را ارسال کند که هر عملی را که قبلاً انجام شده بود (از قبیل انجام یک جست‌وجو یا تأیید سفارش خرید) تکرار کند.
gd: Mus urrainn dhut leantainn air adhart, feumaidh an aplacaid fiosrachadh a chur ann gus gnìomh sam bith a chaidh a dhèanamh roimhe (m.e. lorg no dearbhadh òrduigh) a dhèanamh a-rithist.
hi_in: जारी रखने के लिए, अनुप्रयोग को जरूरी सूचनाओं को भेजना चाहिए जो कि कोई क्रिया दुहराएगा (जैसे कि खोज या आदेश संपुष्टि) जो पहले किया गया था.
hr: Za nastavak, aplikacija mora poslati informaciju koja će ponoviti akciju otprije (poput pretrage ili potvrde narudžbe).
hy_am: Այս էջը դիտելու համար, ծրագիրը պետք է ուղարկի տվյալներ, որը կարող է կրկնել նախկինում կատարված գործողություն (օրինակ որոնում կամ ցանցային առևտուր):
id: Untuk melanjutkan, aplikasi harus mengirim informasi yang akan mengulang semua proses (seperti pencarian atau konfirmasi pesanan) yang dilakukan sebelumnya.
is: Til að halda áfram, þarf forritið að senda upplýsingar sem mun endurtaka aðgerð (eins og að leita eða staðfesta pöntun) sem hefur þegar verið framkvæmd.
kab: I wakken ad teddud ɣeṛ zdat, issefk talɣut yuznen yakan sɣuṛ asnas ad iţuceggeɛ tikelt nniḍen. Ayagi ad isniles yal tigawt (am unadi neɣ asentem n tladna) t-maheleḍ yakan.
kk: Жалғастыру үшін, қолданба ертерек орындалған кейбір әрекетті (іздеу не растау сияқты) қайталайтын мәліметті жіберуі керек.
km: ដើម្បី​បន្ត កម្មវិធី​ត្រូវ​ផ្ញើ​ព័ត៌មាន​ដែលនឹង​ធ្វើ​សកម្មភាព​ឡើងវិញ (ដូច​ជា ការ​ស្វែងរក ឬ​បញ្ជាក់​ការ​បញ្ជា​ទិញ) ដែលត្រូវ​បាន​អនុវត្ត​ពី​មុន។
kn: ಈ ಪುಟವನ್ನು ತೋರಿಸಲು, ಈ ಹಿಂದೆ ನಿರ್ವಹಿಸಲಾದ ಯಾವುದೆ ಕಾರ್ಯವನ್ನು (ಹುಡುಕಾಟ ಅಥವ ಅನುಕ್ರಮದ ಖಚಿತಪಡಿಕೆ) ಮರುಕಳಿಸುವಂತಹ ಮಾಹಿತಿಯನ್ನು ಮತ್ತೊಮ್ಮೆ ಕಳಿಸುವಂತಿರಬೇಕು.
lt: Jeigu tęsite, programa pakartotinai nusiųs duomenis ir nurodymus, todėl bus pakartoti anksčiau įvykdyti veiksmai (pvz., paieška arba apsipirkimas tinkle).
lv: Lai turpinātu, aplikācijai ir jānosūta informācija kas atkārtos iepriekšējo darbību (piemēram meklēšanu vai pasūtījuma apstiprināšanu).
mai: ई पृष्ठ देखाबैक लेल, अनुप्रयोग केँ जरूर सूचनाकेँ पठोअनाइ चाही जे कोनो क्रिया दोहराएत (जहिना खोज अथवा आदेश संपुष्टि) जे पहिने कएल गेल छल.
ml: ഈ താള്‍ പ്രദര്‍ശിപ്പിക്കുന്നതിനായി, പ്രയോഗം വിവരങ്ങള്‍ അയയ്ക്കേണ്ടതുണ്ടു്. മുമ്പു് നടന്ന പ്രവര്‍ത്തനങ്ങള്‍ (തെരച്ചില്‍ പോലുള്ളവയുടെ ഉറപ്പു് വരുത്തല്‍) ഇതു് വീണ്ടും ആവര്‍ത്തിക്കുവാന്‍ സഹായിക്കുന്നു.
mr: हे पान दर्शविण्याकरीता, अनुप्रयोगने पूर्वीच्या कार्याची (जसे की शोध किंवा क्रमवारी निश्चित करणे) पुनराकृती करणाऱ्या अनुप्रयोगाविषयक माहिती पाठविली पाहिजे.
ms: Untuk meneruskan, aplikasi mestilah menghantar maklumat yang akan mengulang sebarang aktiviti (seperti carian atau pengesahan pesanan) yang telah dibuat sebelum ini.
my: ဤဝတ်စာမျက်နှာအား ဖော်ပြရန်အတွက် အက်ပလီကေးရှင်းသည် လုပ်ဆောက်ချက်အချို့ (ဥပမာ ရှာဖွေခြင်း သို့အော်ဒါ အတည်ပြုခြင်း)အား ထပ်မံလုပ်ဆောင် စေမည့်အချက်အလက် အချို့ပို့ရမည်။
oc: Per contunhar, las informacions transmesas precedentament per l'aplicacion devon èsser renviadas. Aquò repetirà tota accion (tala coma una recèrca o un òrdre de crompa) entrepresa precedentament.
or: ଆଗକୁ ବଢ଼ିବା ପାଇଁ, ପ୍ରୟୋଗ ନିଶ୍ଚିତ ଭାବେ ସୂଚନା ପଠାଇବା ଉଚିତ ଯାହାକି କୌଣସି କାର୍ଯ୍ୟର ପୁନରାବୃତ୍ତି କରିବ (ଯେପରି କି ସନ୍ଧାନ କିମ୍ବା ଆଦେଶ ସୁନିଶ୍ଚିତ କରିବା) ଯାହାକି ପୂର୍ବରୁ କରାଯାଇଛି।
pt_br: Para continuar, este aplicativo precisa enviar informações que repetirão uma ação efetuada anteriormente (como uma pesquisa ou confirmação de compra).
ro: Pentru a continua, aplicația trebuie să trimită informații care vor repeta o acțiune (precum o căutare sau confirmare de comandă) care a fost realizată anterior.
si: ඉදිරියට යාම සඳහා යෙදුම මීට පෙර සිදු කළ ක්‍රියාවක් යළි සිදු කළ යුතුයි (සෙවුමක් හෝ ඇණවුම් ස්ථිර කිරීමක්).
sv: För att kunna fortsätta måste programmet skicka information som kommer att upprepa en tidigare utförd åtgärd (såsom en sökning eller beställningsbekräftelse).
ta: இந்த பக்கத்தைக் காண்பிக்க, முன்பு செய்யப்பட்ட எந்த செயலையும் (தேடல் அல்லது சீர்படுத்த உறுதிப்படுத்தல் போன்றவை) மீண்டும் செய்யக்கூடிய ஒரு தகவலை அனுப்ப வேண்டும்.
te: కొనసాగించుటకు, ఇంతకు ముందు జరుపుతున్న ఒక చర్య(అన్వేషణ లేదా ఆర్డర్ ఖాయ పరచుట వంటివి) ను తిరిగిచేసే సమాచారంను అనువర్తనం తప్పక పంపాలి.
tr: Devam etmek için uygulama daha önce gerçekleştirilen eylemi (ör. arama emri ya da sipariş teyidi) tekrarlayacak olan bilgiyi yeniden göndermeli.
ur: جاری رکھنے کے لیے، ایپل کیشن کو معلومات بھیجنی ہو گی جو کسی بھی عمل کو دوہرائی گی (جیسے کہ تلاش یا آرڈر کی تصدیق) جو کہ پہلے ایک بار چل چکا ہو۔
uz: Davom etish uchun ilova dastur qayta bajariladigan (izlash yoki tasdiqlash kabi) ma’lumotni jo‘natishi kerak.
xh: Ukuze uqhubeke, i-aplikheyishini ifanele ithumele inkcazelo eza kuliphinda inyathelo (njengokuphanda okanye isiqinisekiso somyalelo) ebilithathile ngaphambilana.

source: Resend
af: Herstuur
az: Təkrar göndər
bg: Изпращане наново
ca: Torna a enviar
cy: Ail-anfon
es_mx: Reenviar
eu: Birbidali
fa: ارسال مجدد
gd: Ath-sheòl
hi_in: फिर भेजें
hr: U redu
hy_am: Կրկին ուղարկել
id: Kirim Ulang
is: Endursenda
kab: Azen tikelt nniḍen
kk: Қайтадан жіберу
km: ផ្ញើ​ម្ដង​ទៀត
kn: ಮತ್ತೊಮ್ಮೆ ಕಳುಹಿಸು
lt: Nusiųsti iš naujo
lv: Sūtīt vēlreiz
mai: फेर पठाउ
ml: വീണ്ടും അയയ്ക്കുക
mr: पुन्हा पाठवा
ms: Hantar Semula
my: ပြန်ပို့ပါ
or: ପୁଣି ପଠାନ୍ତୁ
pt_br: Reenviar
ro: Retrimite
si: නැවත යවන්න
sv: Skicka igen
ta: மீண்டும் அனுப்புக
te: తిరిగిపంపు
tr: Tekrar gönder
ur: دوبارہ بھیجیں
uz: Qayta jo‘natish
xh: Thumela kwakhona

source: The application doesn't know how to communicate with the server.
af: Die toepassing weet nie hoe om met die bediener te kommunikeer nie.
az: Təbiqetmə server ilə necə əlaqə quracağını bilmir.
bg: Приложението не знае как да комуникира със сървъра.
bn_bd: সার্ভারের সাথে যোগাযোগের নিয়ম অজানা।
ca: L'aplicació no ha sabut com comunicar-se amb el servidor.
cy: Nid yw'r rhaglen yn gwybod sut i gyfathrebu gyda'r gweinydd.
es_mx: La aplicación no sabe cómo comunicarse con el servidor.
fa: فایرفاکس نمی‌داند که چگونه با سرور ارتباط برقرار کند.
gd: Chan eil fhios aig an aplacaid mar a nì e conaltradh leis an fhrithealaiche.
hi_in: अनुप्रयोग सर्वर से संचार करना नहीं जानता है.
hr: Aplikacija ne zna kako komunicirati s poslužiteljem.
hy_am: Այս ծրագիրը չգիտի, թե ինչպես հաղորդակցվել սպասարկիչի հետ:
id: Aplikasi tidak mengetahui cara berkomunikasi dengan server.
is: Forritið veit ekki hvernig á að hafa samskipti við netþjón.
kab: Asnas agi ur yeẓri ara mek ara yemmeslay d-uqeddac agi.
kk: Қолданба серверге қалай қосылатынын білмейді.
km: កម្មវិធី​មិន​ដឹង​វិធី​ទាក់ទង​ជា​មួយ​ម៉ាស៊ីន​មេ។
kn: ಈ ಅನ್ವಯಕ್ಕೆ ಪರಿಚಾರಕದೊಂದಿಗೆ ಹೇಗೆ ಸಂಪರ್ಕ ಹೊಂದಬೇಕು ಎಂದು ತಿಳಿದಿಲ್ಲ.
lt: Programai nenurodyta, kokiu būdu siųsti duomenis šiam serveriui.
lv: Aplikācija nezina kā komunicēt ar serveri.
mai: अनुप्रयोग सर्वर सँ संचार कएनाइ नहि जानैत अछि.
ml: ഫയര്‍ഫോക്സിന്‌ സെര്‍വറുമായി എങ്ങനെ ബന്ധപ്പെടണം എന്നറിയില്ല.
mr: ॲप्लिकेशनला सर्वरशी कसे संपर्क करायचे, ते माहिती नाही.
ms: Aplikasi ini tidak tahu cara untuk berkomunikasi dengan pelayan.
my: အက်ပလီကေးရှင်းဟာ ယခုဆာဗာဖြင့် မည်သို့ဆက်သွယ် ဆက်ဆံရမည် ကိုမသိပါ။
oc: L'aplicacion sap pas cossí entrar en contacte amb lo servidor.
or: ସର୍ଭର ସହିତ କେମିତି ସମ୍ବାଦ ଆଦାନ ପ୍ରଦାନ କରିବାକୁ ହୁଏ ତାହା ଏହି ପ୍ରୟୋଗ ଜାଣିନାହିଁ।
pt_br: Este aplicativo não sabe como comunicar-se com este servidor.
ro: Aplicația nu știe cum să comunice cu serverul.
si: යෙදුම සේවාදායකය සමඟ සන්නිවේදනය කරන අයුරු නොදනි.
sv: Programmet vet inte hur det ska kommunicera med servern.
ta: பயர்பாக்ஸ்க்கு சேவகனுடன் எவ்வாறு தொடர்பு கொள்ள வேண்டும் எனத் தெரியாது.
te: అనువర్తనముకు సేవికతో ఎలా సంప్రదించాలో తెలియదు.
tr: Uygulama sunucuyla nasıl bağlantı kurulacağını bilmiyor.
ur: ایپلی کیشن نہیی جانتی کے پیش کار سے کس طرح مواصلت کرے۔
uz: Ilova dastur server bilan qanday bog‘lanishni bilmaydi.
xh: I-aplikheyishini ayiyazi indlela yokunxibelelana neseva.

source: The connection to the server was reset while the application was loading.
af: Die verbinding met die bediener is teruggestel terwyl die toepassing besig was om te laai.
az: Səhifə yüklənərkən serverlə əlaqə sıfırlandı.
bg: Връзката със сървъра беше анулирана, докато приложението се зареждаше.
bn_bd: অ্যাপলিকেশন লোড হওয়ার সময় সার্ভারের সাথে সংযোগ পুনঃনির্ধারণ করা হয়েছে।
ca: S'ha reiniciat la connexió al servidor mentre l'aplicació s'estava carregant.
cy: Mae'r cysylltiad i'r gweinydd wedi ei ailosod tra roedd y rhaglen yn llwytho.
es_mx: La conexión al servidor se reinició mientras se cargaba la aplicación.
fa: اتصال به سرور هنگام دریافت صفحه قطع شد.
gd: Chaidh an ceangal ris an fhrithealaiche ath-shuidheachadh fhad 's a bha an aplacaid 'ga luchdadh.
hi_in: अनुप्रयोग लोड होने के दौरान सर्वर में संबंधन फिर सेट किया गया था.
hr: Veza s poslužiteljem je prekinuta dok se aplikacija učitavala.
hy_am: Սպասարկիչի հետ կապը խզվեց ծրագիրը բացելիս ժամանակ:
id: Sambungan ke server terputus saat aplikasi sedang dimuat.
is: Tengingin við netþjón var endurstillt á meðan forrit var að hlaðast inn.
kab: Tuqqna ɣer uqeddac teqsef makken asnas ad iţali.
kk: Сервермен байланыс қолданба жүктелген кезде үзілді.
km: ការ​ភ្ជាប់​ទៅម៉ាស៊ីន​មេ​ត្រូវ​បា​ន​កំណត់​ឡើងវិញ ខណៈ​ដែលកម្មវិធី​កំពុង​ផ្ទុក។
kn: ಅನ್ವಯವು ಲೋಡ್‍ ಆಗುವಾಗ ಪರಿಚಾರಕದೊಂದಿಗಿನ ಸಂಪರ್ಕ ಮರಳಿ ಸ್ಥಾ ಪಿಸಲ್ಪಟ್ಟಿದೆ.
lt: Įkeliant programą, ryšys su serveriu nutrūko.
lv: Aplikācijas ielādes laika savienojums ar serveri tika pārtraukts.
mai: अनुप्रयोग लोड हएबाक दौरान सर्वर मे संबंधन फेर सेट कएल गेल छल.
ml: പ്രയോഗം ലഭ്യമാക്കുന്ന സമയത്ത്‌ സര്‍വറിലേക്കുള്ള കണക്ഷന്‍ വീണ്ടും സജ്ജമാക്കിയിരിക്കുന്നു.
mr: ॲप्लिकेशन लोड करतेवेळी सर्व्हशी जोडणी पुन्हा स्थापित करण्यात आली.
ms: Sambungan dengan pelayan telah ditetapkan semula apabila aplikasi tersebut sedang dimuatkan.
my: အင်တာနက် ဆက်သွယ်မှူ သည် စာမျက်နှာအား ရယူနေစဉ် ပြတ်တောက်သွားသည်။
oc: La connexion amb lo servidor es estada reïnicializada pendent lo cargament de la pagina.
or: ପ୍ରୟୋଗକୁ ଧାରଣ କରିବା ସମୟରେ ସର୍ଭର ସହିତ ସଂଯୋଗ ପୁନଃ ସ୍ଥାପିତ ହୋଇଛି।
pt_br: A conexão para o servidor foi reiniciada durante o carregamento do aplicativo.
ro: Conexiunea cu severul a fost reinițializată în timp ce se încărca pagina.
si: යෙදුම පූරණය අතරතුර සේවාදායකයට ඇති සබධතාව යළි සැකසුණි.
sv: Anslutningen till servern bröts vid hämtningen av programmet.
ta: பக்கத்தை ஏற்றும் போது சேவயகத்தின் இணைப்பு மீட்டமைக்கப்பட்டது.
te: అనువర్తనం లోడవుతున్నప్పుడు సేవికకువున్న అనుసంధానం మునుపటివలే వుంచబడింది.
tr: Uygulama yüklenirken sunucuyla bağlantı sıfırlandı.
ur: ایپلی کیشن لوڈ ہوتے وقت پیش کار کے ساتھ کنکشن پھر سیٹ ہو گئی۔
uz: Sahifa yuklanayotganda serverga ulanish uzilib qoldi.
xh: Unxibelelwano kunye neseva lusetwe ngokutsha ngeli lixa i-aplikheyishini ibilayisha.

source: The application requested a document which is no longer available.
af: Die toepassing het 'n dokument aangevra wat nie meer beskikbaar is nie.
az: Tətbiqetmə, hal-hazırda mövcud olmayan bir sənəd istədi.
bg: Приложението поиска документ, който вече не е наличен.
bn_bd: অ্যাপ্লিকেশনটি যে নথির জন্য অনুরোধ করেছে তা এখন আর পাওয়া যাচ্ছে না।
ca: L'aplicació ha sol·licitat un document que ja no està disponible.
cy: Mae'r rhaglen wedi gofyn am ddogfen nad yw ar gael bellach.
es_mx: La aplicación solicitó un documento que ya no está disponible.
fa: برنامه فایلی را درخواست میکند که دیگر موجود نمیباشد.
gd: Dh'iarr an aplacaid sgrìobhainn nach eil ann tuilleadh.
hi_in: अनुप्रयोग ने एक दस्तावेज़ का आग्रह किया जो अब उपलब्ध नहीं है.
hr: Aplikacija je zatražila dokument koji više nije dostupan.
hy_am: Ծրագիրը պահանջում է փաստաթուղթ, որը այլևս հասանելի չէ:
id: Aplikasi meminta dokumen yang tidak lagi tersedia.
is: Forritið sendi beiðni um skjal sem er ekki lengur til.
kab: Asnas isutred isemli ur yellin ara.
kk: Қолданба осыдан былай қолжетерсіз құжатты сұраған.
km: កម្មវិធី​បាន​ស្នើ​ឯកសារ​ដែល​​លែង​​មាន​ទៀត​ហើយ។
kn: ಈಗ ಲಭ್ಯವಿರದೆ ಇರುವ ಒಂದು ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ಅನ್ವಯವು ಮನವಿ ಮಾಡಿದೆ.
lt: Programa užprašė dokumento, kuris nebepasiekiamas.
lv: Aplikācija pieprasīja dokumentu, kas vairs nav pieejams.
mai: अनुप्रयोग ने एकटा दस्तावेज़ केर आग्रह कएल जे आब उपलब्ध नहि अछि.
ml: ലഭ്യമല്ലാത്തൊരു രേഖ പ്രയോഗം ആവശ്യപ്പെട്ടിരിയ്ക്കുന്നു.
mr: ॲप्लिकेशनने अनुपलब्ध दस्तऐवजकरिता विनंती केली आहे.
ms: Aplikasi dokumen yang diminta tidak lagi wujud.
my: အက်ပလီကေးရှင်း သှ် မတည်ရှိတော့သော အချက်အလက်အား တောင်းဆိုခဲ့သှ်။
oc: L'aplicacion a ensajat d'accedir a un document qu'es pas mai disponible.
or: ଏହି ପ୍ରୟୋଗ ଏକ ଦଲିଲ ଅନୁରୋଧ କରିଅଛି ଯାହାକି ବର୍ତ୍ତମାନ ଉପଲବ୍ଧ ନାହିଁ।
pt_br: Este aplicativo solicitou um documento que não está mais disponível.
ro: Aplicația a solicitat un document care nu mai este disponibil.
si: මෙම යෙදුම තවදුරටත් නොපවතින ලේඛනයක් ඉල්ලාසිටී.
sv: Programmet efterfrågar ett dokument som inte längre är tillgängligt.
ta: இந்த பயன்பாடு கேட்ட ஒரு ஆவணம் இனிமேல் கிடைக்கவே கிடைக்காது.
te: అనువర్తనం అందుబాటులో లేని పత్రమును అభ్యర్ధిస్తోంది.
tr: Uygulama, artık kullanılamayan bir belge istedi.
ur: ایپلی کیشن نے اس دستاویز کی درخواست کی ہے جو اب دستیاب نہیی۔
uz: Ilova dastur mavjud bo‘lmagan hujjatni so‘ramoqda.
xh: I-aplikheyishini icele uxwebhu olungasafumanekiyo.

source: The application is currently in offline mode and can't access the network.
af: Die toepassing is tans in vanlynmodus en kan nie toegang tot die netwerk kry nie.
az: Tətbiqetmə hal-hazırda oflayn rejimindədir və şəbəkəyə qoşula bilmir.
bg: Приложението в момента е в режим на работа без мрежа и не може да има достъп до мрежата.
bn_bd: অ্যাপ্লিকেশনটি বর্তমানে অফলাইন মোডে আছে এবং নেটওয়ার্ক ধরতে পারছে না।
ca: Actualment l'aplicació està en mode fora de línia i no pot accedir a la xarxa.
cy: Mae'r rhaglen yn y modd all-lein ac nid yw'n gallu cycylltu â'r rhwydwaith.
es_mx: La aplicación está en modo sin conexión y no puede acceder a la red.
fa: ارتباط با شبکه قطع شده است و این صفحه را به صورت آفلاین مشاهده مینمایید.
gd: Tha an aplacaid sa mhodh far loidhne an-dràsta 's chan fhaigh e cothrom air an lìonra.
hi_in: यह अनुप्रयोग वर्तमान में ऑनलाइन मोड में है और संजाल की पहुँच नहीं ले सकता है.
hr: Aplikacija je trenutno u izvanmrežnom načinu rada i ne može pristupiti mreži.
hy_am: Ծրագիրը այժմ անցանց վիճակում է:
id: Aplikasi sedang dalam mode luring dan tidak dapat mengakses jaringan.
is: Forritið er að vinna án nettengingar og getur ekki haft samband við netið.
kab: Asnas agi atan deg uskar war tuqqna, ihi ur izmir ara ad yekcem ɣer uẓeṭṭa.
kk: Қолданба қазір дербес жұмыс істеу режимінде, және желіге қатынай алмайды.
km: បច្ចុប្បន្ន​កម្មវិធី​ស្ថិត​ក្នុង​របៀប​ក្រៅ​បណ្ដាញ ហើយ​​មិនអាច​ចូល​ដំណើរការ​បណ្ដាញ។
kn: ಅನ್ವಯವು ಪ್ರಸಕ್ತ ಆಫ್‌ಲೈನ್ ಕ್ರಮದಲ್ಲಿದೆ ಮತ್ತು ಜಾಲಬಂಧವನ್ನು ತಲುಪಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
lt: Šiuo metu programa atjungta nuo tinklo ir negali jo pasiekti.
lv: Aplikācija šobrīd atrodas nesaistes režīmā un nevar piekļūt tīklam.
mai: ई अनुप्रयोग वर्तमान मे ऑनलाइन मोड मे अछि आओर संजाल केर पहुँच नहि लए सकैत अछि.
ml: പ്രയോഗം നിലവില്‍ ഓഫ്‌ലൈനാണു്, അതിനാല്‍ നെറ്റ്‌വര്‍ക്കു് ലഭ്യമല്ല.
mr: ॲप्लिकेशन सध्या ऑफलाइन मोडमध्ये आहे आणि नेटवर्ककरिता प्रवेश प्राप्त करू शकत नाही.
ms: Aplikasi itu kini dalam mod luar talian dan tidak dapat mengakses rangkaian.
my: အက်ပလီကေးရှင်းသှ် လတ်တလော ချိတ်ဆက်မဲ့ ဖြစ်နေပြီး နတ်ဝပ်အား ချိတ်ဆက်မထားပါ
oc: L'aplicacion es actualament en mòde fòra connexion e pòt pas accedir a la ret.
or: ଏହି ପ୍ରୟୋଗଟି ବର୍ତ୍ତମାନ ଅଫଲାଇନ ଧାରାରେ ଅଛି ଏବଂ ନେଟୱର୍କ ସହିତ ସମ୍ପର୍କ ସ୍ଥାପନ କରିପାରିବ ନାହିଁ।
pt_br: Este aplicativo está no modo offline e não pode acessar a rede.
ro: Aplicația se află acum în modul offline și nu poate accesa rețeaua.
si: මෙම යෙදුම දැනට මාර්ගගත නොවන ප්‍රකාරයේ පවතින අතර ජාලයට පිවිසිය නොහැක.
sv: Programmet är för närvarande i nedkopplat läge och kan inte använda nätverket.
ta: இந்த பயன்பாடானது இணையத்தில் இல்லை எனவே பிணையத்தை அனுக இயலாது.
te: అనువర్తనం ప్రస్తుతం ఆఫ్‌లైన్ రీతినందు వుంది మరియు నెట్వర్కును ఏక్సెస్ చేయలేదు.
tr: Uygulama şu anda çevrimdışı modda ve ağa erişemiyor.
ur: ایپلی کیشن نے اس دستاویز کی درخواست کی ہے جو اب دستیاب نہیی۔
uz: Ilova hozirda onlayn usulida, shuning uchun internetga kirib bo‘lmaydi.
xh: I-aplikheyishini ngokwangoku ikwimo engekho kwi-intanethi yaye ayiyifumani inethiweki.

source: The document cannot change while Printing or in Print Preview.
af: Die dokument kan nie gewysig word terwyl dit gedruk word of in drukvoorskou is nie.
az: Çap zamanı və ya çapa önbaxış edərkən sənəddə dəyişiklik edilə bilməz.
bg: Документът не може да се променя докато се отпечатва или е в предварителен преглед на отпечатването.
ca: El document no es pot canviar durant la impressió o mentre es mostra l'exemple d'impressió.
cy: Nid oes modd newid y ddogfen wrth Argraffu neu yn Rhagolwg Argraffu.
es_mx: El documento no puede cambiar mientras se imprime o previsualiza.
eu: Dokumentua ezin da aldatu Inprimatzen edo Inprimatzeko aurrebistan dagoela.
fa: زمانی که فایل در حالت پرینت با پیش نمایش آن است قابل تغییر نیست.
gd: Chan ghabh sgrìobhainn atharrachadh fhad 's a thathar 'ga chlò-bhualadh no fhad 's a thathar 'ga ro-shealladh.
hi_in: दस्तावेज़ बदल नहीं सकता है जब छपाई या छपाई पूर्वावलोकन की स्थिति में रहता है.
hr: Dokument se ne može mijenjati dok se ispisuje ili dok je u Pregledu prije ispisa.
hy_am: Փաստաթղթի տպման կամ նախնական դիտման ժամանակ այն չի կարող փոփոխվել:
id: Dokumen tidak dapat diubah saat Pencetakan atau Pratinjau Pencetakan.
is: Þessu skjali er ekki hægt að breyta þegar verið er að prenta eða forskoða.
kab: Ur tezmreḍ ara aţnifleḍ isemli deg usiggez neɣ di teskant n usiggez.
kk: Принтерге шығару кезінде немесе баспаның алдында қарап шығу режимінде құжатты өзгерте алмайсыз.
km: មិន​អាច​ផ្លាស់ប្ដូរ​ឯកសារ​បាន​ទេ​ពេល​កំពុង​បោះពុម្ព ឬ​ពេល​កំពុង​មើល​មុន​បោះពុម្ព ។
kn: ಡಾಕ್ಯುಮೆಂಟ್‌ ಅನ್ನು ಮುದ್ರಿಸುವಾಗ ಅಥವ ಮುದ್ರಣ ಮುನ್ನೋಟದಲ್ಲಿದ್ದಾಗ ಅದನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
lt: Spausdinamo arba peržiūrimo prieš spausdinimą dokumento negalima keisti.
lv: Dokumentu nevar mainīt, kamēr tas tiek drukāts vai priekšskatīts.
mai: दस्तावेज बदलि नहि सकैत अछि जखन छापि रहल अछि अथवा छपाइ पूर्वावलोकनमे अछि.
ml: പ്രിന്റ് ചെയ്യുമ്പോള്‍ അല്ലെങ്കില്‍ പ്രിന്റ് ചെയ്യുന്നതിന് മുമ്പ് സ്ക്രീനില്‍ കാണുന്ന സമയത്ത് രേഖയില്‍ മാറ്റം വരുത്തുവാന്‍ സാധ്യമല്ല.
mr: दस्तऐवजात छपाई किंवा छपाई पूर्वदृश्य पहातेवेळी बदल करू शकत नाही.
ms: Dokumen tidak boleh diubah semasa Dicetak atau dalam Pratonton Cetakan.
my: ဖိုင်အချက်လက်များအား ပရင့်ထုတ်နေစဉ် သို့ ပရင့်ထုတ်ရန် ကြည့်ရှူနေစဉ် ပြင်လို့မရပါ
oc: Lo document pòt pas èsser modificat pendent l'impression o la previsualizacion.
or: ଏହି ଦଲିଲକୁ ମୁଦ୍ରଣ କରିବା ସମୟରେ କିମ୍ବା ମୁଦ୍ରଣୀ ପ୍ରାକଦର୍ଶନରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ ନାହିଁ ।
pt_br: Este documento não pode ser modificado durante a impressão ou visualizar impressão.
ro: Documentul nu poate fi modificat în timp ce este tipărit sau previzualizat pentru a fi tipărit.
si: මුද්‍රණය වන අතරේදී හෝ මුද්‍රණ පෙරදසුනේදී ලේඛය වෙනස් කළ නොහැක.
sv: Dokumentet kan inte ändras under utskrift eller förhandsgranskning.
ta: ஆவணத்தை அச்சு முன்பார்வையின் போதோ அல்லது அச்சிடலின் போதோ மாற்ற முடியாது.
te: ముద్రించునప్పుడు లేదా ముద్రణ ముందస్తుదర్శనంలో పత్రము మార్చలేము.
tr: Belge yazdırılırken veya yazdırma ön izlemesindeyken değiştirilemez.
ur: چھپائی یا چھپائی پیش نظارہ ہونے کے دوران دستاویز تبدیل نہیں کی جا سکتی۔
uz: Hujjat "Chop qilish" yoki "Chop qilishni ko‘rish" usulida bo‘lganda, uni o‘zgartira olmaysiz.
xh: Uxwebhu alunakho ukutshintsha ngelixa liprintayo okanye likumboniso wangaphambili wokuprinta.
