Repository: translate/mozilla-l10n
Catalog: haw/browser/chrome/browser/preferences/connection.dtd.po
Languages: haw

source: Connection Settings
haw: Makemake Kuʻina

source: Configure Proxies to Access the Internet
haw: Hoʻonohonoho i nā Polokī no ke Komo ʻana i ka Pūnaewele puni honua

source: No prox&y
haw: ʻAʻohe polo&kī

source: &Use system proxy settings
haw: &Hana i nā makemake polokī ʻōnaehana

source: Auto-detect proxy settings for this net&work
haw: Hikahuli i nā makemake polokī no kēia pūnae&wele

source: &Manual proxy configuration:
haw: &Hoʻonohonohoʻana polokī hanalima:

source: &Automatic proxy configuration URL:
haw: &URL hoʻonohonohoʻana polokī ʻakomi:

source: R&eload
haw: Hoʻo&uka hou

source: &FTP Proxy:
haw: &Polokī FTP:

source: HTTP Pro&xy:
haw: Polokī HT&TP:

source: SS&L Proxy:
haw: Polo&kī SSL:

source: SO&CKS Host:
haw: Hō&ka SOCKS

source: SOC&KS v4
haw: SOC&KS m4

source: SOCKS &v5
haw: SOCKS &m5

source: Remote &DNS
haw: DNS &Mamao

source: Port:
haw: Awa:

source: &No Proxy for:
haw: &ʻAʻohe Polokī no:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
haw: Lāʻana: .mozilla.org, .net.nz, 192.168.1.0/24

source: U&se this proxy server for all protocols
haw: H&ana i kēia kikowaena pūnaewele polokī no leakaʻaʻike apau

source: Do not prompt for authent&ication if password is saved
haw: Mai nīnau no ka hōʻoiana inā ua mālama ʻia ka ʻōlelo hūnā

source: This option silently authenticates you to proxies when you have saved credentials for them. You will be prompted if authentication fails.
haw: Hōʻoia wale kēia koho i nā polokī oiai ua mālama ʻoe i nā kūleana nona. E nīnau ana ʻoe inā hāʻule ka hōʻoiana.
