Repository: translate/mozilla-l10n
Catalog: doi/browser/chrome/browser/customizableui/customizableWidgets.properties.po
Languages: doi

source: History
doi: हिस्टरी

source: Show your history (%S)
doi: अपना इतिहास (%S) दस्सो

source: New Private Window
doi: नमीं प्राइवेट विंडो

source: Open a new Private Browsing window (%S)
doi: नमीं प्राइवेट विंडो (%S) खोह्‌ल्लो

source: Save Page
doi: सफा बचाइयै रक्खो

source: Save this page (%S)
doi: (%S) इस सफे गी बचाइयै रक्खो

source: Find
doi: तुप्पो

source: Find in this page (%S)
doi: (%S) इस सफे पर तुप्पो

source: Open File
doi: फाइल खोह्‌ल्लो

source: Open a file (%S)
doi: (%S) फाइल खोह्‌ल्लो

source: Developer
doi: विकास-कर्ता

source: Open Web developer tools (%S)
doi: वैब विकासक (%S)उपकरणें गी खोह्‌ल्लो

source: Sidebars
doi: साइड पट्टियां

source: Show sidebars
doi: साइड पट्टियां दस्सो

source: Add-ons
doi: ऐड-ऑनां

source: Manage your add-ons (%S)
doi: अपने (%S) ऐड-ऑनें दा प्रबंध करो

source: Preferences
doi: तरजीहां

source: Open preferences
doi: तरजीहां खोह्‌ल्लो

source: Open preferences (%S)
doi: (%S)तरजीहां खोह्‌ल्लो

source: Options
doi: आप्शनां

source: Open options
doi: विकल्प खोह्‌ल्लो

source: Zoom Controls
doi: नियंत्रणें गी ज़ूम करो

source: Zoom controls
doi: नियंत्रणें गी ज़ूम करो

source: Zoom out
doi: ज़ूम आउट करो

source: Zoom out (%S)
doi: (%S) बाह्‌रें ज़ूम करो

source: Reset zoom level (%S)
doi: (%S) ज़ूम स्तर परतियै सैट्ट करो

source: Zoom in
doi: जूम - इन करो

source: Zoom in (%S)
doi: (%S)अंदरें ज़ूम करो

source: Edit Controls
doi: नियंत्रणें गी संपादत करो

source: Edit controls
doi: नियंत्रणें गी संपादत करो

source: Cut
doi: कट्टो

source: Cut (%S)
doi: (%S)कट्टो

source: Copy
doi: नकल करो

source: Copy (%S)
doi: (%S) कापी करो

source: Paste
doi: चमकाओ

source: Paste (%S)
doi: (%S) पेस्ट करो

source: Subscribe
doi: चंदा-गाह्‌की लैओ

source: Subscribe to this page
doi: इस सफे लेई चंदा-गाह्‌की लैओ

source: ­Text Encoding
doi: इबारत एन्कोडिङ

source: Show text encoding options
doi: इबारत एन्कोडिङ विकल्प दस्सो

source: Email Link
doi: ईमेल लिंक

source: Email a link to this page
doi: इस सफे लेई लिंक ईमेल करो

# quit-button.tooltiptext.linux2
source: Quit %1$S (%2$S)
doi: %1$S (%2$S) छोड़ो

# quit-button.tooltiptext.mac
source: Quit %1$S (%2$S)
doi: %1$S (%2$S) छोड़ो

source: Share This Page
doi: एह् सफा सांझा करो

source: Share this page
doi: एह् सफा सांझा करो

source: Forget
doi: भुल्ली जाओ

source: Forget about some browsing history
doi: किश ब्राउज़िङ हिस्टरी बारै भुल्ली जाओ

source: WebIDE
doi: वैबIDE

source: Open WebIDE (%S)
doi: (%S) वैबIDE खोह्‌ल्लो
