Repository: translate/mozilla-l10n
Catalog: ks/dom/chrome/security/caps.properties.po
Languages: ks

source: Remember this decision
ks: یہ فئصلہ تھئویو یاد

source: Security Error: Content at %S may not load or link to %S.
ks: حفاظتی غلطی:%S اس پیٹھ مشمولات ما كرئنئ لوڈ یا لینك %S اس سئتھ۔

source: Security Error: Content at %S may not load data from %S.
ks: حفاظتی غلطی:%S اس پیٹھ مشمولات ما كرئنئ لوڈ یا لینك %S پیٹھئ۔

source: Permission denied for <%1$S> to get property %2$S.%3$S from <%4$S>.
ks: اجازت رَد كرمُت <%1$S> ئس پروپرٹی انئ نئ خٲطرئ %2$S.%3$S <%4$S> پ۪یٹھئ.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain has not been set).
ks: اجازتس آو انکار کرنْہ (ڈاکیمینٹ ڈاٹ ڈومین=<%5$S>)<%1$S> باپت %2$S پراپرٹی حأصل کرنْہ باپت۔ %3$Sچُھ <%4$S> پیٹھ ( ڈاکیمینٹ ڈاٹ ڈومین چُھ نْہ سیٹ کرنْہ آمُت)

source: Permission denied for <%1$S> (document.domain has not been set) to get property %2$S.%3$S from <%4$S> (document.domain=<%5$S>).
ks: اجازتس آو انکار کرنْہ (ڈاکیمینٹ ڈاٹ ڈومین چُھ نْہ سیٹ کرنْہ آمُت$S>)<%1$S> باپت %2$S پراپرٹی حأصل کرنْہ باپت۔ %3$Sچُھ <%4$S> پیٹھ ( ڈاکیمینٹ ڈاٹ ڈومین چُھ =<%5$S)

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain=<%6$S>).
ks: اجازتس آو انکار کرنْہ (ڈاکیمینٹ ڈاٹ ڈومین=<%5$S>)<%1$S> باپت %2$S پراپرٹی حأصل کرنْہ باپت۔ %3$Sچُھ <%4$S> پیٹھ ( ڈاکیمینٹ ڈاٹ ڈومین=<%6$S>)

source: Permission denied for <%1$S> to set property %2$S.%3$S on <%4$S>.
ks: اجازت رَد كرمُت <%1$S> ئس پروپرٹی سیٹ كرنئ خٲطرئ %2$S.%3$S <%4$S> پ۪یٹھئ.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain has not been set).
ks: اجازتس آو انکار کرنْہ (ڈاکیمینٹ ڈاٹ ڈومین=<%5$S>)<%1$S> باپت %2$S پراپرٹی سیٹ کرنْہ باپت۔ %3$Sچُھ <%4$S>یٹھ ( ڈاکیمینٹ ڈاٹ ڈومین=<%۴$S>)

source: Permission denied for <%1$S> (document.domain has not been set) to set property %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
ks: اجازتس آو انکار کرنْہ (ڈاکیمینٹ ڈاٹ ڈومین چُھ نْہ سیٹ کرنْہ آمُت$S>)<%1$S> باپت %2$S پراپرٹی سیٹ کرنْہ باپت۔ %3$Sچُھ <%4$S> پیٹھ ( ڈاکیمینٹ ڈاٹ ڈومین چُھ =<%5$S)

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
ks: اجازتس آو انکار کرنْہ (ڈاکیمینٹ ڈاٹ ڈومین=<%5$S>)<%1$S> باپت %2$S پراپرٹی سیٹ کرنْہ باپت۔ %3$Sچُھ <%4$S> پیٹھ ( ڈاکیمینٹ ڈاٹ ڈومین=<%6$S>)

source: Permission denied for <%1$S> to call method %2$S.%3$S on <%4$S>.
ks: اجازت رَد كرمُت <%1$S> ئس كال طریقئ خٲطرئ %2$S.%3$S <%4$S> پ۪یٹھئ.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain has not been set).
ks: اجازتس آو انکار کرنْہ (ڈاکیمینٹ ڈاٹ ڈومین=<%5$S>)<%1$S> باپت %2$S میتھڈ کال کرنْہ باپت۔ %3$Sچُھ <%4$S>یٹھ ( ڈاکیمینٹ ڈاٹ ڈومین چُھ نْہ سیٹ کرنْہ آمُت$S>)

source: Permission denied for <%1$S> (document.domain has not been set) to call method %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
ks: اجازتس آو انکار کرنْہ (ڈاکیمینٹ ڈاٹ ڈومین چُھ نْہ سیٹ کرنْہ آمُت$S>)<%1$S> باپت %2$S میتھڈ کال کرنْہ باپت۔ %3$Sچُھ <%4$S>یٹھ ( ڈاکیمینٹ ڈاٹ ڈومین چُھ =<%5$S> $S>)

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
ks: اجازتس آو انکار کرنْہ (ڈاکیمینٹ ڈاٹ ڈومین=<%5$S>)<%1$S> باپت %2$S میتھڈ کال کرنْہ باپت۔ %3$Sچُھ <%4$S> =<%6$S> یٹھ ( ڈاکیمینٹ ڈاٹ ڈومین چُھ $S>)

source: Permission denied for <%S> to get property %S.%S
ks: اجازت رَد كرمُت <%S> ئس پروپرٹی انئ نئ خٲطرئ <%S> پ۪یٹھئ.

source: Permission denied for <%S> to set property %S.%S
ks: اجازت رَد كرمُت <%S> ئس پروپرٹی سیٹ كرنئ خٲطرئ <%S> پ۪یٹھئ.

source: Permission denied for <%S> to call method %S.%S
ks: اجازت رَد كرمُت <%S> ئس كال طریقئ خٲطرئ <%S> پ۪یٹھئ.

source: Permission denied to create wrapper for object of class %S
ks: %Sکلاس كئ آبجیکٹ خئطرئ ریپربناونس چھُنئ اجازتھ د۪ینئ آمُت۔

source: Permission denied for <%2$S> to create wrapper for object of class %1$S
ks: اجازت رَد كرمُت <%2$S>ئس نئو وال پیپر بناونئ خٲطرئ كلاس كئ اوبجیكٹ خٲطرئ %1$S

source: Warning: Protocol handler for '%S' doesn't advertise a security policy. While loading of such protocols is allowed for now, this is deprecated. Please see the documentation in nsIProtocolHandler.idl.
ks: آگأہی: '%S' باپت پروٹوکال ہینڈلر چُھ نْہ ایڈورٹایِز کران اکھ حفاظتیپالیسی۔ ییلہ ذن یِتھ پروٹوکال وْنکینس لوڈ کرنس اجازت چُھ، یہ چُھ ناپسند کرنْہ یوان۔ مہربأنی کْرتھ وْچھیو ڈاکیمینٹیشن این ایس ّی پروٹوکال ہینڈلر ڈاٹ آی ڈی ایلس منز۔
