Repository: translate/mozilla-l10n
Catalog: wo/browser/installer/nsisstrings.properties.po
Languages: wo

source: $BrandShortName Setup
wo: Sampum $BrandFullName

source: You're about to enjoy the very latest in speed, flexibility and security so you're always in control.
wo: Di ngeen sopp bees bees yu mujj yi ci wallu gaawaay, lemb ak kaarange.

source: That's because $BrandShortName is made by a non-profit to make browsing and the Web better for you.
wo: Li tax mooy $BrandShortName mbootaay bi ko defar du wut xaalis te li muy yootu mooy gën baaxal joow mi ak Web bi ci jëfandikookat yépp.

source: You're also joining a global community of users, contributors and developers working to make the best browser in the world.
wo: Da ngeen di bokk itam ci mbootaay bu wër addina bu ay jëfandikookat, ay wallukat ak ay tallalkat yu ittewoo defar joowkat bi gêna baax ci addina.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
wo: Ngeen baal ñu, wante $BrandShortName mënula sampu. Sumbu $BrandShortName dafa laaj ${MinSupportedVer} walla bu gëna bees.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
wo: Amuloo ndigalu bind ci wayndare samp gi. Cuqal ci « OK » ngir fal wayndare bu wuute.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
wo: Amul dendu disk bu doy ngir samp ci berab boobu. Cuqal ci « OK » ngir fal berab bu wuute.

source: Unable to install to the root of your disk. Click OK to select a different location.
wo: Mëneesula def samp mi ci reenu disk bi . Cuqal ci « OK » ngir fal feneen.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
wo: $BrandShortName mi ngi ci yoon. Tëjal $BrandShortName laata nga tambali sumg bi nga samp leegi.

source: Your download was interrupted. Please click the OK button to continue.
wo: Sa yeb dafa taxaw. Cqal ci « OK » ngir koontine.

source: &Install
wo: &Samp

source: &Upgrade
wo: &Yeesal

source: Cancel
wo: Neenal

source: &Options
wo: &Tannéef yi

source: &Make $BrandShortName my default browser
wo: &Defal $BrandShortName sama joowukaay ñakk ndigal

source: Create Shortcuts for $BrandShortName:
wo: Sos ay njunju $BrandShortName:

source: On my &Task bar
wo: Ci « Banqaasu &sas yi »

source: On my &Quick Launch bar
wo: Ci banqaasu « &Tàmbali bu gaaw »

source: In my &Start Menu Programs Folder
wo: Ci wayndare « &Porogaraam » bu njëlu « Tàmbali »

source: On my &Desktop
wo: Ci sama &biro

source: Space Required:
wo: Dendu disk bi war:

source: Space Available:
wo: Dendu disk bi feex :

source: One moment, $BrandShortName will launch as soon as the install is complete…
wo: Un instant, $BrandShortName diantambali saa su samp mi sottee…

source: &Install the $BrandShortName background update service
wo: Sa&mp sarwiisu yeesal bi ci ronu $BrandShortName

source: S&end information about this installation to Mozilla
wo: Yonn&ee xibaar Mozilla ci samp bii

source: B&rowse…
wo: &Seet…

source: Destination Folder
wo: Wayndare jëmu

source: Installing $BrandShortName…
wo: Sampum $BrandShortName…

source: Select the folder to install $BrandShortName in.
wo: Falal wayndare bi ñuy samp $BrandFullName.
