Repository: translate/mozilla-l10n
Catalog: */devtools/shared/csscoverage.properties.po
Languages: ga_ie, hu, mr, te, xh

source: Control CSS coverage analysis
ga_ie: Rialaigh anailís ar chuimsiú CSS
hu: CSS lefedettségi elemzés vezérlése
mr: CSS व्याप्ति विश्लेषण नियंत्रीत करा
te: CSS కవరేజ్ విశ్లేషణ నియంత్రించు
xh: Uhlalutyo lwemveliso yosasazo lwe-CSS

source: Begin collecting CSS coverage data
ga_ie: Tosaigh ag bailiú sonraí cuimsithe CSS
hu: CSS lefedettségi adatok gyűjtésének megkezdése
mr: CSS व्याप्ति डाटा गोळा करायला सुरूवात करा
te: CSS కవరేజ్ దత్తాంశం సేకరించుట ప్రారంభించు
xh: Qalisa ukuqokelela idatha yosasazo lwe-CSS

source: Stop collecting CSS coverage data
ga_ie: Stop ag bailiú sonraí cuimsithe CSS
hu: CSS lefedettségi adatok gyűjtésének leállítása
mr: CSS व्याप्ति डाटा गोळा करणे थांबवा
te: CSS కవరేజ్ దత్తాంశం సేకరించుట ఆపు
xh: Yeka ukuqokelela idatha yosasazo lwe-CSS

source: Collect instantaneous CSS coverage data
ga_ie: Bailigh sonraí cuimsithe CSS ar an toirt
hu: Azonnali CSS lefedettségi adatok gyűjtése
mr: समकालीन CSS व्याप्ति डाटा गोळा करा
te: తక్షణ CSS కవరేజ్ దత్తాంశం సేకరించు
xh: Qokelela idatha yosasazo lwe-CSS ekhawulezileyo

source: Toggle collecting CSS coverage data
ga_ie: Scoránaigh bailiú sonraí cuimsithe CSS
hu: CSS lefedettségi adatok gyűjtése be/ki
mr: CSS व्याप्ति डाटा गोळा करण्यासाठी टॉगल करा
te: CSS కవరేజ్ దత్తాంశం సేకరించుట మార్చు
xh: Cofa ukuqokelela idatha yosasazo lwe-CSS

source: Show CSS coverage report
ga_ie: Taispeáin tuairisc ar chuimsiú CSS
hu: CSS lefedettségi jelentés megjelenítése
mr: CSS व्याप्ति अहवाल दाखवा
te: CSS కవరేజ్ నివేదిక చూపు
xh: Bonisa ingxelo yosasazo lwe-CSS

source: Don't start with a page reload
ga_ie: Ná tosaigh le hathluchtú an leathanaigh
hu: Ne kezdje az oldal újratöltésével
mr: पृष्ठ पुन्हालोड करा यासह पुन्हा सुरू करा
te: పేజీ రీలోడ్‌తో ప్రారంభించవద్దు

source: It's best if we start by reloading the current page because that starts the test at a known point, but there could be reasons why we don't want to do that (e.g. the page contains state that will be lost across a reload)
ga_ie: Bheadh sé níos fearr an leathanach reatha a athluchtú ar dtús, toisc go dtosaíonn sin an tástáil ag pointe aitheanta, ach uaireanta níor mhaith linn é sin a dhéanamh (m.sh. dá gcaillfí staid éigin tríd an leathanach a athluchtú)
hu: A legjobb az aktuális oldal újratöltésével kezdeni, mert akkor a teszt egy ismert ponton kezdődik, de lehetnek olyan okok, amik miatt ez nem kívánatos (például az oldal olyan állapotot tartalmaz, ami az újratöltéskor elveszne).
mr: सध्याचे पृष्ठ पुन्हा लोड करणे शिफारसीय आहे कारण ते परिचीत पॉइंटवेळी चाचणी सुरू करतता, परंतु तसे न करण्याचे काही कारण असू शकतात (उ.दा. पृष्ठामध्ये स्तर समाविष्टीत असते जे पुन्हा लोड करतेवेळी गमवण्याची शक्यता असते)
te: ప్రస్తుత పేజీను తిరిగిలోడు చేస్తూ ప్రారంభించుట మంచిది ఎంచేతంటే అది పరీక్షను తెలిసిన పాయింట్ వద్ద ప్రారంభించును, అయితా మనం అలా చేయక పోవడానికి కూడా కారణాలు ఉన్నాయి (ఉ.దా. పేజీ ఉన్న స్థితిని తిరిగిలోడ్ చేయునప్పుడు కోల్పాతాము)

source: Running CSS coverage analysis
ga_ie: Anailís ar chuimsiú CSS á rith
hu: CSS lefedettségi elemzés futtatása
mr: CSS व्याप्ति विश्लेषण चालवत आहे
te: CSS కవరేజ్ విశ్లేషణ నడుపుట
xh: Iqhuba uhlalutyo losasazo lwe-CSS

source: CSS Coverage analysis completed
ga_ie: Anailís ar chuimsiú CSS críochnaithe
hu: A CSS lefedettségi elemzés kész
mr: CSS व्याप्ति विश्लेषण समाप्त झाले
te: CSS కవరేజ్ విశ్లేషణ పూర్తైనది
xh: Uhlolo lofikelelo lweCSS lugqityiwe

source: CSS coverage analysis already running
ga_ie: Anailís ar chuimsiú CSS ar siúl cheana
hu: A CSS lefedettségi elemzés már fut
mr: CSS कव्हरेज विश्लेषण आधीपासूनच कार्यरत आहे
te: CSS కవరేజ్ విశ్లేషణ ఇప్పటికే నడుస్తోంది
xh: Uhlolo lofikelelo lwe-CSS sele luqhuba

source: CSS coverage analysis not running
ga_ie: Níl anailís ar chuimsiú CSS ar siúl
hu: A CSS lefedettségi elemzés nem fut
mr: CSS व्याप्ति विश्लेषण कार्यरत नाही
te: CSS కవరేజ్ విశ్లేషణ నడవడంలేదు
xh: Uhlolo lofikelelo lwe-CSS aluqhubi

source: CSS coverage analysis has not been run
ga_ie: Níl anailís ar chuimsiú CSS déanta fós
hu: A CSS lefedettségi elemzés még nem futott
mr: CSS व्याप्ति विश्लेषण चालविले नाही
te: CSS కవరేజ్ విశ్లేషణ నడుపలేదు
xh: Uhlalutyo losasazo lwe-CSS aluqhutywa

source: Target does not support CSS Coverage
ga_ie: Ní thacaíonn an sprioc le Cuimsiú CSS
hu: A cél nem támogatja a CSS lefedettségi elemzést
mr: लक्ष्य CSS व्याप्तिकरिता समर्थन पुरवत नाही
te: లక్ష్యం CSS కవరేజ్‌కు తోడ్పాటునిచ్చుటలేదు
xh: Ithagethi ayiluxhasi uGubungelo lwe-CSS

source: CSS coverage report is not available for 'oneshot' data. Please use start/stop.
ga_ie: Níl tuairisc ar chuimsiú CSS ar fáil le haghaidh sonraí 'oneshot'. Bain úsáid as tosaigh/stop.
hu: A CSS lefedettségi jelentés nem érhető el „egyszeri” adatokhoz. Használja az indítást/leállítást.
mr: CSS व्याप्ति अहवाल 'oneshot' डाटाकरिता अनुपलब्ध. कृपया सुरू किंवा बंद करा याचा वापर करा.
te: CSS కవరేజ్ నివేదిక అనునది 'oneshot' దత్తాంశం కొరకు అందుబాటులోలేదు. దయచేసి ప్రారంభించు/ఆపు ఉపయోగించుము.

source: Don’t start with a page reload
xh: Musa ukuqalisa ukulowuda iphepha kwakhona

source: It’s best if we start by reloading the current page because that starts the test at a known point, but there could be reasons why we don’t want to do that (e.g. the page contains state that will be lost across a reload)
xh: Kubhetele ukuba siqalisa ukulowuda kwakhona iphepha elikhoyo ngenxa yokuba oko kuqalisa uvavanyo kwindawo eyaziwayo, kodwa kusenokubakho izizathu zokuba singafuni ukwenza oko (umz. iphepha liqulethe imeko eya kulahleka xa kuphinda kulowudwa kwakhona)

source: CSS coverage report is not available for ‘oneshot’ data. Please use start/stop.
xh: Ingxelo yosasazo lwe-CSS ayifumaneki kwidatha ye- 'oneshot'. Nceda usebenzise u'qala/yima.
