Repository: translate/mozilla-l10n
Catalog: ht/browser/chrome/browser/pageInfo.dtd.po
Languages: ht

source: &Copy
ht: &Kopye

source: Select &All
ht: &Seleksyone tout

source: General
ht: Jeneral

source: G
ht: J

source: Address:
ht: Adrès:

source: Type:
ht: Tip:

source: Render Mode:
ht: Mòd afichaj:

source: Size:
ht: Gwosè:

source: Referring URL:
ht: Kote URL la sòti:

source: Cache Source:
ht: Sous kach la:

source: Modified:
ht: Modifye le:

source: Name
ht: Non

source: Content
ht: Kontni

source: Media
ht: Medya

source: Location:
ht: Anplasman:

source: Associated Text:
ht: Tèks asosye:

source: Alternate Text
ht: Tèsk altènatif

source: Address
ht: Adrès

source: Type
ht: Tip

source: Size
ht: Gwosè

source: Count
ht: Kantite

source: Dimensions:
ht: Dimansyon:

source: Long Description:
ht: Deskripsyon long:

source: Save As…
ht: Enrejistre Nan...

source: Media Preview:
ht: Apèsi medya a:

source: Feeds
ht: Alimantasyon

source: F
ht: A

source: Subscribe
ht: Abone

source: u
ht: e

source: Permissions
ht: Otorizasyon

source: P
ht: O

source: Use Default
ht: Pèmisyon pa defo

source: Always ask
ht: Toujou mande

source: Allow
ht: Otorize

source: Allow for Session
ht: Otorize pou sesyon

source: Block
ht: Bloke

source: Permissions for:
ht: Otorizasyon pou:

source: Activate Plugins
ht: Aktive Plugins yo

source: Clear Storage
ht: Efase Anrejistreman

# permClearStorage.accesskey
source: C
ht: E

source: Security
ht: Sekirite

source: View Certificate
ht: Afiche sètifika a

source: Unknown
ht: Enkoni

source: Website Identity
ht: Idantite sit wèb la

source: Owner:
ht: Pwopriyetè:

source: Website:
ht: Sit Wèb:

source: Verified by:
ht: Verifye pa:

source: Have I visited this website prior to today?
ht: Èske m te vizite sit wèb sa a anvan jodi a?

source: Is this website storing information (cookies) on my computer?
ht: Èske sit wèb sa anrejistre enfòmasyon (cookies) sou òdinatè m lan ?

source: View Cookies
ht: Wè Cookies yo

source: Have I saved any passwords for this website?
ht: Èske m anrejistre nenpòt ki modpas pou sit wèb sa a?

source: View Saved Passwords
ht: Wè modpas ki anrejistre yo

source: Technical Details
ht: Detay Teknik

source: Help
ht: Èd
