Repository: translate/mozilla-l10n
Catalog: ht/browser/chrome/browser/tabbrowser.properties.po
Languages: ht

source: Connecting…
ht: Koneksyon...

source: Securing connection…
ht: Sekirize koneksyon...

source: Searching…
ht: Ap Cheche ...

source: Loading…
ht: Lansman...

source: Waiting…
ht: Ap Tann...

source: Downloading…
ht: Ap Telechaje ...

source: New Tab
ht: Nouvo tabilasyon

source: Close Tab
ht: Fèmen Tabilasyon

source: Close
ht: Fèmen

source: Confirm close
ht: Konfimasyon pou fèmen

source: Close tabs
ht: Fèmen Tabilasyon yo

source: Warn me when I attempt to close multiple tabs
ht: Avèti m lè m ap eseye fèmen plizyè tabilasyon
