Repository: translate/mozilla-l10n
Catalog: lg/toolkit/chrome/mozapps/update/updates.dtd.po
Languages: lg

source: Software Update
lg: Okuzza Obugya Enteekateeka Z'ebyuma Bikalimagezi

source: Checking for Updates
lg: Okukebera ku by'okuzza Obugya

source: Looking for newer versions of &brandShortName;…
lg: Okunoonya ebika ebiggya bya &brandShortName;…

source: Found Updates for Plugins
lg: Ezudde eby'Okuyingizaamu Ebiggya

source: Newer versions of one or more of your plugins were found.
lg: Ebika ebippya ebikwata ku by'okuyingizaamu bizuuliddwa.

source: See how to upgrade your plugins.
lg: Laba engeri gy'oyinza okuzza obuggya eby'okuyingizaamu.

source: No Updates Found
lg: Tewali Kuzza Bugya Kuzuuliddwa

source: There are no updates available. &brandShortName; will check periodically for updates.
lg: Tewali bizza bugya bipya kati. &brandShortName; oyinza okukebera mukiseera ekigere ebizza obugya ebipya.

source: There are no updates available. Please check again later or enable &brandShortName;'s automatic update checking.
lg: Tewali bya kuzza buggya biriwo. Bambi ddamu ogezeeko eddakko oba lagira &brandShortName; ekole okunoonya okwo.

source: Unable to Update
lg: Tesobola kukola nkyuukakyuuka

source: A recommended security and stability update is available, but you do not have the system permissions required to install it. Please contact your system administrator, or try again from an account that has permission to install software on this computer.
lg: Eby'okuzza obuggya eby'okwerinda n'obutebenkevu ebikkiribwa weebiri,naye tolina lukusa lweetagisa kubitekamu. Bambi tuukirira akulira ebyuuma oba ddamu ogezeeko nga okozeesa akaawunta erina olukusa okubiteekako.

source: A recommended security and stability update is available, but you do not have enough space to install it.
lg: Ekituusa ebyokwerinda ne byobutebenkefu ekisembedwa wekiri, naye tolina banga limali okitekamu.

source: You can always get the latest version of &brandShortName; at:
lg: Osobola bulijjo okufuna ebikka bya &brandShortName; ku:

source: Checking Add-on Compatibility
lg: Kebera enkwanagana y'ebyokozesa

source: Looking for newer versions of your add-ons…
lg: Okunoonya ebika biggya ebyokwongerwako…

source: View more information about this update
lg: Laba ebisingawo ku by'okuzza obugya bino

source: It is strongly recommended that you apply this update for &brandShortName; as soon as possible.
lg: Kisembebwa nyo n'amaanyi nti otekemu ekituusa kino ekya &brandShortName; mu bwangu ddala.

source: If you agree to the terms of this agreement, click I Agree below to continue installing this update.
lg: Bw'oba okiriza obukwakulizo bw'endagano eno, koona Nzikiriza wansi okwongera okuteekako ekizza obugya kino.

source: Software License Agreement
lg: Endagano Y'ekisanyiizo ku Kidukanya kompyuta

source: Terms and conditions for using this software.
lg: Obukwakulizo n'enkola ebyokozesa ekidukanya kompyuta kino.

source: Please read the following license agreement. Use the scroll bar to view the rest of this agreement.
lg: Bambi ssoma ku ndagano ya lisensi eno. Kozesa akatambuza wansi olabe ebirala kundagano.

source: I accept the terms of the License Agreement
lg: Nzikiriza obukwakulizzo by'endagano ku lisensi

source: I do NOT accept the terms of the License Agreement
lg: Kiriziganya ne NOT n`abukwakkulizo bw`Endagaano y`Ekisanyizo

source: Incompatible Add-ons Found
lg: Teri byongeddwako bwe bikolagana bizuulidddwa

source: Downloading &brandShortName;
lg: Okutikula &brandShortName;

source: Downloading the update…
lg: Okutikula akatereeza…

source: Connecting to the update server…
lg: Okwegatta ku ngabizi etereza…

source: &brandShortName; was unable to verify the integrity of the incremental update it downloaded, so it is now downloading the complete update package.
lg: &brandShortName; tekkisobose kukakasa bwesigwa obwa akugatako ebitikuddwa ebiteleeza, kati kitikkula ebitereeza biwedde.

source: View details for this update
lg: Laba ebisingawo ku by'okuzza obuggya bino

# details.link
source: Details
lg: Obulambulukufu

source: Update Failed
lg: Entereeza Egaanye

source: There were problems checking for, downloading, or installing this update. &brandShortName; could not be updated because:
lg: Wabaddewo obuzibu okukebera, okuttikula, oba okutekako akatereeza kano. &brandShortName; tebisobola kutereezebwa kubanga:

source: You can update &brandShortName; manually by visiting this link and downloading the latest version:
lg: Osobola okutuukaganya &brandShortName; ggwe kennyini nga okyalila akagatta kano era tikkula ekika ekipya:

source: The partial Update could not be applied. &brandShortName; will try again by downloading a complete Update.
lg: Entereeza ey'ekitundu egaanye okutekebwako. &brandShortName; eggya kugezaako okutikkula omulundi omulala akatuukaganya akaweddeyo.

source: &brandShortName; is unable to determine if there is an update available. Please make sure that you have the latest version of &brandShortName; from:
lg: &brandShortName; weri okumanya oba waliwo ekituusa ekiriwo. Bamba kakasa nti olina enfuluma ya &brandShortName; esinga okuba eyombuliwo okuva:

source: Something is preventing &brandShortName; from updating securely. Please make sure that you have the latest version of &brandShortName; from:
lg: Waliwo ekiziyiza &brandShortName; okutuusa esanide mu byokwerinda. Bambi kakasa nti olina enfuluma ya &brandShortName; esinga okuba eyombuliwo okuva:

source: Something is trying to trick &brandShortName; into accepting an insecure update. Please contact your network provider and seek help.
lg: Waliwo ekigezako okukola &brandShortName; akakodiyo, obubaka obukiriza akatuusa akanafu mu byokwerinda. Bambi tukirira adukanya omukutu gwo osabe obuyambi.

source: Update Ready to Install
lg: Akatukaganya Katuse Okutteekamu

# finishedPage.text
source: The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
lg: Enkyuukakyuuka eggya kuteekebwako omulundi omulala nga &brandShortName; atandika. Osobola okuddamu okutandisa &brandShortName; kati, oba genda maaso ne byokola ogitandise oluvannyuma.

source: A security and stability update for &brandShortName; has been downloaded and is ready to be installed.
lg: Eby'okuzza obuggya by'ebyokwerinda n'obutebenkevu bwa &brandShortName; biwanuddwa era birindilirwa kuteekebwako.

source: Update:
lg: Akatuukaganya:

# finishedBackground.more
source: The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
lg: Enkyuukakyuuka eggya kuteekebwako omulundi omulala nga &brandShortName; atandika. Osobola okuddamu okutandisa &brandShortName; kati, oba genda maaso ne byokola ogitandise oluvannyuma.

source: Update Installed
lg: Akatuukaganya Katekeddwamu

source: The update was successfully installed.
lg: Akatuukaganya katekeddwamu buluungi.

source: Read more about what's new…
lg: Ssoma ko ku ebilala ebipya…

# update.details.label
source: Details
lg: Mubujjuvu

source: Installed on:
lg: Kitekeddwaku:

source: Status:
lg: Embeera:
