Repository: translate/mozilla-l10n
Catalog: dsb/mail/chrome/overrides/netError.dtd.po
Languages: dsb

source: Problem loading page
dsb: Zmólka pśi cytanju boka

source: Try Again
dsb: Hyšći raz wopytaś

source: Unable to connect
dsb: Zwisk njejo móžno

source: This address is restricted
dsb: Toś ta adresa jo wobgranicowana

source: Server not found
dsb: Serwer njejo se namakał

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
dsb: <ul> <li>Pśeglědajśo adresu za pisańskimi zmólkami kaž <strong>ww</strong>.pśikład.de město <strong>www</strong>.pśikład.de.</li> <li>Jolic njamóžośo někotare boki cytaś, pśekontrolujśo seśowy zwisk swójogo licadła.</li> <li>Jolic wašo licadło abo seś šćita se z wognjoweju murju abo proksy, zawěsććo, až &brandShortName; smějo pśistup na Web měś.</li> </ul>

source: File not found
dsb: Dataja njejo se namakała

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
dsb: <ul> <li>Pśeglědajśo datajowe mě za wjelikopisańskimi abo hynakšymi pisańskimi zmólkami.</li> <li>Pśeglědjśo, lěc dataja jo se pśesunuła, pśemjeniła abo wulašowała.</li> </ul>

source: Oops.
dsb: Hopla.

source: <p>&brandShortName; can't load this page for some reason.</p>
dsb: <p>&brandShortName; njamóžo toś ten bok z někakeje pśicyny cytaś.</p>

source: The address isn't valid
dsb: Adresa njejo płaśiwa

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you're using forward slashes (i.e. <strong>/</strong>).</li> </ul>
dsb: <ul> <li>Webadrese piše se normalnje ako <strong>http://www.pśikład.de/</strong></li> <li>Zawěsććo, až wužywaśo normalne nakósne smužki (t.j. <strong>/</strong>).</li> </ul>

source: The connection was interrupted
dsb: Zwisk jo se pśetergnuł

source: Document Expired
dsb: Dokument spadnył

source: <p>The requested document is not available in the cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
dsb: <p>Pominany dokumenta njestoj k dispoziciji w pufrowaku.</p><ul><li>Ako wěstotnu napšawu &brandShortName; njewótwołujo delikatne dokumenty awtomatiski znowego.</li><li>Klikniśo na Hyšći raz, aby dokument hyšći raz z websedła wótwołał.</li></ul>

source: Offline mode
dsb: Offline-modus

source: <ul> <li>Press "Try Again" to switch to online mode and reload the page.</li> </ul>
dsb: <ul> <li>Tłocćo "Hyšći raz", aby do online-modusa šaltował a bok znowego zacytał.</li> </ul>

source: Content encoding error
dsb: Zmólka pśi koděrowanju wopśimjeśa

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
dsb: <ul> <li>Pšosym stajśo se z wobsejźarjami websedła do zwiska, aby wy jich wó toś tom problemje informěrował.</li> </ul>

source: Unsafe file type
dsb: Njewěsty datajowy typ

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
dsb: <ul> <li>Pšosym stajśo se z wobsejźarjami websedła do zwiska, abyš wy jich wó toś tom problemje informěrował.</li> </ul>

source: The connection was reset
dsb: Zwisk jo se slědk stajił

source: The connection has timed out
dsb: Zwisk jo cas pśekšocył

source: The address wasn't understood
dsb: Adresa njejo se zrozměła

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
dsb: <ul> <li>Snaź musyśo druge programy instalěrowaś, aby se toś ta adresa wócyniła.</li> </ul>

source: The proxy server is refusing connections
dsb: Proksy-serwer wótpokazujo zwiski

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
dsb: <ul> <li>Pśekontrolěrujśo proksy-nastajenja, aby zawěsćił, až wóne su korektne.</li> <li>Stajśo ze swójm seśowym administratorom do zwiska, aby zawěsćił, až proksy-serwer źěła.</li> </ul>

source: Unable to find the proxy server
dsb: Njemóžno proksy-serwer namakaś

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
dsb: <ul> <li>Pśeglědajśo proksy-nastajenja, aby zawěsćił, až su korektne.</li> <li>Pśekontrolěrujśo, lěc wašo licadło ma funkcioněrujucy seśowy zwisk.</li> <li>Jolic wašo licadło abo seś šćita se z wognjoweju murju abo proksy, zawěsććo, až &brandShortName; smějo pśistup na web měś.</li> </ul>

source: The page isn't redirecting properly
dsb: Bok njepósrědnja pórědnje

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
dsb: <ul> <li>Toś ten problem zawinujo se wótergi pśez zmóžnjanje abo znjemóžnjanje cookiejow.</li> </ul>

source: Unexpected response from server
dsb: Njewócakane wótegrono ze serwera

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
dsb: <ul> <li>Kontrolěrujśo, lěc Personal Security Manager jo instalěrowany na wašom systemje.</li> <li>Pśicyna jo snaź njestandardna konfiguracija na wašom serwerje.</li> </ul>

# nssFailure2.title
source: Secure connection failed
dsb: Wěsty zwisk njemóžno

source: <ul> <li>The page you are trying to view can not be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
dsb: <ul> <li>Bok, kótaryž cośo se woglědaś, njedajo se pokazaś, dokulaž awtentiskosć dostanych datow njedajo se kontrolěrowaś.</li> <li>Pśosym stajśo z wobsejźarjami websedła do zwiska, aby wy jich wó toś tom problemje informěrował.</li> </ul>

# nssBadCert.title
source: Secure connection failed
dsb: Wěsty zwisk njemóžno

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
dsb: <ul> <li>To by mógło problem z konfiguraciju serwera byś, abo by mógło byś, až něchten wopytujo serwer imitěrowaś.</li> <li>Jolic sćo ze serwerom w zachadnosći wuspěšnje zwězany był, by mógła zmólka snaź nachylna byś a móžośo pózdźej hyšći raz wopytaś.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
dsb: <ul> <li>Sedło njeby mógło nachylnje k dispoziciji staś abo pśeśěžone byś. Wopytajśo za mało wokognuśow hyšći raz.</li> <li>Jolic njamóžośo někotare boki cytaś, pśekontrolěrujśo zwisk wašeje licadłoweje seśe.</li> <li>Jolic wašo licadło abo seś šćita se z wognjoweju murju abo proksy, zawěsććo, až &brandShortName; smějo pśistup na Web měś.</li> </ul>

source: Suspected attack site!
dsb: Pódglědne napadujuce sedło!

source: <p>Attack sites try to install programs that steal private information, use your computer to attack others, or damage your system.</p> <p>Website owners who believe their site has been reported as an attack site in error may <a href='http://www.stopbadware.org/home/reviewinfo'>request a review</a>.</p>
dsb: <p>Napadujuce sedła wopytuju programy instalěrowaś, kótarež kšadnu priwatne informacije, wašo licadło wužywaś, aby druge napadowali abo waš system wobškóźeś.</p> <p>Wobsejźarje websedła, kotrež wěrje, až jo se jich sedło zamólnje ako napdujuce sedło zdźěliło, mógu wó <a href='http://www.stopbadware.org/home/reviewinfo' >pśekontrolěrowanje pšosyś</a>.</p>

source: Suspected Unwanted Software Site!
dsb: Suspektne sedło z njewitaneju softwaru!

source: <p>Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.</p>
dsb: <p>Boki z njewitaneju softwaru wopytuju softwaru instalěrowaś, kótaraž móžo wobšudna byś a kótaraž móžo waš system na njewótcakane nałogi wobwliwowaś.</p>

source: Suspected web forgery!
dsb: Pódglědna websfalšowanka!

source: <p>Entering any personal information on this page may result in identity theft or other fraud.</p> <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
dsb: <p>Zapódawanje wósobinskich informacijow na toś tom boku móžo ku kšadnjenjeju identity abo drugej wobšuźe wjasć.</p> <p>Toś te typy webwobšudow wužywaju se we webwobšudach ako snuchlece napady, w kótarychž wobšudne webboki a e-maile se wužywaju, aby žrědła imitěrowali, kótarymž dowěriśo.</p>

source: Blocked by Content Security Policy
dsb: Pśez wěstotne pšawidła za wopśimjeśe zablokěrowany

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
dsb: <p>&brandShortName; jo zacytowanjeju toś togo boka na toś ten nałog zajźował, dokulaž bok ma wěstotne pšawidła za wopśimjeśe, kótarež to njedowóluju.</p>

source: Corrupted Content Error
dsb: Zmólka - wobškóźone wopśimjeśe

source: <p>The content you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the owners to inform them of this problem.</li></ul>
dsb: <p>Wopśimjeśe, kótarež wopytujośo se woglědaś, njedajo se pokazaś, dokulaž zmólka w pśenosowanju datow jo se namakała.</p><ul><li>Pšosym stajśo z wobsejźarjami do zwiska, aby jich wó toś tom problemje informował.</li></ul>

source: Or you can add an exception…
dsb: Abo móžośo wuwześe pśidaś…

source: Get me out of here!
dsb: Cu how wen!

source: Add Exception…
dsb: Wuwześe pśidaś…

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
dsb: <p>Njeby wy měł wuwześe pśidaś, jolic wužywaśo internetny zwisk, kótaremuž cele njedowěriśo abo jolic njewiźiśo warnowanje za toś ten serwer.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>

source: Remote XUL
dsb: Daloki XUL

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
dsb: <p><ul><li>Pšosym stajśo se z wobsejźarjami websedła do zwiska, aby jich wó toś tom problemje informěrował.</li></ul></p>
