Repository: translate/mozilla-l10n
Catalog: tsz/browser/chrome/browser/aboutRobots.dtd.po
Languages: tsz

source: Gort! Klaatu barada nikto!
tsz: ¡Sesi janonje k'uiripuecha!

source: Welcome Humans!
tsz: ¡Sesi Janonje k'uiripuecha!

source: We have come to visit you in peace and with goodwill!
tsz: ¡Jurhaskaksïni sesi jimpo p'orhempini!

source: Robots may not injure a human being or, through inaction, allow a human being to come to harm.
tsz: Robots nosï jatsïajti pakasï atajpiaka k'uiripueni o, imaeri isku jakua jimpo, juraskuni eska atakurhioka

source: Robots have seen things you people wouldn't believe.
tsz: Robots ixejtisksï ampe mankasï k'uiripuecha no jukajkupirinka

source: Robots are Your Plastic Pal Who's Fun To Be With.
tsz: Robots imaeri p'ichpirichajtisï tatsuparhakuaeri enkasï jinkoni uaka tsïpikurhini

source: Robots have shiny metal posteriors which should not be bitten.
tsz: Robots t'atekua tiamueri mere karhasï jukajtiksï enkasi no p'anhaka

source: And they have a plan.
tsz: … Ka mitiskijtsï ampejtsï ua.

source: Frakkin' Toasters
tsz: Tarhi k'arhijpatarakuecha

source: Please do not press this button again.
tsz: Asï Clic intsku ixu mentaru.
