Repository: translate/mozilla-l10n
Catalog: */suite/chrome/common/sync/syncSetup.properties.po
Languages: hu

source: Sync Options
hu: Szinkronizálási beállítások

source: Done
hu: Kész

source: Cancel
hu: Mégse

source: Invalid email address
hu: Érvénytelen e-mail cím

source: Please enter a valid server URL
hu: Írjon be egy érvényes kiszolgáló URL-t

source: Already in use
hu: Már használatban van

source: Verifying…
hu: Ellenőrzés…

source: and #1 additional device;and #1 additional devices
hu: és #1 további eszköz;és #1 további eszköz

source: #1 bookmark;#1 bookmarks
hu: #1 könyvjelző;#1 könyvjelző

source: #1 day of history;#1 days of history
hu: #1 napnyi előzmény;#1 napnyi előzmény

source: #1 password;#1 passwords
hu: #1 jelszó;#1 jelszó

source: #1 add-on;#1 add-ons
hu: #1 kiegészítő;#1 kiegészítő

source: Save Recovery Key
hu: Helyreállítókulcs mentése

source: SeaMonkey Recovery Key.xhtml
hu: SeaMonkey Recovery Key.html

source: SeaMonkey Sync is now set up to automatically sync all of your browser data.
hu: A SeaMonkey Sync be van állítva a böngésző adatainak automatikus szinkronizálására.

source: You can choose exactly what to sync by selecting Sync Options below.
hu: Kijelölheti, hogy pontosan mit akar szinkronizálni a Szinkronizálás beállítása lehetőség választásával.

source: SeaMonkey Sync will now merge all this computer's browser data into your Sync account.
hu: A SeaMonkey Sync most összefésüli ennek a számítógépnek a böngészőadatait a Sync-fiók adataival.

source: SeaMonkey Sync will now replace all of the browser data on this computer with the data in your Sync account.
hu: A SeaMonkey Sync a számítógépen levő böngészőadatokat felül fogja írni a Sync-fiókban található adatokkal.

source: SeaMonkey Sync will now replace all of the browser data in your Sync account with the data on this computer.
hu: A SeaMonkey Sync a Sync-fiókban levő böngészőadatokat felül fogja írni a számítógépen található adatokkal.

source: You can change this preference by selecting Sync Options below.
hu: Megváltoztathatja ezt a beállítást a Szinkronizálás beállítása lehetőséget választva.
