Repository: translate/mozilla-l10n
Catalog: ak/browser/chrome/browser/preferences/security.dtd.po
Languages: ak

source: General
ak: Gyɛnɛral

source: &Warn me when sites try to install add-ons
ak: Bɔ me kɔ&kɔ sɛ nsaet yɛ sɛ wɔpɛ sɛ wɔinstɔl nkaho a

source: Bloc&k reported attack sites
ak: Si&w nsaet a wɔaka sɛ wɔhaw adwen ano

source: &Block reported web forgeries
ak: &Siw ndadaa wɛb a wɔabɔ yɛn amande afa ho

source: &Exceptions…
ak: Ngy&egye…

source: Passwords
ak: Ehintasɛmfua

source: &Remember passwords for sites
ak: Ka&e ahintasɛmfua ma nsaet

source: E&xceptions…
ak: Ngye&gye…

source: &Use a master password
ak: &Fa ehintasɛmfua panin di dwuma

source: Change &Master Password…
ak: Sesa Ehintasɛ&mfua Panin…

source: Saved &Passwords…
ak: &Ahintasɛmfua a Wɔesie…
