Repository: translate/mozilla-l10n
Catalog: ak/toolkit/chrome/cookie/cookieAcceptDialog.dtd.po
Languages: ak

source: Name:
ak: Din:

source: Content:
ak: Emu nsɛm:

source: Host:
ak: Hɔhogyefo:

source: Path:
ak: Kwan:

source: Send For:
ak: Mane bra:

source: Expires:
ak: Twa mu:

source: &Allow
ak: M&a kwan

source: Allow for &Session
ak: Ma &sɛhyen ho kwan

source: &Deny
ak: &Twe-san

source: Confirm setting cookie
ak: Foa nhehyɛe kuki so

source: &Use my choice for all cookies from this site
ak: F&a nea meapaw yɛ saet yi ho akuki dwumadi biara
