Repository: translate/mozilla-l10n
Catalog: gn_*/browser/installer/custom.properties.po
Languages: gn_bo

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
gn_bo: $BrandShortName proporciona navegación web segura y sencilla. Un interfaz de usario familiar, características de seguridad mejoradas, incluyendo protección de robos de identidad en línea, y la búsqueda integrada le permite sacar el máximo partido de la web.

source: $BrandShortName &Options
gn_bo: &Yaeka ïru $BrandShortName pe

source: $BrandShortName &Safe Mode
gn_bo: $BrandShortName ö&i jëguambaea pe

source: Setup Type
gn_bo: Kërai ñañono vaerä

source: Choose setup options
gn_bo: Eiparavo reipota vae reñono vaerä

source: Set Up Shortcuts
gn_bo: Eñono kavi isɨmbireike vaerä

source: Create Program Icons
gn_bo: Eyapo emboyekuaa kañimaa reta

source: Set Up Optional Components
gn_bo: Configurar componentes opcionales

source: Optional Recommended Components
gn_bo: Componentes opcionales recomendados

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
gn_bo: El mantenimiento del servicio le permitirá actualizar $BrandShortName de manera silenciosa.

source: Install &Maintenance Service
gn_bo: &Instalar servicio de mantenimiento

source: Summary
gn_bo: Mbovɨ ñee pe

source: Ready to start installing $BrandShortName
gn_bo: Jaema ndepuere remboɨpɨ reñono $BrandShortName

source: $BrandShortName will be installed to the following location:
gn_bo: $BrandShortName oñeñonota jókuae jenda pe:

source: A restart of your computer may be required to complete the installation.
gn_bo: Güɨramoi ikavita remboɨpɨ pɨau ye ndecomputadora remboapɨ vaerä oñeñono oï vae.

source: A restart of your computer may be required to complete the uninstall.
gn_bo: Güɨramoi ikavita remboɨpɨ pɨau ye ndecomputadora remboapɨ vaerä oñeñono oï vae.

source: U&se $BrandShortName as my default web browser
gn_bo: &Aiporu $BrandShortName aeka pɨpe jaeño web aiporu vaerä

source: Click Install to continue.
gn_bo: Eumbiri jókuae ñañono ɨpe vae reo vaerä tenonde.

source: Click Upgrade to continue.
gn_bo: Eumbiri jókuae yambopɨau pɨpe vae pe.

source: &Tell us what you thought of $BrandShortName
gn_bo: &Emombeu oreve mbae ko reyemongeta $BrandShortName re vae

source: &Launch $BrandShortName now
gn_bo: &Emombaravɨkɨ añave $BrandShortName

source: Create icons for $BrandShortName:
gn_bo: Eyapo jokuae kañimaa $BrandShortName jee vae:

source: On my &Desktop
gn_bo: &Cheparavɨkɨ jenda pe

source: In my &Start Menu Programs folder
gn_bo: &Programa reta yamboɨpɨ yaiparavoa pe

source: In my &Quick Launch bar
gn_bo: &Jókuae omboyekuaa yamboɨpɨ ɨmambae pegua vae pe

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
gn_bo: Toyeokenda töi jókuae $BrandShortName jee vae reo vaerä tenonde reñono renoi vae. Eyokenda $BrandShortName reo vaerä tenonde.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
gn_bo: Toyeokenda töi jókuae $BrandShortName jee vae reo vaerä tenonde reñono renoi vae. Eyokenda $BrandShortName reo vaerä tenonde.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
gn_bo: $BrandShortName oparavɨkɨma oï. Toyeokenda töi ndepuere vaerä reiporu jókuae oñeñono ramo vae.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
gn_bo: Mbaetɨ oñemaeño reikuatia vaerä jókuae reiparavo vae pe Eumbiri OK reiparavo vaerä ïru.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
gn_bo: Oata jendará ndeve disco pe reñono vaerä Eunbiri OK reiparavo vaerä ïru jenda.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
gn_bo: orembopɨatɨtɨ, mbaetɨ ipuere oñoñono $BrandShortName. Kuae kuatía $BrandShortName pe oata oecha vaerä ${MinSupportedVer} ani tuicha chugüi vae.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
gn_bo: Ikavi ko remboɨpɨ pɨau ye ndecomputadora rembopɨay renoi $BrandShortName vae. ¿reipota pa reyapo añave?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
gn_bo: Ikavi ko remboɨpɨ pɨau ye ndecomputadora rembopɨay renoi $BrandShortName vae. ¿reipota pa reyapo añave?

source: Error creating directory:
gn_bo: Oyeavɨ reyapo oyeakuatiagüe jɨru yave:

source: Click Cancel to stop the installation or Retry to try again.
gn_bo: Eumbiri yambogüe pɨpe vae pe remombɨta vaerä reñono renoi vae ani eumbiri Remboɨ ye tëi vaerä.

source: Uninstall $BrandFullName
gn_bo: Emboai $BrandFullName

source: Remove $BrandFullName from your computer.
gn_bo: Emboai $BrandFullName ndecomputafora güi.

source: $BrandShortName will be uninstalled from the following location:
gn_bo: $BrandShortName oyemboaita ko jenda güi:

source: Click Uninstall to continue.
gn_bo: Eumbiri yamboai pɨpe vae pe reo vaerä tenonde.

source: Checking existing installation…
gn_bo: Omae güɨnoi oñeñono ramo vae reta re…

source: Installing $BrandShortName…
gn_bo: Oñono güɨnoi $BrandShortName…

source: Installing Language Files (${AB_CD})…
gn_bo: Oñono gü%noi ñee reta j%ru (${AB_CD})…

source: Uninstalling $BrandShortName…
gn_bo: Omboai güɨnoi $BrandShortName…

source: A Little Housekeeping…
gn_bo: Omboai güɨnoi…

source: Choose the type of setup you prefer, then click Next.
gn_bo: Eiparavo metei kërai ñañono vaerä vae jare eumbiri ïru ye jei vae.

source: $BrandShortName will be installed with the most common options.
gn_bo: $BrandShortName oñeñonota yaikua gue reta ndive.

source: &Standard
gn_bo: &Jae kavi oatambae vae

source: You may choose individual options to be installed. Recommended for experienced users.
gn_bo: Ndepuere reiparavo yaeka pɨpe vae reñono vaerä nde etei. Kuae oñwemee oikatu ma oyapo vae pe.

source: &Custom
gn_bo: &Yandembaeraño vae

source: &Upgrade
gn_bo: &Mbopɨau ye
