Repository: translate/mozilla-l10n
Catalog: doi/toolkit/chrome/cookie/cookieAcceptDialog.dtd.po
Languages: doi

source: Name:
doi: नांऽ:

source: Content:
doi: विशे-समग्री:

source: Host:
doi: आयोजक:

source: Path:
doi: रस्ता:

source: Send For:
doi: लेई भेजो:

source: Expires:
doi: समां पूरा होंदा ऐ:

source: &Allow
doi: &इजाज़त देओ

source: Allow for &Session
doi: सत्र लेई इजाज़त देओ

source: &Deny
doi: &नकारो

source: Confirm setting cookie
doi: कुकी दी सैट्टिंग दी पुश्टी करो

source: &Use my choice for all cookies from this site
doi: &इस साइट दी सभनें कुकी लेई मेरी पसिंद बरतो.
