Repository: translate/mozilla-l10n
Catalog: sa/toolkit/chrome/mozapps/update/updates.properties.po
Languages: sa

source: Getting license for %S %S…
sa: %S %S कृते अनुज्ञां लभते...

source: Getting more details about %S %S…
sa: %S %S विषये अधिकनिर्देशान् लभते...

source: %1$S %2$S %3$S nightly
sa: %1$S %2$S %3$S प्रतिरात्रि

source: Do you want to upgrade to %1$S %2$S now?
sa: अधुना %1$S %2$S उन्नेतुम् इच्छसि किम्?

source: A security and stability update for %1$S is available:
sa: %1$S कृते सुरक्षास्थिरतानवीकरणम् उपलब्धम् :

source: New Version
sa: नूतनसंस्करणम्

source: Security Update
sa: सुरक्षानवीकरणम्

source: %S could not confirm the integrity of the update package.
sa: नवीकरणचयस्य विश्वसनीयतां %S दृढीकर्तुम् न शक्नोति।

source: Software Update
sa: सोफ्ट्वेर् नवीकरणम्

source: Software Update Failed
sa: सोफ्ट्वेर् नवीकरणं निष्फलम्

source: OK
sa: आम्

source: Ask Later
sa: पश्चात् पृच्छ

source: No Thanks
sa: न

source: Update %S
sa: %S नवीकुरु

source: Get the New Version
sa: नूतनसंस्करणं लभस्व

source: Back
sa: पृष्ठे

source: Accept Terms
sa: नियमान् स्वीकुरु

source: Restart Later
sa: पश्चात् पुनरारभस्व

source: Restart %S
sa: %S पुनरारभस्व

source: Installed on: %S
sa: अस्मिन् संस्थापितम् : %S

source: Install Failed
sa: संस्थापनं निष्फलम्

source: Pause
sa: विरम

source: Resume
sa: पुनरारभस्व

source: Hide
sa: तिरोधत्स्व

source: Applying update…
sa: नवीकरणं प्रयोजयति...

source: Update Available
sa: नवीकरणम् उपलब्धम्

source: New Version Available
sa: नूतनसंस्करणम् उपलब्धम्

source: The Update was successfully installed
sa: नवीकरणं सफलतया संस्थापितम्

source: Install Pending
sa: संस्थापनं परिशिष्टम्

source: The Update could not be installed (patch apply failed)
sa: नवीकरणं संस्थापितुं न शक्यते (पैच् प्रयोजनं निष्फलम्)

# updateAvailable_minor.title
source: %S available
sa: %S उपलब्धम्

source: Download & Install…
sa: डौन्लोड् & संस्थापय…

# updateAvailable_major.title
source: %S available
sa: %S उपलब्धम्

source: Get the new version…
sa: नूतनसंस्करणं लभस्व...

# updateDownloaded_minor.title
source: %S available
sa: %S उपलब्धम्

source: Apply Downloaded Update…
sa: डौन्लोड् कृतं नवीकरणम् प्रयोजय…

# updateDownloaded_major.title
source: %S available
sa: %S उपलब्धम्

source: Install the new version…
sa: नूतनसंस्करणं संस्थापय...

source: Paused — %S
sa: विरमितम् — %S

source: Update XML file malformed (200)
sa: XML सञ्चिकानवीकरणं कुरचनीकृतम् (200)

source: Access denied (403)
sa: प्रवेशः निराकृतः (403)

source: Update XML file not found (404)
sa: XML सञ्चिकानवीकरणं न दृष्टम् (404)

source: Internal server error (500)
sa: आन्तरसर्वर् दोषः (500)

source: Failed (unknown reason)
sa: निष्फलम् (कारणम् अज्ञातम्)

source: Connection refused
sa: संयोगः निराकृतः

source: Connection timed out
sa: संयोगसमयः समाप्तः

# check_error-2152398864
source: Network is offline (go online)
sa: जालकम् आफ्लैन् अस्ति (आन्लैन् गच्छ)

source: Port not allowed
sa: पोर्ट् नानुमोदितम्

source: No data was received (please try again)
sa: किमपि डाटा न प्राप्तम् (पुनः यतस्व)

source: Update server not found (check your internet connection)
sa: नवीकरणसर्वर् न दृष्टम् (तव इण्टर्नेट् संयोगं परीक्षस्व)

source: Proxy server not found (check your internet connection)
sa: प्रोक्सीसर्वर् न दृष्टम् (तव इण्टर्नेट् संयोगं परीक्षस्व)

# check_error-2152398918
source: Network is offline (go online)
sa: जालकम् आफ्लैन् अस्ति (आन्लैन् गच्छ)

source: Data transfer was interrupted (please try again)
sa: डाटास्थानान्तरकरणं स्थगितम् (पुनः यतस्व)

source: Proxy server connection refused
sa: प्रोक्सी सर्वर् संयोगः निराकृतः

source: The integrity of the update could not be verified
sa: नवीकरणस्य सत्यतां सत्यापयितुं न शक्यते
