Repository: translate/mozilla-l10n
Catalog: an/toolkit/chrome/mozapps/extensions/selectAddons.dtd.po
Languages: an

source: Checking Your Add-ons
an: Se son comprebando os suyos complementos

source: Checking your add-ons for compatibility with this version of &brandShortName;.
an: Comprebando a compatibilidad d'os suyas complementos con ista versión d'o &brandShortName;.

# select.heading
source: Select Your Add-ons
an: Trigue os suyos complementos

# select.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
an: Desactive os complementos que ya no ferá servir mas ta que o &brandShortName; vaiga encara mas rapido. Os complementos ya instalaus por tercers se desactivarán automaticament de no estar que los seleccione contino.

source: Keep
an: Conservar

source: width: 6ch;
an: width: 13ch;

source: Action
an: Acción

source: Installed By
an: Instalau por

source: Name
an: Nombre

# confirm.heading
source: Select Your Add-ons
an: Trigue os suyos complementos

# confirm.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
an: Desactive os complementos que ya no ferá servir ta que o &brandShortName; vaiga encara mas rapido. Por ixo se desactivarán os complementos que han instalau aplicacions de tercers, de no estar que los seleccione contino.

source: The following add-ons will be disabled:
an: Se desactivarán os siguients complementos:

source: The following add-ons are disabled, but will be enabled as soon as they are compatible:
an: Os siguients complementos son desactivaus, pero s'activarán malas que sían compatibles:

source: The following add-ons will be updated:
an: S'esviellarán os siguients complementos:

source: The following add-ons will be enabled:
an: S'activarán os siguients complementos:

source: Updating Your Add-ons
an: Se son esviellando os suyos complementos

source: Downloading and installing updates for your selected add-ons.
an: Se son descargando y instalando as actualizacions d'os complementos que ha trigau.

source: &brandShortName; could not update some of your add-ons.
an: O &brandShortName; no ha puesto esviellar beluns d'os suyos complementos.

source: Installing updates for some of your add-ons failed. &brandShortName; will automatically try to update them again later.
an: Ha fallau l'actualizacions de beluns d'os suyas complementos. O &brandShortName; lo tornará a prebar automaticament mas ta debant.

source: You can always change your add-ons by going to the Add-ons Manager.
an: Siempre podrá cambiar os suyos complementos en l'administrador de complementos.

source: Cancel
an: Cancelar

source: Back
an: Enta zaga

source: Next
an: Enta debant

source: Done
an: Feito
