Repository: translate/mozilla-l10n
Catalog: nd/browser/chrome/browser/feeds/subscribe.properties.po
Languages: nd

source: Go to %S
nd: Hamba ku %S

source: Add "%S" (%S) as a Feed Reader?
nd: Engenza i-"%S" (%S) Njengombukisi Wama-Feeds?

source: Add Feed Reader
nd: Engeza Umbukisi Wama-Feeds

source: "%S" is already registered as a Feed Reader
nd: "%S" isihle yabhaliswa Njengombukisi Wama-Feed

source: Live Bookmarks
nd: Amabhukhmakhi Aziguqukelayo

source: Subscribe Now
nd: Bhalisa Kathesi

source: Choose Application…
nd: Khetha Uhlelo…

source: Choose Application
nd: Khetha Uhlelo…

source: Always use %S to subscribe to feeds
nd: Hlala usebenzisa i-%S ukubhalisa ama-feeds

source: Media files
nd: Amafayili e-Media

source: Always use %S to subscribe to feeds.
nd: Hlala usebenzisa i-%S ukubhalisa ama-feeds.

source: Always use %S to subscribe to podcasts.
nd: Hlala usebenzisa i-%S ukubhalisa ama-podcasts.

source: Always use %S to subscribe to video podcasts.
nd: Hlala usebenzisa i-%S ukubhalisa ama-video podcasts.

source: Subscribe to this feed using
nd: Bhalisa kule i-feed uzebenzisa

source: Subscribe to this podcast using
nd: Bhalisa kule i-podcast uzebenzisa

source: Subscribe to this video podcast using
nd: Bhalisa kule i-podcast uzebenzisa

source: This is a "feed" of frequently changing content on this site.
nd: Le yi-"feed"\ yezinto ezihlala ziguquka kule isayithi.

source: This is a "podcast" of frequently changing content on this site.
nd: Le yi-"podcast"\ yezinto ezihlala ziguquka kule isayithi.

source: This is a "video podcast" of frequently changing content on this site.
nd: Le yi-"video podcast"\ yezinto ezihlala ziguquka kule isayithi.

source: You can subscribe to this feed to receive updates when this content changes.
nd: Ungabhalisa kule i-feed ukuze uthole umbiko nxa okuqukethwe lapha kungaguquka.

source: You can subscribe to this podcast to receive updates when this content changes.
nd: Ungabhalisa kule i-podcast ukuze uthole umbiko nxa okuqukethwe lapha kungaguquka.

source: You can subscribe to this video podcast to receive updates when this content changes.
nd: Ungabhalisa kule i-video podcast ukuze uthole umbiko nxa okuqukethwe lapha kungaguquka.

source: Add %S (%S) as an application for %S links?
nd: Engeza i-%S (%S) njengohlelo lwama %S link

source: Add Application
nd: Engeza Uhlelo
