Repository: translate/mozilla-l10n
Catalog: hto/browser/chrome/browser/preferences/sync.dtd.po
Languages: hto

source: &Set Up &syncBrand.fullName.label;
hto: &Abɨdo fɨnoka &syncBrand.fullName.label;

source: &syncBrand.fullName.label; lets you access your history, bookmarks, passwords and open tabs across all your devices.
hto: &syncBrand.fullName.label; bíe íyano ó jofo jaiadɨ, jagaɨmo, fakara, ó gaɨga úitɨraɨ

source: Update
hto: Méidote

source: Reset
hto: Ábɨdo fɨno

source: Ma&nage Account
hto: Kúe &dáma fákara

source: Change Password…
hto: Jɨaɨe fakara jone…

source: My Recovery Key
hto: Kúe ónoiga abɨdo fɨnóyena

source: Reset Sync…
hto: Ábɨdo fɨno Sync…

source: Pair a Device
hto: Dáamakɨ dá jóriaɨ

source: Sync My
hto: Dáamakɨ

source: Book&marks
hto: &Rɨgɨnua

source: Histo&ry
hto: Jág&anɨaɨ

source: &Passwords
hto: &Fakára ráa

source: Preference&s
hto: Kúe gaɨg&a

source: &Add-ons
hto: &Jɨaɨe

source: Device Name
hto: Jóriaɨ mámekɨ

source: Unlink This Device
hto: Óni jóneri jóriaɨ

source: Terms of Service
hto: Taɨniamo, ñúe ite

source: Privacy Policy
hto: Okuira daama íyena.

source: Privacy Notice
hto: Káɨe bíe fáka Dáma kue úai

source: Determining your account status…
hto: Fákara íyano...

source: is not verified.
hto: Naɨ éroñega.

source: Please sign in to reconnect
hto: Ábɨno nitayena taɨne yuamo

source: You are not signed in.
hto: Yuamo taɨneñedɨio.

source: Change profile picture
hto: Jɨaɨe jóreño ó náama mamekɨmo jóne

source: Access your tabs, bookmarks, passwords and more wherever you use &brandShortName;.
hto: Ó taɨjɨamo íyano fakara, rɨgɨnua úitɨraɨ dɨga jofo bi biemo &brandShortName;.

# welcome.signIn.label
source: Sign In
hto: Mámekɨ yóne

# welcome.createAccount.label
source: Create Account
hto: Fákara fɨno

source: Using an older version of Sync?
hto: ¿Jáiaie ránɨaɨ jóneyena Sync?

source: Take your Web with you
hto: Web ó dɨga jáide

source: Synchronize your bookmarks, history, tabs, passwords, add-ons, and preferences across all your devices.
hto: Dáamakɨ jone rigɨnua, jagaɨ, úitɨraɨ, fakara íemei ó gaɨga ráa ó jóriaɨmo.

source: Connect with a &syncBrand.fxAccount.label;
hto: Zɨtade &syncBrand.fxAccount.label;

# signedOut.accountBox.create
source: Create Account
hto: Fákara fɨno

# signedOut.accountBox.signin
source: Sign In
hto: Mámekɨ yóne

source: Sync across all devices
hto: Jóriaɨ damakɨ jóne

source: Download Firefox for
hto: Firefox yunude nɨbai

source: or
hto: o

source: to sync with your mobile device.
hto: dáamakɨ ó jóriaɨ dɨga.
