Repository: translate/mozilla-l10n
Catalog: sm/browser/chrome/browser/preferences/advanced.dtd.po
Languages: sm

source: General
sm: Aoao

source: Always use the &cursor keys to navigate within pages
sm: 'Ia fa'aaogā i taimi 'uma &kī-'aū e fa'asino i totonu itūlau

source: Search for te&xt when I start typing
sm: Su'e ia &tusitā pe'ā 'āmata ona 'ou tā

source: Warn me when we&bsites try to redirect or reload the page
sm: Lapata'i a'u pe'ā taumafai le s&ite e toe-'ave pe toe-la'u le itūlau

source: Browsing
sm: Sā'iliga

source: Use &autoscrolling
sm: Fai &fa'ase'e-'otometi

source: Use s&mooth scrolling
sm: Fai fa'ase'e fa'a&lēmū

source: Use ha&rdware acceleration when available
sm: Fa'aaogā ha&rdware fa'avave pe'ā avanoa

source: Check my spelling as I &type
sm: Siati la'u sipelaga i le taimi 'oute &tā ai

source: Data Choices
sm: Filifiliga o le data

source: Helps you understand your browser performance and shares data with &vendorShortName; about your browser health
sm: E fesoasoani iā te 'oe ina 'ia 'e mālamalama i fa'aaliga a lau mea-sā'ili ma tufatufa data ma &vendorShortName;

source: Enable &brandShortName; Health &Report
sm: E mafai ai &brandShortName; &Līpoti o le Gālue-lelei

# healthReportLearnMore.label
source: Learn More
sm: Mālamalama Atili

source: Shares performance, usage, hardware and customization data about your browser with &vendorShortName; to help us make &brandShortName; better
sm: E 'otometi 'ona lafo fa'amatalaga e fa'atatau Fa'aaliga, hardware, mea-fa'aaogā ma fetu'una'iga i tua le &vendorShortName; e fesoasoani le faiga o le &brandShortName; fa'alelei

# telemetryLearnMore.label
source: Learn More
sm: Mālamalama Atili

source: &brandShortName; submits crash reports to help &vendorShortName; make your browser more stable and secure
sm: &brandShortName; gāua'i līpoti o le palasi ma fesoasoani le &vendorShortName; e fa'alelei lou measā'ili ma puipuiga

source: Enable &Crash Reporter
sm: Mafai ai le līpoti o le &palasi

# crashReporterLearnMore.label
source: Learn More
sm: Mālamalama Atili

source: Network
sm: Felavasa'iga

source: Connection
sm: Feso'ota'iga

source: Configure how &brandShortName; connects to the Internet
sm: Gaosia fa'apēfea ona feso'ota'i &brandShortName; i le Internet

source: S&ettings…
sm: F&a'atonutonu…

source: Cached Web Content
sm: Cached Web Mea-totonu

source: Offline Web Content and User Data
sm: Laina-'ese Web Mea-totonu ma 'Au fa'aaogā Data

source: &Limit cache to
sm: &Tapula'a cache i le

source: MB of space
sm: MB o le avanoa-totoe

source: &Clear Now
sm: &Fa'amamā Taimi Nei

source: Clear &Now
sm: Fa'amamā &Taimi Nei

source: &Override automatic cache management
sm: &Override pule o le cache 'otometi

source: Update
sm: Toe fa'afouina

source: &brandShortName; updates:
sm: &brandShortName; toe fa'afouina:

source: &Automatically install updates (recommended: improved security)
sm: Fa'anofo 'o&tometi le fa'afouina (fautuaga: e sili le puipuiga)

source: Automatically update from de&sktop and Windows 8 style &brandShortName;
sm: Toe fa'afouina 'otometi mai le de&sktop ma le &brandShortName; fausaga Windows 8

source: &Check for updates, but let me choose whether to install them
sm: &Siati mo fa'afouina, ae ia filifili e a'u pe fa'anofo pe leai

source: &Never check for updates (not recommended: security risk)
sm: &E lē siati mo fa'afouina (lē fautuaga: mea lē mautinoa o le puipuiga)

source: &Warn me if this will disable any of my add-ons
sm: &Lapata'i a'u pe'ā e lē mafai la'u fa'aopoopoga

source: (Windows 8 style &brandShortName; does not check add-on compatibility)
sm: (Windows 8 style &brandShortName; e lē siati lelei le fa'aopoopoga)

source: Show U&pdate History
sm: Fa'aali le lisi tu'ufa'asolo o le f&a'afouina

source: Use a &background service to install updates
sm: Fa'aaogā le tautua &ata i tua e fa'anofo le toe fa'afou

source: Automatically update:
sm: Toe fa'afouina 'otometi:

source: Search &Engines
sm: &Masini-su'e

source: &Tell me when a website asks to store data for offline use
sm: &Fesili mai pe'ā le website e mana'omia teu data mo le fai laina-'ese

source: E&xceptions…
sm: M&eavāganā…

source: The following websites are allowed to store data for offline use:
sm: E fa'ataga teu le data mo le fai laina-'ese le websites so'o:

source: &Remove…
sm: &Ave'ese…

source: Remove offline data
sm: Ave'ese lou data laina-'ese

source: Certificates
sm: Tusi fa'amaoni

source: When a server requests my personal certificate:
sm: Pe'ā le server mana'o iai le tusi fa'amaoni patino:

source: Select one automatically
sm: Fili se tasi 'otometi

source: Ask me every time
sm: Fesili mai ia te a'u i taimi 'uma
