Repository: translate/mozilla-l10n
Catalog: sm/browser/chrome/browser/preferences/colors.dtd.po
Languages: sm

source: Colors
sm: Lanu

source: Always
sm: So'o se taimi

source: Never
sm: 'Aua lava ne'i

source: Text and Background
sm: Tusitā ma Ata i tua

source: &Text:
sm: &Tusitā:

source: &Background:
sm: &Ata i tua:

source: U&se system colors
sm: F&ai lanu o le system

source: &Underline links
sm: &Laina-lalo le so'otaga

source: Link Colors
sm: Lanu o le so'otaga

source: Unvisited &Links:
sm: &So'otaga lē asiasiina:

source: &Visited Links:
sm: So'otaga &asiasiina:
