Repository: translate/mozilla-l10n
Catalog: hsb/browser/chrome/browser/devtools/debugger.properties.po
Languages: hsb

source: Debugger
hsb: Pytanje za zmylkami

source: Debugger Panel
hsb: Wokno pytanja zmylkow

source: Browser Debugger
hsb: Program wobhladowaka za pytanje zmylkow

source: Browser Debugger - %S
hsb: Program wobhladowaka za pytanje zmylkow - %S

source: JavaScript Debugger
hsb: Pytanje za zmylkami JavaScript

source: D
hsb: P

source: Collapse panes
hsb: Špalty schować

source: Expand panes
hsb: Špalty pokazać

source: Click to pause (%S)
hsb: Klikńće, zo byšće zastajił (%S)

source: Click to resume (%S)
hsb: Klikńće, zo byšće pokročował (%S)

source: Click to start tracing
hsb: Klikńće, zo byšće slědowanje startował

source: Click to stop tracing
hsb: Klikńće, zo byšće slědowanje zastajił

source: Step Over (%S)
hsb: Krok nad tym (%S)

source: Step In (%S)
hsb: Krok nutř (%S)

source: Step Out (%S)
hsb: Krok won (%S)

source: No globals
hsb: Žane globalne wariable

source: This page has no sources.
hsb: Tuta strona žórła nima.

source: Waiting for sources…
hsb: Čaka so na žórła…

source: No event listeners to display
hsb: Žane podawkowe reakcije za zwobraznjenje

source: No stack frames to display
hsb: Žane staplowe wobłuki za zwobraznjenje

source: No function calls to display
hsb: Žane funkciske wołanja za zwobraznjenje

source: Tracing has not started
hsb: Slědowanje njeje so započało

source: Toggle breaking on this event
hsb: Zastajenje při tutym podawku přepinać

source: on
hsb: přez

source: in
hsb: w

source: %S nodes
hsb: %S sukow

source: [native code]
hsb: [systemowy kod]

source: Animation
hsb: Animacija

source: Audio
hsb: Awdio

source: Battery
hsb: Baterija

source: Clipboard
hsb: Mjezyskład

source: Composition
hsb: Spisanje

source: Device
hsb: Grat

source: Display
hsb: Zwobraznjenje

source: Drag and Drop
hsb: Ćahnyć a wotkłasć

source: Interaction
hsb: Interakcija

source: Keyboard
hsb: Tastatura

source: HTML5 Media
hsb: HTML5-medije

source: Mouse
hsb: Myška

source: Mutation
hsb: Mutacija

source: Navigation
hsb: Nawigacija

source: Pointer Lock
hsb: Popadnjenje pokazowaka

source: Storage
hsb: Składowak

source: Time
hsb: Čas

source: Touch
hsb: Dótknjenje

source: Other
hsb: Druha

source: Toggle black boxing
hsb: Wužiwanje w čornym kašćiku přešaltować

source: No matches found
hsb: Žane wotpowědniki namakane

source: Search scripts (%S)
hsb: Skripty pytać (%S)

source: Filter chrome globals (%S)
hsb: Chrome-wariable filtrować (%S)

source: Filter variables
hsb: Wariable filtrować

source: Filter properties
hsb: Filtrowe kajkosće

source: Filter scripts (%S)
hsb: Skripty filtrować (%S)

source: Search in all files (%S)
hsb: We wšěch datajach pytać (%S)

source: Search for function definition (%S)
hsb: Definiciju funkcije pytać (%S)

source: Find in this file (%S)
hsb: W tutej dataji pytać (%S)

source: Go to line (%S)
hsb: K lince hić (%S)

source: Filter variables (%S)
hsb: Wariable filtrować (%S)

source: Configure conditional breakpoint
hsb: Wuměnjeny zadźeržny dypk konfigurować

source: Enable breakpoint
hsb: Zadźeržny dypk zmóžnić

source: Disable breakpoint
hsb: Zadźeržny dypk znjemóžnić

source: Remove breakpoint
hsb: Zadźeržny dypk wotstronić

source: Enable others
hsb: Druhe zmóžnić

source: Disable others
hsb: Druhe znjemóžnić

source: Remove others
hsb: Druhe wotstronić

source: Enable all breakpoints
hsb: Wšě zadźeržne dypki zmóžnić

source: Disable all breakpoints
hsb: Wšě zadźeržne dypki znjemóžnić

source: Remove all breakpoints
hsb: Wšě zadźeržne dypki wotstronić

source: Loading…
hsb: Začituje so…

source: Error loading source:
hsb: Zmylk při začitowanju žórła:

source: Error loading this URL: %S
hsb: Zmylk při začitowanju tzutoho URL: %S

source: Add watch expression
hsb: Wuraz přidać, kotryž ma so wobkedźbować

source: Watch
hsb: Wobkedźbować

source: No variables to display
hsb: Wariable njejsu

source: %S scope
hsb: Wobwod %S

source: Watch expressions
hsb: Wurazy wobkedźbować

source: Global
hsb: Globalny

source: Stack trace:
hsb: Staplowy slěd:

source: #1 more…;#1 more…
hsb: #1 dalši…;#1 dalšej…;#1 dalše…;#1 dalšich…

source: Double click to edit
hsb: Dwójne kliknjenje za wobdźěłowanje

source: Click to change value
hsb: Klikńće, zo byšće hódnotu změnił

source: Click to remove
hsb: Klikńće, zo byšće wotstronił

source: Click to set value
hsb: Klikńće, zo byšće hódnotu stajił

source: Click to select the node in the inspector
hsb: Klikńće, zo byšće suk w inspektorje wubrał

source: configurable
hsb: konfigurujomny

source: enumerable
hsb: ličomny

source: writable
hsb: popisomny

source: frozen
hsb: zamjerznjeny

source: sealed
hsb: zazyglowany

source: extensible
hsb: rozšěrjomny

source: overridden
hsb: přepisany

source: There are one or more paused debuggers. Please resume the most-recently paused debugger first at: %S
hsb: Su jedyn abo wjacore programy za pytanje zmylkow, kotrež su zastajene. Prošu pokročujće z programom za pytanje zmylkow, kotryž je so jako posledni zastajił: %S

source: (optimized away)
hsb: (preč optimizowany)

source: (uninitialized)
hsb: (njeinicializowany)

source: (unavailable)
hsb: (nic k dispoziciji)

source: Evaluated Sources
hsb: Wuhódnoćene žórła

source: Anonymous Sources
hsb: Anonymne žórła
