Repository: translate/mozilla-l10n
Catalog: hsb/browser/chrome/browser/devtools/inspector.dtd.po
Languages: hsb

source: &Edit As HTML
hsb: Jako HTML wob&dźěłać

source: Copy &Inner HTML
hsb: &Nutřkowny HTML kopěrować

source: Copy &Outer HTML
hsb: &Zwonkowny HTML kopěrować

source: Copy &Unique Selector
hsb: &Jónkróćny selektor kopěrować

source: &Paste Outer HTML
hsb: Zwonkowny HTML &zasadźić

source: Paste I&nner HTML
hsb: N&utřkowny HTML zasadźić

source: Pas&te…
hsb: Za&sadźić…

source: &Before
hsb: &Před

source: &After
hsb: &Za

source: As &First Child
hsb: Jako p&rěnje dźěćo

source: As &Last Child
hsb: Jako pos&lednje dźěćo

source: &Delete Node
hsb: &Suk zhašeć

source: Select element with mouse
hsb: Element z myšku wubrać

source: Search with CSS Selectors
hsb: Z CSS-selektorami pytać

source: F
hsb: H

source: Search HTML
hsb: HTML-element pytać

source: Copy Image Data-URL
hsb: URL wobrazowych datow kopěrować

source: Show DOM Properties
hsb: DOM-kajkosće pokazać
