Repository: translate/mozilla-l10n
Catalog: hsb/browser/chrome/browser/devtools/webConsole.dtd.po
Languages: hsb

source: Web Console
hsb: Webkonsola

source: Browser Console
hsb: Konsola wobhladowaka

source: Request URL:
hsb: Naprašowanski URL:

source: Request Method:
hsb: Naprašowanska metoda:

source: Status Code:
hsb: Statusowy kod:

source: Request Headers
hsb: Naprašowanske linki

source: Sent Cookie
hsb: Pósłany plack

source: Request Body
hsb: Naprašowanski wobsah

source: Sent Form Data
hsb: Pósłane formularne daty

source: Response Headers
hsb: Wotmołwne hłowowe linki

source: Received Cookie
hsb: Přijaty plack

source: Response Body
hsb: Wotmołwny wobsah

source: Cached Data
hsb: Pufrowane daty

source: Unknown Content Type
hsb: Njeznaty wobsahowy typ

source: No Response Body
hsb: Žadyn wotmołwny wobsah

source: Received Image
hsb: Přijaty wobraz

source: Cached Image
hsb: Pufrowany wobraz

source: &Log Request and Response Bodies
hsb: &Naprašowanski a wotmołwny wobsah protokolować

source: Open URL in New &Tab
hsb: &URL w nowym rajtarku wočinić

source: &Net
hsb: &Syć

source: Log network access
hsb: Syćowy přistup protokolować

source: Log CSS errors and warnings
hsb: CSS-zmylki a warnowanja protokolować

source: Log JavaScript exceptions
hsb: JavaScriptowe wuwzaća protokolować

source: Sec&urity
hsb: &Wěstota

source: Log security errors and warnings
hsb: Wěstotne zmylki a warnowanja protokolować

source: Logging
hsb: Protokolowanje

source: Log messages sent to the window.console object
hsb: Powěsće do objekta window.console protokolować

# btnPageLogging.accesskey3
source: L
hsb: P

source: Errors
hsb: Zmylki

source: Warnings
hsb: Warnowanja

source: Log
hsb: Protokol

source: Reflows
hsb: Wróćoběhi

source: Filter output
hsb: Wudaće filtrować

source: Clea&r
hsb: Wup&rózdnić

source: Clear the Web Console output
hsb: Webkonsolu wuprózdnić

source: Copy Link Loc&ation
hsb: &Wotkazowu adresu kopěrować
