Repository: translate/mozilla-l10n
Catalog: hsb/mobile/android/chrome/browser.properties.po
Languages: hsb

source: Installing Add-on
hsb: Přidatk instalować

source: Install
hsb: Instalować

source: Downloading add-on
hsb: Přidatk sćahnyć

source: Installation complete
hsb: Instalacija zakónčena

source: ADD-ONS
hsb: PŘIDATKI

source: Download starting
hsb: Sćehnjenje so započnje

source: Download complete
hsb: Sćehnjenje zakónčene

source: Can't open file. Tap to save it.
hsb: Dataja njeda so wočinić. Dótkńće ju, zo byšće ju składował.

source: Download too big
hsb: Sćehnjenje je přewulke

source: Not enough storage space
hsb: Njeje dosć składowanskeho ruma

source: Download started…
hsb: Sćehnjenje je so započało…

# alertDownloadsPause
source: Pause
hsb: Přestawka

source: Resume
hsb: Pokročować

# alertDownloadsCancel
source: Cancel
hsb: Přetorhnyć

source: Downloads are disabled in guest sessions
hsb: Sćehnjenja su w hóstnych posedźenjach znjemóžnjene

source: Press BACK to leave full-screen mode
hsb: Tłóčće na WRÓĆO, zo byšće modus połneje wobrazowki wopušćił

source: '%S' has been added as a search engine
hsb: '%S' je so jako pytawa přidał

source: Couldn't add '%S' as a search engine
hsb: '%S' njeda so jako pytawa přidać

source: '%S' is already one of your search engines
hsb: '%S' je hižo jedna z wašich pytawow

source: Cancel Download
hsb: Sćehnjenje přetorhnyć

source: Do you want to cancel this download?
hsb: Chceće tute sćehnjenje přetorhnyć?

source: Learn more
hsb: Dalše informacije

source: The add-on could not be downloaded because of a connection failure on #2.
hsb: Přidatk njeda so dla zwiskoweho zmylka na #2 sćahnyć.

source: The add-on from #2 could not be installed because it does not match the add-on #3 expected.
hsb: Přidatk z #2 njeda so instalować, dokelž njewotpowěduje přidatkej, kotryž #3 wočakowaše.

source: The add-on downloaded from #2 could not be installed because it appears to be corrupt.
hsb: Přidatk, kotryž sće z #2 sćahnył, njeda so instalować, dokelž zda so, zo je wobškodźeny.

# addonError-4
source: #1 could not be installed because #3 cannot modify the needed file.
hsb: #1 njeda so instalować, dokelž #3 njemóže trěbnu dataju změnić.

source: This add-on could not be installed because of a filesystem error.
hsb: Tutón přidatk njeda so systemoweho zmylka dla instalować.

source: This add-on could not be installed because it does not match the add-on #3 expected.
hsb: Tutón přidatk njeda so instalować, dokelž njewotpowěduje přidatkej, kotryž #3 wočakowaše.

source: This add-on could not be installed because it appears to be corrupt.
hsb: Tutón přidatk njeda so instalować, dokelž zda so, zo je wobškodźeny.

# addonLocalError-4
source: #1 could not be installed because #3 cannot modify the needed file.
hsb: #1 njeda so instalować, dokelž #3 njemóže trěbnu dataju změnić.

source: #1 could not be installed because it is not compatible with #3 #4.
hsb: #1 njeda so instalować, dokelž z #3 #4 kompatibelny njeje.

source: #1 could not be installed because it has a high risk of causing stability or security problems.
hsb: #1 njeda so instalować, dokelž je wulke riziko, zo wón stabilnostne abo wěstotne problemy zawinuje.

source: Restart to complete changes.
hsb: Startujće znowa, zo bychu so změny wuskutkowali.

source: Unsafe add-ons installed. Restart to disable.
hsb: Njewěste přidatki su so instalowali. Startujće znowa, zo byšće je znjemóžnił.

source: Restart
hsb: Znowa startować

source: #1 prevented this site from opening a pop-up window. Would you like to show it?;#1 prevented this site from opening #2 pop-up windows. Would you like to show them?
hsb: #1 je wočinjenju wuskakowaceho wokna přez tute sydło zadźěwał. Chceće jo pokazać?;#1 je wočinjenju #2 wuskakowaceju woknow přez tute sydło zadźěwał. Chceće jej pokazać?;#1 je wočinjenju #2 wuskakowacych woknow přez tute sydło zadźěwał. Chceće je pokazać?;#1 je wočinjenju #2 wuskakowacych woknow přez tute sydło zadźěwał. Chceće jo pokazać?

# popup.dontAskAgain
source: Don't ask again for this site
hsb: Za tute sydło hižo so njeprašeć

source: Show
hsb: Pokazać

source: Don't show
hsb: Njepokazać

source: This site has been identified as containing malware or a phishing attempt. Be careful.
hsb: Tute sydło wobsahuje škódnu softwaru abo wobšudny pospyt. Budźće kedźbliwy.

source: Block Popups
hsb: Wuskakowace wokna blokować

source: %S prevented this site (%S) from asking you to install software on your device.
hsb: %S je tute sydło (%S) při tym haćił, was so prašeć, hač móže softwaru na wašim graće instalować.

source: %S prevented this add-on (%S) from installing on your device.
hsb: %S je instalaciji tutoho přidatka (%S) na wašim graće zadźěwał.

source: %S prevented an add-on from installing on your device.
hsb: %S je instalaciji přidatka na wašim graće zadźěwał.

# xpinstallPromptAllowButton
source: Allow
hsb: Dowolić

source: Software installation has been disabled by your system administrator.
hsb: Softwarowa instalacija je so wot wašeho systemoweho administratora znjemóžniła.

source: Software installation is currently disabled. Press Enable and try again.
hsb: Softwarowa instalacija je tuchwilu znjemóžnjena. Klikńće na Zmóžnić a spytajće hišće raz.

source: Enable
hsb: Zmóžnić

source: Verified by: %S
hsb: Přepruwowany wot: %S

source: You have added a security exception for this site
hsb: Sće wěstotne wuwzaće za tute sydło přidał

# geolocation.allow
source: Share
hsb: Dźělić

source: Don't share
hsb: Njedźělić

source: Share your location with %S?
hsb: Chceće swoje městno z %S dźělić?

source: Share Location
hsb: Městno dźělić

# geolocation.dontAskAgain
source: Don't ask again for this site
hsb: Za tute sydło hižo so njeprašeć

# desktopNotification.allow
source: Allow
hsb: Dowolić

# desktopNotification.dontAllow
source: Don't allow
hsb: Njedowolić

source: Allow %S to use notifications?
hsb: %S dowolić zdźělenki wužiwać?

source: Use Notifications
hsb: Zdźělenki wužiwać

# desktopNotification.dontAskAgain
source: Don't ask again for this site
hsb: Za tute sydło hižo so njeprašeć

# contacts.allow
source: Allow
hsb: Dowolić

# contacts.dontAllow
source: Don't allow
hsb: Njedowolić

source: Allow %S to access your contacts?
hsb: %S dowolić, zo by přistup na waše kontakty měł?

# contacts.dontAskAgain
source: Don't ask again for this site
hsb: Za tute sydło hižo so njeprašeć

# deviceStorageMusic.allow
source: Allow
hsb: Dowolić

# deviceStorageMusic.dontAllow
source: Don't allow
hsb: Njedowolić

source: Allow %S access to your music?
hsb: %S přistup na wašu hudźbu dowolić?

# deviceStorageMusic.dontAskAgain
source: Don't ask again for this site
hsb: Za tute sydło hižo so njeprašeć

# deviceStoragePictures.allow
source: Allow
hsb: Dowolić

# deviceStoragePictures.dontAllow
source: Don't allow
hsb: Njedowolić

source: Allow %S access to your images?
hsb: %S přistup na waše wobrazy dowolić?

# deviceStoragePictures.dontAskAgain
source: Don't ask again for this site
hsb: Za tute sydło hižo so njeprašeć

# deviceStorageSdcard.allow
source: Allow
hsb: Dowolić

# deviceStorageSdcard.dontAllow
source: Don't allow
hsb: Njedowolić

source: Allow %S access to external storage?
hsb: %S přistup na eksterny składowak dowolić?

# deviceStorageSdcard.dontAskAgain
source: Don't ask again for this site
hsb: Za tute sydło hižo so njeprašeć

# deviceStorageVideos.allow
source: Allow
hsb: Dowolić

# deviceStorageVideos.dontAllow
source: Don't allow
hsb: Njedowolić

source: Allow %S access to your videos?
hsb: %S přistup na waše wideja dowolić?

# deviceStorageVideos.dontAskAgain
source: Don't ask again for this site
hsb: Za tute sydło hižo so njeprašeć

source: New tab opened;#1 new tabs opened
hsb: Nowy rajtark je so wočinił;#1 nowej rajtarkaj stej so wočiniłoj;#1 nowe rajtarki su so wočinili;#1 nowych rajtarkow je so wočiniło

source: New private tab opened;#1 new private tabs opened
hsb: Nowy priwatny rajtark je so wočinił;#1 nowej priwatnej rajtarkaj stej so wočiniłoj;#1 nowe priwatne rajtarki su so wočinili;#1 nowych priwatnych rajtarkow je so wočiniło

source: SWITCH
hsb: PŘEPINAĆ

source: Closed %S
hsb: %S začinjeny

source: Closed tab
hsb: Rajtark začinjeny

source: UNDO
hsb: COFNYĆ

source: Allow %S to store data on your device for offline use?
hsb: %S dowolić, daty na wašim graće za wužiwanje offline składować?

# offlineApps.dontAskAgain
source: Don't ask again for this site
hsb: Za tute sydło hižo se njeprašeć

# offlineApps.allow
source: Allow
hsb: Dowolić

# offlineApps.dontAllow2
source: Don't allow
hsb: Njedowolić

source: Store Offline Data
hsb: Daty offline składować

source: Save Password
hsb: Hesło składować

source: Save
hsb: Składować

source: Don't save
hsb: Njeskładować

source: Text copied to clipboard
hsb: Tekst je so do mjezyskłada kopěrował

# casting.sendToDevice
source: Send to Device
hsb: Na grat pósłać

source: Mirror Tab
hsb: Rajtark špihelować

source: Stop Mirror
hsb: Špihelowanje zastajić

source: Open Link in New Tab
hsb: Wotkaz w nowym rajtarku wočinić

source: Open Link in Private Tab
hsb: Wotkaz w nowym priwatnym rajtarku wočinić

source: Add to Reading List
hsb: Čitanskej lisćinje přidać

# contextmenu.share
source: Share
hsb: Dźělić

source: Copy Link
hsb: Wotkaz kopěrować

source: Share Link
hsb: Wotkaz dźělić

source: Bookmark Link
hsb: Wotkaz jako zapołožku składować

source: Copy Email Address
hsb: E-mejlowu adresu kopěrować

source: Share Email Address
hsb: E-mejlowu adresu dźělić

source: Copy Phone Number
hsb: Telefonowe čisło kopěrować

source: Share Phone Number
hsb: Telefonowe čisło dźělić

source: Select Input Method
hsb: Zapodawansku metodu wubrać

source: Full Screen
hsb: Połna wobrazowka

source: Copy Image Location
hsb: Wobrazowe městno kopěrować

source: Share Image
hsb: Wobraz dźělić

source: %S Search
hsb: Z %S pytać

source: Save Image
hsb: Wobraz składować

source: Set Image As
hsb: Wobraz stajić jako

source: Add as Search Engine
hsb: Jako pytawu přidać

source: Play
hsb: Wothrać

# contextmenu.pauseMedia
source: Pause
hsb: Přestawka

source: Share Video
hsb: Widejo dźělić

source: Show Controls
hsb: Wodźenske elementy pokazać

source: Mute
hsb: Zynk wupinać

source: Unmute
hsb: Zynk zapinać

source: Save Video
hsb: Widejo składować

source: Save Audio
hsb: Awdio składować

source: Add to Contacts
hsb: Kontaktam přidać

# contextmenu.sendToDevice
source: Send to Device
hsb: Na grat pósłać

source: Copy
hsb: Kopěrować

source: Cut
hsb: Wutřihać

source: Select All
hsb: Wšě wubrać

source: Paste
hsb: Zasadźić

source: Call
hsb: Wołać

source: Done
hsb: Hotowo

source: Pick a date
hsb: Datum wubrać

# inputWidgetHelper.datetime
source: Pick a date and a time
hsb: Datum a čas wubrać

# inputWidgetHelper.datetime-local
source: Pick a date and a time
hsb: Datum a čas wubrać

source: Pick a time
hsb: Čas wubrać

source: Pick a week
hsb: Tydźeń wubrać

source: Pick a month
hsb: Měsac wubrać

# inputWidgetHelper.cancel
source: Cancel
hsb: Přetorhnyć

source: Set
hsb: Nastajić

source: Clear
hsb: Zhašeć

source: <anonymous>
hsb: <anonymny>

source: Stack trace from %S, function %S, line %S.
hsb: Staplowe slědowanje wot %S, funkcija %S, linka %S.

source: %S: timer started
hsb: %S: časoměr startowany

source: %S contains plugin content. Would you like to activate it?
hsb: %S wobsahuje tykačowy wobsah. Chceće jón aktiwizować?

source: Activate
hsb: Aktiwizować

source: Don't activate
hsb: Njeaktiwizować

# clickToPlayPlugins.dontAskAgain
source: Don't ask again for this site
hsb: Za tute sydło hižo so njeprašeć

source: Activate Plugins
hsb: Tykače aktiwizować

source: Incorrect password
hsb: Wopačne hesło

source: Incoming Connection
hsb: Dochadźacy zwisk

source: An incoming request to permit remote debugging connection was detected. A remote client can take complete control over your browser! Allow connection?
hsb: Dochadźace naprašowanje za dowolnosću za zwisk zdaleneho pytanja za zmylkami je so namakało. Zdaleny klient móže kontrolu wo wašim wobhladowaku přewzać! Zwisk dowolić?

source: Disable
hsb: Znjemóžnić

# remoteIncomingPromptAccept
source: OK
hsb: W porjadku

# remoteIncomingPromptCancel
source: Cancel
hsb: Přetorhnyć

source: %S debugging enabled
hsb: %S - pytanje za zmylkami zmóžnjene

source: App
hsb: Nałoženje

source: Listening on port %S
hsb: Na port %S poskać

source: Activate debugging for %S
hsb: Pytanje za zmylkami za %S aktiwizować

source: Touch to activate remote debugger
hsb: Dótkńće so, zo byšće zdalene pytanje za zmylkami aktiwizował

source: Open
hsb: Wočinić

source: Ignore
hsb: Ignorować

# helperapps.dontAskAgain
source: Don't ask again for this site
hsb: Za tute sydło hižo so njeprašeć

source: Open With %S App
hsb: Z nałoženjom %S wočinić

source: Open With an App
hsb: Z anłoženjom wočinić

# helperapps.always
source: Always
hsb: Přeco

source: Never
hsb: Ženje

source: Complete action using
hsb: Akciju skónčić z pomocu

source: Download
hsb: Sćehnjenje

# helperapps.alwaysUse
source: Always
hsb: Přeco

source: Just once
hsb: Jenož jónu

source: This site (%S) attempted to install a theme.
hsb: Tute sydło (%S) je spytał, drastu instalować.

# lwthemeInstallRequest.allowButton
source: Allow
hsb: Dowolić

source: Would you like to share your camera with %S?
hsb: Chceće swoju kameru z %S dźělić?

source: Would you like to share your microphone with %S?
hsb: Chceće swój mikrofon z %S dźělić?

source: Would you like to share your camera and microphone with %S?
hsb: Chceće swoju kameru a mikrofon z %S dźělić?

source: Don't Share
hsb: Njedźělić

# getUserMedia.shareRequest.label
source: Share
hsb: Dźělić

source: Camera %S
hsb: Kamera %S

source: Front facing camera
hsb: Prědnja kamera

source: Back facing camera
hsb: Zadnja kamera

source: No Video
hsb: Žane widejo

source: Choose a tab to stream
hsb: Wubjerće rajtark za streamowanje

source: Video source
hsb: Widejožórło

source: Microphone %S
hsb: Mikrofon %S

source: No Audio
hsb: Žane awdio

source: Microphone to use
hsb: Mikrofon, kotryž ma so wužiwać

source: Camera is on
hsb: Kamera je zapinjena

source: Microphone is on
hsb: Mikrofon je zapinjeny

source: Camera and microphone are on
hsb: Kamera a mikrofon stej zapinjenej

source: Tap the screen to show reader options
hsb: Podótkńće so wobrazowki, zo byšće čitanske nastajenja pokazał

source: Open in App
hsb: W nałoženju wočinić

# openInApp.ok
source: OK
hsb: W porjadku

# openInApp.cancel
source: Cancel
hsb: Přetorhnyć

source: "Choose a tab to stream"
hsb: "Wubjerće rajtark za streamowanje"

source: Link
hsb: Wotkaz

source: Image
hsb: Wobraz

source: Video
hsb: Widejo

source: Audio
hsb: Awdio

source: Phone
hsb: Telefon

source: Mail
hsb: E-mejl

source: Choose feed
hsb: Wubjerće kanal

source: Subscribe with
hsb: Abonować z

source: %1$S is deprecated. Please use %2$S instead
hsb: %1$S je zestarjeny. Prošu wužiwajće %2$S město toho.
