Repository: translate/mozilla-l10n
Catalog: hsb/mobile/android/chrome/webapp.properties.po
Languages: hsb

source: Checking for updates…
hsb: Aktualizacije so pytaja…

source: Checking for updates to your apps
hsb: Aktualizacije za waše nałoženja so pytaja

source: No updates available
hsb: Aktualizacije k dispoziciji njesteja

source: There are no updates to your apps
hsb: Aktualizacije za waše nałoženja njejsu

source: #1 new update available;#1 new updates available
hsb: #1 nowa aktualizacija k dispoziciji;#1 nowej aktualizaciji k dispoziciji;#1 nowe aktualizacije k dispoziciji;#1 nowych aktualizacijow k dispoziciji

source: Touch to retrieve update for %1$S;Touch to retrieve updates for %1$S
hsb: Podótkńće so, zo byšće sej aktualizaciju za %1$S wobstarał;Podótkńće so, zo byšće sej aktualizaciji za %1$S wobstarał;Podótkńće so, zo byšće sej aktualizacije za %1$S wobstarał;Podótkńće so, zo byšće sej aktualizacije za %1$S wobstarał

source: Retrieving #1 update…;Retrieving #1 updates…
hsb: #1 aktualizacija so wobstaruje…;#1 aktualizaciji so wobstarujetej…;#1 aktualizacije so wobstaruja…;#1 aktualizacijow so wobstaruje…

source: Retrieving update for %1$S; Retrieving updates for %1$S
hsb: #1 aktualizacija za %1$S so wobstaruje;#1 aktualizaciji za %1$S so wobstarujetej;#1 aktualizacije %1$S so wobstaruja;#1 aktualizacijow %1$S so wobstaruje

source: #1 update downloaded;#1 updates downloaded
hsb: #1 aktualizacija je so sćahnyła;#1 aktualizaciji stej so sćahnyłoj;#1 aktualizacije su so sćahnyli;#1 aktualizacijow je so sćahnyło

source: Touch to install update for %1$S;Touch to install updates for %1$S
hsb: Podótkńće so, zo byšće aktualizaciju za %1$S instalował;Podótkńće so, zo byšće aktualizaciji za %1$S instalował;Podótkńće so, zo byšće aktualizacije za %1$S instalował;Podótkńće so, zo byšće aktualizacije za %1$S instalował

source: #1 update failed;#1 updates failed
hsb: #1 aktualizacija njeje so poradźiła;#1 aktualizaciji njejstej so poradźiłoj;#1 aktualizacije njesu so poradźili;#1 aktualizacijow njeje so poradźiło

source: Failed to retrieve update for %1$S;Failed to retrieve updates for %1$S
hsb: Aktualizacija za %1$S njeda so wobstarać;Aktualizaciji za %1$S njedaštej so wobstarać;Aktualizacije za %1$S njedachu so wobstarać;Aktualizacije za %1$S njedachu so wobstarać
