Repository: translate/mozilla-l10n
Catalog: kok/dom/chrome/xslt/xslt.properties.po
Languages: kok

source: Parsing an XSLT stylesheet failed.
kok: XSLT स्टायलशिट पार्स करप असफळ.

source: Parsing an XPath expression failed.
kok: XPath expression पार्स करप असफळ.

source: XSLT transformation failed.
kok: XSLT बदल असफळ.

source: Invalid XSLT/XPath function.
kok: अमान्य XSLT/XPath काम.

source: XSLT Stylesheet (possibly) contains a recursion.
kok: XSLT स्टायलशिटान (शक्य) रिकर्शन आसा.

source: Attribute value illegal in XSLT 1.0.
kok: XSLT 1.0.गुणधर्म मोल अवैध

source: An XPath expression was expected to return a NodeSet.
kok: XPath expression न नोडसेट परतूवप अपेक्षित.

source: XSLT transformation was terminated by <xsl:message>.
kok: XSLT बदल <xsl:message>मोडलो.

source: A network error occurred loading an XSLT stylesheet:
kok: XSLT स्टायलशिट लागू करतना नेटवर्क त्रूटी जाली:

source: An XSLT stylesheet does not have an XML mimetype:
kok: XSLT स्टायलशिटान XMLमायम प्रकार ना:

source: An XSLT stylesheet directly or indirectly imports or includes itself:
kok: XSLT स्टायलशिट सरळ वा आड वाटेन आयात करता वा आपल्याक आसपांवन घेता:

source: An XPath function was called with the wrong number of arguments.
kok: XPath function युक्तिवादाच्या चुकीच्या नंबरान आफयल्ले.

source: An unknown XPath extension function was called.
kok: अज्ञात X वाट विस्तार कामाक आफयल्ले.

source: XPath parse failure: ')' expected:
kok: XPath पार्स अपेस: ')' अपेक्षित:

source: XPath parse failure: invalid axis:
kok: XPath पार्स अपेस: अमान्य अंश:

source: XPath parse failure: Name or Nodetype test expected:
kok: XPath पार्स अपेस: नाव वा नोडप्रकारचो अपेक्षित:

source: XPath parse failure: ']' expected:
kok: XPath पार्स अपेस: ']' अपेक्षित:

source: XPath parse failure: invalid variable name:
kok: XPath पार्स अपेस: अमान्य बदलुपी नाव:

source: XPath parse failure: unexpected end of expression:
kok: XPath पार्स अपेस:अनपेक्षित एक्स्प्रेशन शेवट

source: XPath parse failure: operator expected:
kok: XPath पार्स अपेस:सामाळपी अपेक्षित:

source: XPath parse failure: unclosed literal:
kok: XPath पार्स अपेस: बंद नाशिल्लो लिटरल:

source: XPath parse failure: ':' unexpected:
kok: XPath पार्स अपेस: ':' अपेक्षित:

source: XPath parse failure: '!' unexpected, negation is not():
kok: XPath पार्स अपेस: '!' अपेक्षित,नेविगेशन न्ही ():

source: XPath parse failure: illegal character found:
kok: XPath पार्स अपेस:अवैध अक्षऱ मेळले:

source: XPath parse failure: binary operator expected:
kok: XPath पार्स अपेस: बायनरी सामाळपी अपेक्षित:

source: An XSLT stylesheet load was blocked for security reasons.
kok: XSLTस्टायलशिट लागू करप सुरक्षाकारणांक लागून आडयला.

source: Evaluating an invalid expression.
kok: अवैध मुद्रा मुल्यांकित करता.

source: Unbalanced curly brace.
kok: असंतुलीत मुदयाळी बांदणी

source: Creating an element with an invalid QName.
kok: अवैध Qनावान घटक तयार करता.

source: Variable binding shadows variable binding within the same template.
kok: बदलपी बांदणी तेच पद्दतीमदीं बदलपी बांदणी धांपता.

source: Error loading stylesheet: %S
kok: स्टायलशिट लागू करतना त्रूटी: %S

source: Error during XSLT transformation: %S
kok: XSLT बदलतना त्रूटी: %S
