Repository: translate/mozilla-l10n
Catalog: kok/toolkit/chrome/mozapps/extensions/extensions.properties.po
Languages: kok

# aboutWindowTitle
source: About %S
kok: %S विशीं

source: Close
kok: बंद

source: version %S
kok: %S आवृत्ती

# aboutAddon
source: About %S
kok: %S विशीं

source: %S has been removed.
kok: % काडल्यात

source: #1 review;#1 reviews
kok: #1 पळोवणी;#1 पळोवण्यो

source: Updated %S
kok: % अपडेट जाल्ले

# notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
kok: %2$S %3$S संयत %1$S सुसंगत ना.

# notification.blocked
source: %1$S has been disabled due to security or stability issues.
kok: सुरक्षा आणि स्थैर्यतेच्या प्रस्नांक लागून %1$S अक्षम केला

# notification.blocked.link
source: More Information
kok: अदिक माहिती

# notification.softblocked
source: %1$S is known to cause security or stability issues.
kok: %1$S क लागून सुरक्षा वो स्थैर्याचे प्रस्न उप्रासतले.

# notification.softblocked.link
source: More Information
kok: अदिक माहिती

# notification.outdated
source: An important update is available for %1$S.
kok: %1$S खातीर गरजेचो सुदार उपलब्द आसा.

# notification.outdated.link
source: Update Now
kok: आता अपडेट करात

# notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
kok: %1$S हे असुरक्षित म्हण वळखतात आणि सुदारपाक जाय.

# notification.vulnerableUpdatable.link
source: Update Now
kok: आता अपडेट करात

# notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
kok: %1$S हे असुरक्षित म्हण वळखतात. सांबाळून वापरात.

# notification.vulnerableNoUpdate.link
source: More Information
kok: अदिक माहिती

# notification.enable
source: %1$S will be enabled after you restart %2$S.
kok: %2$S परत चालू करतकेर %1$S सक्षम जातले

# notification.disable
source: %1$S will be disabled after you restart %2$S.
kok: %2$S परत चालू करतकेर %1$S अक्षम जातले

# notification.install
source: %1$S will be installed after you restart %2$S.
kok: %2$S परत चालू करतकेर %1$S प्रतिष्ठापित जातले

# notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
kok: %2$S परत चालू करतकेर %1$S चे प्रतिष्ठापन काडले वतले

# notification.upgrade
source: %1$S will be updated after you restart %2$S.
kok: %2$S परत चालू करतकेर %1$S सुदारकतले

source: There was an error downloading %1$S.
kok: %1$ डाऊनलोड जातना त्रुटी आशिल्ली

# notification.downloadError.retry
source: Try again
kok: परतून यत्न करात

source: Try downloading this add-on again
kok: हो अँड-ऑन डाऊनलोड करपाक परतून येत्न करात

source: There was an error installing %1$S.
kok: %1$ स्थापीत जातना त्रुटी आशिल्ली

# notification.installError.retry
source: Try again
kok: परतून यत्न करात

source: Try downloading and installing this add-on again
kok: again ह्या अँड-ऑनाचो डाऊनलोड आनी स्थापप जावपाक परतून येत्न करात

source: Suggested Contribution: %S
kok: सूचयिल्लें योगदान: %S

source: Downloading
kok: डाऊनलोडिंग

source: Downloaded
kok: डाऊनलोडिंग

source: Error downloading
kok: डाऊनलोडिंगात त्रुटी

source: Verifying
kok: पारख

source: Installing
kok: प्रतिष्ठापना करता...

source: Restart to enable
kok: समर्थ करपाक परत चालू करात

source: Restart to disable
kok: असमर्थ करपाक परत चालू करात

source: Error installing
kok: स्थापीत जातना त्रुटी

source: Install cancelled
kok: स्थापप रद्द

# details.notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
kok: %2$S %3$S संयत %1$S सुसंगत ना.

# details.notification.blocked
source: %1$S has been disabled due to security or stability issues.
kok: सुरक्षा आणि स्थैर्यतेच्या प्रस्नांक लागून %1$S अक्षम केला

# details.notification.blocked.link
source: More Information
kok: अदिक माहिती

# details.notification.softblocked
source: %1$S is known to cause security or stability issues.
kok: %1$S क लागून सुरक्षा वो स्थैर्याचे प्रस्न उप्रासतले.

# details.notification.softblocked.link
source: More Information
kok: अदिक माहिती

# details.notification.outdated
source: An important update is available for %1$S.
kok: %1$S खातीर गरजेचो सुदार उपलब्द आसा.

# details.notification.outdated.link
source: Update Now
kok: आता अपडेट करात

# details.notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
kok: %1$S असुरक्षित म्हण वळखतात आणि सुदारपाक जाय.

# details.notification.vulnerableUpdatable.link
source: Update Now
kok: आता अपडेट करात

# details.notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
kok: %1$S असुरक्षित म्हण वळखतात. सांबाळून वापरात.

# details.notification.vulnerableNoUpdate.link
source: More Information
kok: अदिक माहिती

# details.notification.enable
source: %1$S will be enabled after you restart %2$S.
kok: %2$S परत चालू करतकेर %1$S सक्षम जातले

# details.notification.disable
source: %1$S will be disabled after you restart %2$S.
kok: %2$S परत चालू करतकेर %1$S अक्षम जातले

# details.notification.install
source: %1$S will be installed after you restart %2$S.
kok: %2$S परत चालू करतकेर %1$S प्रतिष्ठापित जातले

# details.notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
kok: %2$S परत चालू करतकेर %1$S चे प्रतिष्ठापन काडले वतले

# details.notification.upgrade
source: %1$S will be updated after you restart %2$S.
kok: %2$S परत चालू करतकेर %1$S सुदारकतले

# details.experiment.time.daysRemaining
source: #1 day remaining;#1 days remaining
kok: #1 दिस उरला;#1 दिस उरल्यात

# details.experiment.time.endsToday
source: Less than a day remaining
kok: दिसापरस कमी उरला.

# details.experiment.time.daysPassed
source: #1 day ago;#1 days ago
kok: #1 दिस पयली;#1 दिस पयली

# details.experiment.time.endedToday
source: Less than a day ago
kok: दिसापरस कमी पयली

# details.experiment.state.active
source: Active
kok: सक्रिय

# details.experiment.state.complete
source: Complete
kok: पुराय

# experiment.time.daysRemaining
source: #1 day remaining;#1 days remaining
kok: #1 दिस उरला;#1 दिस उरल्यात

# experiment.time.endsToday
source: Less than a day remaining
kok: दिसापरस कमी उरला

# experiment.time.daysPassed
source: #1 day ago;#1 days ago
kok: #1 दिस पयली;#1दिस पयली

# experiment.time.endedToday
source: Less than a day ago
kok: दिसापरस कमी पयली

# experiment.state.active
source: Active
kok: सक्रिय

# experiment.state.complete
source: Complete
kok: पुराय

source: Select add-on to install
kok: स्थापीत करपाक अँड-ऑन वेंचात

source: Add-ons
kok: अँड-ऑन

source: Uninstall this add-on
kok: हो अँड-ऑन अस्थापीत करात

source: Uninstall this add-on (restart required)
kok: हो अँड-ऑन अस्थापीत करात (परत चालू करप गरजेचें)

source: Enable this add-on
kok: हो अँड-ऑन समर्थ करात

source: Enable this add-on (restart required)
kok: हो अँड-ऑन समर्थ करात(परत चालू करप गरजेचें)

source: Disable this add-on
kok: हो अँड-ऑन असमर्थ करात

source: Disable this add-on (restart required)
kok: हो अँड-ऑन असमर्थ करात(परत चालू करप गरजेचें)

source: See one result;See all #1 results
kok: एक परिणाम पळयात;सगले #1 परिणाम पळयात

source: Purchase for %S…
kok: %S खातीर विकते घेयात

source: Visit the add-ons gallery to purchase this add-on
kok: हो अँड-ऑन खरेदी करपाक अँड-ऑन गॅलरीक भेट दियात

source: P&urchase for %S…
kok: %s खातीर खरेदी&

source: %S requires that you accept the following End User License Agreement before installation can proceed:
kok: %S क प्रतिष्ठापन सुरू करचेपयली तुमी मुखावेली निमणो वापरपी परवानो करार मान्य केल्लो आसपाक जाय:

source: Extensions
kok: विस्तार

source: Appearance
kok: रूप

source: Languages
kok: भासो

source: Plugins
kok: प्लग इन

source: Dictionaries
kok: शब्दकोष

source: Services
kok: सेवा

source: Experiments
kok: प्रयोग
