Repository: translate/mozilla-l10n
Catalog: kok/toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: kok

source: Add-ons Manager
kok: अँड-ऑन वेवस्थापक

source: Search all add-ons
kok: सगले अँड-ऑन सोदात

# loading.label
source: Loading…
kok: लोड जाता...

source: You don't have any add-ons of this type installed
kok: तुमचेकडेन अश्या प्रकारचे अँड-ऑन स्थापीत केल्ले ना

# listEmpty.availableUpdates.label
source: No updates found
kok: सुदार उपलबाद ना

source: You haven't recently updated any add-ons
kok: तुमी हालीं कसलेच अँड-ऑन अपडेट केल्ले ना

source: Check For Updates
kok: अपडेटांखातीर तपासात

source: Could not find any matching add-ons
kok: जुळपी कसलेच अँड-ऑन मेळ्ळे ना

source: Learn more about add-ons
kok: अँड-ऑनाविशीं आनीक शिका

source: &Install Add-on From File…
kok: आनी फायलींतल्यान अँड-ऑन स्थापीत करा

source: Tools for all add-ons
kok: सगल्या अँड-ऑनाखातीर उपकरणां

source: Go back one page
kok: एक पानार फाटीं वचात

source: Go forward one page
kok: एक पानार फुडें वचात

source: All add-ons have been disabled by safe mode.
kok: सुरक्षित शैलीन सगले अँड-ऑन असमर्थ केल्यात

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
kok: अॅड-ऑन सुसंगतताय तपासणी अक्षम केल्या. तुमचेकडेन असुसंगत अॅड-ऑन आसू येतात.

# warning.checkcompatibility.enable.label
source: Enable
kok: सक्षम

source: Enable add-on compatibility checking
kok: अँड-ऑन अनुरूपताय तपासणी समर्थ करा

source: Add-on update security checking is disabled. You may be compromised by updates.
kok: अॅड-ऑन सुदार सुरक्षा तपासणी अक्षम केल्या. तुमच्या सुदारांनी तडजोड केल्ली आसू येता.

# warning.updatesecurity.enable.label
source: Enable
kok: सक्षम

source: Enable add-on update security checking
kok: अँड-ऑन अपडेट सुरक्षा तपासणी समर्थ करा

# info.plugincheck.label
source: Check to see if your plugins are up to date
kok: तुमचे प्लगइन्स अद्यावत आसात जाल्यार तपासात

# info.plugincheck.tooltip
source: Check to see if your plugins are up to date
kok: तुमचे प्लगइन्स अद्यावत आसात जाल्यार तपासात

source: Get Add-ons
kok: अँड-ऑन मेळयात

source: Recent Updates
kok: हालींचे अपडेट

source: Available Updates
kok: उपलब्ध अपडेट

source: &Check for Updates
kok: आनी अपडेटांखातीर तपासात

source: &View Recent Updates
kok: आनी हालींचे अपडेट पळयात

source: Update &Add-ons Automatically
kok: अपडेट आनी अँड-ऑन आपसूक

source: &Reset All Add-ons to Update Automatically
kok: आनी आपसूक अपडेट जावपाक सगले अँड-ऑन परत स्थापीत करात

source: &Reset All Add-ons to Update Manually
kok: आनी हातान अपडेट जावपाक सगले अँड-ऑन परत स्थापीत करात

source: Updating add-ons
kok: अँड-ऑन अपडेट करतात

source: Your add-ons have been updated.
kok: तुमचे अँड-ऑन अपडेट केल्यात

source: Your add-on updates have been downloaded.
kok: तुमचे अँड-ऑन अपडेट डाऊनलोड केल्यात.

source: Restart now to complete installation
kok: स्थापप पूराय करपाक आता परत चालू करात

# updates.noneFound.label
source: No updates found
kok: सुदार उपलबाद ना

source: View Available Updates
kok: उपलब्ध अपडेट पळयात

source: Install Updates
kok: अपडेट स्थापीत करात

source: Install available updates in this list
kok: वळेरीत उपलब्ध अपडेट स्थापीत करात

source: &Show More Information
kok: आनी आनीक म्हायती दाखयात

source: &Find Updates
kok: सुदार सोदात

# cmd.preferencesWin.label cmd.preferencesWin.accesskey
source: &Options
kok: पर्याय

# cmd.preferencesUnix.label cmd.preferencesUnix.accesskey
source: &Preferences
kok: प्राधान्या

source: &About
kok: &विशीं

source: &Enable
kok: सक्षम

source: &Disable
kok: अक्षम

source: &Wear Theme
kok: आनी थीम नेसात

source: Stop &Wearing Theme
kok: रावात आनी थीम नेसप

source: Ask to Activate
kok: सक्रिय करपाक विचारात

source: Ask to use this add-on each time
kok: प्रत्येक वेळार हे अॅड-ऑन वापरपाक विचारात

source: Always Activate
kok: सदाच सक्रिय करात

source: Always use this add-on
kok: हो अॅड-ऑन सदाच वापरात

source: Never Activate
kok: केन्नाच सक्रिय करू नाकात.

source: Never use this add-on
kok: हो अॅड-ऑन केन्नाच वापरू नाकात.

source: Change when this add-on runs
kok: हो अॅड-ऑन केन्ना चलता तेन्ना बदलात

source: &Install
kok: आनी स्थापीत करप

source: &Remove
kok: काडात

source: Debug
kok: डिबग

source: Options
kok: पर्याय

# cmd.showPreferencesWin.tooltip
source: Change this add-on's options
kok: ह्या अॅड-ऑन्साचे पर्यायबदलात

source: Preferences
kok: प्राधान्य

# cmd.showPreferencesUnix.tooltip
source: Change this add-on's preferences
kok: ह्या अॅड-ऑन्साची प्राधान्या बदलात

source: &Contribute
kok: आनी योगदान दियात

source: Contribute to the development of this add-on
kok: ह्या अँड-ऑनाच्या विकासाखातीर योगदान दियात

source: Show Release Notes
kok: रिलीज नोट दाखयात

source: Show the release notes for this update
kok: ह्या अपडेटाखातीर रिलीज नोट दाखयात

source: Hide Release Notes
kok: रिलीज नोट लिपयात

source: Hide the release notes for this update
kok: ह्या अपडेटाखातीर रिलीज नोट दाखयात

source: What are Add-ons?
kok: अँड-ऑन म्हळ्यार कितें?

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
kok: अॅड-ऑन्स हे अनुप्रयोग जे तुमका &brandShortName; वैयक्तिक रूप अदिक कार्यक्षमताय वो शैली दितात. वेळ वाचोवपी सायडबार, हवामान कळीत करपी, वो थीम्ड दृश्य वापरून पळयात जाकालागून &brandShortName; तुमचे स्वतःचे दिसतले.

source: When you're connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
kok: तुमी जेन्ना इंटरनेटाक जोडिल्ले आसतात, हे पेन तुमच्याखातीर काय सर्वोत्तम आणि लोकप्रिय अॅड-ऑन तुमका वापरूंक दिता.

source: Version
kok: आवृत्ती

# detail.lastupdated.label
source: Last Updated
kok: निमणे सुदारिल्ले

source: Developer
kok: विकासक

# detail.homepage.label
source: Homepage
kok: होमपेज

source: Downloads
kok: डाऊनलोड

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
kok: ह्या अॅड-ऑनाचो विकासक तुमका सांगता की तुमी ल्हानशे योगदान दिवन तांच्या विकासाक मदत करची.

source: Automatic Updates
kok: आपसूक अपडेट

source: Default
kok: डिफॉल्ट

source: Automatically install updates only if that's the default
kok: जर तेंच डिफॉल्ट आसल्यार अपडेट आपसूक स्थापीत करता

source: On
kok: चालू

source: Automatically install updates
kok: अपडेट आपसूक स्थापीत करता

source: Off
kok: बंद

source: Don't automatically install updates
kok: अपडेट आपसूक स्थापीत करूं नाका

# detail.home
source: Homepage
kok: होमपेज

source: Add-on Profile
kok: प्रोफायल जोडात

source: Size
kok: आकार

source: Check &for Updates
kok: तपासा आनी अपडेटांखातीर

source: Check for updates for this add-on
kok: ह्या अँड ऑनाखातीर अपडेटा तपासात

# detail.showPreferencesWin.label detail.showPreferencesWin.accesskey
source: &Options
kok: पर्याय

# detail.showPreferencesWin.tooltip
source: Change this add-on's options
kok: ह्या अॅड-ऑन्साचे पर्यायबदलात

# detail.showPreferencesUnix.label detail.showPreferencesUnix.accesskey
source: &Preferences
kok: प्राधान्या

# detail.showPreferencesUnix.tooltip
source: Change this add-on's preferences
kok: ह्या अॅड-ऑन्साची प्राधान्या बदलात

source: Rating
kok: रेटींग

source: Pause
kok: विसव

source: Cancel
kok: रद्द

source: Name
kok: नाव

source: Sort by name
kok: नांवान वेंचणी करात

# sort.dateUpdated.label
source: Last Updated
kok: निमणे सुदारिल्ले

source: Sort by date updated
kok: केल्ले निमणे अपडेटान वेंचणी करात

source: Best match
kok: उत्कृश्ट जुळणी

source: Sort by relevance
kok: संबंदान वेंचणी करात

source: Price
kok: मोल

source: Sort by price
kok: मोलान वेंचणी करात

source: Search:
kok: सोदात:

source: My Add-ons
kok: म्हजे अँड ऑन

source: Show installed add-ons
kok: स्थापीत केल्ले अँड ऑन दाखयात

source: Available Add-ons
kok: उपलब्ध अँड ऑन

source: Show add-ons available to install
kok: स्थापीत करपाक उपलब्द अँड ऑन दाखयात

# addon.homepage
source: Homepage
kok: होमपेज

source: More
kok: आनीक

source: Show more details about this add-on
kok: ह्या अँड ऑनाविशीं आनीक तपशील दाखयात

source: Unknown
kok: अज्ञात

source: (disabled)
kok: (असमर्थ)

source: Update
kok: सुदार

# addon.undoAction.label
source: Undo
kok: करू नाकात

source: Undo this action
kok: ही कृती रद्द करात

# addon.undoRemove.label
source: Undo
kok: करू नाकात

source: Keep this add-on installed
kok: हो अँड ऑन स्थापीत करून दवरात

source: Restart now
kok: आता परत चालू करात

source: Install
kok: स्थापीत करात

source: Install this add-on
kok: हो अँड ऑन स्थापीत करात

source: Update Now
kok: आता अपडेट करात

source: Install the update for this add-on
kok: ह्या अँड ऑनाखातीर अपडेट स्थापीत करात

source: Include in Update
kok: अपडेटांत आसपाव करात

source: An update is available
kok: अपडेट उपलब्ध आसा

source: Checking for updates…
kok: अपडेटांखातीर तपासतात...

source: Release Notes:
kok: रिलीज नोट:

# addon.loadingReleaseNotes.label
source: Loading…
kok: लोड जाता...

source: Sorry, but there was an error loading the release notes.
kok: माफ करा, पूण रिलीज नोट लोड करतना त्रुटी आशिल्ली

source: By
kok: वरवीं

source: End-User License Agreement
kok: सोंपयात-युजर लायसंस करार

source: Accept and Install…
kok: स्वीकारात आनी स्थापीत करात...

source: Browse…
kok: ब्रावज...

source: What's this? Telemetry may install and run experiments from time to time.
kok: हे किदे? टेलिमेट्री वेळावेळार प्रयोग प्रतिष्ठापन करून चलोवपाक शकता.

source: Learn More
kok: अदिक शिकात

source: Telemetry Settings
kok: टेलिमेट्री स्थापितां

source: Learn More…
kok: अदिक शिकात...
