Repository: translate/mozilla-l10n
Catalog: an/webapprt/webapprt/overrides/appstrings.properties.po
Languages: an

source: The URL is not valid and cannot be loaded.
an: A URL no ye valida no se puede cargar.

source: The file %S cannot be found. Please check the location and try again.
an: No s'ha puesto trobar o fichero %S. Comprebe a ubicación y torne-lo a prebar.

source: %S could not be found. Please check the name and try again.
an: No s'ha puesto trobar %S. Comprebe o nombre y torne-lo a prebar.

source: One of the following %S is not a registered protocol or is not allowed in this context.
an: Uno d'os siguients %S no ye un protocolo rechistrau u no ye permitiu en iste contexto.

source: The connection was refused when attempting to contact %S.
an: A connexión s'ha refusau en mirar de contactar con %S.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
an: A connexión a %S s'ha interrompiu d'una traza inasperada. Talment s'haigan trasferiu bells datos.

source: The operation timed out when attempting to contact %S.
an: A operacióin ha acorau o tiempo disposable en mirar de contactar con %S.

source: A server is redirecting a request in a way that will never complete.
an: Un servidor ye reendrezando una solicitut de traza que nunca no se completará.

source: To continue, the application must send information that will repeat an action (such as a search or order confirmation) that was performed earlier.
an: Ta continar, l'aplicación ha de ninviar información que repetirá una acción (como una busca u una confirmación de pediu) que ya s'executó previament.

source: Resend
an: Tornar a ninviar

source: The application doesn't know how to communicate with the server.
an: Ista aplicación no sabe cómo comunicar-se con o servidor.

source: The connection to the server was reset while the application was loading.
an: A connexión a o servidor s'ha reiniciau entre que se cargaba l'aplicación.

source: The application requested a document which is no longer available.
an: L'aplicación ha demandau un documento que ya no ye disponible.

source: The application is currently in offline mode and can't access the network.
an: L'aplicación ye actualment en modo sin connexión y no puede accedir ta o ret.

source: The document cannot change while Printing or in Print Preview.
an: O documento no se puede cambiar mientres a impresión u entre que s'amuesra o eixemplo d'impresión.

source: The application tried to access a network port that it should not have access to. The application has canceled the request for your protection.
an: L'aplicación ha mirau d'accedir ta un puerto de ret a o que no habría de tener acceso. L'aplicación ha cancelau a solicitut ta preotegerle.

source: The application is configured to use a proxy server that can't be found.
an: L'aplicación ye configurada ta usar un servidor proxy que no se puede trobar.

source: The application is configured to use a proxy server that is refusing connections.
an: L'aplicación ye configurada ta usar un servidor proxy que ye refusando as connexions.

source: The application received a response from a server which used an invalid or unsupported form of compression.
an: L'aplicación ha recebiu una respuesta dende un servidor que feba servir una forma de compresión invalida u no suportada.

source: The application cannot continue because it accessed a file type that may not be safe to open. Please contact the application authors to inform them of this problem.
an: L'aplicación no puede continar porque ha accediu a un tipo de fichero que puede no estar seguro ubrir. Contacte con os autors de l'aplicación ta informar-les d'iste problema.

source: External Protocol Request
an: Requesta de protocolo externo

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
an: Cal executar una aplicación externa ta chestionar os vinclos %1$S: Vinclo demandau: %2$S Aplicación: %3$S Si no asperaba ista solicitut, podría estar un intento d'espleitar una vulnerabilidat de l'atro programa. Cancele ista requesta de no estar que siga seguor que no ye maliciosa.

source: <Unknown>
an: <Desconoixiu>

source: Remember my choice for all links of this type.
an: Recuerda ista triga ta totz os vinclos d'ista mena.

source: Launch application
an: Executar l'aplicación

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
an: S'ha informau que %S ye un puesto atacant y s'ha blocau d'alcuerdo con as suyas preferencias de seguranza.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
an: S'ha informau que o puesto web en %S puede estar una falisificación disenyada ta enganyar a os usuarios ta que compartan información personal u financiera.

source: This application tried to access a resource that has a content security policy that prevents it from being loaded in this way.
an: Ista aplicación ha mirau d'accedir ta un recurso que tiene una politica de seguranza de conteniu que le priva d'estar cargau d'ista traza.

source: The application cannot continue loading because an error in the data transmission was detected.
an: L'aplicación no puede continar cargando-se porque s'ha detectau una error en a transmisión de datos.

source: This application tried to use an unsupported technology that is no longer available.
an: Ista aplicación ha mirau d'usar una tecnolochía no admitida que ya no ye disponible.

source: This application cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
an: Ista aplicación no puede guaranciar a seguranza d'os suyos datos en %S ya que usa SSLv3, un protocolo de seguranza trencau.
