Repository: translate/mozilla-l10n
Catalog: doi/toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: doi

source: Add-ons Manager
doi: ऐड-ऑन मैनेजर

source: Search all add-ons
doi: सब्भै ऐड-ऑन खोजो

# loading.label
source: Loading…
doi: ...लोड कीता जा करदा ऐ

source: You don't have any add-ons of this type installed
doi: तुसें इस किस्मा दे कुसै बी ऐड-ऑनें गी इंस्टाल नेईं कीते दा

# listEmpty.availableUpdates.label
source: No updates found
doi: कोई अपडेट नेईं मिले

source: You haven't recently updated any add-ons
doi: तुसें हाल च गै कुसै बी ऐड-ऑनें गी अपडेट नेईं कीता ऐ

source: Check For Updates
doi: अपडेट आस्तै जांचो

source: Could not find any matching add-ons
doi: कोई बी मेल खंदियां ऐड-ऑनां नेईं मिली सकियां

source: Learn more about add-ons
doi: ऐड-ऑनें दे बारे च होर जान्नो

source: &Install Add-on From File…
doi: ...फाइल थमां ऐड-ऑनें गी&इंस्टाल करो

source: Tools for all add-ons
doi: सभनें ऐड-ऑनें आस्तै उपकरण

source: Go back one page
doi: इक सफा पिच्छें जाओ

source: Go forward one page
doi: इक सफा अग्गें जाओ

source: All add-ons have been disabled by safe mode.
doi: सभनें ऐड-ऑनें गी सुरक्षत मोड द्वारा असमर्थ कीता गेआ ऐ.

# warning.checkcompatibility.enable.label
source: Enable
doi: समर्थ करो

source: Enable add-on compatibility checking
doi: ऐड - ऑन अनुकूलता जांच समर्थ करो

source: Add-on update security checking is disabled. You may be compromised by updates.
doi: ऐड - ऑन पर अपडेट सुरक्षा जांच असमर्थ ऐ. तुस अपडेट कन्नै समझौता करी सकदे ओ.

# warning.updatesecurity.enable.label
source: Enable
doi: समर्थ करो

source: Enable add-on update security checking
doi: ऐड - ऑन अपडेट सुरक्षा जांच गी सक्रिय करो

# info.plugincheck.label
source: Check to see if your plugins are up to date
doi: तुंʼदियां प्लग-इनां अप टू डेट हैन जां नेईं एह् दिक्खने आस्तै जांचो

# info.plugincheck.tooltip
source: Check to see if your plugins are up to date
doi: तुंʼदियां प्लग-इनां अप टू डेट हैन जां नेईं एह् दिक्खने आस्तै जांचो

source: Get Add-ons
doi: उपरालियां जोड़-सुविधां हासल करो

source: Recent Updates
doi: हाल दे अपडेट

source: Available Updates
doi: उपलब्ध अपडेट

source: &Check for Updates
doi: &अपडेटें आस्तै जांच करो

source: &View Recent Updates
doi: &हाल दे अपडेट दिक्खो

source: Update &Add-ons Automatically
doi: ऐड-ऑनें गी स्वचलत चाल्ली कन्नै & अपडेट करो

source: &Reset All Add-ons to Update Automatically
doi: &सभनें ऐड-ऑनें गी स्वचलत चाल्ली कन्नै अपडेट करने आस्तै परतियै सैट्ट करो

source: &Reset All Add-ons to Update Manually
doi: &सभनें ऐड-ऑनें गी मैन्युअल चाल्ली कन्नै अपडेट करने आस्तै परतियै सैट्ट करो

source: Updating add-ons
doi: ऐड-ऑनें गी अपडेट कीता जा करदा ऐ

source: Your add-ons have been updated.
doi: तुंदियें ऐड-ऑनें गी अपडेट कीता गेआ ऐ.

source: Your add-on updates have been downloaded.
doi: तुंʼदे ऐड - ऑन अपडेटें गी डाउनलोड कीता गेआ ऐ .

source: Restart now to complete installation
doi: इंस्टालेशन गी पूरा करने आस्तै हून परतियै शुरू करो

# updates.noneFound.label
source: No updates found
doi: कोई अपडेट नेईं मिले

source: View Available Updates
doi: उपलब्ध अपडेट दिक्खो

source: Install Updates
doi: अपडेट इंस्टाल करो

source: Install available updates in this list
doi: इस सूची च मजूद अपडेट इंस्टाल करो

source: &Show More Information
doi: &होर जानकारी दिक्खो

source: &Find Updates
doi: &अपडेटें गी तुप्पो

# cmd.preferencesWin.label cmd.preferencesWin.accesskey
source: &Options
doi: विकल्प

# cmd.preferencesUnix.label cmd.preferencesUnix.accesskey
source: &Preferences
doi: &आप्शनां

source: &About
doi: &तरजीहां

source: &Enable
doi: &समर्थ करो

source: &Disable
doi: &असमर्थ करो

source: &Wear Theme
doi: &थीम धारण करो

source: Stop &Wearing Theme
doi: थीम धारण करना&बंद करो

source: &Install
doi: &इंस्टाल करो

source: &Remove
doi: &हटाओ

source: Options
doi: आप्शनां

# cmd.showPreferencesWin.tooltip
source: Change this add-on's options
doi: इस ऐड-ऑन दियां आप्शनां बदलो

source: Preferences
doi: तरजीहां

# cmd.showPreferencesUnix.tooltip
source: Change this add-on's preferences
doi: इस ऐड - ऑन दियां तरजीहां बदलो

source: &Contribute
doi: &योगदान देओ

source: Contribute to the development of this add-on
doi: इस ऐड-ऑन दे विकास च योगदान देओ

source: Show Release Notes
doi: जारी नोट्स दस्सो

source: Show the release notes for this update
doi: इस अपडेट आस्तै जारी नोट दस्सो

source: Hide Release Notes
doi: जारी नोट्स छपैलो

source: Hide the release notes for this update
doi: इस अपडेट आस्तै जारी नोट छपैलो

source: What are Add-ons?
doi: ऐड-ऑनां केह् न?

source: Version
doi: सरूप

# detail.lastupdated.label
source: Last Updated
doi: खीरी अपडेटशुदा

source: Developer
doi: विकास-कर्ता

# detail.homepage.label
source: Homepage
doi: होमसफा

source: Downloads
doi: डआनलोड

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
doi: इस ऐड - ऑन दा विकास-कर्ता पुछदा ऐ जे तुस थोह्‌ड़ा नेहा योगदान करियै इसदे निरंतर विकास दे समर्थन च मदद करो.

source: Automatic Updates
doi: स्वचलत अपडेट

source: Default
doi: डिफाल्ट

source: Automatically install updates only if that's the default
doi: अपडेटें गी स्वचलत रूप कन्नै इंस्टाल करो , जेकर ओह् डिफाल्ट ऐ

source: On
doi: ऑन

source: Automatically install updates
doi: अपडेटें गी स्वचलत रूप कन्नै इंस्टाल करो

source: Off
doi: ऑफ

source: Don't automatically install updates
doi: अपडेटें गी स्वचलत रूप कन्नै इंस्टाल नेईं करो

# detail.home
source: Homepage
doi: होमसफा

source: Add-on Profile
doi: ऐड- ऑन प्रोफाइल

source: Size
doi: नाप

source: Check &for Updates
doi: अपडेट आस्तै & जांचो

source: Check for updates for this add-on
doi: इस ऐड-ऑन आस्तै अपडेट जांचो

# detail.showPreferencesWin.label detail.showPreferencesWin.accesskey
source: &Options
doi: विकल्प

# detail.showPreferencesWin.tooltip
source: Change this add-on's options
doi: इस ऐड-ऑन दियां आप्शनां बदलो

# detail.showPreferencesUnix.label detail.showPreferencesUnix.accesskey
source: &Preferences
doi: &आप्शनां

# detail.showPreferencesUnix.tooltip
source: Change this add-on's preferences
doi: इस ऐड - ऑन दियां तरजीहां बदलो

source: Rating
doi: रेटिङ

source: Pause
doi: थम्हा देओ

source: Cancel
doi: रद्द करो

source: Name
doi: नांऽ

source: Sort by name
doi: नांऽ स्हाबें छांटो

# sort.dateUpdated.label
source: Last Updated
doi: खीरी अपडेटशुदा

source: Sort by date updated
doi: अपडेट दी तरीका स्हाबें छांटो

source: Best match
doi: सर्वश्रेष्ठ मेल

source: Sort by relevance
doi: प्रासंगिकता स्हाबें छांटो

source: Price
doi: कीमत

source: Sort by price
doi: कीमता स्हाबें छांटो

source: Search:
doi: खोजो:

source: My Add-ons
doi: मेरे ऐड-ऑन

source: Show installed add-ons
doi: इंस्टाल ऐड-ऑन दस्सो

source: Available Add-ons
doi: उपलब्ध ऐड-ऑन

source: Show add-ons available to install
doi: इंस्टाल करने आस्तै उपलब्ध ऐड-ऑन दस्सो

# addon.homepage
source: Homepage
doi: होमसफा

source: More
doi: होर

source: Show more details about this add-on
doi: इस ऐड-ऑन दे बारे च होर तफसीलां दस्सो

source: Unknown
doi: <अनजांता>

source: (disabled)
doi: (असमर्थत)

source: Update
doi: अपडेट करो

# addon.undoAction.label
source: Undo
doi: अनकीता करो

source: Undo this action
doi: इस अमल गी अनकीता करो

# addon.undoRemove.label
source: Undo
doi: अनकीता करो

source: Keep this add-on installed
doi: इस ऐड-ऑन गी इंस्टाल रक्खो

source: Restart now
doi: परतियै शुरू करो

source: Install
doi: इंस्टाल करो

source: Install this add-on
doi: इस ऐड-ऑन गी इंस्टाल करो

source: Update Now
doi: हून अपडेट करो

source: Install the update for this add-on
doi: इस ऐड-ऑन आस्तै अपडेट गी इंस्टाल करो

source: Include in Update
doi: अपडेट च शामल करो

source: An update is available
doi: इक अपडेट उपलब्ध ऐ

source: Checking for updates…
doi: ...अपडेटें आस्तै जांचेआ जा करदा ऐ

source: Release Notes:
doi: जारी नोट्स:

# addon.loadingReleaseNotes.label
source: Loading…
doi: ...लोड कीता जा करदा ऐ

source: Sorry, but there was an error loading the release notes.
doi: माफ करो, पर जारी नोट्स लोड करने च कोई गल्ती ही.

source: By
doi: द्वारा

source: End-User License Agreement
doi: बरतूनी लाइसैंस करारनामें गी समाप्त करो

source: Accept and Install…
doi: मंजूर करो ते प्रस्थापत करो…

source: Browse…
doi: तपाश करो...
