Repository: translate/mozilla-l10n
Catalog: hsb/toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: hsb

source: Add-ons Manager
hsb: Zrjadowak přidatkow

source: Search all add-ons
hsb: Wšě přidatki pytać

# search.buttonlabel
source: Search
hsb: Pytać

# loading.label
source: Loading…
hsb: Začituje so…

source: You don't have any add-ons of this type installed
hsb: Njejsće přidatki tutoho typa instalował

# listEmpty.availableUpdates.label
source: No updates found
hsb: Žane aktualizacije namakane

source: You haven't recently updated any add-ons
hsb: W poslednim času njejsće přidatki aktualizował

source: Check For Updates
hsb: Za aktualizacijemi pytać

source: Could not find any matching add-ons
hsb: Přihódne přidatki njedachu so namakać

source: Learn more about add-ons
hsb: Dalše informacije wo přidatkach

source: &Install Add-on From File…
hsb: &Přidatk z dataje instalować…

source: Tools for all add-ons
hsb: Nastroje za wšě přidatki

source: Go back one page
hsb: Wo jednu stronu wróćo

source: Go forward one page
hsb: Wo jednu stronu doprědka

source: Some extensions could not be verified
hsb: Někotre rozšěrjenja njedachu so wobkrućić.

source: Show all extensions
hsb: Wšě rozšěrjenja pokazać

source: All add-ons have been disabled by safe mode.
hsb: Wšě přidatki su so přez wěsty modus znjemóžnili.

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
hsb: Přepruwowanje přidatkoweje kompatibelnosće je znjemóžnjene. Je móžno, zo maće njekompatibelne přidatki.

# warning.checkcompatibility.enable.label
source: Enable
hsb: Zmóžnić

source: Enable add-on compatibility checking
hsb: Přepruwowanje přidatkoweje kompatibelnosće zmóžnić

source: Add-on update security checking is disabled. You may be compromised by updates.
hsb: Přepruwowanje wěstoty aktualizacije je znjemóžnjene. Je móžno, zo aktualizacije wam wohrožuja.

# warning.updatesecurity.enable.label
source: Enable
hsb: Zmóžnić

source: Enable add-on update security checking
hsb: Přepruwowanje wěstoty aktualizacije zmóžnić

# info.plugincheck.label
source: Check to see if your plugins are up to date
hsb: Přepruwujće, hač waše tykače su aktualne

# info.plugincheck.tooltip
source: Check to see if your plugins are up to date
hsb: Přepruwujće, hač waše tykače su aktualne

# view.search.label
source: Search
hsb: Pytać

source: Get Add-ons
hsb: Přidatki wobstarać

source: Recent Updates
hsb: Najnowše aktualizacije

source: Available Updates
hsb: K dispoziciji stejace aktualizacije

source: &Check for Updates
hsb: Za aktualizacijemi &pytać

source: &View Recent Updates
hsb: &Najnowše aktualizacije sej wobhladać

source: Update &Add-ons Automatically
hsb: Přid&atki awtomatisce aktualizować

source: &Reset All Add-ons to Update Automatically
hsb: Wšě přidatki &zaso awtomatisce aktualizować

source: &Reset All Add-ons to Update Manually
hsb: Wšě přidatki &manuelnje aktualizować

source: Updating add-ons
hsb: Aktualizowanje přidatkow

source: Your add-ons have been updated.
hsb: Waše přidatki su so zaktualizowali.

source: Your add-on updates have been downloaded.
hsb: Waše přidatkowe aktualizacije su so sćahnyli.

source: Restart now to complete installation
hsb: Znowa startować, zo by so instalacija zakónčiła

# updates.noneFound.label
source: No updates found
hsb: Žane aktualizacije namakane

source: View Available Updates
hsb: K dispoziciji stejace aktualizacije sej wobhladać

source: Install Updates
hsb: Aktualizacije instalować

source: Install available updates in this list
hsb: K dispoziciji stejace aktualizacije z lisćiny instalować

source: &Show More Information
hsb: &Dalše informacije pokazać

source: &Find Updates
hsb: &Aktualizacije pytać

# cmd.preferencesWin.label cmd.preferencesWin.accesskey
source: &Options
hsb: &Nastajenja

# cmd.preferencesUnix.label cmd.preferencesUnix.accesskey
source: &Preferences
hsb: &Nastajenja

source: &About
hsb: &Wo

source: &Enable
hsb: &Zmóžnić

source: &Disable
hsb: Znje&móžnić

source: &Wear Theme
hsb: &Drastu wužiwać

source: Stop &Wearing Theme
hsb: Drastu &wjace njewužiwać

source: Ask to Activate
hsb: Za aktiwizowanje so prašeć

source: Ask to use this add-on each time
hsb: Prašeć so, hač ma so tutón přidatk kóždy čas wužiwać

source: Always Activate
hsb: Přeco aktiwizować

source: Always use this add-on
hsb: Tutón přidatk přeco wužiwać

source: Never Activate
hsb: Ženje njeaktiwizować

source: Never use this add-on
hsb: Tutón přidatk ženje njewužiwać

source: Change when this add-on runs
hsb: Změnić, hdyž tutón přidatk běži

source: &Install
hsb: &Instalować

source: &Remove
hsb: Wot&stronić

source: De&bug
hsb: Pytanje za z&mylkami

source: Options
hsb: Nastajenja

# cmd.showPreferencesWin.tooltip
source: Change this add-on's options
hsb: Nastajenja tutoho přidatka změnić

source: Preferences
hsb: Nastajenja

# cmd.showPreferencesUnix.tooltip
source: Change this add-on's preferences
hsb: Nastajenja tutoho přidatka změnić

source: &Contribute
hsb: &Přinošować

source: Contribute to the development of this add-on
hsb: K wuwiću tutoho přidatka přinošować

source: Show Release Notes
hsb: Wersijowe informacije pokazać

source: Show the release notes for this update
hsb: Wersijowe informacije za tutu aktualizaciju pokazać

source: Hide Release Notes
hsb: Wersijowe informacije schować

source: Hide the release notes for this update
hsb: Wersijowe informacije za tutu aktualizaciju schować

source: What are Add-ons?
hsb: Što přidatki su?

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
hsb: Přidatki su nałoženja, z kotrymiž móžeće &brandShortName; z přidatnej funkcionalnosću abo přidatnym stilom swojim přećam a potrjebam přiměrić. Wupruwujće čas lutowacu bóčnicu, předpowědź wjedra abo drastu, zo byšće swój wosobinski &brandShortName; dóstał.

source: When you're connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
hsb: Hdyž sće z internetom zwjazany, budźe tute wokno wam někotre z lěpšich a najpopularnišich přidatkow za wupruwowanje poskićeć.

source: Version
hsb: Wersija

# detail.lastupdated.label
source: Last Updated
hsb: Posledni raz zaktualizowany

source: Developer
hsb: Wuwiwar

# detail.homepage.label
source: Homepage
hsb: Startowa strona

source: Downloads
hsb: Sćehnjenja

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
hsb: Wuwiwar tutoho přidatka prosy, zo byšće pomhał, jeho stajne wuwiće podpěrać, darujo mały přinošk.

source: Automatic Updates
hsb: Awtomatiske aktualizacije

source: Default
hsb: Standard

source: Automatically install updates only if that's the default
hsb: Aktualizacije jenož awtomatisce instalować, jeli to je standard

source: On
hsb: Zapinjeny

source: Automatically install updates
hsb: Aktualizacije awtomatisce instalować

source: Off
hsb: Wupinjeny

source: Don't automatically install updates
hsb: Aktualizacije awtomatisce njestartować

# detail.home
source: Homepage
hsb: Startowa strona

source: Add-on Profile
hsb: Přidatkowy profil

source: Size
hsb: Wulkosć

source: Check &for Updates
hsb: Za aktualizacijemi &pytać

source: Check for updates for this add-on
hsb: Aktualizacije za tutón přidatk pytać

# detail.showPreferencesWin.label detail.showPreferencesWin.accesskey
source: &Options
hsb: &Nastajenja

# detail.showPreferencesWin.tooltip
source: Change this add-on's options
hsb: Nastajenja tutoho přidatka změnić

# detail.showPreferencesUnix.label detail.showPreferencesUnix.accesskey
source: &Preferences
hsb: &Nastajenja

# detail.showPreferencesUnix.tooltip
source: Change this add-on's preferences
hsb: Nastajenja tutoho přidatka změnić

source: Rating
hsb: Pohódnoćenje

source: Pause
hsb: Zastajić

source: Cancel
hsb: Přetorhnyć

source: Name
hsb: Mjeno

source: Sort by name
hsb: Po mjenje sortěrować

# sort.dateUpdated.label
source: Last Updated
hsb: Posledni raz zaktualizowany

source: Sort by date updated
hsb: Po aktualizaciskim datumje sortěrować

source: Best match
hsb: Najlěpši wotpowědnik

source: Sort by relevance
hsb: Po relewancy sortěrować

source: Price
hsb: Płaćizna

source: Sort by price
hsb: Po płaćiznje sortěrować

source: Search:
hsb: Pytać:

source: My Add-ons
hsb: Moje přidatki

source: Show installed add-ons
hsb: Instalowane přidatki pokazować

source: Available Add-ons
hsb: K dispoziciji stejace přidatki

source: Show add-ons available to install
hsb: Instalujomne přidatki pokazać

# addon.homepage
source: Homepage
hsb: Startowa strona

source: More
hsb: Wjace

source: Show more details about this add-on
hsb: Dalše podrobnosće wo tutym přidatku pokazać

source: Unknown
hsb: Njeznaty

source: (disabled)
hsb: (znjemóžnjeny)

source: Update
hsb: Aktualizacija

# addon.undoAction.label
source: Undo
hsb: Cofnyć

source: Undo this action
hsb: Tutu akciju cofnyć

# addon.undoRemove.label
source: Undo
hsb: Cofnyć

source: Keep this add-on installed
hsb: Tutón přidatk instalowany wostajić

source: Restart now
hsb: Nětko znowa startować

source: Install
hsb: Instalować

source: Install this add-on
hsb: Tutón přidatk instalować

source: Update Now
hsb: Nětko aktualizować

source: Install the update for this add-on
hsb: Aktualizaciju za tutón přidatk instalować

source: Include in Update
hsb: Do aktualizacije zapřijeć

source: An update is available
hsb: Aktualizacija k dispoziciji steji

source: Checking for updates…
hsb: Pyta so za aktualizacijemi…

source: Release Notes:
hsb: Wersijowe informacije:

# addon.loadingReleaseNotes.label
source: Loading…
hsb: Začituje so…

source: Sorry, but there was an error loading the release notes.
hsb: Při začitowanju wersijowych informacijow je bohužel zmylk wustupił.

source: By
hsb: Wot

source: End-User License Agreement
hsb: Licencne dojednanje z kónčnym wužiwarjom

source: Accept and Install…
hsb: Akceptować a instalować…

source: Browse…
hsb: Přepytać…

source: What's this? Telemetry may install and run experiments from time to time.
hsb: Što to je? Telemetrija móže hdys a hdys eksperimenty instalować a běžeć dać.

source: Learn More
hsb: Dalše informacije

source: L
hsb: D

source: Telemetry Settings
hsb: Telemetrijowe nastajenja

source: Learn More…
hsb: Dalše informacije…

source: Some add-ons have been disabled
hsb: Někotre přidatki su so znjemóžnili.

source: The following add-ons have not been verified for use in &brandShortName;. You can
hsb: Slědowace přidatki njejsu so wobkrućili za wužiwanje w &brandShortName;. Móžeće

source: find replacements
hsb: narunanja namakać

source: or ask the developer to get them verified.
hsb: abo wuwiwarja prosyć, je wobkrućić.

source: Learn more about our efforts to help keep you safe online.
hsb: Zhońće wjace wo našich prócowanjach, wam pomhać, online wěsty wostać.

source: Developers interested in getting their add-ons verified can continue by reading our
hsb: Wuwiwarjo, kotřiž chcedźa, zo so jich přidatki wobkrućeja, móža pokročować čitajo našu

source: manual
hsb: přiručku
