Repository: translate/mozilla-l10n
Catalog: cak/obsolete/browser/chrome/browser/devtools/app-manager.dtd.po
Languages: cak

# index.title
source: App Manager
cak: kiwäch taq APLIKASYON

source: Device
cak: Samajib'äl

# index.help
source: Help
cak: To'ïk

source: Debug main process
cak: Tichojmirisäx ri nïm tajin

source: Open the Developer Tools connected to the main process on the device
cak: Kejaq ri taq kisamajib'al taq b'anel e'okisan pa ri nïm taq rutajin ri okisaxel

source: Screenshot
cak: Chapoj ruwäch

source: Open a screenshot of the current state of the device in a new tab
cak: Tajaqa' jun chapoj ruwäch k'o chupam asamajib'al pa jun k'ak'a' ruwi'

source: Device Control Center
cak: Ruk'u'x ruchajixik ri samajib'äl

source: Not connected. Please connect your device below.
cak: Man okinäq ta. Tab'ana' utzil wakami katok chi kipam ri asamajib'äl.

source: Start
cak: Titikirisäx

source: Start this app on the device
cak: Tatikirisaj re jun chokoy re' pa oyonib'äl

source: Stop
cak: Tiq'at

source: Stop this app on the device
cak: Tiq'at re jun chokoy re' pan oyonib'äl

# device.debugApp
source: Debug
cak: Ruchojmirisaxik

source: Open the Developer Tools connected to this app on the device
cak: Tajaqa' ri taq rusamajib'al ri nuk'unel ruximon ri' rik'in ri ruchokoy oyonib'äl

source: Name
cak: B'i'aj

source: Plain (default)
cak: Relïk

source: Privileged
cak: Ya'on ruq'ij

source: Certified
cak: Ruwujil

source: Allow
cak: Ruya'ik q'ij

source: This permission is allowed for apps of this type
cak: Re ya'oj q'ij re', ütz kichin ri taq chokoy ke re kiwäch.

source: Prompt
cak: Ruk'utuxik

source: This permission requires a user prompt for apps of this type
cak: Re ya'oj q'ij re' nrajo' chi nuya' pe rutzij ri okisanel kichin taq chokoy ke re kiwäch.

source: Deny
cak: Q'atïk

source: This permission is denied for apps of this type
cak: Re jun ya'oj q'ij re' q'aton rokisaxik pa re taq ruwäch chokoy re'

source: Installed Apps
cak: Nimon taq Samajib'äl

source: View a list of apps installed on the device. Some apps, such as certified apps, may be excluded from this view.
cak: Titz'et kicholajem ri taq APLIKASYON pa re jun samajib'äl re'. Jujun taq APLIKASYON, achi'el ri taq APLIKASYON k'o kiwujil, tikirel man yeq'alajin ta pe.

source: Permissions
cak: Taq ya'oj q'ij

source: View a table of the permissions accessible to the different types of apps
cak: Titz'et jun rucholajem okel taq ya'oj q'ij chi ke ri jalajöj taq chokoy

source: Browser Tabs
cak: Ruwi' Okik'amaya'l

source: View a list of tabs in the browser of the connected device
cak: Titz'et jun rucholajem taq ruwi' pa rokik'amaya'l chuq'un okisaxel

# device.debugBrowserTab
source: Debug
cak: Tichojmirisäx

source: Open the Developer Tools connected to this browser tab on the device
cak: Tajaqa' ri taq rusamajib'al ri nuk'unel ruchuq'un ri' rik'in re ruwi' ri okik'amaya'l richin ri okisaxel

# device.help
source: Help
cak: To'ïk

source: Connect to the device
cak: Tichuq'üx rik'in ri okisaxel

source: Disconnect
cak: Tichup

source: Disconnect from the current device or simulator
cak: Tichup chuwäch ri okisaxel k'o wakami o ri ojqanel

source: Not Connected.
cak: Man tzijïl ta.

source: Connect to:
cak: Tixim rik'in:

source: No device found. Plug a device
cak: Man ilon ta ri samajib'äl. Tatzija' ri samajib'äl

source: Change
cak: Tijal

source: Change the host and port used to connect to the device (defaults to localhost:6000)
cak: Tijal ri ruk'u'x samaj chuqa' ri b'ey e'okisan richin nichuq' ri okisaxel. (Ruma itzelanel chuwäch ri localhost:6000)

source: Start Simulator
cak: Rutikirisaxik ri SIMULATOR

source: Start an instance of the Simulator and connect to it
cak: Titikirisäx jun peraj chi re ri ojqanel k'a ri' tichuq' apo rik'in

# connection.saveConnectionInfo
source: Save
cak: Tiyak

source: Save the host and port
cak: Tiyak ri ruk'u'x samaj chuqa' ri b'ey

source: Connecting…
cak: Tajin nixim…

source: Disconnecting…
cak: Tajin nel…

source: Cancel
cak: Tiq'at

source: Cancel the connection in progress
cak: Tiq'at ri ruchuq'ik ntajin

source: Exit the Simulator connection mode and return to the initial prompt
cak: Katel chupam ri chuq'unem ojqanel chuqa' katzolin pa ri nab'ey retal

source: or
cak: o

source: No simulator installed.
cak: Majun SIMULATOR yakon.

source: Install Simulator
cak: Tiyak ri SIMULATOR

source: Install a version of the Simulator by downloading the relevant add-on
cak: Tayaka' qa jun ruwäch chi ojqanel rik'in ruqasaxik re jun tz'aqat re'

# connection.installAnotherSimulator
source: Add
cak: Titz'aqatisäx

source: Install an additional version of the Simulator by downloading the relevant add-on
cak: Tiyak jun tz'aqät ruwäch chi ojqanel rik'in ruqasxik ri taq rutz'aqat rajowaxik.

source: Start:
cak: Tikirib'äl:

# projects.localApps
source: Local Apps
cak: Taq APLIKASYON chupam

# projects.addApp
source: Add
cak: Titz'aqatisäx

source: Add Packaged App
cak: Ketz'aqatisäx pison taq APLIKASYON

source: Add a new packaged app (a directory) from your computer
cak: Titz'aqatisäx jun k'ak'a' pison taq chokoy (jun rucholb'al) akematz'ib'.

source: Add Hosted App
cak: Titz'aqatisäx ri yakon APLIKASYON

source: Add a new hosted app (link to a manifest.webapp file) from a remote website
cak: Titz'aqtisäx jun k'ak'a' yakon chokoy ( ruximik rik'in ri yakb'äl manifest.webapp) richin jun ruxaq k'amaya'l kan.

# projects.title
source: Local Apps
cak: Kipam APLIKASYON

source: App Details
cak: Rub'anikil ri APLIKASYON

source: Remove this app from the list of apps you are working on. This will not remove it from a device or a simulator.
cak: Tijech'ëx re APLIKASYON re' pa ri kicholajem APLIKASYON tajin nasamajij. Re re' man xtrelesaj ta el pa ri samajib'äl o ri SIMULATOR.

source: Update
cak: Tik'ex

source: Execute validation checks and update the app to the connected device
cak: Tiq'asäx jun tz'etel rutojtob'enik chuqa' tik'ex ri APLIKASYON k'o pa ri samajib'äl.

# projects.debugApp
source: Debug
cak: Tib'an rutzil

source: Open Developer Tools connected to this app
cak: Kejaq rusamajib'al ri b'anöl tzijïl rik'in re APLIKASYON re'

# projects.saveManifest
source: Save
cak: Tiyak

source: Save the contents of the Manifest Editor below
cak: Tayaka' ri rupam nuk'unel ri nisik'ïx chuxe' qa.

source: No projects. Add a new packaged app below (local directory) or a hosted app (link to a manifest file).
cak: Majun nuk'samaj. Tatz'aqatisaj jun k'ak'a' pisïl APLIKASYON (rucholajem LOKAL) MAS pa xulan qa o jun yakon APLIKASYON (ruximik rik'in jun tzijon yakb'äl).

source: Manifest Editor
cak: Kichojmirisanel Manifest yakb'äl

source: Edit your app's manifest in the panel below. The Update button will save your changes and update the app.
cak: Tachojmirisaj ri manifest yakb'äl k'o pan awAPLIKASYON k'o qa chupam ri PANEL. Ri BOTON tik'ex xkeruyäk ri taq k'exoj chuqa' xtuk'ëx ri APLIKASYON

source: Manifest Viewer
cak: Kitz'etonel taq manifest yakb'äl

source: Examine your app's manifest in the panel below
cak: Tanik'oj ri manifest yakb'äl k'o pan achokoy k'o pa pas k'o pa xulan

source: Valid
cak: Ütz

source: Error
cak: Sachoj

source: Warning
cak: Rutzijol k'ayewal

source: Hosted
cak: K'ulun

source: Packaged
cak: Pison

# help.title
source: App Manager
cak: Kik'amol APLIKASYON

source: Close
cak: Rutz'apixik

source: This tool will help you build and install web apps on compatible devices (i.e. Firefox OS). The <strong>Apps</strong> tab will assist you in the validation and installation process of your app. The <strong>Device</strong> tab will give you information about the connected device. Use the bottom toolbar to connect to a device or start the simulator.
cak: Re jun samajib'äl re' xkaruto' chi xtanük' chuqa' xtayäk chokoy taq k'amaya'l pa junam ruwäch okisaxel (achi'el Firefox OS). Ri taq ruwi' <strong>chokoy</strong> xkaruto' chi rutojtob'enïk chuqa' ruyakik ri achokoy. Ri taq ruwi' <strong>okisaxel</strong> xtuya' rutzijol chawe chi rij ri okisaxel chuq'un. Tawokisaj ri molsamajib'äl k'o chuxe' richin nachüq' ri okisaxel o richin natikirisaj ri ojqanel.

source: Useful links:
cak: Ximöy ruk'a'tz:

source: Documentation: Using the App Manager
cak: Yakoj wuj: Rokisaxik ri runuk'unel taq chokoy

source: How to setup your Firefox OS device
cak: Achike rub'eyal nib'an ruk'ojlem ri awokisaxel rik'in Firefox OS

source: Troubleshooting
cak: Rusolik taq k'ayewal

source: Install Simulator Add-on
cak: Tiyak rutz'aqat ri ojqanel

source: Install Adb Helper Add-on
cak: Tiyak ri rutz'aqat to'onel Adb
