Repository: translate/mozilla-l10n
Catalog: tzh/browser/chrome/browser/migration/migration.dtd.po
Languages: tzh

source: Import Wizard
tzh: koltaymanej yu'un ta yich'eltal

source: Import Options, Bookmarks, History, Passwords and other data from:
tzh: k'asesel bintik-a, señail, sk'ejojibal binty ilbilix, a'taletik mok k'opetik sok yantik bintik xan-a.

source: Import Preferences, Bookmarks, History, Passwords and other data from:
tzh: k'asesel binti k'anbilix, señail, sk'ejojibal binty albilix, a'taletik mok k'opetik sok bintik yan k'opetik yu'un:

source: Import Bookmarks from:
tzh: Sk'asesel señail yu'un:

source: &Don't import anything
tzh: &ma'yuk bin ya yich' tikonel bael

source: No programs that contain bookmarks, history or password data could be found.
tzh: ma' taot xca'pojibal te bintik ay yu'un señail, sk'ejojibal binty albilix mok smukibal ts'ib

source: Import Settings and Data
tzh: sk'asesel syamtesibal sok k'op-a'yejetik

source: Items to Import
tzh: biluketik ta sk'asesel

source: Select which items to import:
tzh: chola te biluketik te ya xbat yich' k'asesel

source: Importing…
tzh: yak'el bael...

source: The following items are currently being imported…
tzh: nok'ol ta tikonel bael te yantik biluketik

source: Select Profile
tzh: stsael yilibal

source: The following profiles are available to import from:
tzh: ya xu' ya yich' k'asesel yantik yilubal

source: Import Complete
tzh: ts'akal sk'asejibal

source: The following items were successfully imported:
tzh: te yantik biluketik lek sk'axbael
