Repository: translate/mozilla-l10n
Catalog: */obsolete/mobile/android/chrome/aboutPasswords.properties.po
Languages: gd, hy_am

source: Copy password
gd: Dèan lethbhreac dhen fhacal-fhaire
hy_am: Պատճենել գաղտնաբառը

source: Copy username
gd: Dèan lethbhreac dhen ainm-chleachdaiche
hy_am: Պատճենել օգտվողի անունը

source: Details
gd: Mion-fhiosrachadh
hy_am: Մանրամասներ

source: Delete
gd: Sguab às
hy_am: Ջնջել

source: Delete this login?
gd: A bheil thu airson an clàradh a-steach seo a sguabadh às?
hy_am: Հեռացնե՞լ այս մուտքանունը

source: OK
gd: Ceart ma-tha
hy_am: ԼԱՎ

source: Cancel
gd: Sguir dheth
hy_am: Չեղարկել

source: Age: %S days
gd: Aois: %S là(ithean)
hy_am: Տարիք. %S օր

source: Copy failed
gd: Dh’fhàillig an lethbhreac
hy_am: Չհաջողվեց պատճենել

source: Password copied
gd: Chaidh lethbhreac a dhèanamh dhen fhacal-fhaire
hy_am: Գաղտնաբառը պատճենվել է

source: Username copied
gd: Chaidh lethbhreac a dhèanamh dhen ainm-chleachdaiche
hy_am: Օգտվողի անունը պատճենվել է
