Repository: translate/mozilla-l10n
Catalog: */mail/installer/installer.inc.po
Languages: xh, zu

source: $ProductName$ Setup
xh: Umiselo lwe-$ProductName$
zu: $ProductName$ Ukuhlelwa

source: Welcome to %s!
xh: Wamkelekile kwi-%s!
zu: Uyemukelwa e%s!

source: You are about to install %s.
xh: Sowuza kuhlohla i-%s.
zu: Usuzofakela i%s.

source: It is strongly recommended that you exit all Windows programs before running this Setup program.
xh: Kucetyiswa kakhulu ukuba uphume kuzo zonke iinkqubo ze-Windows phambi kokuqhuba ngale nkqubo Yokumisela.
zu: Kutuswa ukuba uphume kuwo wonke amahlelo weWindows ngaphambi kokuba usebenzise loluhlelo lokuHlela.

source: Click Cancel to quit Setup and then close any programs you have running. Click Next to continue the Setup program.
xh: Nqomfa ku-Rhoxisa ukuze ubaleke Kumiselo wandule ukuvala naziphi iinkqubo obuziqhuba.Nqomfa ku-Okulandelayo ukuze uqhubele phambili ngenkqubo Yokumisela.
zu: Chofoza uKhansela ukuze uyeke ukuHlela bese uvala zonke izinhlelo ozisebenzisayo. Chofoza Okulandelayo ukuze uqhubeke nohlelo lokuHlela.

source: Click Next to continue installing %s.
xh: Nqomfa ku-Okulandelayo ukuze uqhubele phambili ngokuhlohla i-%s.
zu: Chofoza Okulandelayo ukuze uqhubeke ufakela i%s.

source: Software License Agreement
xh: Imvumelwano Yelayisensi Yenkqubo
zu: Isivumelwano Semvume Yohlaka Olusetshenziswayo

source: Terms and conditions for using this software.
xh: Imigqaliselo neemeko zokusebenzisa le nkqubo.
zu: Imibandela nezimo zokusebenzisa lolu hlaka olusetshenziswayo.

source: Please read the following license agreement. Use the scroll bar to view the rest of this agreement.
xh: Nceda funda imvumelwano yelayisensi elandelayo. Sebenzisa isixwexwe somgca ukujonga okuseleyo kule mvumelwano.
zu: Sicela ufunde isivumelwano esilandelayo semvume. Sebenzisa umgoqo wokuhambisa ukuze usibone sonke lesi sivumelwano.

source: I &Accept the terms of the License Agreement
xh: Ndi &Yayamkela imigqaliselo Yemvumelwano Yelayisensi
zu: Mina &Ngiyayamukela imibandela yalesi Sivumelwano Semvume

source: I do NO&T Accept the terms of the License Agreement
xh: AndiY&Ivumi imigqaliselo Yemvumelwano Yelayisensi
zu: Angi&yamukeliI imibandela yalesi Sivumelwano Semvume

source: Setup Type
xh: Isimbo Somiselo
zu: Uhlobo Lokuhlela

source: Choose setup options.
xh: Khetha kokukhethwa kuko komiselo.
zu: Khetha izindlela ongahlela ngazo.

source: Choose the type of Setup you prefer, then click Next.
xh: Khetha isimbo Somiselo osithandayo, uze unqomfe ku-Okulandelayo.
zu: Khetha uhlobo lokuhlela oluthandayo, bese uchofoza Okulandelayo.

source: &Standard
xh: &Okuqhelekileyo
zu: &Okumisiwe

source: Thunderbird will be installed with the most common options.
xh: I-Thunderbird iya kuhlohlwa ngamanqaku ekunokukhethwa kuwo angawona axhaphakileyo.
zu: IThunderbird izofakelwa kanye nongakhetha kukho ovame kakhulu.

source: &Custom
xh: &Ukulungiselela
zu: &Okuthandwa Nguye

source: You may choose individual options to be installed. Recommended for experienced users.
xh: Unako ukukhetha amanqaku ekunokukhethwa kuwo ukuba ahlohlwe. Kucetyiswa ngakumbi kubasebenzisi abanamava.
zu: Ungakhetha ukuba kufakelwe ongakhetha kukho ngakunye. Ituselwa abasebenzisi abanolwazi.

source: Select Components
xh: Khetha Iinxalenye
zu: Khetha Izakhi

source: Additional components that enhance $ProductName$.
xh: Iinxalenye ezifakelweyo ezomeleza i-$ProductName$.
zu: Ezinye izakhi ezithuthukisa i$ProductName$.

source: Choose additional components you want to install, then click Next.
xh: Khetha iinxalenye ezifakelweyo ofuna ukuzihlohla, uze unqomfe ku-Okulandelayo.
zu: Khetha ezinye izakhi ofuna ukuzifakela, bese uchofoza Okulandelayo.

source: Install Folder
xh: Hlohla Isiqulathi Seefayili
zu: Fakela Ifolida

source: Where $ProductName$ will be installed.
xh: Apho i-$ProductName$ iya kuhlohlwa khona.
zu: Lapho i$ProductName$ izofakelwa khona.

source: $ProductName$ will be installed into the following folder:
xh: I-$ProductName$ iya kuhlohlwa kwisiqulathi seefayili esilandelayo:
zu: $ProductName$ izofakelwa efolideni elandelayo:

source: Set Up Shortcuts
xh: Iindlela Ezimfutshane Zokumisela
zu: Yakha Izinqamulelo

source: Creates Program Icons
xh: Kudaleka Imiqondiso Yokuqulathwe Yinkqubo
zu: Yakha Izithombe Zohlelo

source: Create icons for $ProductShortName$:
xh: Kudaleka imiqondiso yokuqulathwe yi-$ProductShortName$:
zu: Yakha izithombe ze$ProductShortName$:

source: On my Desktop
xh: Kulwazi Oluseskrinini
zu: Phezu Kwedeski lami

source: In my Start Menu Programs folder
xh: Kwisiqulathi Seefayili Zeenkqubo Zeemenyu Zokuqalisa zam
zu: Efolideni yami Yezinhlelo Zohlu Lokuqala

source: In my Quick Launch bar
xh: Kwisixwexwe somgca Sokundulula Esikhawulezayo sam
zu: Kubha yami yokuFaka Ngokushesha

source: $ProductName$ Setup - Select Program Folder
xh: Umiselo lwe-$ProductName$ - Khetha Isiqulathi Seefayili Zenkqubo
zu: Ukuhlelwa kwe$ProductName$ - Khetha Ifolida Yohlelo

source: Setup will add program icons to the Program Folder listed below. You may type a new folder name, or select one from the Existing Folders list. Click Next to continue.
xh: Umiselo luya kufakela imiqondiso yokuqulathiweyo yenkqubo Kwisiqulathi Seefayili Zeenkqubo ezidweliswe ngezantsi. Usenokuchwetheza igama elitsha lesiqulathi seefayili, okanye ukhethe libe linye kuludwe Olukhoyo Lweziqulathi Zeefayili. Nqomfa ku-Okulandelayo ukuze uqhube.
zu: UkuHlelwa kuzofaka izithombe zohlelo kuFolida Yohlelo ebekwe ngezansi. Ungabhala igama elisha lefolida noma ulikhethe ohlwini lwamaFolida Akhona. Chofoza Okulandelayo ukuze uqhubeke.

source: $ProductName$ Setup - Advanced Settings
xh: Umiselo lwe-$ProductName$ - Imimiselo Yenqanaba Eliphezulu
zu: UkuHlelwa kwe$ProductName$ - Ukuhlelwa Okuthuthukile

source: If your Internet connection requires a proxy server, enter your server name and port information. If your Internet connection doesn't require a proxy server, leave the fields blank.
xh: Ukuba umdibaniso wakho Wonxibelelwano ufuna iseva emele enye, ngenisa igama leseva yakho kunye neenkcukacha ngesiqhagamshelanisi. Ukuba umdibaniso Wonxibelelwano lwakho awufuni seva emele enye, yishiye imimandla ingenanto.
zu: Uma ukuxhunywa kwakho ne-Internet kudinga isiphakeli seproxy, faka igama lesiphakeli sakho nokwaziswa ngephothi. Uma ukuxhunywa kwakho ne-Internet kungasidingi isiphakeli seproxy, ungafaki lutho esikhaleni.

source: Summary
xh: Isishwankathelo
zu: Isifingqo

source: Ready to start installing $ProductName$.
xh: Sekulungelwe ukuqalisa ngokuhlohla i-$ProductName$.
zu: Isilungele ukuqala ukufakela i$ProductName$.

source: Setup will now install the following components:
xh: Umiselo ngoku luya kuhlohla iinxalenye ezilandelayo:
zu: UkuHlelwa manje kuzofakela izakhi ezilandelayo:

source: Setup will now download and install the following components:
xh: Umiselo ngoku luya kuthoba umthwalo ukuze lihlohle iinxalenye ezilandelayo:
zu: UkuHlelwa manje kuzothatha kufake futhi kufakele izakhi ezilandelayo:

source: Click Next to continue.
xh: Nqomfa ku-Okulandelayo ukuze uqhube.
zu: Chofoza Okulandelayo ukuze uqhubeke.

source: Downloading
xh: Kuthotywa umthwalo
zu: Ithathifake

source: Downloading required components...
xh: Kuthotywa umthwalo weenxalenye ezifunekayo...
zu: Ukuthathufake kuye kwadinga izakhiï¾...

source: Setup is downloading the files required to install $ProductName$.
xh: Umiselo luthoba umthwalo weefayili ezifunekayo ukuze kuhlohlwe i-$ProductName$.
zu: UkuHlelwa kuthatha kufake amafayela adingekayo ukuze kufakelwe i$ProductName$.

source: Currently Downloading:
xh: Kuthotywa Umthwalo Okwangoku:
zu: Njengamanje Ithathifake:

source: Time Remaining:
xh: Ixesha Eliseleyo:
zu: Isikhathi Esisele:

source: Installing
xh: Kuyahlohlwa
zu: Iiyafakela

source: Installing $ProductName$...
xh: Kuhlohlwa i-$ProductName$...
zu: Iifakela i$ProductName$...

source: Setup is installing application files.
xh: Umiselo luhlohla iifayili zenkqubo.
zu: UkuHlelwa kufakela amafayela ewindi.

source: Preparing File:
xh: Kulungiswa Ifayili:
zu: Ilungisa Ifayela:

source: Currently Installing:
xh: Kuyahlohlwa Okwangoku:
zu: Njengamanje Ifakela:

source: _: Success_Title Install Complete
xh: _: Success_Title Ukuhlohla Kugqityiwe
zu: Ukufakela Kuphelile

source: _: Success_Header Install Complete
xh: _: Success_Header Ukuhlohla Kugqityiwe
zu: Ukufakela Kuphelile

source: %s was successfully installed.
xh: I-%s ihlohlwe ngempumelelo.
zu: I%s ifakelwe ngokuphumelelayo.

source: Click Finish to complete Setup.
xh: Nqomfa ku-Kugqityiwe ukugqibezela Umiselo.
zu: Chofoza uQedile ukuze kuphele ukuHlelwa.

source: Launch %s now.
xh: Ndulula i-%s ngoku.
zu: Faka i%s manje.

source: Download of $ProductName$ was successful. $ProductNameInternal$ must be closed to proceed with installation. Click OK to exit $ProductNameInternal$ automatically and to begin installation.
xh: Ukuthotywa kwe-$ProductName$ kube yimpumelelo. I-$ProductNameInternal$ mayivalwe ukuze kuqhutywe ngokuhlohla. Nqomfa ku-Kulungile ukuze uphume kwi-$ProductNameInternal$ ngokuzenzekela nokuze uqale ngokuhlohla.
zu: UkuThathufake i$ProductName$ kube impumelelo. I$ProductNameInternal$ kumelwe ivalwe ukuze uqhubeke nokufakela. Chofoza u-Lungile ukuze uziphumele ku$ProductNameInternal$ futhi uqale ukufakela.

source: $ProductNameInternal$ must be closed to proceed with installation. Click OK to exit $ProductNameInternal$ automatically and to begin installation.
xh: I-$ProductNameInternal$ mayivalwe ukuze kuqhutywe ngokuhlohla. Nqomfa ku-Kulungile ukuze uphume ku-$ProductNameInternal$ ngokuzenzekela nokuze uqale ngokuhlohla.
zu: I$ProductNameInternal$ kumelwe ivalwe ukuze uqhubeke nokufakela. Chofoza u-Lungile ukuze uphume ngokuzenzekelayo ku$ProductNameInternal$ futhi uqale ukufakela.

source: Shutting down $ProductNameInternal$. Please wait...
xh: Kuvalwa i-$ProductNameInternal$. Nceda linda...
zu: Ivala i$ProductNameInternal$. Sicela ulinde...

source: Cross Platform COM
xh: Nqumla Udweliso Lwenkqubo ye-COM
zu: Nqamula iPulatifomu COM

source: Offline Support
xh: Inkxaso Ayikho Kwimo yokusebenza
zu: Ukusekelwa Ngaphandle Kwe-internet

source: Adds Offline support to $ProductName$ Mail.
xh: Kufakelwa inkxaso Engekho Kwimo Yokusebenza kwiMeyile ye-$ProductName$.
zu: Inezela ukusekelwa Ngaphandle Kwe-internet ePosini le$ProductName$.

source: RSS Support
xh: Inkxaso ye-RSS
zu: Ukusekelwa kweRSS

source: Adds RSS support to $ProductName$.
xh: Kufakelwa inkxaso ye-RSS kwi-$ProductName$.
zu: Inezela ukusekelwa kweRSS e$ProductName$.

source: Quality Feedback Agent
xh: Umphumezi Wengxelo Yomgangatho
zu: INxusai Lokwaziswa Okusezingeni

source: for reporting $ProductName$ crash information
xh: ukwenzela ukunika ingxelo ngolwazi olonakeleyo lwe-$ProductName$
zu: kokubika ukwaziswa ngokuphihlika kwe$ProductName$
