Repository: translate/mozilla-l10n
Catalog: */calendar/chrome/calendar/providers/wcap/wcap.properties.po
Languages: cy, ga_ie, gd, hu, id, lt, ro, tr

source: Cannot access server %1$S!
cy: Methu cael myediad at weinydd %1$S!
ga_ie: Ní féidir freastalaí %1$S a rochtain!
gd: Cha ghabh inntrigeadh a dhèanamh dhan fhrithealaiche %1$S!
hu: A(z) %1$S kiszolgáló nem érhető el!
id: Tidak dapat mengakses server %1$S!
lt: Nepavyko susisiekti su serveriu %1$S!
ro: Nu se poate accesa serverul %1$S!
tr: %1$S sunucusu ulaşılamıyor!

source: Login failed or invalid session Id.
cy: Methodd mewngofnodi neu enw sesiwn annilys.
ga_ie: Theip ar an logáil isteach nó tá aitheantas an tseisiúin neamhbhailí.
gd: Dh'fhàillig an logadh a-steach no tha DA an t-seisein mì-dhligheach.
hu: Sikertelen bejelentkezés vagy érvénytelen munkamenet-azonosító
id: Log-masuk gagal atau ID sesi tidak sah.
lt: Nepavyko įsiregistruoti arba netinkamas sesijos ID.
ro: Autentificarea a eșuat sau id-ul de sesiune este invalid.
tr: Giriş başarısız veya geçersiz oturum.

source: The user is denied access.
cy: Wedi gwrthod mynediad i'r defnyddiwr.
ga_ie: Tá rochtain diúltaithe don úsáideoir.
gd: Chaidh inntrigeadh a dhiùltadh dhan chleachdaiche seo.
hu: A felhasználó hozzáférése megtagadva
id: Akses pengguna ini ditolak.
lt: Naudotojui priėjimas uždraustas.
ro: Accesul cu acest utilizator este respins.
tr: Kullanıcı erişim reddedilmiş.

source: Insecure login on %1$S! Continue?
cy: Mewngofnodiad anniogel ar %1$S! Parhau?
ga_ie: Logáil isteach neamhdhaingean ar %1$S! An bhfuil fonn ort leanúint ar aghaidh?
gd: Logadh a-steach mì-theàrainte air %1$S! A bheil thu airson leantainn ort?
hu: Nem biztonságos belépés: %1$S! Folytatja?
id: Log-masuk tidak aman pada %1$S! Lanjutkan?
lt: Ryšys su %1$S nesaugus! Tęsti?
ro: Autentificare nesigură pe %1$S! Continuați?
tr: %1$S üzerinde güvensiz giriş!Devam edilsin mi?

source: Don't ask again.
cy: Peidiwch a gofyn eto.
ga_ie: Ná fiafraigh díom arís.
gd: Na faighnich dhìomh a-rithist.
hu: Ne kérdezze meg újra.
id: Jangan tanya lagi.
lt: Daugiau neklausti.
ro: Nu mai întreba data viitoare.
tr: Tekrar sorma.

source: Warning!
cy: Rhybudd!
ga_ie: Rabhadh!
gd: Rabhadh!
hu: Vigyázat!
id: Peringatan!
lt: Dėmesio!
ro: Avertisment!
tr: Uyarı!

source: Server %1$S (%2$S, v%3$S, WCAP v%4$S) doesn't support a sufficient WCAP version! The required version is at least 3.0.0. Continue?
cy: Nid yw gweinydd %1$S (%2$S, v%3$S, WCAP v%4$S) yn cynnal fersiwn WCAP digonol! Rhaid cael o leiaf fersiwn 3.0.0. Parhau?
ga_ie: Ní thacaíonn freastalaí %1$S (%2$S, leagan %3$S, WCAP leagan %4$S) le leaganoiriúnach de WCAP! Tá leagan 3.0.0 ar a laghad de dhíth. An bhfuil fonn ort leanúint ar aghaidh?
gd: Chan eil am frithealaiche %1$S (%2$S, v%3$S, WCAP v%4$S) a' cur taic ri tionndadh freagarrach de WCAP! Tha feum air tionndadh 3.0.0 air a' char as lugha. A bheil thu airson leantainn ort?
hu: A kiszolgáló (%1$S, %2$S, v%3$S, WCAP v%4$S) nem támogatja a megfelelő WCAP-verziót!A szükséges verzió minimum 3.0.0. Folytatja?
id: Server %1$S (%2$S, v%3$S, WCAP v%4$S) tidak mendukung versi WCAP yang cukup! Versi minimum yang diperlukan adalah 3.0.0. Lanjutkan?
lt: Serveris %1$S (%2$S, v%3$S, WCAP v%4$S) nepalaiko tinkamos WCAP versijos! Reikia, kad WCAP versija būtų bent 3.0.0. Tęsti?
ro: Serverul %1$S (%2$S, v%3$S, WCAP v%4$S) nu suportă o versiune potrivită de WCAP! Versiunea necesară este minim 3.0.0. Continuați?
tr: %1$S sunucusu (%2$S, v%3$S, WCAP v%4$S) yeterli bir WCAP sürümünü desteklemiyor! Gereken en düşük sürüm 3.0.0'dır. Devam edilsin mi?

source: Insufficient WCAP version!
cy: Fersiwn WCAP annigonol!
ga_ie: Ní leor an leagan de WCAP!
gd: Tionndadh mì-fhreagarrach de WCAP!
hu: Nem elég magas WCAP-verzió!
id: Versi WCAP tidak memenuhi kebutuhan!
lt: Netinkama WCAP version!
ro: Versiune WCAP prea veche!
tr: Yetersiz WCAP sürümü!

source: Calendar Server Password Required
cy: Mae angen Cyfrinair Gweinydd Google
ga_ie: Focal faire de dhíth le haghaidh freastalaí féilire
gd: Tha feum air facal-faire frithealaiche a' mhìosachain
hu: Jelszó szükséges a naptárkiszolgálóhoz
id: Sandi Server Kalender Dibutuhkan
lt: Kalendoriaus serveris reikalauja slaptažodžio
ro: Parolă necesară pentru serverul calendarului
tr: Takvim sunucusu parolası gerekli

source: Private
cy: Preifat
ga_ie: Príobháideach
gd: Prìobhaideach
hu: Magánjellegű
id: Pribadi
lt: Asmeninis
ro: Privat
tr: Özel

source: Confidential
cy: Cyfrinachol
ga_ie: Faoi Rún
gd: Fo rùn
hu: Bizalmas
id: Rahasia
lt: Konfidencialus
ro: Confidențial
tr: Gizli

source: Busy
cy: Prysur
ga_ie: Gnóthach
gd: Trang
hu: Elfoglalt
id: Sibuk
lt: Užimtas
ro: Ocupat
tr: Meşgul
