Repository: translate/mozilla-l10n
Catalog: ks/devtools/client/appcacheutils.properties.po
Languages: ks

source: The specified page has no manifest.
ks: مخصوص کرنْہ آمتِس پیجس چُھ نْہ کانہہ مینیفیسٹْہ۔

source: Manifest has a character encoding of %S. Manifests must have the utf-8 character encoding.
ks: مینیفیسٹس چھ اکھ کریکٹر اینکوڈینگ%S ۔ مینیفیسٹس گژھ ضرور آسُن اکھ یو ٹی ایف۔۸ کریکٹر اینکوڈینگ آسْنئ۔

source: Manifest has a mimetype of %S. Manifests must have a mimetype of text/cache-manifest.
ks: مینیفیسٹس چھ اکھ مایم ٹایپ %S ۔ مینیفیسٹس گژھ ضرور آسُن اکھ مایم ٹایپ متنُک یا کیشے مینیفیسٹُک۔

source: URI %1$S is referenced in multiple locations. This is not allowed: %2$S.
ks: URI %1$Sچُھ ریفرینسْڈ واریاہن جاین پیٹھ۔ اتھ چُھ نْہ اجازت:%2$S.

source: NETWORK section line %1$S (%2$S) prevents caching of line %3$S (%4$S) in the %5$S section.
ks: نیٹوْرک سیکشن لاین چھ رُکاوان کیشینگ %3$S (%4$S) لاینِہ ہْنز %5$Sسیکشنس منز۔%1$S (%2$S)

source: FALLBACK section line %1$S (%2$S) prevents caching of line %3$S (%4$S) in the %5$S section.
ks: فال بیک سیکشن لاین چھ رُکاوان کیشینگ %3$S (%4$S) لاینِہ ہْنز %5$Sسیکشنس منز۔%1$S (%2$S)

source: The file %1$S was modified after %2$S. Unless the text in the manifest file is changed the cached version will be used instead at line %3$S.
ks: فایل %1$S آیہ تبدیل کرنْہ %2$S پتْہ۔ یوتام نْہ مینیفیسٹْہ فایلہ منز متن تبدیل کرنْہ یِیہ کیشیڈ وْرجن یِیہ استعمال کرنْہ امہ بجاے %3$Sلاینِہ پیٹھ۔

source: %1$S has cache-control set to no-store. This will prevent the application cache from storing the file at line %2$S.
ks: چُھ کیشے کنٹرول سیٹ کْرتھ نو۔سِٹورس کُن۔ یہ رُکاوِ ایپلیکیشن کیشے یس %2$S لاینِہ پیٹھ فایل سِٹور کرنْہ نِش۔%1$S

source: %1$S points to a resource that is not available at line %2$S.
ks: %1$Sچُھ اشار کران أکس ماخذس کُن یوس نْہ %2$Sلاینِہ پیٹھ دستیاب چُھ۔

source: The URI passed to AppCacheUtils is invalid.
ks: یو آر آی یوس پاس کرنْہ آو ایپ کیشے یوٹیلْز چُھ ناکار۔

source: Your search returned no results.
ks: تُہندس تلاشش دراو نْہ کانہہ نتیجہ۔

source: Your disk cache is disabled. Please set browser.cache.disk.enable to true in about:config and try again.
ks: تُہند ڈیسْک کیشے چُھ ڈیسیبلْڈ۔ مہربأنی کْرتھ کْریو سیٹ براوزر۔کیشے۔ڈیسْک۔اینیبْل ٹروہس کُن مُتلق: کنفِگ کُن تْہ کْریو دوبار کوشش۔

source: The first line of the manifest must be "CACHE MANIFEST" at line %S.
ks: مینیفیسٹْچ گوڈنِچ لاین گژھ ضرور آسْن "CACHE MANIFEST" %S لاینِہ پیٹھ۔

source: "CACHE MANIFEST" is only valid on the first line but was found at line %S.
ks: چھ صرف چلان گوڈنِچ لاینِہ پیٹھ مگر آیہ لبنْہ %Sلاینِہ پیٹھ۔"CACHE MANIFEST"

source: Asterisk (*) incorrectly used in the %1$S section at line %2$S. If a line in the NETWORK section contains only a single asterisk character, then any URI not listed in the manifest will be treated as if the URI was listed in the NETWORK section. Otherwise such URIs will be treated as unavailable. Other uses of the * character are prohibited.
ks: ایسٹرک (*) چُھ غلط پأٹھ استعمال کرنْہ آمُت %1$Sسیکشنس منز%2$S لاینِہ پیٹھ۔ اگر نیٹوْرک سیکشنس منز أکس لاینِہ پیٹھ صرف اکھ ایسٹرک کریکٹر آسِہ، تیلہ یِیہ کانہہ تِہ یو آر ایل یوس نْہ لِسٹْہ کْرتھ آسِہ مینیفیسٹس منز ماننْہ ذن تِہ یہ یو آر آی لِستْہ کْرتھ آسِہ نیٹوْرک سیکشنس منز۔ نتْہ یِین یِتھ یو آر آی ماننہ غیر دستیاب۔ *کریکٹرْکْن باقی استعمالن پیٹھ چھ پابندی۔

source: Spaces in URIs need to be replaced with %20 at line %S.
ks: یو آر آین منز سُپیس چھ بدلاونِہ %20سْیت %Sلاینِہ پیٹھ۔

source: /../ is not a valid URI prefix at line %S.
ks: چُھ نْہ اکھ لایق یو آر آی پریفیکْس %S لاینِہ پیٹھ۔/../

source: Too many dot dot slash operators (../) at line %S.
ks: واریاہ ذیادْ ڈاٹ ڈاٹ سِلیش آپریٹر (../) چھ %Sلاینِہ پیٹھ۔

source: Only two URIs separated by spaces are allowed in the FALLBACK section at line %S.
ks: صرف چُھ سپپیسو سْیت الگ کرنْہ آمتین دون یو آر آین اجازت فال بیک سیکشنس منز %Sلاینِہ پیٹھ۔

source: Asterisk (*) incorrectly used in the FALLBACK section at line %S. URIs in the FALLBACK section simply need to match a prefix of the request URI.
ks: ایسٹرک (*) چُھ غلط پأٹھ استعمال کرنْہ آمُت فال بیک سیکشنس منز %S لاینِہ پیٹھ۔ فال بیک سیکشنس منز یو آر آی چھ سادْ پأٹھ ضرورت تھاوان میچ کرُن اکھ پریفیکْس درخواست یو آر آی اُک۔

source: The SETTINGS section may only contain a single value, "prefer-online" or "fast" at line %S.
ks: سیٹینگ سیکشنس منز ہیکِہ صرف اکھ سِنگل ویلیو روزِتھ، "prefer-online" یا "fast" لاین %S پیٹھ۔

source: Invalid section name (%1$S) at line %2$S.
ks: ناکار سیکشن ناو (%1$S) چُھ %2$S لاینِہ پیٹھ۔

source: Entry not found.
ks: اینٹری آیہ نْہ لبنْہ۔
