Repository: translate/mozilla-l10n
Catalog: gn_PY/dom/chrome/mathml/mathml.properties.po
Languages: gn_py

source: Invalid markup: <%1$S> is not allowed as a child of <%2$S>.
gn_py: Mongurusu ndoikóiva: <%1$S> noñemoneĩri <%2$S> ra'ýramo.

source: Invalid markup: Incorrect number of children for <%1$S/> tag.
gn_py: Mongurusu ndoikóiva: ta'ýra rehegua papapy oĩvaíva teramoĩme <%1$S/>.

source: Invalid markup: More than one <mprescripts/> in <mmultiscripts/>.
gn_py: Mongurusu ndoikóiva: hetave peteĩgui <mprescripts/> <mmultiscripts/>-pe.

source: Invalid markup: Expected exactly one Base element in <mmultiscripts/>. Found none.
gn_py: Mongurusu ndoikóiva: eha'ãrõkuri ha'etéva peteĩ mba'epuru Tendaite <mmultiscripts/>-pe. Ndojejuhúi mba'eveichagua.

source: Invalid markup: Incomplete subscript/superscript pair in <mmultiscripts/>.
gn_py: Mongurusu ndoikóiva: mokõiguáva oĩmba'ỹva mbopapapy'i/mbopapapyguasu <mmulticripts/>-pe.

source: Error in parsing the value '%1$S' for '%2$S' attribute of <%3$S/>. Attribute ignored.
gn_py: Jejavy ehesa'ỹijóvo tepykue '%1$S' tekome'ẽ '%2$S'-pe g̃uarã <%3$S/> mba'éva. Ojehejareíma tekome'ẽ.

source: Error in parsing the value '%1$S' for '%2$S' attribute. Attribute ignored.
gn_py: Jejavy ehesa'ỹijóvo tepykue '%1$S' tekome'ẽ '%2$S'-pe g̃uarã. Ojehejareíma tekome'ẽ.

source: Error in parsing MathML attribute value '%1$S' as length. Attribute ignored.
gn_py: Jejavy ehesa'ỹijóvo tepykue tekome'ẽ MathML '%1$S' pukukuéramo. Ojehejareíma tekome'ẽ.

source: '%1$S' is deprecated in MathML 3, superseded by '%2$S'.
gn_py: '%1$S' oñembotovéma MathML 3-pe, oñemyengoviáma '%2$S' rupi.

source: Unitless values are deprecated in MathML 3.
gn_py: Tepykue ojuaju'ỹva oñembotovéma MathML 3-pe.
