Repository: translate/mozilla-l10n
Catalog: prs/browser/installer/mui.properties.po
Languages: prs

source: Welcome to the $BrandFullNameDA Setup Wizard
prs: به برنامهٔ نصب $BrandFullNameDA خوش آمدید

source: This wizard will guide you through the installation of $BrandFullNameDA. It is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer. $_CLICK
prs: این برنامه شما را در مراحل نصب $BrandFullNameDA راهنمایی می‌کند. توصیه می‌شود که پیش از شروع به نصب تمام برنامه‌های در حال اجرا را ببندید. این کار باعث می‌شود که امکان به‌هنگام‌سازی پرونده‌های سیستمی مربوطه بدون نیاز به راه‌اندازی مجدد سیستم وجود داشته باشد. $_CLICK

source: Choose Components
prs: انتخاب مؤلفه‌ها

source: Choose which features of $BrandFullNameDA you want to install.
prs: امکاناتی از $BrandFullNameDA که مایل به نصب آن هستید را انتخاب نمایید.

source: Description
prs: شرح

source: Position your mouse over a component to see its description.
prs: برای مشاهدهٔ شرح یک مؤلفه، موشی را بر روی نام آن قرار دهید.

source: Choose Install Location
prs: انتخاب محل نصب

source: Choose the folder in which to install $BrandFullNameDA.
prs: محلی را که مایل هستید $BrandFullNameDA در آن نصب شود انتخاب نمایید.

source: Installing
prs: در حال نصب

source: Please wait while $BrandFullNameDA is being installed.
prs: لطفاً تا هنگامی که $BrandFullNameDA نصب شود منتظر بمانید.

source: Installation Complete
prs: نصب تمام شد

source: Setup was completed successfully.
prs: عمل نصب با موفقیت به پایان رسید.

source: Installation Aborted
prs: نصب قطع شد

source: Setup was not completed successfully.
prs: برنامهٔ نصب با موفقیت به پایان نرسید.

source: &Finish
prs: &پایان

source: Completing the $BrandFullNameDA Setup Wizard
prs: در حال به پایان رساندن نصب $BrandFullNameDA

source: $BrandFullNameDA has been installed on your computer. Click Finish to close this wizard.
prs: $BrandFullNameDA در رایانهٔ شما نصب شده است. برای بستن برنامهٔ نصب، کلید پایان را فشار دهید.

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
prs: برای اتمام نصب $BrandFullNameDA، باید رایانه‌تان را مجدداً راه‌اندازی کنید. آیا مایل هستید هم‌اکنون این کار را انجام دهید؟

source: Reboot now
prs: هم‌اکنون راه‌اندازی مجدد شود

source: I want to manually reboot later
prs: راه‌اندازی بعداً انجام می‌شود

source: Choose Start Menu Folder
prs: مسیر منوی شروع را انتخاب نمایید

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
prs: مسیر منوی شروع را برای قرار دادن میان‌برهای $BrandFullNameDA انتخاب نمایید.

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
prs: مسیر منوی شروعی را که می‌خواهید میان‌برهای این برنامه در آن ذخیره شوند انتخاب نمایید. برای ایجاد یک محل جدید، نام آن را وارد کنید.

source: Are you sure you want to quit $BrandFullName Setup?
prs: آیا از ترک برنامهٔ نصب $BrandFullName اطمینان دارید؟

source: Welcome to the $BrandFullNameDA Uninstall Wizard
prs: به برنامهٔ عزل $BrandFullNameDA خوش آمدید

source: This wizard will guide you through the uninstallation of $BrandFullNameDA. Before starting the uninstallation, make sure $BrandFullNameDA is not running. $_CLICK
prs: این برنامه شما را در مراحل عزل $BrandFullNameDA راهنمایی می‌کند. پیش از شروع به عزل، اطمینان حاصل کنید که $BrandFullNameDA در حال اجرا نیست. $_CLICK

source: Uninstall $BrandFullNameDA
prs: عزل $BrandFullNameDA

source: Remove $BrandFullNameDA from your computer.
prs: حذف $BrandFullNameDA از رایانه‌تان.

source: Uninstalling
prs: در حال عزل

source: Please wait while $BrandFullNameDA is being uninstalled.
prs: لطفاً تا زمانی که $BrandFullNameDA عزل شود منتظر بمانید.

source: Uninstallation Complete
prs: عزل تمام شد

source: Uninstall was completed successfully.
prs: عمل عزل با موفقیت به پایان رسید.

source: Uninstallation Aborted
prs: عزل قطع شد

source: Uninstall was not completed successfully.
prs: برنامهٔ عزل با موفقیت به پایان نرسید.

source: Completing the $BrandFullNameDA Uninstall Wizard
prs: در حال به پایان رساندن مراحل عزل $BrandFullNameDA

source: $BrandFullNameDA has been uninstalled from your computer. Click Finish to close this wizard.
prs: $BrandFullNameDA از رایانهٔ شما حذف شده است. برای بستن برنامهٔ عزل، کلید انتها را فشار دهید.

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
prs: برای اتمام عزل $BrandFullNameDA، باید رایانه‌تان را مجدداً راه‌اندازی کنید. آیا مایل هستید هم‌اکنون این کار را انجام دهید؟

source: Are you sure you want to quit $BrandFullName Uninstall?
prs: آیا از ترک برنامهٔ عزل $BrandFullName اطمینان دارید؟
