Repository: translate/mozilla-l10n
Catalog: */toolkit/chrome/cookie/cookieAcceptDialog.dtd.po
Languages: fur, hi_in, kn, pt_br, rw, si, te

source: Name:
fur: Non:
hi_in: नाम:
kn: ಹೆಸರು:
pt_br: Nome:
rw: Izina:
si: නම:
te: పేరు:

source: Content:
fur: Contignût:
hi_in: विषयसूची:
kn: ಅಂಶ:
pt_br: Valor:
rw: Ibirimo:
si: අන්තර්ගත:
te: విషయసంగ్రహము:

source: Host:
fur: Servidôr:
hi_in: होस्ट:
kn: ಅತಿಥೇಯ:
pt_br: Servidor:
rw: Inturo:
si: ධාරකය:
te: హోస్ట్ :

source: Path:
fur: Troi:
hi_in: पथ:
kn: ಮಾರ್ಗ:
pt_br: Caminho:
rw: Inzira:
si: මාර්ගය:
te: పాత్:

source: Send For:
fur: Mande par:
hi_in: के लिए भेजें:
kn: ಇಲ್ಲಿಗೆ ಕಳುಹಿಸಲ್ಪಟ್ಟಿದೆ:
pt_br: Enviar:
rw: Gutumaho:
si: සඳහා යවන්න:
te: పంపినది దీని కొరకు :

source: Expires:
fur: Scjadence:
hi_in: समाप्ति:
kn: ಕಾಲಾವಧಿಯ ಅಂತ್ಯ:
pt_br: Validade:
rw: Yarenze Igihe:
si: කල් ඉකුත්වීම:
te: కాలముతీరిన:

source: &Allow
fur: &Permet
hi_in: स्वीकार करें (&A)
kn: ಅನುಮತಿಸು
pt_br: &Aceitar
rw: Kw&emera
si: ඉඩ දෙන්න
te: అనుమతించు

source: Allow for &Session
fur: &Permet par cheste session
hi_in: सत्र के लिए स्वीकृत करें (&S)
kn: ಅಧಿವೇಶನಕ್ಕೆ ಅನುಮತಿಸು
pt_br: E&xcluir ao sair
rw: &Kwemera Umukoro
si: මෙම සැසියට ඉඩ දෙන්න
te: భాగమునకు అనుమతించు

source: &Deny
fur: &Nee
hi_in: अस्वीकार करें (&D)
kn: ತಿರಸ್ಕರಿಸು
pt_br: &Bloquear
rw: Kw&anga
si: ප්‍රතික්ශේප කරන්න
te: తిరస్కరించు

source: Confirm setting cookie
fur: Conferme la impostazion dal cookie
hi_in: कूकी सेट होने की पुष्टि करें
kn: ಕುಕಿಯ ಸಿದ್ಧತೆಯನ್ನು ಖಚಿತಪಡಿಸು
pt_br: Confirmar cookie
rw: Kwemeza igenamiterere rya Dosiyenyibutsa
si: කුකිය සැකසීම ස්ථිර කරන්න
te: కుకీ అమరికను నిశ్చయించండి

source: &Use my choice for all cookies from this site
fur: &Dopre cheste sielte par ducj i cookies di chest sît
hi_in: इस साइट की सभी कूकीज़ के लिये मेरी पसंद का उपयोग करें (&U)
kn: ಈ ತಾಣದ ಎಲ್ಲಾ ಕುಕಿಗಳಿಗೂ ನನ್ನ ಆಯ್ಕೆಯನ್ನು ಬಳಸು
pt_br: &Memorizar a decisão para este site
rw: Guko&resha ibyo nahisemo ku Dosiyenyibutsa zose zatanzwe n'uru rubuga
si: මෙම අඩවියෙන් පැමිණෙන කුකි සඳහා මාගේ අභිමතය භාවිතා කරන්න
te: ఈ సైటునుండి అన్ని కుకీలకు నా ఎన్నికను వుపయోగించండి
