Repository: translate/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/preferences/offline.dtd.po
Languages: dsb

source: Offline Settings
dsb: Nastajenja offline

source: Automatically follow &detected online state
dsb: Namakanemu &online-statusoju awtomatiski slědowaś

source: Manual state when starting up:
dsb: Manuelny status pśi startowanju:

source: &Remember previous online state
dsb: Se pjerwjejšny s&tatus online spomnjeś

source: As&k me for online state
dsb: Za online-statusom se p&šašaś

source: Send unsent messages when going online?
dsb: Njepósłane powěsći wótesłaś, gaž źośo online?

source: &Yes
dsb: &Jo

source: &No
dsb: Ně &1

source: A&sk me
dsb: &Pšašaś se

source: Download messages for offline use when going offline?
dsb: Powěsći za wužywanje offline ześěgnuś, gaž źośo offline?

source: Y&es
dsb: J&o

source: N&o
dsb: Ně &2

source: &Ask me
dsb: Pšašaś &se
