Repository: translate/mozilla-l10n
Catalog: dsb/mail/chrome/messenger/preferences/sendoptions.dtd.po
Languages: dsb

source: Send Options
dsb: Słańske opcije

source: Text Format
dsb: Tekstowy format

source: When sending messages in HTML format and one or more recipients are not listed as being able to receive HTML:
dsb: Gaž powěsći sćelu se we formaśe HTML a za jadnogo dostawarja abo někotarych dostawarjow jo pódane, až njamógu HTML dostaś:

source: As&k me what to do
dsb: &Pšašaś se, co dej se cyniś

source: &Convert the message to plain text
dsb: Powěsć do &lutnego teksta konwertěrowaś

source: &Send the message in HTML anyway
dsb: Powěsć we&to w HTML pósłaś

source: S&end the message in both plain text and HTML
dsb: Powěsć w lutnem teksće &a HTML pósłaś

source: Note: Use the Address Book to specify preferred text formats for recipients.
dsb: Glědaj: Wužyjśo adresnik, aby faworizěrowane tekstowe formaty za dostawarjow pódał.

source: When you send a message to an address with one of the domain names listed below, &brandShortName; automatically sends the message in the correct format.
dsb: Gaž sćelośo powěsć na adresu z jadnym ze slědujucych domenowych mjenjow, &brandShortName; awtomatiski sćelo powěsć w pšawem formaśe.

source: &HTML Domains
dsb: Domeny &HTML

source: &Plain Text Domains
dsb: Domeny za lu&tny tekst

# AddHtmlDomain.label AddHtmlDomain.accesskey
source: &Add…
dsb: &Pśidaś…

# AddPlainText.label AddPlainText.accesskey
source: &Add…
dsb: Pśi&daś…

# DeleteHtmlDomain.label DeleteHtmlDomain.accesskey
source: &Delete
dsb: Wu&lašowaś

# DeletePlainText.label DeletePlainText.accesskey
source: &Delete
dsb: W&ulašowaś

source: Add HTML Domain Name
dsb: Mě HTML-domeny pśidaś

source: HTML Domain Name:
dsb: Mě HTML-domeny:

source: Add Plain Text Domain Name
dsb: Mě domeny lutnego teksta pśidaś

source: Plain Text Domain Name:
dsb: Mě domeny lutnego teksta:
