Repository: translate/mozilla-l10n
Catalog: sah/browser/chrome/browser/aboutCertError.dtd.po
Languages: sah

source: Untrusted Connection
sah: Эрэлэ суох холбонуу

source: This Connection is Untrusted
sah: Бу холбонуу эрэлэ суох

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
sah: Эн &brandShortName;-у кытта маны холбоору гынаҕын <b>#1</b>, ол эрэн бу холбонуу көмүскэллээх буоларын бигэргэтэр кыахпыт суох.

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
sah: Үксүн, көмүскэллээх холбонууну оҥоро сатаатахха, ситим-сирдэр тургутуллубут идентификаторы көрдөрөллөр. Кини сөптөөх сиргэ бараргын бигэргэтэр. Ол эрээри бу ситим-сир идентификатора биллибэтэ.

source: What Should I Do?
sah: Хайыыбыный?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
sah: Өскө бу ситим-сири кытта урут туох да эҥкилэ суох ситимнэһэр эбит буоллаххына бу алҕас ким эрэ ситим-сири атынынан уларыта сатыырыттан буолуон сөп. Оннук буоллаҕына салгыы үлэлиириҥ кутталлаах.

source: Get me out of here!
sah: Мантан тахсыах!

source: I Understand the Risks
sah: Куттал суоһуурун толору өйдүүбүн

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
sah: Туох буола турарын толору өйдүүр түгэҥҥэр &brandShortName; бу ситим-сири бигэргэтэрин курдук оҥоруоххун сөп. <b>Ол гынан баран бу алҕас син биир эн көмпүүтэриҥ уонна ситим-сир ыккардыларыгар ким эрэ кыбылла сатыырын туоһулуон сөп.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
sah: Бу ситим-сир бигэргэтэр идентификаторы тоҕо туттубатын чуолкай билбэт буоллаххына туорааһыны олохтоомо.

source: Add Exception…
sah: Туорааһыны эп...

source: Technical Details
sah: Техникаҕа сыһыаннаах информация
