Repository: translate/mozilla-l10n
Catalog: sah/browser/chrome/browser/aboutDialog.dtd.po
Languages: sah

source: About &brandFullName;
sah: &brandFullName; туһунан

source: &Check for updates
sah: Саҥардыыны &көрүү

source: &Apply Update…
sah: Саҥардыыны &туруоруу...

source: &brandShortName; is experimental and may be unstable.
sah: &brandShortName; тургутуллар, онон оччо бигэтэ суох үлэлиэн сөп.

source: It automatically sends information about performance, hardware, usage and customizations back to &vendorShortName; to help make &brandShortName; better.
sah: &brandShortName; тубустун диэн кини анаан ыйыппакка эрэ үлэ таһаарыытын, көмпүүтэр туһунан сибидиэнньэни, маны &vendorShortName; туттуу уонна кини туруорууларын туһунан сибидиэнньэлэри кэмиттэн кэмигэр ыытан иһэр.

source: is a
sah: буолар

# community.exp.creditsLink
source: global community
sah: аан дойдутааҕы холбоһук

# community.exp.end
source: working together to keep the Web open, public and accessible to all.
sah: Интэриниэт кимиэхэ баҕарар аһаҕас, көҥүл, босхо буоларын туһугар үлэлиир.

source: &brandShortName; is designed by
sah: &brandShortName; оҥоһуллубут

# community.creditsLink
source: global community
sah: аан дойдутааҕы холбоһук

# community.end3
source: working together to keep the Web open, public and accessible to all.
sah: Интэриниэт кимиэхэ баҕарар аһаҕас, көҥүл буоларын туһугар үлэлиир.

source: Licensing Information
sah: Лиссиэнсийэ туһунан

source: End-User Rights
sah: Бүтэһик кыттааччы бырааба

source: Privacy Policy
sah: Көмүскэл сиэрэ

source: Checking for updates…
sah: Саҥардыыны көрүү...

source: &brandShortName; is up to date
sah: &brandShortName; тиһэх барыла турар эбит

source: Updates disabled by your system administrator
sah: Саҥардыыны дьаһабыл боппут

source: &brandShortName; is being updated by another instance
sah: &brandShortName;: атын саҥардыы буола турар

source: Update failed.
sah: Саҥардыы сатаммата.

source: Download the latest version
sah: Бүтэһик барылын хачайдаа

source: Updates available at
sah: Саҥардыы манна сытар

source: You can not perform further updates on this system.
sah: Бу тиһиликкэ (систиэмэҕэ) салгыы саҥардыыны оҥорор кыаҕыҥ суох.

source: Learn more
sah: Сиһилии

source: Downloading update —
sah: Саҥардыы хаамыыта —

source: Applying update…
sah: Саҥардыыны туһаныы...

source: You are currently on the
sah: Билигин манна бааргын:

source: update channel.
sah: саҥардыы канаала.
