Repository: translate/mozilla-l10n
Catalog: sah/browser/chrome/browser/sanitize.dtd.po
Languages: sah

source: Settings for Clearing History
sah: Сурунаалы ыраастааһын туруоруулара

source: Clear Recent History
sah: Соторутааҥы устуоруйаны сотуу

source: When I quit &brandShortName;, it should automatically clear all:
sah: &brandShortName;-тан таҕыстахпына аптамаатынан бу сотуллуохтаах:

source: &Time range to clear:
sah: С&от:

source: Last Hour
sah: Кэнники чааска

source: Last Two Hours
sah: Кэнники икки чааска

source: Last Four Hours
sah: Кэнники түөрт чаас иһинэн

source: Today
sah: Бүгүҥҥү

source: Everything
sah: Барытын

source: Visit Date
sah: Киирии күнэ-дьыла

source: Name
sah: Аат

source: D&etails
sah: С&иһилии

source: History
sah: Сурунаал

source: Data
sah: Дааннайдар

source: Saved &Passwords
sah: Долоҕойго угуллубут кии&рии тыллар

source: &Cookies
sah: К&уукалар

source: C&ache
sah: К&эш

source: &Offline Website Data
sah: Сити&мэ суох көрдөрүллэр сирдэр

source: Active &Logins
sah: Аһаҕас &бэлиэтэниилэр

source: &Site Preferences
sah: &Ситим-сир туруоруулара

source: This action cannot be undone.
sah: Бу дьайыы төннөрүллүбэт.
