Repository: translate/mozilla-l10n
Catalog: sah/browser/chrome/browser/syncSetup.properties.po
Languages: sah

source: Sync Options
sah: Sync туруоруулара

source: Done
sah: Оҥоһулунна

source: Cancel
sah: Салҕаама

source: Invalid email address
sah: Аадырыс алҕастаах

source: Please enter a valid server URL
sah: Бука диэн сиэрбэр URL-н сөпкө суруй

source: Already in use
sah: Маннык аадырыс туттуллар эбит

source: Verifying…
sah: Тургутуу...

source: and #1 additional device;and #1 additional devices
sah: уонна #1 эбии тэрил

source: #1 bookmark;#1 bookmarks
sah: #1 бэлиэ

source: #1 day of history;#1 days of history
sah: устуоруйа #1 күнэ

source: #1 password;#1 passwords
sah: #1 киирии тыл

source: Save Recovery Key
sah: Сөргүтэр тылбын бигэргэтии

source: Firefox Recovery Key.html
sah: Firefox сөргүтэр күлүүһэ Key.html

source: Firefox Sync is now set up to automatically sync all of your browser data.
sah: Firefox Sync мантан инньэ браузергын аптамаатынан синхронизациялыыр буолуоҕа.

source: You can choose exactly what to sync by selecting Sync Options below.
sah: Аллара көстөр Sync туруорууларыгар киирэн тугу синхроннуургур талыаххын сөп.

source: Firefox Sync will now merge all this device's browser data into your Sync account.
sah: Firefox Sync бу кэннэ эн көмпүүтэргэр баар туруоруулары Sync-ка бааллары кытта холбуо.

source: Firefox Sync will now replace all of the browser data on this device with the data in your Sync account.
sah: Firefox Sync бу көмпүүтэр браузерын туруорууларын Sync туруорууларынан уларытан биэриэ.

source: Firefox Sync will now replace all of the browser data in your Sync account with the data on this device.
sah: Firefox Sync Эн Sync-ка туруорбут туруорууларгын бу көмпүүтэр барузерын туруорууларынан солбуйуо.

source: You can change this preference by selecting Sync Options below.
sah: Бу туруорууну Sync туруорууларыгар киирэн уларытыаххын сөп.

source: Continue
sah: Салгыы
