Repository: translate/mozilla-l10n
Catalog: wo/browser/chrome/overrides/appstrings.properties.po
Languages: wo

source: The URL is not valid and cannot be loaded.
wo: URL baaxul te mëneesuko fat.

source: Firefox can't find the file at %S.
wo: Firefox mënula gis dencukaay bi ci màkkaan %S.

source: Firefox can't find the server at %S.
wo: Firefox mënula gis serwëër bi ci màkkaan %S.

source: Firefox can't establish a connection to the server at %S.
wo: Firefox mënula jokkoo ak serwëër bi ci makkaan %S.

source: The connection to %S was interrupted while the page was loading.
wo: Jokkoo ak %S dafa taxaw bi ñuy yeb xët wi.

source: The server at %S is taking too long to respond.
wo: Serwëër bi ci màkkaan %S dafay yeexa tontu.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
wo: Firefox nemmeeku na ni serwëër baa ngiy jubalaat laaj ci makkaan bii ci anam bu dul sotti.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
wo: Ngir wone xët bii, xibaar yi jota ñëw ak %S dañu leen wara delloo. Lii day tollanti bepp jëf (lu mel ni wut walla njënd) bu jiituwoon.

source: Resend
wo: Delloo

source: Firefox doesn't know how to communicate with the server.
wo: Firefox xamul nan lay jokkoo ak serwëër bi.

source: The connection to the server was reset while the page was loading.
wo: Jokkoo ak serwëër bi dafa sàjjaat bi xët bi di yabu.

source: This document is no longer available.
wo: Jukki bii amatul.

source: Firefox is currently in offline mode and can't browse the Web.
wo: Firefox nekkul leegi ci rëdd,,mënul yegg ci web bi.

source: The document cannot change while Printing or in Print Preview.
wo: Jukki bu ñuy móol mba seen laata móol kenn mëneesuko soppi.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
wo: Màkkaan bi mi ngiy jëfandikoo benn jokkoo lëkkale bu ñu miinul. Loolu tax Fires fox bayyi wut gi.

source: Firefox is configured to use a proxy server that can't be found.
wo: Firefox dañu ko tabb ngir muy jëfandikoo serwëër proxy, wante serwëër bi kenn gisu ko.

source: Firefox is configured to use a proxy server that is refusing connections.
wo: Firefox dañu ko tabb ngir muy jëfandikoo serwëër proxy, wante serwëër bi nanguwul ay jokkoo.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
wo: Xët bi ngay jeema gis kenn mënuko wone ndax dafay jëfandikoo naj bu baaxul.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
wo: Xët bi ngay jeema gis kenn mënuko wone ndax dafa ëmb dencukaay bu woorul ubbi. Jokkool ak boroom.

source: External Protocol Request
wo: Ñaanu porotokolu biti

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
wo: War nañu sàjj benn jëfekaayu biti ngir saytu buum yu ne ci giiru %1$S: links. Buum bi ñu laaj: %2$S Jëfekaay: %3$S Su fekkeeni neguloowoon laaj bii, mën na nekk ni dañuy jeema jëfandikoo doyadi yi ci biir jëfekaay bi. Xelal gi mooy nga neenal laaj bi ndare mu wóór la ni du lu bon.

source: <Unknown>
wo: <Xameesul jëfekaay bi>

source: Remember my choice for all links of this type.
wo: Fattalikul sama tànn bile ci bépp giiri buum bu ni mel.

source: Launch application
wo: Sàjj tërëlin bi

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
wo: Dal bi ne ci %S feeñal nañu ko niki berabu song, loolu tax ñu tëye ko ni ko say taamu kaarange bëggee.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
wo: Dalub web ci %S feeñal nañu ko niki royaal buy napp jëfandikookat yi ngir seddoo seen xibaari bopp walla ci mbiri xaalis.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
wo: Xët wi ngay jéema seet mënula nekk ndax benn njumte bu am ci rootaan yi ñu yonnee.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
wo: Xët wi mi ngiy jëfandikoo xarala yu wees yu féexatul ci ñakk ndigal.
