Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/addressbook/abCardOverlay.dtd.po
Languages: xh, zu

source: &Add to:
xh: &Fakela apha:
zu: &Nezela:

source: Contact
xh: Qhagamshelana
zu: Thintana

source: Name
xh: Igama
zu: Igama

source: &First:
xh: &Ekuqaleni:
zu: &Lokuqala:

source: &Last:
xh: &Ekugqibeleni:
zu: &Lokugcina:

source: _: PhoneticField1.label Phonetic:
xh: Ngokwefonetiki:
zu: Ifonetiki:

source: _: PhoneticField2.label Phonetic:
xh: Ngokwefonetiki:
zu: Ifonetiki:

source: &Display:
xh: &Bonisa:
zu: &Veza:

source: &Nickname:
xh: &Igama lesiqhulo:
zu: &Isidlaliso:

source: Internet
xh: Unxibelelwano
zu: I-Inthanethi

source: &Email:
xh: &Imeyile:
zu: &I-Imeyili

source: Additi&onal Email:
xh: Imeyile Efake&lweyo:
zu: Enye &I-Imeyili:

source: P&refers to receive messages formatted as:
xh: Kukhe&thwa ukwamkela imiyalezo enolungiselelo olunje:
zu: I&khetha ukuthola imiyalezo eyakhiwe ngokuthi:

source: Plain Text
xh: Isiqendu Esingaxutywanga
zu: Umbhalo Ovamile

source: HTML
xh: i-HTML
zu: I-HTML

source: Unknown
xh: Okungaziwayo
zu: Okungaziwa

source: &Screen Name:
xh: &Igama Leskrini:
zu: &Igama Leskrini:

source: Phones
xh: Iifowuni
zu: Izingcingo

source: &Work:
xh: &Umsebenzi:
zu: &Olwasemsebenzini:

source: &Home:
xh: &Ekhaya:
zu: &Olwasekhaya:

source: Fa&x:
xh: Ife&ks:
zu: Isi&khahlamezi:

source: &Pager:
xh: &Isityhili samakhasi:
zu: &Ipheja:

source: &Mobile:
xh: &Okuphatheka ngesandla:
zu: &Umakhalekhukhwini:

source: Address
xh: Idilesi
zu: Ikheli

source: Home
xh: Ekhaya
zu: Lasekhaya

source: _: HomeAddress.label Address:
xh: Idilesi:
zu: Ikheli:

source: _: HomeCity.label City:
xh: Isixeko:
zu: Idolobha:

source: _: HomeState.label State/Province:
xh: Umbuso/Iphondo:
zu: Ihulumende/Isifundazwe:

source: _: HomeZipCode.label ZIP/Postal Code:
xh: i-ZIP/Ikhowudi Yeposi:
zu: Inombolo Yeposi:

source: _: HomeCountry.label Country:
xh: Ilizwe:
zu: Izwe:

source: _: HomeWebPage.label Web Page:
xh: Ikhasi Lothungelwano:
zu: Ikhasi Lewebhu:

source: Work
xh: Umsebenzi
zu: Umsebenzi

source: Title:
xh: Isihloko:
zu: Isihloko:

source: Department:
xh: Isebe:
zu: Umnyango:

source: Organization:
xh: Umbutho:
zu: Inhlangano:

source: _: WorkAddress.label Address:
xh: Idilesi:
zu: Ikheli:

source: _: WorkCity.label City:
xh: Isixeko:
zu: Idolobha:

source: _: WorkState.label State/Province:
xh: Umbuso/Iphondo:
zu: Ihulumende/Isifundazwe:

source: _: WorkZipCode.label ZIP/Postal Code:
xh: i-ZIP/Ikhowudi Yeposi:
zu: Inombolo Yeposi:

source: _: WorkCountry.label Country:
xh: Ilizwe:
zu: Izwe:

source: _: WorkWebPage.label Web Page:
xh: Ikhasi Lothungelwano:
zu: Ikhasi Lewebhu:

source: Other
xh: Okunye
zu: Okunye

source: Custom &1:
xh: Ukulungiselela &1:
zu: Injwayelo &1:

source: Custom &2:
xh: Ukulungiselela &2:
zu: Injwayelo &2:

source: Custom &3:
xh: Ukulungiselela &3:
zu: Injwayelo &3:

source: Custom &4:
xh: Ukulungiselela &4:
zu: Injwayelo &4:

source: Notes
xh: Iingongoma
zu: Amanothi
