Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/addressbook/addressBook.properties.po
Languages: af, am, bg, bs, cy, ga_ie, hu, id, kab, lt, nn_no, pt, pt_br, ro, sl, tr, uz, xh, zu

source: Edit %S
cy: Golygu %S
ga_ie: Cuir %S in Eagar
hu: %S szerkesztése
kab: Ẓreg %S
lt: „%S“ taisa
pt: Editar %S

source: You must enter a list name.
af: U moet 'n lysnaam intik.
am: የ ስም ዝርዝር ማስገባት አለብዎት
bg: Трябва да въведете име на списък.
bs: Morate unijeti naziv liste
cy: Rhaid cyflwyno enw rhestr.
ga_ie: Caithfidh tú ainm liosta a iontráil.
hu: Be kell írnia egy lista nevét.
id: Anda harus memasukkan nama daftar.
kab: Issefk ad muddeḍ isem n tebdart.
lt: Reikia surinkti sąrašo pavadinimą.
nn_no: Du må skriva inn eit listenamn.
pt: Tem que dar um nome à lista.
pt_br: Você precisa fornecer o nome da lista.
ro: Introduceți un nume pentru listă.
sl: Vnesti morate ime seznama.
tr: Bir liste adı girmelisiniz.
uz: Ro‘yxat nomini kiritishigiz kerak.
xh: Kufuneka ungenise igama loludwe.
zu: Kumelwe ufake igama lohlu.

source: All Address Books
am: ሁሉንም የ አድራሻ ደብተሮች
bg: Всички адресници
bs: Svi adresari
cy: Pob Llyfr Cyfeiriadau
ga_ie: Gach Leabhar Seoltaí
hu: Minden címjegyzék
kab: Akk imedlisen n tensa
lt: Visos adresų knygos
nn_no: Alle adressebøker
pt: Todos os livros de endereços
ro: Toate agendele
tr: Tüm Adres Defterleri
uz: Barcha manzil kitoblari

source: New Contact
af: Nuwe kennis
am: አዲስ ግንኙነት
bg: Нов контакт
bs: Novi kontakt
cy: Cysylltiad Newydd
ga_ie: Teagmhálaí Nua
hu: Új névjegy
id: Data Kenalan Baru
kab: Anermis amaynut
lt: Naujas adresatas
nn_no: Ny kontakt
pt: Novo contacto
pt_br: Novo contato
ro: Contact nou
sl: Nov stik
tr: Yeni Kişi
uz: Yangi kontakt

source: New Contact for %S
af: Nuwe kennis vir %S
am: አዲስ ግንኙነት ለ %S
bg: Нов контакт за %S
bs: Novi kontakt za %S
cy: Cysylltiad newydd %S
ga_ie: Teagmhálaí Nua le haghaidh %S
hu: Új névjegy %S számára
id: Data Kenalan Baru untuk %S
kab: Anermis amaynut i %S
lt: Naujas adresatas: %S
nn_no: Ny kontakt for %S
pt: Novo contacto para %S
pt_br: Novo contato para “%S”
ro: Contact nou pentru %S
sl: Nov stik za %S
tr: Yeni Kişi: %S
uz: %S uchun yagi kontakt

source: Edit Contact
af: Redigeer kennis
am: ግንኙነት ማረሚያ
bg: Промяна на контакт
bs: Uredi kontakt
cy: Golygu Cysylltiad
ga_ie: Cuir Teagmhálaí in Eagar
hu: Névjegy szerkesztése
id: Ubah Data Kenalan
kab: Ẓreg anermis
lt: Adresato duomenų taisymas
nn_no: Rediger kontakt
pt: Editar contacto
pt_br: Propriedades do contato
ro: Editare contact
sl: Uredi stik
tr: Kişiyi Düzenle
uz: Kontaktni tahrirlash

source: Edit Contact for %S
af: Redigeer inskrywing vir %S
am: ግንኙነት ማረሚያ ለ %S
bg: Промяна на контакт за %S
bs: Uredi kontakt za %S
cy: Golygu Cysylltiad %S
ga_ie: Cuir Teagmhálaí in Eagar le haghaidh %S
hu: %S névjegyének szerkesztése
id: Ubah Data Kenalan %S
kab: Ẓreg anermis i %S
lt: Adresato (%S) taisymas
nn_no: Rediger kontakten til %S
pt: Editar contacto de %S
pt_br: Propriedades do contato “%S”
ro: Editează contactul pentru %S
sl: Uredi stik za %S
tr: Kişiyi Düzenle: %S
uz: %S uchun kontaktlarni tahrirlash

source: Edit vCard
af: Redigeer vCard
am: የ ንግድ ካርድ ማረሚያ
bg: Промяна на vCard
bs: Uredi vCard
cy: Golygu vCard
ga_ie: Cuir vCard in Eagar
hu: vCard szerkesztése
id: Sunting vCard
kab: Ẓreg vCard
lt: Vizitinės kortelės taisymas
nn_no: Rediger adressekort (vCard)
pt: Editar vCard
pt_br: Propriedades do vCard
ro: Editare vCard
sl: Uredi vizitko (vCard)
tr: vCard'ı Düzenle
uz: vCard’ni tahrirlash
xh: Hlela i-vKhadi
zu: Lungisa i-vCard

source: Edit vCard for %S
af: Redigeer vCard vir %S
am: የ ንግድ ካርድ ማረሚያ ለ %S
bg: Промяна на vCard за %S
bs: Uredi vCard za %S
cy: Golygu vCard %S
ga_ie: Cuir vCard le haghaidh %S in eagar
hu: %S vCard-jának szerkesztése
id: Sunting vCard milik %S
kab: Ẓreg vCard i %S
lt: Vizitinės kortelės (%S) taisymas
nn_no: Rediger adressekort (vCard) for %S
pt: Editar vCard para %S
pt_br: Propriedades do vCard de “%S”
ro: Editare vCard pentru %S
sl: Uredi vizitko (vCard) za %S
tr: %S Kişisinin vCard'ını Düzenle
uz: %S uchun vCard’ni tahrirlash
xh: Hlela i-vKhadi ye-%S
zu: Lungisa i-vCard ye-%S

source: You must enter at least one of the following items: Email Address, First Name, Last Name, Display Name, Organization.
af: U moet ten minste een van die volgende items intik: E-posadres, voornaam, van, vertoonnaam, organisasie.
am: እርስዎ ቢያንስ ከ እነዚህ አንዱን ማስገባት አለብዎት: የ ኢሜይል አድራሻ: የ እርስዎን ስም: የ አባት ስም: ስም ማሳያ: ድርጅት
bg: Трябва да въведете поне една от следните позиции: Ел. адрес, Име, Фамилия, Показвано име, Организация.
bs: Morate upisati najmanje jednu od sljedećih stavki: Email adresu, Ime, Prezime, Ime za prikaz, Organizaciju.
cy: Rhaid rhoi o leiaf un o'r eitemau canlynol: Cyfeiriad e-bost, Enw Cyntaf, Enw Olaf, Enw Dangos, Corff.
ga_ie: Caithfidh tú ceann amháin ar a laghad de na míreanna seo a leanas a chur isteach: Seoladh Ríomhphoist, Ainm, Sloinne, Ainm Taispeána, Eagras.
hu: Be kell írnia legalább a következő elemek egyikét: E-mail cím, Utónév, Vezetéknév, Megjelenítendő név, Szervezet.
id: Paling tidak satu di antara item berikut harus ada: Alamat Email, Nama Depan, Nama Belakang, Nama Tampilan, Organisasi.
kab: Issefk ad mudd-eḍ ɣarṣum yiwen seg iferdisen-agi: Tansa imayl, Isem, Isem n twacult, isem ara d-sekneḍ, tuddsa.
lt: Reikia nurodyti bent vieną iš šių laukų: el. pašto adresas, vardas, pavardė, asmenvardis, organizacija.
nn_no: Du må skriva inn minst eitt av følgjande: E-postadresse, fornamn, etternamn, vist namn, organisasjon.
pt: Tem de introduzir, pelo menos, um dos seguintes itens: endereço de e-mail, nome, apelido, nome exibido, organização.
pt_br: Você deve fornecer pelo menos um dos seguintes itens: E-mail, primeiro nome, último nome, nome de exibição e empresa.
ro: Trebuie să introduceți măcar una din următoarele: Adresa de e-mail, Prenumele, Numele de familie, Numele afișat, Organizația.
sl: Vnesti morate vsaj eno od naslednjih predmetov: E-naslov, ime, priimek, prikazano ime, organizacija
tr: Şu ögelerden en az birisini girmelisiniz: E-Posta Adresi, Ad, Soyad, Gösterilen Ad, Kurum.
uz: Hech bo‘lmaganda quyidagilardan bittasini kiritishigiz kerak: E-pochta manzili, Ismi, Faimliyasi, Taxallusi, Tashkilot.

source: Required Information Missing
af: Vereiste inligting word vermis
am: የሚያስፈልገው መረጃ ጎድሏል
bg: Липсва необходима информация
bs: Nedostaju potrebne informacije
cy: Mae Gwybodaeth Angenrheidiol ar Goll
ga_ie: Faisnéis riachtanach ar iarraidh
hu: Hiányzik a szükséges információ
id: Informasi yang Dibutuhkan Tidak Ada
kab: Talɣut tassefkayant ulac-itt
lt: Trūksta informacijos
nn_no: Manglar nødvendig informasjon
pt: Informação necessária em falta
pt_br: Ausência de dados necessários
ro: Lipsesc informații necesare
sl: Zahtevani podatki manjkajo
tr: Gerekli Bilgi Eksik
uz: Kerakli ma’lumotlar keltirilmagan

source: The primary e-mail address must be of the form user@host.
af: Die primêre e-posadres moet in die vorm gebruiker@gasheer wees.
am: ቀዳሚው የ ኢ-ሜይል አድራሻ በዚህ መልከ መሆን አለበት user@host.
bg: Основният ел. адрес трябва да има формата user@host.
bs: Primarna email adresa mora biti u obliku korisnik@host.
cy: Rhaid i'r prif gyfeiriad fod ar ffurf defnyddiwr@gwesteiwr.
ga_ie: Caithfidh an príomhsheoladh ríomhphoist a bheith san fhoirm úsáideoir@óstríomhaire.
hu: Az elsődleges e-mail címet felhasználó@gép alakban kell megadni.
id: Alamat email utama harus dalam format nama@host.
kab: Issefk tansa imayl tagejdant ad tili am umasal aseqdac@asenneftaɣ.
lt: Pagrindinis el. pašto adresas turi turėti pavidalą „naudotojas@serveris“.
nn_no: Den primære e-postadressa må vera på forma brukar@vert.
pt: O endereço de e-mail principal tem de estar no formato utilizador@servidor.
pt_br: O endereço de e-mail primário deve ter o formato usuario@servidor.
ro: Adresa primară de e-mail trebuie să fie de forma utilizator@gazdă.
sl: Primarni e-naslov mora biti v obliki uporabnik@strežnik.
tr: Birincil e-posta adresi kullanıcı@sunucu şeklinde olmalı.
uz: Asosiy e-pochta manzili foydalanuvchi@host shaklida bo‘lishi kerak.

source: Incorrect Email Address Format
af: Verkeerde e-posadresformaat
am: የ ኢሜይል አድራሻ አቀራረብ ትክክል አይደለም
bg: Неправилен формат на ел. адрес
bs: Neispravan format email adrese
cy: Fformat Cyfeiriad Anghywir
ga_ie: Formáid Mhícheart sa Seoladh Ríomhphoist
hu: Helytelen formátumú e-mail cím
id: Format Alamat Email Salah
kab: Amasal n tensa n imayl d arameɣtu
lt: Neteisingas el. pašto adreso formatas
nn_no: Ugyldig formatering på e-postadressa
pt: Formato de endereço de e-mail incorreto
pt_br: Formato incorreto do endereço do e-mail
ro: Forma adresei e-mail incorectă
sl: Napačna oblika za e-poštni naslov
tr: Yanlış E-Posta Adres Biçimi
uz: E-pochta manzili formati noto‘g‘ri

source: Mailing List: %S
af: Poslys: %S
am: የ ደብዳቤ ዝርዝር: %S
bg: Пощенски списък: %S
bs: Mailing lista: %S
cy: Rhestr E-bostio: %S
ga_ie: Liosta Postála: %S
hu: Levelezőlista: %S
id: Daftar Email: %S
kab: Tabdart n tnezwit: %S
lt: Adresatų sąrašas: %S
nn_no: E-postliste: %S
pt: Lista de correio: %S
pt_br: Lista de e-mails: %S
ro: Listă de expediție: %S
sl: Dopisni seznam: %S
tr: Posta Listesi: %S
uz: Xabar almashish ro‘yxati: %S
xh: Uludwe Lwemeyile: %S
zu: Uhlu Lokuthumela: %S

source: Mailing List Already Exists
af: Poslys bestaan reeds
am: የ ደብዳቤ ዝርዝር ቀደም ብሎ ነበር
bg: Пощенския списък вече съществува
bs: Mailing lista već postoji
cy: Rhestr E-bostio'n Bodoli Eisoes
ga_ie: Tá an Liosta Postála Ann Cheana
hu: Létező levelezőlista
id: Daftar Email Sudah Ada
kab: Tabdart n tnezwit tella yakan
lt: Toks sąrašas jau yra
nn_no: E-postlista finst frå før
pt: Lista de correio já existente
pt_br: Lista de e-mails já existe
ro: Listă de expediție deja existentă
sl: Dopisni seznam že obstaja
tr: Posta Listesi Zaten Mevcut
uz: Xabar almashish ro‘yxati allaqachon mavjud
xh: Uludwe Lwemeyile Selukhona
zu: Uhlu Lokuthumela Selukhona Kakade

source: A Mailing List with that name already exists. Please choose a different name.
af: 'n Poslys met daardie naam bestaan reeds. Gebruik asseblief 'n ander naam.
am: በዚህ ስም የ ደብዳቤ ዝርዝር ቀደም ብሎ ነበር: እባክዎን ሌላ ስም ይምረጡ
bg: Пощенски списък с това име вече съществува, моля изберете друго име.
bs: Mailing lista sa ovim nazivom već postoji. Molimo izaberite drugi naziv.
cy: Mae Rhestr E-bostio o'r enw yna'n bodoli eisoes. Dewiswch enw arall.
ga_ie: Tá liosta postála ann cheana leis an ainm sin air. Roghnaigh ainm eile le do thoil.
hu: Egy levelezőlista már létezik ezen a néven. Válasszon egy másik nevet.
id: Daftar Email dengan nama yang sama sudah ada. Silakan pilih nama lainnya.
kab: Tabdart n tnezwit s yisem-agi tella yakan. Ma ulac aɣilif fren isem nniḍen.
lt: Toks adresatų sąrašas jau yra. Surinkite kitą vardą.
nn_no: Ei e-postliste med det same namnet finst frå før av. Vel eit anna namn.
pt: Já existe uma lista de correio com este nome. Por favor escolha um nome diferente.
pt_br: Uma lista de e-mails com este nome já existe. Por favor, selecione um diferente.
ro: Există deja o listă de expediție cu acest nume. Vă rugăm să îi dați un alt nume.
sl: Dopisni seznam s tem imenom že obstaja. Izberite kako drugo ime.
tr: Bu isimde bir Posta Listesi zaten mevcut. Lütfen farklı bir isim seçin.
uz: Shu nomdagi xabar almashish ro‘yxati allaqachon mavjud. Boshqa nomni tanlang.
xh: Uludwe Lwemeyile olunelo gama selukhona. Nceda khetha igama elahlukileyo.
zu: Uhlu Lokuthumela olunalelo gama selukhona kakade. Sicela ukhethe elinye igama.

source: Delete Contact
ga_ie: Scrios an Teagmhálaí
pt: Apagar contacto

source: Are you sure you want to delete this contact? • #1
ga_ie: An bhfuil tú cinnte go dteastaíonn uait an teagmhálaí seo a scrios? • #1
pt: Tem a certeza de que pretende apagar este contacto? • #1

source: Delete Multiple Contacts
ga_ie: Scrios Teagmhálaithe Éagsúla
pt: Apagar múltiplos contactos

source: Are you sure you want to delete this #1 contact?;Are you sure you want to delete these #1 contacts?
ga_ie: An bhfuil tú cinnte gur mhaith leat an #1 teagmhálaí seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat an #1 theagmhálaí seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat na #1 theagmhálaí seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat na #1 dteagmhálaí seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat na #1 teagmhálaí seo a scriosadh?
pt: Tem a certeza de que pretende apagar este #1 contacto?;Tem a certeza de que pretende apagar estes #1 contactos?

source: Remove Contact
ga_ie: Bain an Teagmhálaí Seo
pt: Remover contacto

source: Are you sure you want to remove this contact from the mailing list '#2'? • #1
ga_ie: An bhfuil tú cinnte gur mhaith leat an teagmhálaí seo a bhaint de liosta ríomhphoist '#2'? • #1
pt: Tem a certeza de que pretende remover este contacto da lista de correio '#2'? • #1

source: Remove Multiple Contacts
ga_ie: Bain níos mó ná teagmhálaí amháin de
pt: Remover múltiplos contactos

source: Are you sure you want to remove this #1 contact from the mailing list '#2'?;Are you sure you want to remove these #1 contacts from the mailing list '#2'?
ga_ie: An bhfuil tú cinnte gur mhaith leat an teagmhálaí seo a bhaint de liosta ríomhphoist '#2'?;An bhfuil tú cinnte gur mhaith leat an #1 theagmhálaí seo a bhaint de liosta ríomhphoist '#2'?;An bhfuil tú cinnte gur mhaith leat na #1 theagmhálaí seo a bhaint de liosta ríomhphoist '#2'?;An bhfuil tú cinnte gur mhaith leat na #1 dteagmhálaí seo a bhaint de liosta ríomhphoist '#2'?;An bhfuil tú cinnte gur mhaith leat na #1 teagmhálaí seo a bhaint de liosta ríomhphoist '#2'?
pt: Tem a certeza de que pretende remover este #1 contacto da lista de correio '#2'?;Tem a certeza de que pretende remover estes #1 contactos da lista de correio '#2'?

source: Delete Mailing List
af: Skrap poslys
am: የ ደብዳቤ ዝርዝር ማጥፊያ
bg: Изтриване на пощенски списък
bs: Obriši mailing listu
cy: Dileu Rhestr E-bost
ga_ie: Scrios Liosta Postála
hu: Levelezőlista törlése
id: Hapus Milis
kab: Kkes tabdart n tnezwit
lt: Pašalinti adresų sąrašus
nn_no: Slett e-postliste
pt: Apagar lista de correio
pt_br: Excluir lista de e-mails
ro: Ștergere listă expediție
sl: Izbriši dopisni seznam
tr: Posta Listesini Sil
uz: Xabar almashish ro‘yxatini o‘chirish
xh: Cima Uludwe Lwemeyile
zu: Cisha Uhlu Lokuthumela

source: Are you sure you want to delete this mailing list? • #1
ga_ie: An bhfuil tú cinnte gur mian leat an liosta ríomhphoist seo a scriosadh? • #1
pt: Tem a certeza de que deseja apagar esta lista de correio? • #1

source: Delete Multiple Mailing Lists
ga_ie: Scrios níos mó ná liosta amháin
pt: Apagar múltiplas listas de correio

source: Are you sure you want to delete this #1 mailing list?;Are you sure you want to delete these #1 mailing lists?
ga_ie: An bhfuil tú cinnte gur mhaith leat an liosta ríomhphoist seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat an #1 liosta ríomhphoist seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat na #1 liosta ríomhphoist seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat na #1 liosta ríomhphoist seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat na #1 liosta ríomhphoist seo a scriosadh?
pt: Tem a certeza de que pretende apagar esta #1 lista de correio?;Tem a certeza de que pretende apagar estas #1 listas de correio?

source: Delete Contacts and Mailing Lists
ga_ie: Scrios Teagmhálaithe agus Liostaí Ríomhphoist
pt: Apagar contactos e listas de correio

source: Are you sure you want to delete these #1 contacts and mailing lists?;Are you sure you want to delete these #1 contacts and mailing lists?
ga_ie: An bhfuil tú cinnte gur mhaith leat an #1 teagmhálaí agus liosta ríomhphoist seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat an #1 theagmhálaí agus liosta ríomhphoist seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat na #1 theagmhálaí agus liosta ríomhphoist seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat na #1 dteagmhálaí agus liosta ríomhphoist seo a scriosadh?;An bhfuil tú cinnte gur mhaith leat na #1 teagmhálaí agus liosta ríomhphoist seo a scriosadh?
pt: Tem a certeza de que pretende apagar estes #1 contactos e listas de correio?;Tem a certeza de que pretende apagar estes #1 contactos e listas de correio?

source: Delete Address Book
af: Skrap adresboek
am: የ አድራሻ ደብተር ማጥፊያ
bg: Изтриване на адресник
bs: Obriši adresar
cy: Dileu Llyfr Cyfeiriadau
ga_ie: Scrios Leabhar Seoltaí
hu: Címjegyzék törlése
id: Hapus Buku Alamat
kab: Kkes imedlis n tensa
lt: Pašalinti adresų knygą
nn_no: Slett adressebok
pt: Apagar livro de endereços
pt_br: Excluir catálogo de endereços
ro: Șterge agenda de contacte
sl: Izbriši imenik
tr: Adres Defterini Sil
uz: Manzil kitobini o‘chirish
xh: Cima Incwadi Yeedilesi
zu: Cisha Incwadi Yamakheli

source: Are you sure you want to delete this address book and all of its contacts? • #1
ga_ie: An bhfuil tú cinnte gur mhaith leat an leabhar seoltaí seo agus gach teagmhálaí atá ann a scriosadh? • #1
pt: Tem a certeza de que pretende apagar este livro de endereços e todos os seus contactos? • #1

source: Delete Local LDAP Directory
ga_ie: Scrios Eolaire LDAP Áitiúil
pt: Apagar diretório LDAP local

source: Are you sure you want to delete the local copy of this LDAP directory and all of its offline contacts? • #1
ga_ie: An bhfuil tú cinnte gur mhaith leat an chóip áitiúil den eolaire LDAP seo agus gach teagmhálaí as líne atá ann a scriosadh? • #1
pt: Tem a certeza de que pretende apagar a cópia local deste diretório LDAP e todos os seus contactos offline? • #1

source: Delete Collection Address Book
ga_ie: Scrios Leabhar na Seoltaí Bailithe
pt: Apagar livro de endereços de coleção

source: If this address book is deleted, #2 will no longer collect addresses. Are you sure you want to delete this address book and all of its contacts? • #1
ga_ie: Má scriostar an leabhar seoltaí seo, ní bhaileoidh #2 seoltaí as seo amach. An bhfuil tú cinnte gur mian leat an leabhar seoltaí seo agus gach teagmhálaí atá ann a scriosadh? • #1
pt: Se este livro de endereços é apagado, #2 não irá recolher endereços. Tem a certeza de que pretende apagar este livro de endereços e todos os seus contactos? • #1

source: Email
af: E-pos
am: ኢሜይል
bg: Е-поща
cy: E-bost
ga_ie: Ríomhphost
kab: Imayl
lt: El. pašto adresas
nn_no: E-post
sl: E-pošta
tr: E-Posta
uz: Elektron pochta
xh: Imeyile
zu: I-imeyili

source: List Name
af: Lysnaam
am: የ ስም ዝርዝር
bg: Име на списък
bs: Naziv liste
cy: Enw Rhestr
ga_ie: Ainm an Liosta
hu: Listanév
id: Nama Milis
kab: Isem n tebdart
lt: Sąrašo pavadinimas
nn_no: Listenamn
pt: Nome da lista
pt_br: Nome da lista
ro: Nume listă
sl: Ime seznama
tr: Liste Adı
uz: Ro‘yxat nomi
xh: Igama Loludwe
zu: Yisho Igama

source: Additional Email
af: Bykomende e-pos
am: ተጨማሪ ኢሜይል
bg: Допълнителен ел. адрес
bs: Dodatni email
cy: E-bost Ychwanegol
ga_ie: Seoladh Ríomhphoist sa Bhreis
hu: További e-mail
id: Email Lainnya
kab: Imayl nniḍen
lt: Papildomas el. pašto adresas
nn_no: E-post (annan)
pt: E-mail alternativo
pt_br: E-mail alternativo
ro: Email suplimentar
sl: Dodatna e-pošta
tr: Ek E-Posta
uz: Qo‘shimcha e-pochta
xh: Imeyile Efakelweyo
zu: Enye I-imeyili

source: Nickname
af: Bynaam
am: የ ቅጽል ስም
bg: Псевдоним
bs: Nadimak
cy: Llysenw
ga_ie: Leasainm
hu: Becenév
id: Nama Alias
kab: Meffer isem
lt: Slapyvardis
nn_no: Kallenamn
pt_br: Apelido
ro: Pseudonim
sl: Vzdevek
tr: Takma Ad
uz: Taxallus
xh: Igama lesiqhulo
zu: Isiteketiso

source: Display Name
af: Vertoonnaam
am: ስም ማሳያ
bg: Показвано име
bs: Ime za prikaz
cy: Enw Dangos
ga_ie: Ainm Taispeána
hu: Megjelenő név
id: Nama Tampilan
kab: Isem ad ittuseknen
lt: Asmenvardis
nn_no: Fullt namn
pt: Nome exibido
pt_br: Apresentar como
ro: Nume de afișat
sl: Prikazano ime
tr: Gösterilen Ad
uz: Ko‘rinadigan nom
xh: Igama Lokubonisa
zu: Igama Elizovela

# propertyWork
source: Work
af: Werk
am: ስራ
bg: Служебен
bs: Posao
cy: Gwaith
ga_ie: Obair
hu: Munka
id: Kantor
kab: Amahil
lt: Darbo
nn_no: Arbeid
pt: Trabalho
pt_br: Comercial
ro: Serviciu
sl: Služba
tr: İş
uz: Ish

# propertyHome
source: Home
af: Huis
am: ቤት
bg: Домашен
bs: Kućni
cy: Cartref
ga_ie: Baile
hu: Otthon
id: Rumah
kab: Agejdan
lt: Namų
nn_no: Heim
pt: Casa
pt_br: Residencial
ro: Acasă
sl: Domov
tr: Ev
uz: Uy

source: Fax
af: Faks
am: ፋክስ
bg: Факс
cy: Ffacs
ga_ie: Facs
lt: Faksas
nn_no: Faks
ro: Nr. de fax
sl: Faks
tr: Faks
uz: Faks
xh: Ifeks
zu: Isikhahlamezi

source: Mobile
af: Selfoon
am: ተንቀሳቃሽ
bg: Мобилен телефон
bs: Mobitel
cy: Symudol
ga_ie: Soghluaiste
hu: Mobil
id: Handphone
kab: Tiliɣri n ufus
lt: Mobilusis telefonas
nn_no: Mobiltelefon
pt: Telemóvel
pt_br: Celular
ro: Mobil
sl: Mobilnik
tr: Cep Telefonu
uz: Mobil
xh: Okuphatheka esandleni
zu: Umakhalekhukhwini

source: Pager
af: Roeper
am: ፔጀር
bg: Пейджър
cy: Swnyn
ga_ie: Glaoire
hu: Személyhívó
kab: Amsebter
lt: Ieškas
nn_no: Personsøkjar
ro: Nr. de pager
sl: Pozivnik
tr: Çağrı Cihazı
uz: Peyjer
xh: Isityhili samakhasi
zu: Ipheja

source: Birthday
af: Verjaardag
am: የ ልደት ቀን
bg: Рожден ден
bs: Rođendan
cy: Pen-blwydd
ga_ie: Lá Breithe
hu: Születési dátum
id: Ulang Tahun
kab: Azemz n tlalit
lt: Gimtadienis
nn_no: Fødselsdag
pt: Data de nascimento
pt_br: Aniversário
ro: Zi de naștere
sl: Rojstni dan
tr: Doğum Günü
uz: Tug‘ilgan kun

source: Custom 1
af: Doelmaak 1
am: የተለመደ 1
bg: Друго 1
bs: Korisnički prilagođeno 1
cy: Cyfaddasu 1
ga_ie: Saincheaptha 1
hu: Egyéni 1
id: Suka-suka 1
kab: Aggan 1
nn_no: Eigendefinert 1
pt: Personalizado 1
pt_br: Personalizado 1
ro: Diverse 1
sl: Po meri 1
tr: Özel 1
uz: Boshqa 1
xh: Lungiselela 1
zu: Indlela Evamile 1

source: Custom 2
af: Doelmaak 2
am: የተለመደ 2
bg: Друго 2
bs: Korisnički prilagođeno 2
cy: Cyfaddasu 2
ga_ie: Saincheaptha 2
hu: Egyéni 2
id: Suka-suka 2
kab: Aggan 2
nn_no: Eigendefinert 2
pt: Personalizado 2
pt_br: Personalizado 2
ro: Diverse 2
sl: Po meri 2
tr: Özel 2
uz: Boshqa 2
xh: Lungiselela 2
zu: Indlela Evamile 2

source: Custom 3
af: Doelmaak 3
am: የተለመደ 3
bg: Друго 3
bs: Korisnički prilagođeno 3
cy: Cyfaddas 3
ga_ie: Saincheaptha 3
hu: Egyéni 3
id: Suka-suka 3
kab: Aggan 3
nn_no: Eigendefinert 3
pt: Personalizado 3
pt_br: Personalizado 3
ro: Diverse 3
sl: Po meri 3
tr: Özel 3
uz: Boshqa 3
xh: Lungiselela 3
zu: Indlela Evamile 3

source: Custom 4
af: Doelmaak 4
am: የተለመደ 4
bg: Друго 4
bs: Korisnički prilagođeno 4
cy: Cyfaddasu 4
ga_ie: Saincheaptha 4
hu: Egyéni 4
id: Suka-suka 4
kab: Aggan 4
nn_no: Eigendefinert 4
pt: Personalizado 4
pt_br: Personalizado 4
ro: Diverse 4
sl: Po meri 4
tr: Özel 4
uz: Boshqa 4
xh: Lungiselela 4
zu: Indlela Evamile 4

source: Jabber ID
cy: Enw Jabber
ga_ie: Aitheantas Jabber
hu: Jabber azonosító
kab: Asulay Jaber
pt_br: Usuário XMPP
ro: ID Jabber
sl: ID Jabber
tr: Jabber Kimliği

source: IRC Nick
bg: IRC псевдоним
bs: IRC nadimak
cy: Llysenw IRC
ga_ie: Leasainm IRC
hu: IRC becenév
kab: Meffer isem IRC
lt: IRC slapyvardis
nn_no: IRC-kallenamn
pt: Nick do IRC
pt_br: Apelido IRC
ro: Pseudonim IRC
sl: Vzdevek za IRC
tr: IRC Takma Adı
uz: IRC taxallus

source: To
af: Aan
am: ለ
bg: До
bs: Za
cy: At
ga_ie: Chuig
hu: Címzett
id: Kepada
kab: I
lt: Kam
nn_no: Til
pt: Para
pt_br: Para
ro: Către
sl: Za
tr: Kime
uz: Qabul qiluvchi
xh: Ukuya
zu: Iya

source: Address Book
af: Adresboek
am: የ አድራሻ ደብተር
bg: Адресник
bs: Adresar
cy: Llyfr Cyfeiriadau
ga_ie: Leabhar Seoltaí
hu: Címjegyzék
id: Buku Alamat
kab: Imedilis n tensa
lt: Adresų knyga
nn_no: Adressebok
pt: Livro de endereços
pt_br: Catálogo de endereços
ro: Agendă de contacte
sl: Imenik
tr: Adres Defteri
uz: Manzil kitobi
xh: Incwadi Yeedilesi
zu: Incwadi Yamakheli

source: Contact Photo
af: Kennisfoto
am: የ ግንኙነት ፎቶ
bg: Снимка от контакта
bs: Slika kontakta
cy: Llun y Cysylltiad
ga_ie: Grianghraf den Teagmhálaí
hu: Fénykép
id: Foto Kenalan
kab: Tawlaft n unermis
lt: Adresato nuotrauka
nn_no: Kontaktfoto
pt: Fotografia do contacto
pt_br: Foto do contato
ro: Poză de contact
sl: Fotografija stika
tr: Kişi Fotoğrafı
uz: Kontakt rasmi
