Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/addressbook/addressBook.properties.po
Languages: af, am, bg, bs, cy, ga_ie, hu, id, kab, lt, nn_no, pt, pt_br, ro, sl, tr, uz, xh, zu

source: Personal Address Book
af: Persoonlike adresboek
am: የ ግል አድራሻ ደብተር
bg: Личен адресник
bs: Lični adresar
cy: Llyfr Cyfeiriadau Personol
ga_ie: Seoltaí Pearsanta
hu: Személyes címjegyzék
id: Buku Alamat Pribadi
kab: Imedilis n tensa udmawan
lt: Asmeninė adresų knyga
nn_no: Personleg adressebok
pt: Livro pessoal de endereços
pt_br: Catálogo pessoal
ro: Agendă personală
sl: Osebni imenik
tr: Kişisel Adres Defteri
uz: Shaxsiy manzil kitobi
xh: Incwadi Yeedilesi Zobuqu Bomntu
zu: Incwadi Yami Yamakheli

source: Collected Addresses
af: Versamelde adresse
am: የ ተሰበሰቡ አድራሻዎች
bg: Събрани адреси
bs: Skupljene adrese
cy: Cyfeiriadau wedi'u Casglu
ga_ie: Seoltaí Cnuasaithe
hu: Összegyűjtött címek
id: Alamat Terkumpul
kab: Tansiwin ittugemren
lt: Adresai iš laiškų
nn_no: Oppsamla adresser
pt: Outros endereços
pt_br: Contatos coletados
ro: Adrese adunate
sl: Zbrani naslovi
tr: Toplanmış Adresler
uz: Yig‘ilgan manzillar
xh: Iidilesi Eziqokelelweyo
zu: Amakheli Aqoqiwe

source: Mac OS X Address Book
af: Mac OS X-adresboek
am: የ Mac OS X አድራሻ ደብተር
bg: Адресник на Mac OS X
bs: Mac OS X adresar
cy: Llyfr Cyfeiriadau Mac OS X
ga_ie: Seoltaí Mac OS X
hu: Mac OS X címjegyzék
id: Buku Alamat Mac OS X
kab: Imedilis n tensa Mac OS X
lt: „Mac OS X“ adresų knyga
nn_no: Mac OS X adressebok
pt: Livro de endereços do Mac OS X
pt_br: Catálogo de endereços do Mac OS X
ro: Agendă de contacte Mac OS X
sl: Imenik Mac OS X
tr: Mac OS X Adres Defteri
uz: Mac OS X manzil kitobi

source: Total contacts in %1$S: %2$S
af: Totale kennisse in %1$S: %2$S
am: ጠቅላላ ግንኙነቶች በ %1$S: %2$S
bg: Общо контакти в %1$S: %2$S
bs: Ukupno kontakata u %1$S: %2$S
cy: Pob cysylltiad yn %1$S: %2$S
ga_ie: Líon na dteagmhálaithe i %1$S: %2$S
hu: Névjegyek száma a(z) %1$S címjegyzékben: %2$S
id: Jumlah Seluruh Kartu Nama dalam %1$S: %2$S
kab: Amḍan n inermisen di %1$S: %2$S
lt: „%1$S“ adresatų skaičius: %2$S
nn_no: Talet på kontaktar i %1$S: %2$S
pt: Total de contactos em %1$S: %2$S
pt_br: Total de contatos em %1$S: %2$S
ro: Total contacte în %1$S: %2$S
sl: Skupaj stikov v %1$S: %2$S
tr: %1$S içindeki toplam kişi sayısı: %2$S
uz: %1$S ichidagi jami kontaktlar: %2$S

source: No matches found
af: Geen resultate gevind nie
am: ምንም ተመሳሳይ አልተገኘም
bg: Няма съвпадения
bs: Nema podudarnih rezultata
cy: Heb ganfod cydweddion
ga_ie: Níor aimsíodh aon rud
hu: Nincs találat
id: Tidak ada yang cocok ditemukan
kab: Ulac tanmeɣṛut iţwafen
lt: Nieko nerasta
nn_no: Ingen treff funne
pt: Nenhuma ocorrência
pt_br: Nenhum contato encontrado
ro: Nicio fișă găsită
sl: Ni zadetkov
tr: Eşleşme bulunamadı
uz: Topilmadi
xh: Akukho ziganeko zongqinelwaniso zifunyenweyo
zu: Akukho okufanayo okutholakele

source: #1 match found;#1 matches found
ga_ie: Aimsíodh #1 rud;Aimsíodh #1 rud;Aimsíodh #1 rud;Aimsíodh #1 rud;Aimsíodh #1 rud
lt: Rastas #1 atitikmuo;Rasta #1 atitikmenų;Rasti #1 atitikmenys
pt: #1 correspondência encontrada;#1 correspondências encontradas

source: %1$S contact copied;%1$S contacts copied
af: %1$S kennis gekopieer;%1$S kennisse gekopieer
am: %1$S ግንኙነት ኮፒ ተደርጓል;%1$S ግንኙነቶች ኮፒ ተደርገዋል
bg: %1$S контакт е копиран;%1$S контакта са копирани
bs: %1$S kontakt kopiran;%1$S kontakata kopirano
cy: %1$S cysylltiad wedi'i gopïo%1$S cysylltiadau wedi'u copïo
ga_ie: Cóipeáladh %1$S teagmhálaí;Cóipeáladh %1$S theagmhálaí;Cóipeáladh %1$S theagmhálaí;Cóipeáladh %1$S dteagmhálaí;Cóipeáladh %1$S teagmhálaí
hu: %1$S névjegy átmásolva;%1$S névjegy átmásolva
id: %1$S kartu nama disalin;%1$S kartu nama disalin
kab: %1$S unermis yettwanɣel;%1$S inermisen ttwaneɣlen
lt: Nukopijuotas %1$S adresatas;Nukopijuota %1$S adresatų;Nukopijuoti %1$S adresatai
nn_no: %1$S kontaktar kopiert;%1$S kontaktar kopiert
pt: %1$S contacto copiado;%1$S contactos copiados
pt_br: %1$S contato copiado;%1$S contatos copiados
ro: %1$S contact copiat;%1$S contacte copiate
sl: Kopiran %1$S stik;Kopirana %1$S stika;Kopirani %1$S stiki;Kopiranih %1$S stikov
tr: %1$S kişi kopyalandı;%1$S kişi kopyalandı
uz: %1$S ta kontaktdan nusxa ko‘chirildi;%1$S ta kontaktdan nusxa ko‘chirildi

source: %1$S contact moved;%1$S contacts moved
af: %1$S kennis geskuif;%1$S kennisse geskuif
am: %1$S ግንኙነት ተንቀሳቅሷል;%1$S ግንኙነቶች ተንቀሳቅሰዋል
bg: %1$S контакт е преместен;%1$S контакта са преместени
bs: %1$S kontakt premješten;%1$S kontakata premješteno
cy: %1$S cysylltiad wedi'i symud%1$S cysylltiadau wedi'u symud
ga_ie: Bogadh %1$S teagmhálaí;Bogadh %1$S theagmhálaí;Bogadh %1$S theagmhálaí;Bogadh %1$S dteagmhálaí;Bogadh %1$S teagmhálaí
hu: %1$S névjegy áthelyezve;%1$S névjegy áthelyezve
id: %1$S kartu nama dipindahkan;%1$S kartu nama dipindahkan
kab: %1$S unermis yattwasenkez;%1$S inermisen ttwasenkzen
lt: Perkeltas %1$S adresatas;Perkelta %1$S adresatų;Perkelti %1$S adresatai
nn_no: %1$S kontakt flytta;%1$S kontakt flytta
pt: %1$S contacto movido;%1$S contactos movidos
pt_br: %1$S contato movido;%1$S contatos movidos
ro: %1$S contact mutat;%1$S contacte mutate
sl: Premaknjen %1$S stik;Premaknjena %1$S stika;Premaknjeni %1$S stiki;Premaknjenih %1$S stikov
tr: %1$S kişi taşındı;%1$S kişi taşındı
uz: %1$S ta kontakt ko‘chirildi;%1$S ta kontakt ko‘chirildi

source: Please enter a valid Name.
af: Tik 'n geldige naam in.
am: እባክዎን ዋጋ ያለው ስም ያስገቡ
bg: Моля, въведете правилно име.
bs: Unesite ispravan naziv.
cy: Rhoi Enw dilys.
ga_ie: Iontráil ainm bailí, le do thoil.
hu: Írjon be egy érvényes nevet.
id: Masukkan nama yang benar.
kab: Ma ulac aɣilif, sekcem isem ameɣtu.
lt: Įveskite teisingą vardą.
nn_no: Skriv inn eit gyldig namn.
pt: Por favor introduza um nome válido.
pt_br: Por favor, forneça um nome válido.
ro: Vă rugăm să introduceți un nume valid.
sl: Vnesite veljavno ime.
tr: Lütfen geçerli bir Ad girin.
uz: To‘g‘ri nomni kiriting.
xh: Nceda ngenisa Igama elinyanisekileyo.
zu: Sicela ufake iGama elisebenzayo.

source: Please enter a valid Hostname.
af: Tik 'n geldige gasheernaam in.
am: እባክዎን ዋጋ ያለው የ Hostname ያስገቡ
bg: Моля, въведете правилно име на хост.
bs: Unesite ispravan naziv hosta.
cy: Rhowch Enw Gwesteiwr dilys.
ga_ie: Iontráil óstainm bailí, le do thoil.
hu: Írjon be egy érvényes gépnevet.
id: Masukkan nama host yang benar.
kab: Ma ulac aɣilif, sekcem asennefteɣ ameɣtu.
lt: Įveskite teisingą serverio vardą.
nn_no: Skriv inn eit gyldig tenarnamn.
pt: Por favor introduza um nome de servidor válido.
pt_br: Por favor, forneça um nome de servidor válido.
ro: Vă rugăm să introduceți un nume de host valid.
sl: Vnesite veljavno ime za gostitelja.
tr: Lütfen geçerli bir Sunucu Adı girin.
uz: To‘g‘ri host nomini kiriting.
xh: Nceda ngenisa Igama Lomamkeli elinyanisekileyo.
zu: Sicela ufake iGama Lomxhumi elisebenzayo.

source: Please enter a valid Port Number.
af: Tik 'n geldige poortnommer in.
am: እባክዎን ዋጋ ያለው Port Number ያስገቡ
bg: Моля, въведете правилен номер на порт.
bs: Unesite ispravan broj porta.
cy: Rhowch Rif Porth dilys.
ga_ie: Iontráil Uimhir Phoirt bhailí, le do thoil.
hu: Írjon be érvényes portszámot.
id: Masukkan nomor port yang benar.
kab: Ma ulac aɣilif, sekcem uṭṭun n tiliɣri ameɣtu.
lt: Įveskite tinkamą prievado numerį.
nn_no: Skriv inn eit gyldig portnummer.
pt: Por favor introduza um número de porta válido.
pt_br: Por favor, forneça um número de porta válido.
ro: Vă rugăm să introduceți un număr de port valid.
sl: Vnesite veljavno število vrat.
tr: Lütfen geçerli bir Bağlantı Noktası (Port) girin.
uz: To‘g‘ri port raqamini kiriting.
xh: Nceda ngenisa Inombolo Yesiqhagamshelanisi esinyanisekileyo.
zu: Sicela ufake iNombolo Yephothi esebenzayo.

source: Please enter a valid number in the results field.
af: Tik 'n geldige getal in die resultateveld in.
am: እባክዎን ዋጋ ያለው ቁጥር ያስገቡ በ ውጤቶች ሜዳ ውስጥ
bg: Моля, въведете правилен номер в полето за резултати.
bs: Unesite ispravan broj u polje rezultata.
cy: Rhowch rif dilys ym maes y canlyniadau.
ga_ie: Iontráil uimhir bhailí i réimse na dtorthaí, le do thoil.
hu: Írjon be egy érvényes számot a találatok mezőbe.
id: Masukkan angka yang benar dalam isian hasil.
kab: Ma ulac aɣilif, sekcem amḍan ameɣtu deg urti n igmaḍ.
lt: Rezultatų lauke įveskite leistiną skaičių.
nn_no: Skriv inn eit gyldig nummer i resultatfeltet.
pt: Por favor introduza um número válido no campo de resultados.
pt_br: Por favor, forneça um número válido no campo de resultados.
ro: Vă rugăm să introduceți un număr corect în câmpul rezultate.
sl: Vnesite veljavno število v polje rezultatov.
tr: Lütfen sonuç alanına geçerli bir numara girin.
uz: Natijalar maydonchasiga to‘g‘ri raqamni kiriting.
xh: Nceda ngenisa inombolo enyanisekileyo kummandla weziphumo.
zu: Sicela ufake inombolo esebenzayo emkhakheni wemiphumela.

source: You must be online to perform LDAP replication.
af: U moet aanlyn werk om 'n LDAP te repliseer.
am: የ LDAP replication ለ መፈጸም በ መስመር ላይ መሆን አለብዎት
bg: Трябва да сте свързан, за да извършите копиране на LDAP.
bs: Morate biti online da biste izvršili replikaciju LDAP-a.
cy: Rhaid bod ar-lein i ddyblygu LDAP.
ga_ie: Ní mór bheith ar líne chun macasamhlú LDAP a dhéanamh.
hu: Az LDAP-replikációhoz hálózati kapcsolat szükséges.
id: Anda harus berada dalam mode daring untuk melakukan proses penggandaan LDAP.
kab: Yessefk ad tiliḍ deg uskar aruqqin akke ad teselkmeḍ asefrurex LDAP
lt: Norint naudotis LDAP, reikia prisijungti prie tinklo.
nn_no: Du må vera tilkopla for å utføra LDAP-replikasjon.
pt: Tem de estar online para efetuar uma replicação LDAP.
pt_br: Você deve estar fora do modo off-line para realizar replicação LDAP.
ro: Trebuie să fiți conectat(ă) pentru a efectua replicare LDAP
sl: Za podvojevanje LDAP morate biti povezani.
tr: LDAP kopyalamasını çalıştırmak için çevrim içi olmanız gerek.
uz: LDAP javobni bajarish uchun onlayn bo‘lshingiz lozim.
xh: Kufuneka ube kwimo yokusebenza ukuze wenze uphindaphindo lwe-LDAP.
zu: Kufanele ube ku-Inthanethi ukuze wenze ikhophi ye-LDAP.

source: Settings must be saved before a directory may be downloaded.
af: Die opstelling moet gestoor word voor u 'n gids kan aflaai.
am: ዳይሬክቶሪ ከ መውረዱ በፊት ማሰናጃዎች መቀመጥ አለባቸው
bg: Преди да да свалите директорията, трябва да запазите настройките.
bs: Postavke moraju biti spašene prije nego što imenik može biti preuzet.
cy: Rhaid cadw gosodiadau cyn bod modd llwytho i lawr.
ga_ie: Ní mór na socruithe a shábháil sular féidir eolaire a íosluchtú.
hu: A beállításokat el kell menteni egy címtár letöltése előtt.
id: Pengaturan harus disimpan sebelum sebuah direktori diunduh.
kab: Yessefk iɣewwaṛen ad ttwaselksen send asider n ukaram.
lt: Prieš atsiunčiant katalogą reikia įrašyti nuostatas.
nn_no: Innstillingar må lagrast før ein katalog kan lastast ned.
pt: As definições têm de ser guardadas antes de descarregar um diretório.
pt_br: As configurações devem ser salvas antes que um diretório possa ser carregado.
ro: Trebuie să salvați setările înainte să puteți descărca un director.
sl: Nastavitve je potrebno shraniti pred prenosom imenika.
tr: Dizinin indirilebilmesi için önce ayarlar kaydedilmeli.
uz: Direktoriyani yuklab olishdan oldin sozlamalar saqlanishi lozim.
xh: Imimiselo mayigcinwe phambi kokuba kuthotywe umthwalo kavimba weefayili.
zu: Ukuhlelwa kumelwe kugcinwe ngaphambi kokuba kuthathwe kufakwe uhlu lwamakheli.

source: Export Address Book - %S
am: የ አድራሻ ደብተር መላኪያ - %S
bs: Izvezi adresar - %S
cy: Allforio Llyfr Cyfeiriadau - %S
ga_ie: Easpórtáil Leabhar Seoltaí - %S
hu: Címjegyzék exportálása - %S
id: Ekspor Buku Alamat - %S
kab: Sifeḍ imedlis n tensa - %S
lt: Adresų knygos eksportas – %S
nn_no: Eksporter Adressebok - %S
pt: Exportar livro de endereços - %S
uz: Manzil kitobini eksport qilish - %S

source: Comma Separated
af: Kommageskei
bs: Odvojeno zarezom
cy: Gwahanwyd gan Atalnod
ga_ie: Deighilte le Camóga
hu: Vesszővel elválasztott (CSV)
id: Dipisahkan Koma
kab: Beṭṭu s ticcert
lt: Kableliais atskirtos reikšmės
nn_no: Kommaseparert
pt: Separado por vírgulas
pt_br: Separado por vírgulas
ro: Delimitat de virgule
sl: ločeno z vejico
tr: Virgülle Ayrılmış
uz: Vergul bilan ajratilgan

source: Comma Separated (System Charset)
am: በ ኮማ ነጥብ የተለየ (የ ስርአት ባህሪ)
bs: Odvojeno zarezom (sistemski set znakova)
cy: Gwahanwyd gan Atalnod (Set Nod y System)
ga_ie: Camógdheighilte (Tacar Carachtar an Chórais)
hu: Vesszővel elválasztott (rendszer karakterkészlet)
kab: Beṭṭu s ticcert (Tagrumma n isekkilen n unagraw)
lt: Kableliais atskirtos reikšmės (Sistemos koduotė)
nn_no: Kommaseparert (Systemteiknsett)
pt: Separado por vírgula (codificação do sistema)
uz: Vergul bilan ajratilgan (Tizim kodlash usuli)

source: Comma Separated (UTF-8)
am: በ ኮማ ነጥብ የተለየ (UTF-8)
bs: Odvojeno zarezom (UTF-8)
cy: Gwahanwyd gan Atalnod (UTF-8)
ga_ie: Camógdheighilte (UTF-8)
hu: Vesszővel elválasztott (UTF-8)
kab: Beṭṭu s ticcert (UTF-8)
lt: Kableliais atskirtos reikšmės (UTF-8)
nn_no: Kommaseparert (UTF-8)
pt: Separado por vírgula (UTF-8)
uz: Vergul bilan ajratilgan (UTF-8)

source: Tab Delimited
af: Keepgeskei
am: የ Tab ወሰን
bs: Odvojeno tabom
cy: Diderfyn Tab
ga_ie: Táb Teormharcáilte
hu: Tabulátorral elválasztott
id: Dibatasi Tab
kab: Beṭṭi s trigla
lt: Tabuliavimo ženklais atskirtos reikšmės
nn_no: Tabulator-avgrensa
pt: Tabulações delimitadas
pt_br: Separado por tabs
ro: Delimitat de taburi
sl: ločeno s tabulatorjem
tr: Sekmeyle Ayrılmış
uz: Ichki oyna bilan ajratilgan

source: Tab Delimited (System Charset)
am: Tab Delimited (የ ስርአት ባህሪ)
bs: Odvojeno tabom (sistemski set znakova)
cy: Diderfyn Tab (Set Nod y System)
ga_ie: Táb-Theormharcáilte (Tacar Carachtar an Chórais)
hu: Tabulátorral elválasztott (rendszer karakterkészlet)
kab: Beṭṭu s trigla (Tagrumma n isekkilen n unagraw)
lt: Tabuliavimo ženklais atskirtos reikšmės (Sistemos koduotė)
nn_no: Tab-separert (Systemteiknsett)
pt: Delimitado por tabulações (codificação do sistema)
uz: Ichki oyna bilan ajratilgan (Tizim kodlash usuli)

source: Tab Delimited (UTF-8)
bs: Odvojeno tabom (UTF-8)
cy: Diderfyn Tab (UTF-8)
ga_ie: Táb-Theormharcáilte (UTF-8)
hu: Tabulátorral elválasztott (UTF-8)
kab: Beṭṭu s trigla (UTF-8)
lt: Tabuliavimo ženklais atskirtos reikšmės (UTF-8)
nn_no: Tab-separert (UTF-8)
pt: Delimitado por tabulações (UTF-8)
uz: Ichki oyna bilan ajratilgan (UTF-8)

source: vCard
am: የ ንግድ ካርድ
ga_ie: v-Chárta
sl: Vizitka (vCard)

source: Export Failed
af: Kon nie uitvoer nie
am: መላክ አልተቻለም
bg: Неуспешно изнасяне
bs: Neuspješan izvoz
cy: Methodd Allforio
ga_ie: Theip ar Easpórtáil
hu: Az exportálás nem sikerült
id: Ekspor Gagal
kab: Asifeḍ yecceḍ
lt: Nepavyko eksportuoti
nn_no: Eksport feila
pt: Falha ao exportar
pt_br: Falha na exportação
ro: Export eșuat
sl: Izvoz je spodletel
tr: Dışa Aktarım Başarısız Oldu
uz: Eksport qilinmadi
xh: Okuthunyelwa Ngaphandle Akuphumelelanga
zu: Ukuthumela Kuhlulekile

source: Failed to export addressbook, no space left on device.
af: Kon nie adresboek uitvoer nie, geen spasie oor nie.
am: የ አድራሻ ደብተር ለ መላክ አልተቻለም: በ አካሉ ላይ በቂ ባዶ ቦታ የለም
bg: Неуспешно изнасяне на адресник поради липса на свободно място.
bs: Izvoz adresara neuspješan, nema dovoljno prostora na uređaju.
cy: Methodd allforio'r llyfr cyfeiriadau, dim lle ar y ddyfais.
ga_ie: Theip ar easpórtáil an Leabhair Sheoltaí. Níl spás fágtha ar an ngléas.
hu: Nem sikerült a címjegyzék exportálása, nincs elég üres hely a lemezen.
id: Gagal mengekspor buku alamat, sisa ruang pada disk tidak cukup.
kab: Ur yezmir ara ad isifeḍ imedlis n tensa. ulac deqs n tallunt ɣef yibenk.
lt: Nepavyko eksportuoti adresų knygos. Trūksta vietos.
nn_no: Klarte ikkje å eksportera adressebok. Ingen ledig plass på eininga.
pt: A exportação do livro de endereços falhou porque não existe espaço suficiente no dispositivo.
pt_br: Falha na exportação do catálogo de endereços. Sem espaço no dispositivo.
ro: Eșec la exportul agendei de contacte, nu mai e spațiu liber pe dispozitiv.
sl: Napaka pri izvozu imenika, na napravi ni več prostora.
tr: Adres defterini dışa aktarma başarısız oldu. Aygıtta boş alan yok.
uz: Manzil kitobiga eksport qilinmadi, chunki qurimada bo‘sh joy qolmagan.
xh: Akuphumelelanga ukuthunyelwa ngaphandle kwencwadi yeedilesi, akukho sithuba siseleyo kwisixhobo.
zu: Ihlulekile ukuthumela incwadi yamakheli, asikho isikhala esisele.

source: Failed to export addressbook, file access denied.
af: Kon nie adresboek uitvoer nie, toegang geweier.
am: የ አድራሻ ደብተር ለ መላክ አልተቻለም: ፋይሉ ጋር መድረስ ተከልክሏል
bg: Неуспешно изнасяне на адресник поради забранен достъп до файла.
bs: Izvoz adresara neuspješan, odbijen pristup fajlu.
cy: Methodd allforio'r llyfr cyfeiriadau, gwrthodwyd mynediad i'r ffeil.
ga_ie: Theip ar easpórtáil an Leabhair Sheoltaí. Diúltaíodh le rochtain chomhaid.
hu: Nem sikerült a címjegyzék exportálása, nincs jogosultsága a fájlhoz.
id: Gagal mengekspor buku alamat, hak akses pada berkas ditolak.
kab: Ur yezmir ara ad isifeḍ imedlis n tensa, anekcum ɣer ufaylu yegdel.
lt: Nepavyko eksportuoti adresų knygos. Neleidžiama kreiptis į failą.
nn_no: Klarte ikkje å eksportera adressebok. Tilgang til fila vart nekta.
pt: A exportação do livro de endereços falhou porque o acesso ao ficheiro foi negado
pt_br: Falha na exportação do catálogo de endereços. O acesso ao arquivo foi negado.
ro: Eșec la exportul agendei de contacte, acces interzis la fișier.
sl: Napaka pri izvozu imenika, dostop do datoteke je zavrnjen.
tr: Adres defterini dışa aktarma başarısız oldu. Dosyaya erişim reddedildi.
uz: Manzil kitobi eksport qilinmadi, chunki fayldan foydalanishga ruxsat berilmadi.
xh: Akuphumelelanga ukuthunyelwa ngaphandle kwencwadi yeedilesi, ukufikelela kwefayile kwaliwe.
zu: Ihlulekile ukuthumela incwadi yamakheli, kwenqatshelwe ukungena efayeleni.

source: Address Book LDAP Replication
af: Adresboek-LDAP-replikasie
am: የ አድራሻ ደብተር ለ LDAP Replication
bg: Копиране на адресник от LDAP
bs: Replikacija LDAP adresara
cy: Dyblygu Llyfr Cyfeiriadau LDAP
ga_ie: Macasamhlú LDAP Leabhair Sheoltaí
hu: Címjegyzék LDAP replikációja
id: Penggandaan LDAP Buku Alamat
kab: Asefrurex LDAP n imedlis n tensa
lt: Adresų knyga. LDAP dubliavimas
nn_no: Adressebok LDAP-replikasjon
pt: Replicação LDAP do livro de endereços
pt_br: Replicação do catálogo de endereços LDAP
ro: Copiere agendă de contacte LDAP
sl: Podvajanje imenika LDAP
tr: Adres Defteri LDAP Güncelleştirmesi
uz: LDAP manzil kitobi javobi
xh: Uphindaphindo Lwencwadi Yeedilesi ye-LDAP
zu: Ukwenziwa kwekhophi Yencwadi Yamakheli ye-LDAP

source: To access the directory server, enter your user name and password.
af: Tik u gebruikernaam en wagwoord in om die gidsbediener te gebruik.
am: የ እርስዎን የ ተጠቃሚ ስም እና የ መግቢያ ቃል ያስገቡ ዳይሬክቶሪ ሰርቨር ጋር ለ መድረስ
bg: Въведете вашето потребителско име и парола, за да получите достъп до сървърът-директория.
bs: Za pristup direktorijskom serveru, unesite vaše korisničko ime i lozinku.
cy: I gael mynediad i weinydd y cyfeiriadur, rhowch eich enw defnyddiwr a chyfrinair.
ga_ie: Chun an freastalaí eolaire a rochtain, iontráil d'ainm úsáideora agus d'fhocal faire.
hu: A könyvtárkiszolgáló eléréséhez adja meg felhasználói nevét és jelszavát
id: Untuk mengakses server direktori, masukkan nama pengguna dan sandi.
kab: Akken ad tekecmeḍ ɣer uqeddac n ukaram, sekcem isem-inek n useqdac akked d wawal uffir.
lt: Katalogų serveriui reikia pateikti abonento vardą ir slaptažodį.
nn_no: Skriv inn brukarnamn og passord for å få tilgang til katalogtenaren.
pt: Para aceder ao diretório do servidor, introduza o seu nome e a palavra-passe.
pt_br: Para acessar o servidor de diretório, forneça o nome de usuário e a senha.
ro: Pentru accesul la serverul LDAP, introduceți numele și parola.
sl: Za dostop do strežnika za imenike vnesite svoje uporabniško ime in geslo.
tr: Dizin sunucusuna erişebilmek için kullanıcı adı ve parolanızı girin.
uz: Direktoriya serveriga kirish uchun foydalanuvchi nomi va parolni kiriting.
xh: Ukufikelela kwiseva kavimba weefayili, ngenisa igama lakho lomsebenzisi negama lokugqithisa.
zu: Ukuze ungene kuseva yohlu lwamakheli, faka igama loyisebenzisayo nelokungena.

source: Join+me+in+this+Chat.
af: Sluit+by+my+aan+in+hierdie+kletskamer.
am: ይፈልጉኝ+እኔን+በ+እዚህ+ውይይት ክፍል
bg: Нека+се+включа+в+разговора.
bs: Pridruži+mi+se+u+Chatu.
cy: Ymuno+â+mi+yn+y+Sgwrs.
ga_ie: Déan+comhrá+liom.
hu: Csevegj+velem!
id: Ayo+ngobrol+dulu.
kab: Ddu-d-ɣuṛ-i-deg udiwenni-agi-usrid.
lt: Prisijungti+prie+šio+pokalbio.
nn_no: Bli+med+meg+i+denne+praten
pt: Entrar+neste+chat.
pt_br: Entre+comigo+neste+bate-papo.
ro: Vino+cu+mine+în+chat
sl: Pridruži+se+mi+pri+klepetu.
tr: Bu+sohbette+bana+katıl.
xh: Ngenela+kum+ku+le+Ncoko.
zu: Hlangana+nami+kule+Ngxoxo.

# headingHome
source: Home
af: Huis
am: ቤት
bg: Домашен
bs: Kućni
cy: Cartref
ga_ie: Baile
hu: Otthon
id: Rumah
kab: Agejdan
lt: Namų adresas
nn_no: Heime
pt: Casa
pt_br: Endereço residencial
ro: Acasă
sl: Domov
tr: Ev
uz: Uy

# headingWork
source: Work
af: Werk
am: ስራ
bg: Служебен
bs: Posao
cy: Gwaith
ga_ie: Obair
hu: Munka
id: Kantor
kab: Amahil
lt: Darbovietės adresas ir pareigos
nn_no: Arbeid
pt: Trabalho
pt_br: Endereço comercial
ro: Serviciu
sl: Služba
tr: İş
uz: Ish

source: Other
af: Ander
am: ሌላ
bg: Други
bs: Ostalo
cy: Arall
ga_ie: Eile
hu: Egyéb
id: Lainnya
kab: Wiyaḍ
lt: Kita informacija
nn_no: Annan
pt: Outro
pt_br: Outros
ro: Altele
sl: Drugo
tr: Diğer
uz: Boshqa
xh: Okunye
zu: Okunye

source: Chat
am: ውይይት
bg: Разговор
cy: Sgwrsio
ga_ie: Comhrá
hu: Csevegés
id: Ngobrol
kab: Adiwenni usrid
lt: Tikralaikiai pokalbiai
nn_no: Nettprat
pt_br: Bate-papo
sl: Klepet
tr: Sohbet

source: Phone
af: Telefoon
am: ስልክ
bg: Телефон
bs: Telefon
cy: Ffôn
ga_ie: Fón
hu: Telefon
id: Telepon
kab: Tiliɣri
lt: Telefonai
nn_no: Telefon
pt: Telefone
pt_br: Telefones
ro: Telefon
sl: Telefon
tr: Telefon
uz: Telefon
xh: Ifowuni
zu: Ucingo

source: Description
af: Beskrywing
am: መግለጫ
bg: Описание
bs: Opis
cy: Disgrifiad
ga_ie: Cur Síos
hu: Leírás
id: Keterangan
kab: Aglam
lt: Aprašas
nn_no: Forklaring
pt: Descrição
pt_br: Descrição
ro: Descriere
sl: Opis
tr: Açıklama
uz: Ta’rifi
xh: Inkcazelo
zu: Incazelo

source: Addresses
af: Adresse
am: አድራሻዎች
bg: Адреси
bs: Adrese
cy: Cyfeiriadau
ga_ie: Seoltaí
hu: Címek
id: Alamat
kab: Tansiwin
lt: Adresatai
nn_no: Adresser
pt: Endereços
pt_br: Endereços
ro: Adrese
sl: Naslovi
tr: Adresler
uz: Manzillar
xh: Iidilesi
zu: Amakheli

source: New Address Book
af: Nuwe adresboek
am: አዲስ የ አድራሻ ደብተር
bg: Нов адресник
bs: Novi adresar
cy: Llyfr Cyfeiriadau Newydd
ga_ie: Leabhar Seoltaí Nua
hu: Új címjegyzék
id: Buku Alamat Baru
kab: Imedlis n tensa amaynut
lt: Nauja adresų knyga
nn_no: Ny adressebok
pt: Novo livro de endereços
pt_br: Novo catálogo de endereços
ro: Agendă de contacte nouă
sl: Nov imenik
tr: Yeni Adres Defteri
uz: Yangi manzil kitobi
xh: Incwadi Entsha Yeedilesi
zu: Incwadi Entsha Yamakheli

source: %S Properties
cy: Priodweddau %S
ga_ie: Airíonna %S
hu: %S tulajdonságai
kab: Timeẓliyin n %S
lt: Savybės: %S
pt: Propriedades de %S

source: Corrupt Address Book File
af: Korrupte adresboeklêer
am: የተበላሸ የ አድራሻ ደብተር ፋይል
bg: Повреден файл на адресник
bs: Neispravan fajl adresara
cy: Ffeil Llyfr Cyfeiriadau Llwgr
ga_ie: Comhad Truaillithe Leabhair Sheoltaí
hu: Sérült címjegyzékfájl
id: Berkas Buku Alamat Terkorupsi
kab: Afaylu n imedlis n tensa yexseṛ.
lt: Pažeistas adresų knygos failas
nn_no: Skada adressebokfil
pt: Ficheiro do livro de endereços danificado
pt_br: Arquivo do catálogo de endereços corrompido
ro: Fișier cu agendă de contacte corupt
sl: Pokvarjena datoteka imenika
tr: Bozuk Adres Defteri Dosyası
uz: Manzil kitobi fayli buzilgan
xh: Ifayili Yencwadi Yeedilesi Yonakele
zu: Ifayela Elonakele Lencwadi Yamakheli
