Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/addressbook/addressBook.properties.po
Languages: af, am, bg, bs, cy, ga_ie, hu, id, kab, lt, nn_no, pt, pt_br, ro, sl, tr, uz, xh, zu

source: One of your address book files (%1$S file) could not be read. A new %2$S file will be created and a backup of the old file, called %3$S, will be created in the same directory.
af: Kon een van u adresboeklêers (%1$S-lêer) nie lees nie. 'n Nuwe %2$S-lêer sal geskep word en 'n dekkopie van die ou lêer, genaamd %3$S, sal in dieselfde subgids geskep word.
am: የ እርስዎ አንዱን የ አድራሻ ደብተር ፋይሎች (%1$S file) ማንበብ አልተቻለም: አዲስ %2$S ፋይል ይፈጠራል እና ለ አሮጌው ፋይል ተተኪ ይሰራል: እና ስሙ ይባላል %3$S, በ ተመሳሳይ ዳይሬክቶሪ ውስጥ
bg: Един от вашите файлове адресници (файла %1$S) е нечетим. Нов файл %2$S и резервно копие на стария файл с име %3$S ще бъдат създадени в същата директория.
bs: Jedan od fajlova vašeg adresara (%1$S fajl) nije bilo moguće pročitati. Novi %2$S fajl će biti kreiran i backup starog falja, nazvan %3$S, će biti kreiran u istom direktoriju.
cy: Methu darllen un o ffeiliau llyfr cyfeiriadau (%1$S file). Bydd ffeil %2$S newydd yn cael ei greu yn yr un cyfeiriadur a chopi wrth gefn o'r enw %3$S.
ga_ie: Ní féidir ceann de do chomhaid leabhar seoltaí (comhad %1$S) a léamh. Cruthófar comhad %2$S nua agus cruthófar cóip den seanchomhad sa chomhadlann chéanna agus é ainmnithe %3$S.
hu: Az egyik címjegyzékfájl (%1$S) nem olvasható. Új fájl lesz létrehozva %2$S néven, és az eredetiről biztonsági mentés készül %3$S néven ugyanabba a könyvtárba.
id: Salah satu berkas buku alamat (berkas %1$S) tidak dapat dibaca. Sebuah berkas baru dengan nama %2$S telah dibuat dan cadangan berkas lama dengan nama %3$S telah dibuat pada direktori yang sama.
kab: Yiwen seg ifuyla-inek n imedlis n tensa (afauly %1$S) ur yezmir ara ad d-yettwaɣer. Afaylu maynut %2$S ad yettwarnu udiɣ aḥraz n ufaylu aqbur %3$S, adyettwarnu deg ukaram nni.
lt: Nepavyko skaityti vieno iš jūsų adresų knygos failų („%1$S“ failas). Bus sukurtas naujas „%2$S“ failas. Į tą patį aplanką bus įrašyta senojo failo atsarginė kopija ir pavadinta „%3$S“.
nn_no: Ei av adressebokfilene (%1$S) kunne ikkje lesast. Ei ny fil %2$S vil bli oppretta, og ein tryggingskopi av den gamle fila, %3$S, vil bli oppretta i den same mappa.
pt: Um dos livros de endereços (%1$S) não pode ser lido. Um novo ficheiro %2$S será criado e a cópia de segurança do ficheiro antigo, chamado %3$S, será criado no mesmo diretório.
pt_br: Um dos seus arquivos de catálogo de endereços (arquivo %1$S) não pôde ser lido. Um novo arquivo %2$S será criado e um backup do arquivo velho, de nome %3$S, será criado no mesmo diretório.
ro: Unul din fișierele cu agende de contacte (%1$S) nu poate fi citit. Se va crea un fișier nou %2$S și o copie de siguranță a vechiului fișier, cu numele %3$S, în același director.
sl: Ene od vaših datotek imenika (datoteko %1$S) ni bilo mogoče prebrati. V isti mapi bo ustvarjena nova datoteka %2$S in varnostna kopija prejšnje datoteke %3$S.
tr: Adres defteri dosyalarınızdan biri (%1$S) okunamadı. Yeni %2$S dosyası oluşturulacak ve eski dosyanın yedeği %3$S adıyla aynı dizine kaydedilecek.
uz: Manzil kitobi fayllaridan birini (%1$S file) o‘qib bo‘lmadi. Yangi %2$S fayli yaratildi va eski %3$S deb nomlangan faylning zaxira nusxasi ayni shu direktoriyada yaratildi.
xh: Enye yeefayili zencwadi yeedilesi zakho i-(%1$S fayili) ayikwazanga kufundeka. Ifayili entsha ye-%2$S iya kuyilwa kunye nekopi egciniweyo yefayili endala, ebizwa ngokuba yi-%3$S, iya kuyilwa kwakulo vimba weefayili.
zu: Elinye lamafayela akho encwadi yamakheli (%1$S ifayela) alifundekanga. Ifayela elisha %2$S lizokwakhiwa nekhophi yaleli elidala, ebizwa ngokuthi %3$S, izokwakhiwa endaweni efanayo.

source: Unable to Load Address Book File
af: Kon nie adresboeklêer laai nie
am: የ አድራሻ ደብተር ፋይል መጫን አልተቻለም
bg: Зареждането на файла с адресника е невъзможно
bs: Nije moguće učitati fajl adresara
cy: Methu Llwytho Ffeil Llyfr Cyfeiriadau
ga_ie: Ní féidir comhad an leabhair sheoltaí a luchtú
hu: Címjegyzékfájl betöltése sikertelen
id: Gagal Memuat Berkas Buku Alamat
kab: Ur yezmir ara ad d-dyessali afaylu n imedlis n tensa.
lt: Nepavyko įkelti adresų knygos failo
nn_no: Klarte ikkje å lesa adresseboka
pt: Incapaz de carregar o ficheiro do livro de endereços
pt_br: Não foi possível carregar o arquivo do catálogo
ro: Nu se poate încărca fișierul cu agenda de contacte
sl: Datoteke imenika ni mogoče naložiti
tr: Adres Defteri Dosyası Yüklenemiyor
uz: Manzil kitobi fayli yuklanmadi
xh: Ayikwazanga Kulayisheka Ifayili Yeencwadi Yeedilesi
zu: Ayikwazi Ukulayisha Ifayela Lencwadi Yamakheli

source: Unable to load address book file %S. It may be read-only, or locked by another application. Please try again later.
af: Kon nie adresboeklêer %S laai nie. Dalk is dit 'n leesalleenlêer, of dalk word dit deur 'n ander program beset. Probeer later weer.
am: የ አድራሻ ደብተር ፋይል መጫን አልተቻለም %S. ምናልባት ለ ንባብ-ብቻ ይሆናል: ወይንም በ ሌላ መተግበሪያ ተቆልፎ ይሆናል: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
bg: Зареждането на файла с адресника %S е невъзможно. Вероятно е само-за-четене или ограничен от друга програма. Опитайте пак по-късно.
bs: Nije moguće učitati %S fajl adresara. Možda je označen samo za čitanje ili zaključan od strane drugog programa. Pokušajte ponovo kasnije.
cy: Methu llwytho ffeil llyfr cyfeiriadau %S. Gall fod yn darllen yn unig, neu wedi ei gloi gan raglen arall. Ceisiwch eto yn ddiweddarach.
ga_ie: Ní féidir comhad an leabhair sheoltaí %S a luchtú. B'fhéidir go bhfuil sé inléite amháin, nó curtha faoi ghlas ag feidhmchlár eile. Déan iarracht eile níos déanaí le do thoil.
hu: A(z) %S címjegyzékfájl betöltése sikertelen. Lehet, hogy csak olvasható, vagy egy másik alkalmazás által zárolva van. Próbálja meg újra később.
id: Gagal memuat berkas buku alamat %S. Mungkin berkas tersebut hanya dalam mode baca-saja, atau dikunci oleh aplikasi lainnya. Coba lagi nanti.
kab: Ur yezmir ara ad d-yessali afaylu n imedlis n tensa %S, ahat di yella deg uska n tɣuri kan , neɣ isekker-it usnas. MA ulac aɣilif, ɛreḍ tikelt nniḍen.
lt: Nepavyko įkelti adresų knygos failo %S. Galbūt failas skirtas tik skaityti arba jį užblokavo kita programa. Prašom pabandyti vėliau.
nn_no: Klarte ikkje å lesa adresseboka %S. Det er mogleg at fila er skriveverna, eller er låst av eit anna program. Prøv på nytt seinare.
pt: Incapaz de carregar o ficheiro do livro de endereços %S. Pode estar protegido contra escrita ou bloqueado por outra aplicação. Tente mais tarde.
pt_br: Não foi possível carregar o arquivo %S do catálogo de endereços. Ele pode ser somente para leitura ou pode estar travado por outro aplicativo. Por favor, tente de novo mais tarde.
ro: Fișierul cu agenda de contacte %S nu poate fi încărcat. Ar putea fi din cauza faptului că fișierul poate fi doar citit sau este blocat de altă aplicație. Vă rugăm să încercați din nou mai târziu.
sl: Datoteke imenika %S ni mogoče naložiti. Lahko je samo za branje, oziroma jo je drug program zaklenil. Poskusite znova kasneje.
tr: %S adres defteri dosyası yüklenemiyor. Salt okunur veya başka bir program tarafından kullanımda olabilir. Lütfen daha sonra tekrar deneyin.
uz: %S manzil kitobi yuklanmadi. U faqat o‘qish uchun yoki boshqa ilova dastur tomonidan qulflangan bo‘lishi mumkin. Keyinroq yana urinib ko‘ring.
xh: Ayikwazanga kulayisheka ifayili yencwadi yeedilesi i-%S. Isenokuba kufunda-kuphela, okanye itshixelwe yenye inkqubo. Nceda zama kwakhona emva kwethuba.
zu: Ayikwazi ukulayisha ifayela lencwadi yamakheli %S. Kungase kube elifundwayo kuphela, noma livalelwe olunye uhlelo. Sicela uphinde uzame.

source: %1$S, %2$S %3$S
bs: %3$S %1$S, %2$S
pt: %3$S %1$S, %2$S
sl: %3$S %1$S, %2$S
tr: %3$S %1$S, %2$S

source: %1$S %2$S
pt: %2$S %1$S
tr: %2$S %1$S

source: Are you sure you want to delete the selected contact?
bg: Наистина ли искате да изтриете избрания контакт?
bs: Da li ste sigurni da želite obrisati izabrani kontakt?
cy: Ydych chi'n siŵr eich bod eisiau dileu'r cynnwys?
hu: Biztos benne, hogy törölni akarja a kijelölt címet?
id: Yakin akan menghapus data kenalan terpilih?
kab: Tebɣiḍ ad tekkseḍ anermis ifernen?
nn_no: Er du sikker på at du vil sletta den valde kontakten?
pt_br: Tem certeza de que deseja excluir o contato selecionado?
ro: Sigur vreți să ștergeți contactul selectat?
sl: Ali res želite izbrisati izbrani stik?
tr: Seçilen kişiyi silmek istediğinizden emin misiniz?
uz: Tanlangan kontaktni o‘chirishi xohlaysizmi?

source: Are you sure you want to delete the selected contacts?
bg: Наистина ли искате да изтриете избраните контакти?
bs: Da li ste sigurni da želite obrisati izabrane kontakte?
cy: Ydych chi'n siŵr eich bod eisiau dileu'r cysylltiadau?
hu: Biztos benne, hogy törölni akarja a kijelölt címeket?
id: Yakin akan menghapus data kenalan terpilih?
kab: Tebɣiḍ ad tekkseḍ inermisen ifernen?
nn_no: Er du sikker på at du vil sletta dei valde kontaktane?
pt_br: Tem certeza de que deseja excluir os contatos selecionados?
ro: Sigur vreți să ștergeți contactele selectate?
sl: Ali res želite izbrisati izbrane stike?
tr: Seçilen kişileri silmek istediğinizden emin misiniz?
uz: Tanlangan kontaktlarni o‘chirishni xohlaysizmi?

source: Are you sure you want to delete the selected address book?
af: Is u seker u wil die geselekteerde adresboek skrap?
bg: Наистина ли искате да изтриете избрания адресник?
bs: Da li ste sigurni da želite obrisati izabrani adresar?
cy: Ydych chi'n siŵr eich bod eisiau dileu'r llyfr cyfeiriadau?
hu: Biztos benne, hogy le akarja törölni a kijelölt címeket és levelezési listákat?
id: Yakin akan menghapus buku alamat terpilih?
kab: Tebɣiḍ ad tekkseḍ imedlis n tensa ifernen?
nn_no: Er du sikker på at du vil sletta den valde adresseboka?
pt_br: Tem certeza de que deseja excluir o catálogo de endereços selecionado?
ro: Sigur doriți să ștergeți agenda de contacte selectată?
sl: Ali res želite izbrisati izbrani imenik?
tr: Seçilen adres defterini silmek istediğinizden emin misiniz?
uz: Tanlangan manzil kitobini o‘chirishni xohlaysizmi?
xh: Uqinisekile ufuna ukucima incwadi yeedilesi ekhethiweyo?
zu: Uyaqiniseka yini ukuthi ufuna ukucisha incwadi yamakheli ekhethiwe?

source: If this address book is deleted, %S will no longer collect addresses. Are you sure you want to delete the selected address book?
af: As hierdie adresboek geskrap word, sal %S nie meer adresse versamel nie. Is u seker u wil die geselekteerde adresboek skrap?
bg: Ако изтриете този адресник, %S няма вече да събира адреси. Все още ли искате да изтриете избраният адресник?
bs: Ukoliko obrišete ovaj adresar, %S neće više prikupljati email adrese. Da li ste sigurni da želite obrisati izabrani adresar?
cy: Os bydd y llyfr cyfeiriadau'n cael ei ddileu, ni fydd %S yn gallu casglu cyfeiriadau ymhellach. Ydych chi'n siŵr eich bod am ddileu'r llyfr cyfeiriadau hwn?
hu: Ha törli a címjegyzéket, a %S nem gyűjti tovább a címeket. Biztos benne, hogy le akarja törölni a kijelölt címeket és levelezési listákat?
id: Jika buku alamat ini dihapus, %S tidak akan mengumpulkan alamat email lagi. Yakin akan menghapus buku alamat terpilih?
kab: Ma yettwakkes imedlis-agi n tensa, %S ur d-igemer ara tansiwin. Tebɣiḍ ad tekkseḍ imedlis n tensa ifernen?
nn_no: Dersom denne adresseboka vert sletta, vil ikkje %S lenger samla opp e-postadresser. Er du sikker på at du vil sletta denne adresseboka?
pt_br: Se este catálogo for excluído, o %S não mais coletará e-mails. Tem certeza de que deseja remover o catálogo selecionado?
ro: Dacă agenda este ștearsă, %S nu va mai colecta automat adrese de poștă electronică. Sigur doriți să ștergeți agenda de contacte?
sl: Če ta imenik izbrišete, %S ne več zbiral naslovov. Ali res želite izbrisati izbrani imenik?
tr: Bu adres defteri silinirse %S artık adresleri toplamayacak. Seçili adres defterini silmek istediğinizden emin misiniz?
uz: Agar bu manzil kitobi o‘chirilsa, %S manzillarni boshqa to‘plamaydi. Tanlangan manzil kitobini o‘chirishni xohlaysizmi?
xh: Ukuba le ncwadi yeedilesi icinyiwe, i-%S ayisayi kuphinda iqokelele iidilesi. Ingaba uqinisekile ufuna ukucima incwadi yeedilesi ekhethiweyo?
zu: Uma le ncwadi yamakheli icishwa, %S ngeke isawaqoqa amakheli. Uyaqiniseka yini ukuthi ufuna ukucisha incwadi yamakheli ekhethiwe?

source: Are you sure you want to delete the selected mailing list?
af: Is u seker u wil die geselekteerde poslys skrap?
bg: Наистина ли искате да изтриете избрания пощенски списък?
bs: Da li ste sigurni da želite obrisati izabranu mailing listu?
cy: Ydych chi'n siŵr eich bod eisiau dileu'r rhestr e-bostio hwn?
hu: Biztos benne, hogy törölni akarja a kijelölt levelezési listákat?
id: Yakin akan menghapus daftar milis terpilih?
kab: Tebɣiḍ ad tekkseḍ tabdart n tnezwit ifernen?
nn_no: Er du sikker på at du vil sletta den valde e-postlista?
pt_br: Tem certeza de que deseja excluir a lista de e-mails selecionada?
ro: Sigur doriți să ștergeți lista de expediție selectată?
sl: Ali res želite izbrisati izbrani dopisni seznam?
tr: Seçilen posta listesini silmek istediğinizden emin misiniz?
uz: Tanlangan xabar almashish ro‘yxatini o‘chirishni xohlaysizmi?
xh: Ingaba uqinisekile ufuna ukucima uludwe olukhethiweyo lwemeyile?
zu: Uyaqiniseka yini ukuthi ufuna ukucisha uhlu lokuthumela olukhethiwe?

source: Are you sure you want to delete the selected contacts and mailing lists?
af: Is u seker u wil die gemerkte kennisse en poslyste skrap?
bg: Наистина ли искате да изтриете избраните контакти и пощенски списъци?
bs: Da li ste sigurni da želite obrisati izabrane kontakte i mailing liste?
cy: Ydych chi'n siŵr eich bod eisiau dileu'r cysylltiadau a'r rhestr e-bostio hyn?
hu: Biztos benne, hogy törölni akarja a kijelölt névjegyeket és levelezőlistákat?
id: Yakin akan menghapus data kenalan dan daftar milis terpilih?
kab: Tebɣiḍ ad tekkseḍ inermisen d tebdarin n tnezwit?
nn_no: Er du sikker på at du vil sletta valde kontaktar og e-postlister?
pt_br: Tem certeza de que deseja excluir as listas de e-mails e os contatos selecionados?
ro: Sigur doriți să ștergeți contactele selectate și listele de discuții?
sl: Ali res želite izbrisati izbrane stike in dopisne sezname?
tr: Seçilen kişileri ve posta listelerini silmek istediğinizden emin misiniz?
uz: Tanlangan xabar almashish ro‘yxati va kontaktlarni o‘chirishni xohlaysizmi?

source: Are you sure you want to delete the selected mailing lists?
af: Is u seker u wil die geselekteerde poslyste skrap?
bg: Наистина ли искате да изтриете избраните пощенски списъци?
bs: Da li ste sigurni da želite obrisati izabrane mailing liste?
cy: Ydych chi'n siŵr eich bod eisiau dileu'r rhestr e-bostio hwn?
hu: Biztos benne, hogy törölni akarja a kijelölt levelezőlistákat?
id: Yakin akan menghapus daftar milis terpilih?
kab: Tebɣiḍ ad tekkseḍ tibdarin n tnezwit ifernen?
nn_no: Er du sikker på at du vil sletta den valde e-postlista?
pt_br: Tem certeza de que deseja excluir as listas de e-mails selecionadas?
ro: Sigur doriți să ștergeți listele de expediție selectate?
sl: Ali res želite izbrisati izbrane dopisne sezname?
tr: Seçilen posta listelerini silmek istediğinizden emin misiniz?
uz: Tanlangan xabar almashish ro‘yxatlarini o‘chirishni xohlaysizmi?
xh: Ingaba uqinisekile ufuna ukucima izindwe ezikhethiweyo zeemeyile?
zu: Uyaqiniseka yini ukuthi ufuna ukucisha uhlu lokuthumela olukhethiwe?

source: %B %d
bg: %d %B
bs: %d. %B
pt_br: %d de %B
ro: %d %B
sl: %d. %B
tr: %d %B

source: Cc
am: ካኮ
bg: Копие
hu: Másolatot kap
lt: Kopija
nn_no: Kopi til
sl: Kp
tr: Bilgi
uz: Nusxasi

source: Bcc
am: አስካኮ
bg: Скрито
hu: Rejtett másolatot kap
lt: Nematomoji kopija
nn_no: Blindkopi til
pt_br: Cco
sl: Skp
tr: Gizli Alıcı

source: 1 match found
af: 1 resultaat gevind
bg: Открито 1 съвпадение
pt_br: Contato encontrado: 1
ro: 1 rezultat
sl: Najden 1 zadetek
tr: 1 eşleşme bulundu
xh: Kufunyenwe ungqinelwano olu-1
zu: 1 okutholakele okufanayo

source: %S matches found
af: %S resultate gevind
bg: Открити %S съвпадения
pt_br: Contatos encontrados: %S
ro: %S rezultate
sl: Najdenih %S zadetkov
tr: %S eşleşme bulundu
xh: Kufunyenwe iziganeko zongqinelwaniso ezi-%S
zu: Kungu-%S okutholakele okufanayo

source: Export Address Book
af: Voer adresboek uit
bg: Изнасяне на адресник
pt_br: Exportar catálogo de endereços
ro: Exportare agendă de contacte
sl: Izvozi Imenik
tr: Adres Defterini Dışarı Aktar
xh: Thumela Ngaphandle Incwadi Yedilesi
zu: Thumela Incwadi Yamakheli

source: Address Book Properties
af: Adresboek-eienskappe
bg: Свойства на адресника
pt_br: Propriedades do catálogo de endereços
ro: Proprietățile agendei de contacte
sl: Lastnosti imenika
tr: Adres Defteri Özellikleri
xh: Iinkcazelo Ngeempawu Zencwadi Yeedilesi
zu: Izici Zencwadi Yamakheli

source: %S %S
hu: %2$S %1$S

source: MSN
kab: MSQN

source: New Card
xh: Ikhadi Entsha
zu: Ikhadi Elisha

source: New Card for %S
xh: Ikhadi Entsha ye-%S
zu: Ikhadi Elisha le-%S

source: Edit Card
xh: Hlela Ikhadi
zu: Lungisa Ikhadi

source: Edit Card for %S
xh: Hlela Ikhadi ye-%S
zu: Lungisa Ikhadi le-%S

source: Card for %S
xh: Ikhadi ye-%S
zu: Ikhadi le-%S

source: Delete Failed
xh: u-Cima Akaphumelelanga
zu: Ukucisha Kuhlulekile

source: Are you sure you want to delete the selected cards and mailing lists?
xh: Ingaba uqinisekile ufuna ukucima iikhadi ezikhethiweyo nezindwe zeemeyile?
zu: Uyaqiniseka yini ukuthi ufuna ukucisha amakhadi nohlu lokuthumela okukhethiwe?

source: Screen Name
xh: Igama Leskrini
zu: Igama Lesikrini

source: _: propertyWork Work
xh: Umsebenzi
zu: Umsebenzi

source: _: propertyHome Home
xh: Ekhaya
zu: Ekhaya

source: Please remove the following cards with no email address :
xh: Nceda shenxisa iikhadi ezilandelayo ezingenazidilesi zemeyile :
zu: Sicela ususe la makhadi alandelayo angenawo amakheli e-imeyili:

source: Total Cards in %1$S: %2$S
xh: Isixa Esipheleleyo Seekhadi kwi-%1$S: %2$S
zu: Ingqikithi Yamakhadi ku-%1$S: %2$S

source: %S cards copied
xh: Iikhadi ze-%S zikotshiwe
zu: %S amakhadi akopishiwe

source: 1 card copied
xh: Kukotshwe ikhadi e-1
zu: 1 ikhadi elikopishiwe

source: None
xh: Akukho
zu: Akukho

source: Comma Separated (*.csv)
xh: Ikoma Yahlukanisa (*.csv)
zu: Kuhlukaniswe Ukhefana (*.csv)

source: Tab Delimited (*.tab,*.txt)
zu: Inemingcele Yethebhu (*.tab,*.txt)

source: Card for
xh: Ikhadi ukwenzela
zu: Ikhadi lika-

source: _: headingHome Home
xh: Ekhaya
zu: Ekhaya

source: _: headingWork Work
xh: Umsebenzi
zu: Umsebenzi
