Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/addressbook/pref-directory-add.dtd.po
Languages: br, hy_am, kab, xh

source: Directory Server Properties
br: Perzhioù kavlec'hiad an dafariad
hy_am: Թղթ. սպասարկիչի հատկությունները
kab: Taɣaṛa n uqeddac akaram
xh: Iinkcazelo Ngeempawu Zeseva Kavimba Weefayili

source: &Name:
br: A&nv :
hy_am: Անուն.
kab: &Isem:
xh: &Igama:

source: H&ostname:
br: Anv &ostiz :
hy_am: Հոսթի անունը.
kab: A&senneftaɣ:
xh: Igama lo&mamkeli:

source: &Base DN:
br: &Bon DN :
hy_am: Բազայի DN-ն.
kab: Isem n taɣult a&zadur:
xh: &Isiseko se-DN:

source: &Find
br: &Kavout
hy_am: &Գտնել
kab: &Af
xh: &Fumana

source: &Use secure connection (SSL)
br: &Ober gant ur c'hennaskañ suraet (SSL)
hy_am: &Օգտ. անվտանգ կապակցում (SSL)
kab: Se&qdec tuqqna taɣelsant (SSL)
xh: &Sebenzisa umdibaniso wokhuselo (SSL)

source: B&ind DN:
br: N&iv. Kav. da eren :
xh: B&ophelela i-DN:

source: &Advanced Options
xh: &Ekunokukhethwa Kuko Okukwinqanaba Eliphambili

source: General
br: Hollek
hy_am: Գլխավորը
kab: Amatu
xh: Okungangqalanga

source: Offline
br: Ezlinenn
hy_am: Անցանց
kab: Aruqqin
xh: Imo engeyo yakusebenza

source: Advanced
br: Kempleshoc'h
hy_am: Ընդլայնված
kab: Leqqayen
xh: Kwinqanaba eliphambili

source: Advanced Options
xh: Ekunokukhethwa Kuko Kwenqanaba Eliphezulu

source: &Port number:
br: Nv &porzh :
hy_am: Պորտի համարը.
kab: &Uṭṭun n tebburt:
xh: &Inombolo yesiqhagamshelisi:

source: Search &filter:
br: Sil &klask :
hy_am: Զտիչների &որոնում.
kab: Im&zizdeg n unadi:
xh: Zingela &hluza:

source: S&cope:
br: Le&dad :
hy_am: Շրջանը.
kab: Ta&nerfadit:
xh: Ubukhulu bo&mda:

source: One &Level
br: U&l live
hy_am: Մեկ մակարդակ
kab: Yiwen us&wir
xh: Elinye &Inqanaba

source: &Subtree
br: I&swezenn
hy_am: Ենթածառը.
kab: A&daseklu
xh: &Umthi olihlumela

source: Don't &return more than
br: Chom hep kas en-d&ro muioc'h a
hy_am: Չվերադարձնել ավելի քան՝
kab: Ur d-tta&rra ara ugan n
xh: Musa &ukubuyela ngaphezu koku

source: results
br: disoc'hoù
hy_am: արդյունքներ
kab: igmaḍ
xh: iziphumo

source: You can download a local copy of this directory so that it is available for use when you are working offline.
br: Un eilad lec'hel eus ho kavlec'hiad a c'hallit pellgargañ a-benn ma vo hegerz evit un arver pa viot o labourat ezlinenn.
hy_am: Կարող եք բեռնել այս թղթապանակի լոկալ օրինակը, որպեսզի այն հասանելի լինի անցանց աշխատելիս։
kab: Tzemreḍ ad d-sidreḍ anɣel adigan n ukaram agi akken ad yeli ihegga i weseqdec ticki temahaleḍ s war tuqqna.
xh: Unako ukuthoba umthwalo waloo kopi yalo vimba weefayili ukuze ube khona ukuba ungasetyenziswa xa usasebenza kwimo engeyo yakusebenza.

source: &Download Now
xh: &Thoba Umthwalo Ngoku

source: Login &method:
br: &Hentenn gennask:
hy_am: Մուտքի եղանակը.
kab: tarrayt n une&kcum:

source: Simp&le
br: &Eeun
hy_am: Պարզ.
kab: Aḥe&rfi
