Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/addressbook/replicationProgress.properties.po
Languages: af, sl, xh, zu

source: Replication started...
xh: Ukuphindaphinda kuqalisile...
zu: Iqalile ukwenza ikhophi...

source: Started finding changes to replicate...
xh: Kuqalisile ukufumana iinguquko zophindaphindo...
zu: Isiqalile ukuthola ushintsho ezokwenza ikhophi yalo...

source: Replication succeeded
af: Replikasie suksesvol
sl: Podvojevanje je uspelo
xh: Ukuphindaphinda kuphumelele
zu: Ukwenza ikhophi efanayo kuphumelele

source: Replication failed
af: Replikasie het misluk
sl: Podvojevanje je spodletelo
xh: Ukuphindaphinda kusilele
zu: Ukwenza ikhophi efanayo kuhlulekile

source: Replicating directory entry: %S
af: Replikasie-gidsinskrywing: %S
sl: Podvojevanje vnosa imenika: %S
xh: Kuphindaphindwa ungenelo lukavimba weefayili: %S
zu: Uhlu lokungena ekwenzeni ikhophi: %S

source: Replicating %S
xh: Kuphindaphindwa i-%S
zu: Yenza ikhophi %S

source: A replication of this directory is already in progress.
xh: Ukuphindaphindwa kwalo vimba weefayili sekuqalisiwe.
zu: Ukwenziwa kwekhophi yalolu hlu kuyaqhubeka.

source: A replication of another directory is already in progress. You can only replicate one directory at a time.
xh: Ukuphindaphindwa komnye uvimba weefayili sekuqalisile. Unokuphindaphinda uvimba weefayili omnye ngexesha.
zu: Ukwenziwa kwekhophi yolunye uhlu sekuyaqhubeka kakade. Ungenza ikhophi yohlu olulodwa kuphela ngesikhathi.

source: You must be online to replicate a directory.
xh: Kufuneka ube kwimo yokusebenza ukuze uphindaphinde uvimba wefayili.
zu: Kumelwe ube ku-Inthanethi ukuze wenze ikhophi yohlu.

source: %S is currently in the process of replicating an address book. Would you like to wait until the process has completed before quitting or quit now?
xh: I-%S ikwinkqubo yokuphindaphinda incwadi yeedilesi okwangoku. Ingaba ufuna ukulinda de iphele inkqubo phambi kokuyeka okanye uyayeka ngoku?
zu: %S iphezu kokwenza ikhophi yencwadi yamakheli. Ungathanda yini ukulinda kuze kube yilapho isiqedile ngaphambi kokuba uyeke noma uzoyeka manje?

source: Wait
xh: Linda
zu: Linda

source: Quit
xh: Yeka
zu: Yeka

source: Replication started…
af: Replikasie het begin…
sl: Začetek podvojevanja …

source: Started finding changes to replicate…
af: Het begin om veranderinge te kry om te repliseer…
sl: Začetek iskanja sprememb za podvojitev …

source: Replication cancelled
af: Replikasie gekanselleer
sl: Podvojevanje preklicano

source: Download Now
af: Laai nou af
sl: Prenesi zdaj

source: D
af: n
sl: P

source: Cancel Download
af: Kanselleer aflaai
sl: Prekliči prenos

source: C
af: K
sl: r
