Repository: translate/mozilla-l10n
Catalog: nso/browser/chrome/browser/preferences/connection.dtd.po
Languages: nso

source: Connection Settings
nso: Dipeakanyo tša kgokaganyo

source: Configure Proxies to Access the Internet
nso: Beakanya dikemedi go fihlelela inthanete

source: No prox&y
nso: Ga go na kemed&i

source: &Use system proxy settings
nso: &Diriša dipeakanyo tša kemedi ya tshepedišo

source: Auto-detect proxy settings for this net&work
nso: Hwetša ka maitirišo dipeakanyo tša kemedi tša nete&weke ye

source: &Manual proxy configuration:
nso: Thulaganyo ya kemedi ya go &itirela:

source: &Automatic proxy configuration URL:
nso: &URL ya thulaganyo ya kemedi ya maitirišo:

source: R&eload
nso: &Hlahlela gape

source: &FTP Proxy:
nso: &Kemedi ya FTP:

source: HTTP Pro&xy:
nso: Kemed&i ya HTTP:

source: SS&L Proxy:
nso: Kemedi ya SS&L:

source: SO&CKS Host:
nso: Moamogedi wa SO&CKS:

source: Port:
nso: Tswalantšho:

source: &No Proxy for:
nso: &Ga go kemedi ya:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
nso: Mohlala: .mozilla.org, .org.za, 192.168.1.0/24

source: U&se this proxy server for all protocols
nso: Dir&iša sebara ye ya kemedi go diprotokole ka moka
