Repository: translate/mozilla-l10n
Catalog: nso/browser/chrome/browser/preferences/privacy.dtd.po
Languages: nso

source: Tracking
nso: Go latelela

source: Learn More
nso: Ithute ka mo go oketšegilego

source: Location Bar
nso: Para ya lefelo

source: &Accept cookies from sites
nso: &Amogela dikhukhi go tšwa disaeteng

source: A&ccept third-party cookies:
nso: Am&ogela dikhukhi tša leloko la boraro:

source: Always
nso: Ka mehla

source: Never
nso: Le gatee

source: From visited
nso: Go tšwa go tše etetšwego

source: they expire
nso: di felelwa ke nako

source: I close &brandShortName;
nso: Ke tswalela &brandShortName;

source: ask me every time
nso: mpotšiše nako le nako

source: &Exceptions…
nso: &Tše sa akaretšwego…

source: &Show Cookies…
nso: &Laetša dikhukhi…

source: &brandShortName; &will:
nso: &brandShortName; e &tla:

source: Remember history
nso: Gopola histori

source: Never remember history
nso: O se ke wa gopola histori

source: Use custom settings for history
nso: Diriša dipeakanyo tša tlwaelo bakeng sa histori

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
nso: &brandShortName; e tla gopola go praosa ga gago, taollo, foromo le histori ya nyako, le go boloka dikhukhi go tšwa go diwepesaete tše o di etelago.

source: You may want to
nso: O ka nyaka go

source: clear your recent history
nso: tloša histori ya gago ya morago bjale

source: , or
nso: goba

source: remove individual cookies
nso: tloša dikhukhi tša botho

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
nso: &brandShortName; e tla diriša dipeakanyo tše swanago le tša go praosa ga praebete, gomme e ka se gopole histori le ge e le efe ge o dutše o praosa wepe.

source: You may also want to
nso: Gape o ka rata go

source: clear all current history
nso: tloša histori yohle ya ga bjale

source: Always use &private browsing mode
nso: Ka mehla diriša mokgwa wa go praosa wa &praebete

source: Remem&ber my browsing and download history
nso: Gop&ola go praosa ga ka le histori ya go laolla

source: Remember search and &form history
nso: Gopola histori ya nyako le &foromo

source: Clea&r history when &brandShortName; closes
nso: Tl&oša histori ge &brandShortName; e tswalela

source: Se&ttings…
nso: Dip&eakanyo…
