Repository: translate/mozilla-l10n
Catalog: */editor/ui/chrome/composer/pref-editing.dtd.po
Languages: br, eu

source: New Page Settings
br: Arventennoù ar pajennoù nevez
eu: Orri berriaren ezarpenak

source: A&uthor:
br: &Aozer:
eu: E&gilea:

source: Default Page Appearance
br: Neuz ar bajenn dre ziouer
eu: Orri lehenetsiaren itxura

source: Rea&der's default colors (Don't set colors in page)
br: &Livioù dre ziouer al lenner (na gemmañ livioù ar pajennadoù)
eu: Irakurlearen kolore lehenetsiak (e&z ezarri kolorerik orrian)

source: Use &custom colors:
br: &Implijout livioù personelaet:
eu: Erabili kolore &pertsonalizatuak:

source: &Normal text
br: Testenn &reizh
eu: Testu &arrunta

source: &Link text
br: T&estenn an ere
eu: &Loturadun testua

source: &Active link text
br: Testenn an ere &oberiant
eu: &Lotura aktiboen testua

source: &Visited link text
br: Testenn an ere &gweladennet
eu: &Bisitatutako loturen testua

source: &Background:
br: &Drekleur:
eu: &Atzeko planoa:

source: Background i&mage:
br: S&keudenn an drekleur:
eu: Atzeko planoko i&rudia:

source: Ch&oose File…
br: Di&bab ur restr…

source: Ch&oose Fileâ€¦
eu: Ha&utatu fitxategia...
