Repository: translate/mozilla-l10n
Catalog: son/browser/chrome/browser/devtools/webConsole.dtd.po
Languages: son

source: Web Console
son: Interneti diji-walha

source: Browser Console
son: Ceecikaw diji-walha

source: Request URL:
son: URL hãayan:

source: Request Method:
son: Hãayan dabari:

source: Status Code:
son: Assariya tammaasa

source: Request Headers
son: Wiryan boŋdekey

source: Sent Cookie
son: Aleewaa sanbandi

source: Request Body
son: Wiriyan gaaham

source: Sent Form Data
son: Takari bayhayey sanbandi

source: Response Headers
son: Tuuruyan boŋdekey

source: Received Cookie
son: Aleewa duwante

source: Response Body
son: Tuuruyan gaaham

source: Cached Data
son: Bayhaya lanbantey

source: Unknown Content Type
son: Gundekuna dumi šibayante

source: No Response Body
son: Tuuruyan gaaham kul šii

source: Received Image
son: Bii duwante

source: Cached Image
son: Bii lanbante

source: &Log Request and Response Bodies
son: Hãayan nda zaabi gundakunawey &leeti

source: Open URL in New &Tab
son: URL feeri nor loku &taaga ra

source: &Net
son: Sa&nkay

source: Log network access
son: Sankay ceebandu hantum

source: Log CSS errors and warnings
son: CSS firkawey nda yaamarey hantum

source: Log JavaScript exceptions
son: JavaScript hasarawey hantum

source: Sec&urity
son: &Saajaw

source: Log security errors and warnings
son: Goybanda firkawey nda yaamarey

source: Logging
son: Zaaritiira

source: Log messages sent to the window.console object
son: Goy-ceebandu alhabarey sanbandi "console" hayaa do

source: Errors
son: Firkawey

source: Info
son: Alhabar

source: Warnings
son: Yaamarey

source: Log
son: Hantum

source: Reflows
son: Willandey

source: Filter output
son: Fattari fay

source: Clea&r
son: Tuu&su

source: Clear the Web Console output
son: Interneti diji-walha fattari tuusu

source: Copy Link Loc&ation
son: &Doboo dogoo berandi
