Repository: translate/mozilla-l10n
Catalog: son/browser/chrome/browser/devtools/webconsole.properties.po
Languages: son

source: Error:
son: Firka:

source: Warning:
son: Yaamar:

source: Network:
son: Sankay:

source: Exception:
son: Hasaraw:

source: CSS Parser:
son: CSS fesu-fesukaw:

source: Strict Warning:
son: Waažibi yaamar:

source: Category:
son: Kuray:

source: Line: %S
son: Žeeri: %S

source: Hide
son: Tugu

source: Preferences
son: Ibaayey

source: Page:
son: &Moo:

source: Console:
son: Diji-walha:

source: DOM Mutation
son: DOM ganandiyan

source: Toggle DOM Mutation event logging
son: DOM ganandiyan teera kanji ceebandu hantum waate

source: Global Messages
son: Aduɲɲakul alhabaryey

source: Toggle Global Message logging
son: Goo ma aduɲɲakul ceebandu alhabar kanji

source: Local Console
son: Nungu bande diji-walha

source: Cl&ear Console
son: Diji-walha tu&usu

source: Close
son: Daabu

source: Update
son: Taagandi

source: Can't call pprint on this type of object.
son: Ši hin ka pprint cee jinaa woo dumoo ga.

source: Inspect Network Request
son: Sankay wiriyan hawgay

source: Unable to display responses of type "%S"
son: Ši hin ka zaabey cebe "%S" woo dumoo še

source: The Web Console logging API (console.log, console.info, console.warn, console.error) has been disabled by a script on this page.
son: Interneti diji-walhaa kaŋ ga API ceebandu hantum (console.log, console.info, console.warn, console.error) kayandi, šigira dumi foo n'a kayandi moɲoo woo ga.

source: Web Console - %S
son: Interneti diji-walha - %S

source: Mixed Content
son: Gundekuna kaašimante

source: Learn More
son: Bay ka tonton

source: Shift+RETURN - Open in Scratchpad
son: Shift+RETURN - Feeri gaasadew ra

source: Instance of %S
son: %S bangayyan

source: reflow: %Sms
son: willandi: %Sms

source: reflow: %Sms
son: willandi: %Sms

source: function %1$S, %2$S line %3$S
son: goyyan %1$S, žeeri %2$S %3$S

source: <anonymous>
son: <kaŋ ši nda maa>

source: <unknown>
son: <šibayante>

source: %S: timer started
son: %S: waatikabukaa šintin

source: <no label>
son: <bila nda šilbay>

source: <- no result
son: <- ši haya kul cebe

source: The maximum allowed number of timers in this page was exceeded.
son: Woo ga waatikabukey hinnaa kaŋ ga hin ka bara moŋoo woo ga hõ.

source: The maximum allowed number of counters in this page was exceeded.
son: Waatikabukey hinnaa kaŋ ga hin ka bara moŋoo woo n' ka howandi.

source: After your input has been re-evaluated the result is no longer inspectable.
son: Za war damhayaa koroši taaga de hunyanoo ši hin ka gunandi koyne.

source: Remote Connection
son: Ciyari moora

source: Enter hostname and port number (host:port)
son: Zunbu doo nda kotay-mee lanbaa dam (host:port)

source: Tab list - Remote Connection
son: Nor loku maašeede - Ciyari moorante

source: Select one of the tabs you want to attach to, or select the global console.
son: Nor lokey affoo suuba kaŋ war baa k'a haw wala k'a suuba sanda adduɲɲaa diji-walha ga.

source: *Global Console*
son: *Adduɲɲaa diji-walha*

source: Console
son: Diji-walha:

source: Console Panel
son: Diji-walha fasaldoo

source: The string you are trying to view is too long to be displayed by the Web Console.
son: Tenjiroo kaŋ war ga ceeci ka dii ya ka hansa ka kuu ka cebandi nda Interneti diji-walha

source: Fetch the remaining %S bytes
son: Cebsu-ize cindi %S kurma

source: Fetch the request body (%S bytes)
son: Hãayan gundekunaa (cebsu-ize %S) kurma

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Web Console to try again.
son: Baatuyan waatoo bisa. Guna firka diji-walhaa ga ceraw hinkaa here firka alhabar himantey še. Interneti diji-walhaa feeri taaga ka ceeci koyne.

source: Filter properties
son: Fayyan mayrawey

source: No properties to display
son: Mayray kul šii cebeyan še

source: #1 repeat;#1 repeats
son: filla #1;filla #1

source: Click to select the node in the inspector
son: Naagu ka dobu gam suuba korošikaa ra

source: Cannot cd() to the given window. Invalid argument.
son: Ši hin ka goy nda cd() zanfunoo woo ra. Kalima laala.

source: Scam Warning: Take care when pasting things you don't understand. This could allow attackers to steal your identity or take control of your computer. Please type '%S' below (no need to press enter) to allow pasting.
son: Darga yaamar: War hawgay nda war ga kayayaŋ dobu kaŋ war ši faham i se. Woo ka hin ka too zanbakey war boŋtammaasa zay wal'i ma war ordinateroo juwal. Taare '%S' hantum ne ganda (bila nda dam butoŋoo ma naagandi ka dobuyan duɲe.

source: allow pasting
son: dobuyan duɲe

source: Show/hide message details.
son: Alhabar šilbayhayey cebe/tugu.

source: #1 empty slot;#1 empty slots
son: fun koonu #1;fun koonu #1

source: (index)
son: (maaboŋ)

source: (iteration index)
son: (fillayan maaboŋ

source: Key
son: Kufal

source: Values
son: Hinnawey

source: Error
son: Firka

source: Warning
son: Yaamar

source: Info
son: Alhabar

source: Log
son: Hantum
