Repository: translate/mozilla-l10n
Catalog: son/browser/chrome/browser/devtools/webide.dtd.po
Languages: son

source: Project
son: Porože

source: New App…
son: Porogaram-ize taaga…

source: Open Packaged App…
son: Porogaram-ize hawante feeri…

source: Open Hosted App…
son: Porogaram-ize zunbante feeri…

source: Open App…
son: Porogaram-ize feeri…

source: Install and Run
son: Sinji nda tunandi

source: Stop App
son: Porogaram-ize kayandi

source: Debug App
son: Hanseyan porogaram

# projectMenu_remove_label
source: Remove Project
son: Porožewoo kaa

# projectMenu_showPrefs_label
source: Preferences
son: Ibaayey

# projectMenu_manageComponents_label
source: Manage Extra Components
son: Jinay-ize tontoney juwal

source: Runtime
son: Dirandi waati

source: Disconnect
son: Ciyari dunbu

# runtimeMenu_showPermissionTable_label
source: Permissions Table
son: Duɲeyaney daaroo

source: Screenshot
son: Dijibii

# runtimeMenu_showDetails_label
source: Runtime Info
son: Dirandi waati alhabar

# runtimeMenu_showMonitor_label
source: Monitor
son: Diji

# runtimeMenu_showDevicePrefs_label
source: Device Preferences
son: Jinay ibaayey

# runtimeMenu_showSettings_label
source: Device Settings
son: Jinay kayandiyaney

source: View
son: Gunari

source: Toggle Editor
son: Kanjari fasalkaw

source: Zoom In
son: Bebbeerandi

source: Zoom Out
son: Nakasandi

source: Reset Zoom
son: Azzaati barmayyan yeeti

source: Open App
son: Porogaram-ize feeri

source: Select Runtime
son: Dirandi waati suuba

source: My Projects
son: Ay porožewey

source: Runtime Apps
son: Dirandi waati porogaram-izey

source: Tabs
son: Nor lokey

source: USB Devices
son: USB jinawey

source: Wi-Fi Devices
son: Wi-Fi jinawey

source: Simulators
son: Dendenkey

source: Other
son: Haya tana

source: Install Simulator
son: Dendenkaw sinji

source: Install ADB Helper
son: ADB faabakaw sinji

source: Can't see your device?
son: Ši hin ka dii war jinaa?

source: valid
son: Boryo

source: warnings
son: Yaamarey

source: errors
son: firkawey

source: Description
son: Šilbayyan

source: Location
son: Gorodoo

source: App ID
son: Porogaram-ize tammaasa

# details_removeProject_button
source: Remove Project
son: Porožewoo kaa

source: Show Pre-package Log
son: Jinay-moofur zaaritiira cebe

source: New App
son: Porogaram-ize taaga

source: Select template
son: Leeti suuba

source: Loading templates…
son: Goo ma leetey zumandi…

source: Project Name:
son: Porože maa:

source: Close
son: Daabu

source: Extra Components
son: Jere tontonantey

source: Open Add-ons Manager
son: Tontoney juwalkaa feeri

# prefs_title
source: Preferences
son: Ibaayey

source: Editor
son: Fasalkaw

source: General
son: Hankul

# prefs_manage_components
source: Manage Extra Components
son: Jinay-ize tontoney juwal

source: Reconnect to previous runtime
son: Dirandi waati bisantaa cee taaga

source: Reconnect to previous runtime when WebIDE starts
son: Dirandi waati bisante cee taaga waati kaŋ WebIDE ga šintin

source: Remember last project
son: Honga porože koraa

source: Restore previous project when WebIDE starts
son: Porože bisantaa yeeti nda WebIDE ga šintin

source: Templates URL
son: URL leetey

source: Index of available templates
son: Leeti barantey maaboŋoo

source: Show editor
son: Fasalkaa cebe

source: Show internal editor
son: Kunahere fasalkaa cebe

source: Tab size
son: Nor loku azzaati

source: Soft tabs
son: Nor loku baaney

source: Use spaces instead of the tab character
son: Goy nda farrey, manti nor loku harfu

source: Autoindent
son: Boŋhirri

source: Guess indentation based on source content
son: Hirri-noryan hiise aššil gundekuna bande

source: Autocomplete
son: Boŋtimmandi

source: Enable code autocompletion
son: Ašariyan boŋtimmandiyan tunandi

source: Autoclose brackets
son: Boŋdaabu holgey

source: Automatically insert closing brackets
son: Holgu daabuyan dam nga boŋ se

source: Keybindings
son: Kufalhawarey

source: Default
son: Tilasu

# permissionstable_title
source: Permissions Table
son: Duɲeyaney daaroo

# runtimedetails_title
source: Runtime Info
son: Dirandi waati alhabar

source: ADB is root:
son: ADB ti linjoo:

source: root device
son: linji jinay

source: (requires unlocked bootloader)
son: (tunandikaw feerante ga waažibi)

source: Unrestricted DevTools privileges:
son: DevTools fondo suubarey bila nda kaydoo:

source: request higher privileges
son: goyfondo beeriyaŋ ga waažibi

source: (Will reboot device. Requires root access.)
son: (Ga jinay tunandi taaga. Linji huruyan ga waažibi.)

source: Boolean
son: Cimi wala taari hãayan

source: Integer
son: Hinna timmante

source: String
son: Tenjiri

source: Object
son: Haya

source: Select a type
son: Dumi foo suuba

# devicepreference_title
source: Device Preferences
son: Jinay ibaayey

source: Search preferences
son: Ibaayey ceeci

source: New preference name
son: Ibaayi maa taaga

source: Preference value
son: Ibaayi hinna

source: Add new preference
son: Ibaayi taaga tonton

# devicesetting_title
source: Device Settings
son: Jinay kayandiyaney

source: Search settings
son: Ceeci kayandiyaney

source: New setting name
son: Kayandiyan taaga maa

source: Setting value
son: Kayandiyan hinna

source: Add new setting
son: Kayandiyan taaga tonton

# monitor_title
source: Monitor
son: Diji

source: Help
son: Faaba

source: Client Identification
son: Daykaw tammaasayan

source: The endpoint you are connecting to needs more information to authenticate this connection. Please scan the QR code below via the prompt on your other device.
son: Bendogoo kaŋ war goo m'a cee ga baa alhabar tontoni ka ciyaroo woo lasaloo tabatandi. QR ašariya biyoo bere ganda nda war jinay tanaa hãayanoo.

source: No QR scanner prompt?
son: QR biiberekaw hãayan kul šii wala?

source: Have a QR scanner prompt?
son: QR biiberekaw hãayan goo wala?

source: If your other device asks for a token instead of scanning a QR code, please copy the value below to the other device:
son: Nda jinay tana na war hãa nda tammaasa QR ašariya biibereyan doo ra, wa hinnaa kaŋ goo jinay faa din cire berandi:

source: Pre-packaging Command Logs
son: Soolu-waate juwal zaaritiirawey

source: Version
son: Dumi

source: Device
son: Jinay
