Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/*-addressing.dtd.po
Languages: am, ar, bg, ca, cy, hr, hy_am, id, kab, pt_br, ro, sl

source: Composition & Addressing
ar: التحرير و العنْوَنة
bg: Писане и адресиране
ca: Redacció i adreçament
cy: Ysgrifennu a Chyfeiriadau
hr: Sastavljanje i adresiranje
hy_am: Նոր նամակ & Հասցեավորում
id: Susun & Alamat
kab: Asuddes & Asenki
pt_br: Editar e endereçar
ro: Redactare și adrese
sl: Sestavljanje in naslavljanje

source: Addressing
am: Ukufakwa kweedilesi
ar: العنْوَنة
bg: Адресиране
ca: Adreçament
cy: Cyfeirio
hr: Adresiranje
hy_am: Հասցեն
id: Alamat
kab: Asuddes
pt_br: Endereçar
ro: Adrese
sl: Naslavljanje

source: When looking up addresses:
am: Xa ujonga iidilesi:
ar: عند البحث عن عناوين:
bg: При търсене на адреси:
ca: En cercar adreces:
cy: Wrth chwilio am gyfeiriadau:
hr: Prilikom pretrage adresa e-pošte:
hy_am: Հասցեները նայելիս.
id: Ketika mencari alamat:
kab: Ticki tettnadiḍ tansiwin:
pt_br: Ao procurar endereços:
ro: La căutarea adreselor:
sl: Med iskanjem naslovov:

source: &Use my global LDAP server preferences for this account
am: &Sebenzisa izikhethwa zeseva yam yelimiweyo i-LDAP ukwenzela le akhawunti
ar: ا&ستخدم تفضيلاتي العامّة لخادوم LDAP لهذا الحساب
bg: &Tази регистрация използва общите настройки за LDAP сървър
ca: &Utilitza les preferències generals del servidor LDAP per a aquest compte
cy: &Defnyddio fy newisiadau gweinydd LDAP eang ar gyfer y cyfrif hwn
hr: Koristi moj LDAP posl&užitelj za ovaj račun
hy_am: Այս փոստարկղի համար օգտ. հիմնական LDAP սպասարկիչը
id: Gunakan pengaturan server &LDAP global saya untuk akun ini
kab: Se&qdec iɣewwaṛen inu n uqeddac LDAP amatu deg umiḍan agi
pt_br: U&sar meu servidor LDAP global para esta conta
ro: Folosește pentr&u acest cont preferințele globale pentru servere LDAP
sl: uporabi splo&šne nastavitve strežnika LDAP za ta račun

source: &Edit Directories…
ar: &حرِّر الأدلّة…
bg: &Директории…
ca: &Edita els directoris…
cy: Golygu &Cyfeiriaduron…
hr: Ur&edi imenike…
hy_am: Խմբագրել թղթապանակները...
id: Ubah Dir&ektori…
kab: &Ẓreg ikaramen...
pt_br: E&ditar diretórios…
ro: &Editează repertoare…
sl: &Uredi imenike …

source: Use a &different LDAP server:
ar: اس&تخدم خادوم LDAP آخر:
bg: &се използва друг LDAP сървър:
ca: Utilitza un altre servi&dor LDAP:
cy: &Defnyddio gweinydd LDAP gwahanol:
hr: Koristi drugi L&DAP poslužitelj:
hy_am: Օգտ. &տարբեր LDAP սպասարկիչներ.
id: Gun&akan server LDAP lainnya:
kab: Seqdec
pt_br: Usa&r um servidor LDAP diferente:
ro: Folosește un alt server LD&AP:
sl: uporabi &drug strežnik LDAP:

source: None
ar: لا شيء
bg: Без
ca: Cap
cy: Dim
hr: Nepostojeći
hy_am: Ոչինչ
id: Tidak ada
kab: Ula yiwen
pt_br: Nenhum
ro: Niciunul
sl: Brez

source: Composition
am: Uhlanganiselo
ar: التحرير
bg: Писане
ca: Redacció
cy: Ysgrifennu
hr: Sastavljanje
hy_am: Նամակը
id: Susun
kab: Asuddes
pt_br: Editar
ro: Redactare
sl: Sestavljanje

source: &Compose messages in HTML format
ar: ا&كتب الرسائل بتنسيق HTML
bg: Пис&ане на писма в HTML формат
ca: Redacta els missatges en format &HTML
cy: &Ysgrifennu negeseuon yn fformat HTML
hr: Sastavi poruke u &HTML formatu
hy_am: Նամակները կազմել HTML տեսակի
id: Buat pe&san dalam format HTML
kab: Aru iznan deg umasal &HTML
pt_br: Usar formatação (&HTML)
ro: Redactează mesajele în format &HTML
sl: &Sporočila sestavljaj v obliki HTML

source: Auto&matically quote the original message when replying
ar: اقتبِ&س الرّسالة الأصليّة تلقائيًّا عند الرّد
bg: При отговор автоматично се &цитира оригиналното писмо
ca: Cit&a automàticament el missatge original en respondre
cy: &Dyfynnu'r neges wreiddiol yn awtomatig wrth ateb
hr: &Citiraj izvornu poruku prilikom odgovora
hy_am: Պատասխանելիս մեջներել բնօրինակ նամակը
id: &Otomatis menyertakan kutipan dari pesan asli ketika membuat balasan
kab: &Bedder-d s wudem awurman izen aneẓli di tririt
pt_br: &Ao responder, citar a mensagem original
ro: La răsp&uns, citează automat din mesajul original
sl: &V odgovoru samodejno navedi izvirno sporočilo,

source: &Then,
ar: &ثمّ،
bg: С&лед това
ca: &Llavors,
cy: &Yna,
hr: &Zatim,
hy_am: Ապա,
id: &Kemudian
kab: Saki&n,
pt_br: &E então:
ro: &Apoi,
sl: p&otem

source: start my reply above the quote
am: qalisa ngempendulo yam ngaphezu kokucatshulweyo
ar: ابدأ ردّي فوق الاقتباس
bg: писането започва над цитирания текст
ca: inicia la resposta abans del text citat
cy: cychwyn fy ateb uwchlaw'r dyfyniad
hr: započni moj odgovor iznad citata
hy_am: պատասխանել մեջբերումից առաջ
id: letakkan balasan saya di atas kutipan
kab: bdu tiririt inu nig n yizen aneẓli
pt_br: Posicionar a resposta acima da mensagem
ro: începe răspunsul deasupra textului citat
sl: začni moj odgovor nad navedenim besedilom

source: start my reply below the quote
am: qalisa ngempendulo yam ngezantsi kokucatshulweyo
ar: ابدأ ردّي تحت الاقتباس
bg: писането започва под цитирания текст
ca: inicia la resposta després del text citat
cy: cychwyn fy ateb o dan y dyfyniad
hr: započni moj odgovor ispod citata
hy_am: պատասխանել մեջբերումից հետո
id: letakkan balasan saya setelah kutipan
kab: bdu tiririt inu daw n yizen aneẓli
pt_br: Posicionar a resposta abaixo da mensagem
ro: începe răspunsul sub textul citat
sl: začni moj odgovor pod navedenim besedilom

source: select the quote
am: khetha isicatshulwa
ar: حدد الاقتباس
bg: се избира цитирания текст
ca: selecciona el text citat
cy: dewis y dyfyniad
hr: odaberi citat
hy_am: ընտրել մեջբերումը
id: pilih kutipan
kab: fren izen aneẓli
pt_br: Selecionar a mensagem citada
ro: selectează textul citat
sl: izberi navedeno besedilo

source: and place my &signature
ar: و&ضَع توقيعي
bg: и се постав&я подписа ми
ca: i &posa la meva signatura
cy: a gosod fy &llofnod
hr: i &stavi moj potpis
hy_am: և դնել իմ ստորագրությունը
id: dan &tambahkan tanda tangan saya
kab: u sers azmul i&nu
pt_br: &Inserir a assinatura no:
ro: și &plasează semnătura mea
sl: i&n vstavi moj podpis

source: below the quote (recommended)
am: ngezantsi kwesicatshulwa (kucetyiswa njalo)
ar: تحت الاقتباس (مفضّل)
bg: под цитата (препоръчително)
ca: sota el text citat (recomanat)
cy: islaw'r dyfyniad (argymhellir)
hr: ispod citata (preporučeno)
hy_am: մեջբերումից հետո (խորհուրդ է տրվում)
id: di bawah kutipan (disarankan)
kab: daw n yizen aneẓli (yelha)
pt_br: Fim da mensagem (recomendado)
ro: sub citat (recomandat)
sl: pod navedeno besedilo (priporočeno)

source: below my reply (above the quote)
am: ngezantsi kwempendulo yam (ngaphezu kokucatshulweyo)
ar: تحت ردّي (فوق الاقتباس)
bg: под моя отговор (над цитата)
ca: sota la resposta (abans del text citat)
cy: o dan fy ateb (uwchlaw'r dyfyniad)
hr: ispod mojeg odgovora (iznad citata)
hy_am: իմ պատասխանից հետո (խորհուրդ է տրվում)
id: di bawah balasan saya (di atas kutipan)
kab: nig n tririt inu (daw n yizen aneẓli)
pt_br: Início da mensagem
ro: sub răspunsul meu (deasupra citatului)
sl: pod moj odgovor (nad navedeno besedilo)

source: &Include signature for replies
ar: ضمّن توقي&عي في الردود
bg: Включване на &подпис в отговорите
ca: Inclou la signatu&ra a les respostes
cy: Cynnwys llofnod mewn &atebion
hr: Uključ&i potpis za odgovore
hy_am: Պատասխանելիս ներառել ստորագրությունը
id: Sertakan tanda tangan saya pada pesan &balasan
kab: se&ddu azmul di tririt
pt_br: A&o responder, incluir assinatura
ro: Include &semnătura în răspunsuri
sl: Dodaj podpis odgovo&rom

source: Include signature for for&wards
ar: ضمّن ت&وقيعي عند التمرير
bg: Включване на подпис при препра&щане
ca: Inclou la signatu&ra als reenviaments
cy: C&ynnwys llofnod wrth anfon ymlaen
hr: Uključi &potpis za proslijeđivanja
hy_am: Պատասխանելիս ներառել ստորագրությունը
id: Sertakan tanda tangan saya pada pesan yang diter&uskan
kab: seddu azmul i yiwe&llihen
pt_br: Ao e&ncaminhar, incluir assinatura
ro: &Include semnătura pentru mesaje date mai departe
sl: Dodaj podpis po&sredovanim sporočilom

source: &Global Composing Preferences…
ar: إ&عدادات التحرير العامة…
bg: &Глобални настройки за писане...
ca: Preferències &globals de redacció...
cy: &Dewisiadau Cyfansoddi Eang…
hr: &Globalne postavke pisanja…
hy_am: Նոր նամակ գրելու հիմնական կարգավորումներ...
kab: &Iɣewwaṛen n usuddes imuta…
pt_br: Preferências &globais de edição…
ro: P&referințele globale de redactare…
sl: Splošn&e nastavitve za sestavljanje …

source: Global Addressing &Preferences…
ar: إعدادات العنونة العا&مة…
bg: Глобал&ни настройки за адресиране...
ca: &Preferències globals d'adreçament...
cy: Dewisiadau &Cyfansoddi Eang…
hr: Glob&alne postavke adresiranja…
kab: Iɣe&wwaren n tira n tira n tensa imuta…
pt_br: &Preferências globais de endereçamento…
ro: Preferințe globale pentru a&drese…
sl: Splošne n&astavitve za naslavljanje …

source: Composition &amp; Addressing
am: Uhlanganiselo &amp; Ukufakwa kweedilesi

source: &Edit Directories...
am: &Hlela Oovimba Beefayili...

source: _: do not translate "LDAP" in below line Use a different L&DAP server:
am: _: do not translate "LDAP" in below line Sebenzisa iseva eyahlukileyo ye-L&DAP:

source: _: do not translate "html" in below line &Compose messages in HTML format
am: _: do not translate "html" in below line &Qamba imiyalezo kulungiselelo lwe-HTML

source: Automatically &quote the original message when replying
am: Ngokuzenzekela &caphula umyalezo wentsusa xa uphendula

source: _: This will concatenate with the 4 strings that follow. &Then,
am: _: This will concatenate with the 4 strings that follow. &Ngoko,

source: and &place my signature
am: uze &ubeke umsayino wam
