Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/aboutSupportMail.dtd.po
Languages: bg, br, ro, sl, tr

source: Application Build ID
bg: Идентификация на приложение
br: Naoudi kempunañ an arload
ro: ID-ul de compilare al aplicației
sl: ID izgradnje programa
tr: Uygulama Yapı Kimliği

source: Mail and News Accounts
bg: Регистрации за поща и новини
br: Kontoù postel ha strollad-keleier
ro: Conturi de corespondență și discuții
sl: Računi za pošto in novice
tr: Posta ve Haber Hesapları

source: Include account names
bg: Включва имена на регистрация
br: Enderc'hel anv ar c'hontoù
ro: Include numele conturilor
sl: Vključi imena računov
tr: Hesap isimlerini dâhil et

source: (possibly identifying information)
bg: (информация за възможно идентифициране)
br: (gallout a rit bezañ hennadet gant an ditour-mañ)
ro: (probabil informație de identificare)
sl: (možni prepoznavni podatki)
tr: (bu bilgiler kimliğinizi ortaya çıkarabilir)

source: ID
br: Naoudi
tr: Kimlik

# aboutSupport.accountsName
source: Name
bg: Име
br: Anv
ro: Nume
sl: Ime
tr: Ad

source: Incoming server
bg: Входящ сървър
br: Dafariad degemer
ro: Server de primire a mesajelor
sl: Dohodni strežnik
tr: Gelen sunucusu

source: Outgoing servers
bg: Изходящи сървъри
br: Dafariadoù kas
ro: Servere de trimitere a mesajelor
sl: Odhodni strežniki
tr: Giden sunucuları

# aboutSupport.accountsServerName
source: Name
bg: Име
br: Anv
ro: Nume
sl: Ime
tr: Ad

source: Connection security
bg: Сигурност на връзката
br: Diogelroez ar c'hennask
ro: Securitatea conexiunii
sl: Varnost povezave
tr: Bağlantı güvenliği

source: Authentication method
bg: Метод за удостоверяване
br: Hentenn dilesa
ro: Metodă de autentificare
sl: Način preverjanja pristnosti
tr: Yetkilendirme yöntemi

source: Default?
bg: По подразбиране?
br: Dre ziouer ?
ro: Implicit ?
sl: Privzeto?
tr: Varsayılan mı?

source: Identity
sl: Identiteta
tr: Kimlik

source: Send via email
bg: Изпращане чрез е-поща
br: Kas dre bostel
ro: Trimite prin e-mail
sl: Pošlji po e-pošti
tr: E-posta ile gönder
