Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/aboutRights.dtd.po
Languages: hu, hy_am, pt_br, sl

# rights.title
source: About Your Rights
hu: Az Ön jogai
hy_am: Ձեր Իրավունքների Մասին
pt_br: Sobre os seus direitos
sl: O vaših pravicah

# rights.intro-header
source: About Your Rights
hu: Az Ön jogai
hy_am: Ձեր Իրավունքների Մասին
pt_br: Sobre os seus direitos
sl: O vaših pravicah

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
hu: A &brandFullName; ingyenes és nyílt forrású szoftver, amelyet világszerte több ezer ember fejleszt. Néhány dologról tudnia kell:
hy_am: &brandFullName;-ը անվճար և բաց կոդով ծրագիր է, ստեղծված աշխարհի տարբեր երկրների հազարավոր մարդկանց կողմից: Կան բաներ, որոնք դուք պետք է իմանաք`
pt_br: O &brandFullName; é um software livre e de código aberto, criado por uma comunidade de milhares de pessoas ao redor do mundo. Há algumas coisas que você deve saber:
sl: &brandFullName; je prost in odprtokoden program, ki ga je razvila skupnost na tisoče sodelavcev iz celega sveta. Seznaniti vas želimo z nekaterimi podrobnostmi:

source: &brandShortName; is made available to you under the terms of the
hu: A &brandShortName; a
hy_am: &brandShortName;-ը Ձեզ հասանելի է դարձել համաձայն հետևյալ պայմանագրի
pt_br: O &brandShortName; está disponível para você de acordo com os termos da
sl: &brandShortName; vam je na voljo pod pogoji

source: Mozilla Public License
hy_am: Mozilla-ի Հանրային Արտոնագիրը
pt_br: Licença Pública Mozilla

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
hu: feltételei szerint lett közreadva. Ez azt jelenti, hogy a &brandShortName; használható, másolható és terjeszthető. A &brandShortName; forráskódjának igény szerinti módosítása szintén megengedett. A Mozilla Public License megadja a jogot a módosított verziók terjesztésére is.
hy_am: : Սա նշանակում է դուք կարող եք օգտագործել, կրկնօրինակել և բաժանել &brandShortName;-ը ուրիշներին: Դուք նաև կարող էք փոփոխել &brandShortName;-ի ծրագրային կոդը ըստ Ձեր կարիքների: Mozilla-ի Հանրային Արտոնագիրը նաև հնարավորություն է տալիս Ձեզ տարածել Ձեր փոփոխած տարբերակը:
pt_br: . Isso significa que você pode usar, copiar e distribuir o &brandShortName; para outras pessoas. Você também é bem-vindo para modificar como quiser o código-fonte do &brandShortName; para atender às suas necessidades. A Licença Pública Mozilla também lhe dá o direito de distribuir as suas versões modificadas.
sl: . To pomeni, da &brandShortName; lahko uporabljate, kopirate in delite drugim v uporabo. Spreminjate lahko tudi izvorno kodo &brandShortName;a, tako da bo ustrezala vašim potrebam. Mozilla Public License vam poleg tega podeljuje pravico, da po svoje spremenjene različice tudi razširjate.

source: Mozilla does not grant you any rights to the Mozilla and Thunderbird trademarks or logos. Additional information on Trademarks may be found
hu: A Mozilla nem ad semmilyen jogot a Mozilla és a Thunderbird védjegyekre vagy logókra. A védjegyekről további információ
hy_am: Mozilla-ն Ձեզ չի տրամադրում որևէ իրավունք օգտագործելու Mozilla-ի և Thunderbird-ի ապրանքանիշերը և լոգոները։ Լրացուցիչ տեղեկությունները՝
pt_br: A Mozilla não lhe concede quaisquer direitos sobre as marcas comerciais ou logotipos Mozilla e Thunderbird. Informações adicionais sobre as marcas comerciais podem ser encontradas
sl: Mozilla vam ne daje nikakršnih pravic do uporabe blagovnih znamk in logotipov Mozilla in Thunderbird. Dodatne podatke o blagovnih znamkah lahko najdete

# rights.intro-point2b
source: here
hu: itt
hy_am: այստեղ
pt_br: aqui
sl: tukaj

source: Privacy policies for &vendorShortName;'s products may be found
hu: A &vendorShortName; termékeinek adatvédelmi irányelvei
hy_am: &vendorShortName;-ի գաղտնիության քաղաքականությունը հասանելի է՝
pt_br: As políticas de privacidade dos produtos &vendorShortName; podem ser encontradas
sl: Politiko zasebnosti izdelkov &vendorShortName; lahko najdete

# rights.intro-point3b
source: here
hu: itt
hy_am: այստեղ
pt_br: aqui
sl: tukaj

source: Any applicable privacy policies for this product should be listed here.
hu: Itt kell felsorolni a termékben alkalmazott adatvédelmi irányelveket.
hy_am: Այս ծրագրում գործող ցանկացած գաղտնիության քաղաքականություն պետք է ընդգրկված լինի այստեղ:
pt_br: Quaisquer políticas de privacidade aplicáveis a este produto devem ser listadas aqui.
sl: Vse ustrezne politike zasebnosti za ta izdelek morajo biti navedene tukaj.

source: &brandShortName; also offers optional services, such as the add-on update service; however we cannot guarantee they are 100% accurate or error-free. More details, including information on how to disable the services, can be found in the
hu: A &brandShortName; opcionális szolgáltatásokat is nyújt, ilyen például a kiegészítők frissítése szolgáltatás. Mindazonáltal nem garantálható, hogy ez 100%-osan pontos és hibamentes. A szolgáltatások letiltásáról szóló információk a
hy_am: &brandShortName;-ը նաև առաջարկվում է լրացուցիչ ծառայություններ, ինչպես-որ հավելումների թարմացման ծառայություն, այնուհանդերձ մենք չենք կարող երաշխավորել, որ դրանք , such as the add-on update service; however we cannot guarantee they are 100% accurate or error-free. More details, including information on how to disable the services, can be found in the
pt_br: O &brandShortName; também oferece serviços opcionais, tais como a atualização de complementos; no entanto, não podemos garantir que sejam 100% precisos ou livres de erro. Mais informações, incluindo sobre como desativar os serviços, podem ser encontradas nos
sl: &brandShortName; nudi tudi dodatne storitve, kot je na primer storitev za posodobitev razširitev; ni pa mogoče zagotoviti, da so 100% točne ali brez napak. Več podrobnosti o tem, vključno s podatki o tem, kako lahko te storitve onemogočite, lahko najdete v

source: service terms
hu: szolgáltatás feltételei
hy_am: մատուցվող ծառայություններ
pt_br: termos de serviço
sl: pogojih storitve

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
hu: Ha ez a termék webes szolgáltatásokat is tartalmaz, akkor ezen szolgáltatások feltételei a
hy_am: Եթե այս ապրանքը ներառում է վեբ ծառայություններ, ապա ծառայությունների վերաբերյալ ցանկացած համաձայնագիր պետք է ունենա հղում դեպի՝
pt_br: Se este produto incorporar serviços web, quaisquer termos do serviço aplicáveis ao(s) serviço(s) devem possuir um link para a seção
sl: Če ta izdelek vključuje spletne storitve, morajo pogoji storitev vsebovati povezavo na odsek

source: Web Site Services
hu: Webhely-információs szolgáltatások
hy_am: Վեբ Կայքի Ծառայություններ
pt_br: serviços web
sl: Spletne storitve

source: section.
hu: szakaszban vannak hivatkozva.
hy_am: հատված։
pt_br: seção.

source: &brandFullName; Web Site Services
hu: &brandFullName; webhely-információs szolgáltatások
hy_am: &brandFullName; Վեբ կայքի Ծառայություններ
pt_br: Serviços web do &brandFullName;
sl: &brandFullName;ove spletne storitve

source: &brandFullName; offers optional services ("Services"), such as the add-on update service, that are available for your use with this binary version of &brandShortName; as described below. If you do not want to use the Services or the terms below are unacceptable, you may disable the add-on update service by opening the application preferences, selecting the
hu: A &brandFullName; opcionális szolgáltatásokat („Szolgáltatások”) kínál, például ilyen a kiegészítők frissítése szolgáltatás, amely a &brandShortName; bináris verziójával együtt érhető el az alább leírt módon. Ha nem akarja használni a Szolgáltatásokat, illetve az alábbi feltételek elfogadhatatlanok, letilthatja a kiegészítők frissítése szolgáltatást. Ehhez nyissa meg az alkalmazás beállításait, válassza a
hy_am: &brandFullName;-ը առաջարկում է լրացուցիչ ծառայություններ ("Services"), ինչպես օրինակ հավելումների թարմացման ծառայությունը, որը հասանելի է &brandShortName;-ի այս հիմնական տարբերակում։ Եթե չեք ցանկանում օգտվել այս ծառայություններից կամ պայմանները անընդունելի են Ձեզ համար, ապա անջատեք հավելումների թարմացման ծառայությունը ընտրելով
pt_br: O &brandFullName; oferece serviços opcionais (“Serviços”), tais como a atualização de complementos, que estão disponíveis para seu uso com esta versão binária do &brandShortName;, como descrito abaixo. Se você não quiser usar os Serviços ou não aceitar os termos a seguir, você pode desativar o serviço de atualização de complemento: abra as preferências do aplicativo, selecione o painel
sl: &brandFullName; nudi neobvezne storitve ("Storitve"), kot je skrb za posodabljanje razširitev, ki so vam na voljo v tej različici &brandShortName;a, kot je opisano spodaj. Če ne želite uporabljati storitev ali so spodnji pogoji za vas nesprejemljivi, lahko storitev onemogočite, tako da odprete nastavitve programa in izberete

source: Advanced
hu: Speciális
hy_am: Ընդլայնված
pt_br: Avançado
sl: Napredno

source: section, followed by the
hu: panelen a
hy_am: հատված՝ ըստ
pt_br: , clique na aba
sl: nato zavihek

source: Update
hu: Frissítés
hy_am: Թարմացնել
pt_br: Atualizações
sl: Posodobi

source: tab, and unchecking the options for "Automatically check for updates to".
hu: lapot, és vegye le a jelölést a „Frissítések automatikus keresése” négyzetről.
hy_am: էջ և "Ինքնաշխատ ստուգել թարմացումները՝" ընտրանքի չընտրում։
pt_br: e desmarque os itens referentes a “Verificar automaticamente se há atualizações para”.
sl: in nato odznačite možnost "Samodejno preverjaj, če obstajajo posodobitve za".

source: An overview of the web site services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
hu: Itt kell megadni az információkat a termékbe beépített webhely-információs szolgáltatásokról, beleértve letiltásuk módját.
hy_am: Այս ծրագրում ընդգրկված վեբ կայքի ծառայությունների ընդհանուն նկարագիրը, եթե առկա է, անջատելու կանոների հետ պետք է բերված լինի այստեղ:
pt_br: Uma visão geral dos serviços web que o produto inclui, assim como instruções de como os desativar (se aplicáveis), deve ser colocada aqui.
sl: Tukaj mora biti na voljo pregled storitev za spletne strani, ki jih vsebuje izdelek, skupaj z navodili, kako jih onemogočiti, če so na razpolago.

source: Any applicable service terms for this product should be listed here.
hu: Itt kell megadni a termékre vonatkozó szolgáltatási feltételeket.
hy_am: Այս ծրագրում կիրառելի ցանկացած ծառայության դրույթ պետք է ընդգրկված լինի այստեղ:
pt_br: Quaisquer termos de serviço aplicáveis a este produto devem ser listados aqui.
sl: Tukaj morajo biti našteti vsi morebitni pogoji za uporabo tega izdelka.

source: &vendorShortName; may discontinue or change the Services at its discretion.
hu: A &vendorShortName; saját hatáskörében megszüntetheti vagy módosíthatja a Szolgáltatásokat.
hy_am: &vendorShortName; կարող է իր հայեցողությամբ դադարեցնել կամ փոխել ծառայությունները:
pt_br: A &vendorShortName; pode descontinuar ou alterar os Serviços a critério dela.
sl: &vendorShortName; lahko storitve brez objave opusti ali spremeni.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and you have all the rights necessary to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
hu: Ön igénybe veheti ezeket a Szolgáltatásokat a &brandShortName; mellékelt verziójával, ehhez minden szükséges joga megvan. A &vendorShortName; és licencadói minden más jogot fenntartanak a Szolgáltatásokkal kapcsolatban. Ezek a feltételek nem korlátozzák a &brandShortName;re és a &brandShortName; forráskódjára alkalmazott nyílt forrású licencek által biztosított jogokat.
hy_am: Դուք կարող էք օգտագործել այս ծառայությունները &brandShortName;-ի համապատասխան տարբերակի հետ և Դուք ունեք բոլոր իրավունքները դա անելու: &vendorShortName;-ը և իր լիցենզավորողը, պահպանում են ծառայության մնացած իրավունքները: Այս դրույթները մտադրված չեն սահմանափակել &brandShortName;-ում կիրառելի բաց կոդի ընձեռած իրավունքները և &brandShortName;-ի աղբյուր կոդը:
pt_br: Você é bem-vindo para utilizar estes Serviços com a versão associada do &brandShortName;, e possui todos os direitos necessários para fazê-lo. A &vendorShortName; e seus licenciadores reservam todos os outros direitos sobre os Serviços. Estes termos não são intencionados a limitar nenhum dos direitos concedidos com as licenças de código aberto aplicáveis ao &brandShortName; e as correspondentes versões do código-fonte do &brandShortName;.
sl: Te storitve lahko uporabljate z ustrezno različico &brandShortName;a, za to imate vse potrebne pravice. &vendorShortName; in odjemalci njegovih licenc si pridržujejo vse druge pravice v zvezi s storitvami. Namen teh pogojev ni omejiti kakršne koli pravice na osnovi odprtokodne licence &brandShortName;a in pripadajočih različic njegove izvorne kode.

source: The Services are provided "as-is." &vendorShortName;, its contributors, licensors, and distributors, disclaim all warranties, whether express or implied, including without limitation, warranties that the Services are merchantable and fit for your particular purposes. You bear the entire risk as to selecting the Services for your purposes and as to the quality and performance of the Services. Some jurisdictions do not allow the exclusion or limitation of implied warranties, so this disclaimer may not apply to you.
hu: A Szolgáltatások „olyanok, amilyenek”. A &vendorShortName;, a közreműködők, a licencadók és a terjesztők minden garanciát elutasítanak, legyen az kifejezett vagy vélelmezett, beleértve, de nem erre korlátozva azt, hogy a Szolgáltatások hasznosak és megfelelnek a felhasználó céljainak. Teljes egészében a felhasználó viseli annak kockázatát, hogy a Szolgáltatásokat saját céljára igénybe veszi, és hogy a Szolgáltatások az adott minőségben és teljesítménnyel működnek. Egyes jogrendszerek nem teszik lehetővé a vélelmezett garanciák kizárását vagy korlátozását, tehát ez az elutasítás lehet, hogy Önre nem vonatkozik.
hy_am: Ծառայություննները տրամադրվում են այնպես ինչպես որ կա: &vendorShortName;-ը, իր ներդրողները, լիցենզավորողները, տարածողները հրաժարվում են որևէ երաշխիքից, ոչ սպասվող և ոչ էլ ներմուծված, առանց սահմանափակումների ներառելով նաև այնպիսի ծառայություններ և Ձեր յուրահատուկ գործարքների երաշխիքը: Դուք եք կրում Ձեր նպատակների համար Ծառայությունների ընտրության նաև որակի և արդյունավետության ողջ ռիսկը: Որոշ օրենսդրություններ չեն թույլատրում բացառություններ կամ սահմանափակումներ ենթադրվող երաշխիքների վրա, այդ դեպքում այս բացառությունները կարող են չկիրառվել Ձեզ վրա:
pt_br: Os Serviços são fornecidos “tais como estão”. A &vendorShortName;, seus colaboradores, licenciadores e distribuidores se isentam de todas as garantias, sejam expressas ou implícitas, incluindo, entre outras, garantias de que os Serviços sejam comercializáveis e apropriados para os seus fins particulares. Você tolera todo o risco quanto a seleção dos Serviços para os seus fins e quanto à qualidade e desempenho dos Serviços. Algumas jurisdições não permitem a exclusão ou limitação de garantias implícitas, de forma que esta isenção pode não se aplicar a você.
sl: Storitve so na voljo "kot so." &vendorShortName; skupaj s sodelavci, licenčniki in partnerji, vam ne zagotavlja nikakršne izrecne ali nakazane garancije, med drugim brez kakršnih omejitev nobene garancije, da so Storitve primerne in uporabne za vaše namene. Ne glede na kakovost in zmogljivost storitev nosite vso odgovornost za uporabo za svoje namene vi sami. Zakonodaja nekaterih držav ne dovoljuje izločevanja ali omejevanja garancije, zato ta pogoj morda ne velja za vas.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
hu: Ha a törvény másképp nem rendelkezik, a &vendorShortName;, a közreműködők, a licencadók és a terjesztők nem felelnek semmilyen közvetlen, különleges, következményes, büntetőjogi vagy példamutató kárért, amely a &brandShortName; és a Szolgáltatások használatából következett, vagy azzal bármilyen módon összefüggésbe hozható. A kollektív felelősség ezen feltételek szerint nem haladja meg az 500 (ötszáz) USA-dollárt. Egyes jogrendszerek nem teszik lehetővé bizonyos károk kizárását vagy korlátozását, tehát ez a kizárás és korlátozás lehet, hogy Önre nem vonatkozik.
hy_am: Բացառությամբ օրենքի պահանջների, &vendorShortName;-ը, իր աշխատակիցները, լիցենզավորողները և տարածողները պատասխանատու չեն որևէ անուղղակի, հատուկ, հանկարծակի, շոշափվող, պատժելի կամ տիպային վնասների համար, որոնք որևէ կերպ կապված են &brandShortName;-ի և ծառայությունների օգտագործումով: Ընդհանուր հատուցումը այս պայմանագրով չի կարող գերազանցել $500 (Հինգ Հարյուր ԱՄՆ դոլար): Որոշ օրենսդրություններ չեն թույլատրում որոշակի վնասների հատուցման սահմանափակում կամ բացառում, այսպիսով այս բացառությունները և սահմանափակումները կարող են չազդել Ձեզ վրա:
pt_br: Exceto quando exigido pela lei, a &vendorShortName;, seus colaboradores, licenciadores e distribuidores não serão responsabilizados por quaisquer danos indiretos, especiais, acidentais, conseqüentes, punitivos ou exemplares decorrentes ou de alguma forma relacionados ao uso do &brandShortName; e dos Serviços. A responsabilidade coletiva sob estes termos não excederá $500 (quinhentos dólares). Algumas jurisdições não permitem a exclusão ou limitação de certos danos, de forma que esta limitação e exclusão pode não se aplicar a você.
sl: Razen če tako zahteva zakon, &vendorShortName; skupaj s sodelavci, licenčniki in partnerji ne odgovarja za nobeno posredno, posebno, posledično ali vzročno škodo, ki izhaja ali je na kakršenkoli način povezana z uporabo &brandShortName;a in storitev. Skupna odgovornost pod temi pogoji ne bo presegala 500$ (petsto dolarjev). Zakonodaja nekaterih držav ne dovoljuje izločevanja ali omejevanja nekaterih škod, zato ta pogoj morda ne velja za vas.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
hu: A &vendorShortName; időről időre frissítheti ezeket a feltételeket, ha szükségesnek látja. Ezek a feltételek nem módosíthatók vagy érvényteleníthetők a &vendorShortName; írásos beleegyezése nélkül.
hy_am: &vendorShortName;-ը անհրաժեշտության դեպքում ժամանակ առ ժամանակ կարող է թարմացնել այս կանոնները: Այս կանոննորը չեն կարող փոփոխվել կամ մերժվել առանց &vendorShortName;-ի գրավոր համաձայության:
pt_br: A &vendorShortName; pode atualizar estes termos ocasionalmente, na medida do necessário. Estes termos não podem ser alterados ou cancelados sem o acordo escrito da &vendorShortName;.
sl: &vendorShortName; lahko od časa do časa po potrebi te pogoje posodobi. Brez pisnega soglasja &vendorShortName; pa jih ni dovoljeno spreminjati ali preklicati.

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
hu: A feltételekre Kalifornia (USA) állam törvényei vonatkoznak, kivéve ha ütközik helyi jogszabályokkal. Ha a feltételek egyes részei érvénytelenek vagy nem kikényszeríthetők, a többi rész attól még teljes mértékben érvényes és hatályos. Ha a feltételek lefordított változata ellentmond az angol változatnak, akkor az angol változat az irányadó.
hy_am: Այս համաձայնագրերը ղեկավարվում են ԱՄՆ Կալիֆորնիա նահանգի օրենսդրությամբ, բացառությամբ գործող օրենսդրության հակադրություններին: Եթե համաձայնագրի որևէ մաս սխալ է կամ ոչ կիրառելի, ապա մնացածը մնում են ուժի և գործունեության մեջ: Այս համաձայնագրի թարգմանության և անգլերեն տարբերակի միջև հակասության դեպքում հիմք կվերցվի անգլերեն տարբերակը:
pt_br: Estes termos são regidos pelas leis do estado da Califórnia, E.U.A., excluindo seu conflito de cláusulas legais. Se qualquer parte destes termos for identificado como inválido ou não aplicável, as partes restantes permanecerão em pleno vigor e efeito. Na eventualidade de um conflito entre uma versão traduzida destes termos e versão do idioma inglês, a versão em inglês prevalecerá.
sl: Ti pogoji so predmet zakonodaje države Kalifornija, ZDA, z izjemo spora v zvezi z določbami zakonodaje. Če se za katerikoli del teh pogojev meni, da je neveljaven ali neizvršljiv, ostaja preostali del še vedno v polni veljavi. V primeru neskladnosti med prevodom teh pogojev in angleško različico, obvelja različica v angleškem jeziku.
