Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/folderProps.dtd.po
Languages: am, ar, bg, br, ca, cy, eu, gd, hr, hy_am, id, lt, ro, sl, xh, zu

source: Status:
am: ሁኔታው:
ar: الحالة:
bg: Състояние:
br: Stad :
ca: Estat:
cy: Statws:
eu: Egoera:
gd: Cor:
hy_am: Վիճակը.
lt: Būsena:
ro: Stare:
sl: Stanje:
xh: Isimo:
zu: Isimo:

source: Number of messages:
am: የ መልእክቶች ቁጥር:
ar: عدد الرسائل:
bg: Брой съобщения:
br: Niver a gemennadennoù :
ca: Nombre de missatges:
cy: Nifer o negeseuon:
eu: Mezu kopurua:
gd: Àireamh de theachdaireachdan:
hr: Broj poruka:
hy_am: Նամակների քանակը.
lt: Laiškų kiekis:
ro: Număr de mesaje:
sl: Število sporočil:

# numberUnknown.label
source: unknown
am: ያልታወቀ
ar: غير معروف
bg: неизвестен
br: dianav
ca: desconegut
cy: anhysbys
eu: ezezaguna
gd: chan eil fhios
hr: nepoznato
hy_am: անհայտ
lt: nežinomas
ro: necunoscut
sl: neznano

source: Size on disk:
am: መጠን በ ዲስኩ ላይ:
ar: الحجم على القرص:
bg: Размер на диска:
br: Ment war ar gantenn :
ca: Mida al disc:
cy: Maint ar ddisg:
eu: Tamaina diskoan:
gd: Meud air an diosg:
hr: Zauzeće:
hy_am: Չափը պնակում.
lt: Dydis diske:
ro: Spațiu pe disc:
sl: Velikost na disku:

# sizeUnknown.label
source: unknown
am: ያልታወቀ
ar: غير معروف
bg: неизвестен
br: dianav
ca: desconegut
cy: anhysbys
eu: ezezaguna
gd: chan eil fhios
hr: nepoznato
hy_am: անհայտ
lt: nežinomas
ro: necunoscut
sl: neznano

source: Fallback Character &Encoding:
cy: &Amgodiad Nod Wrth Gefn:

source: &Apply encoding to all messages in the folder (individual message character encoding settings and auto-detection will be ignored)
cy: &Gosod amgodiad i bob neges yn y ffolder (bydd gosodiadau amgodio nodau negeseuon unigol ac awto-ganfod yn cael eu hanwybyddu)

source: Default Character &Encoding:
xh: Ukufakwa &Kweekhowudi Okuhlala Kukho Kwimibhalo:
zu: Ukubhala Uhlamvu Ngekhodi &Kwakhona:

source: &Apply default to all messages in the folder (individual message character encoding settings and auto-detection will be ignored)
xh: &Sebenzisa okuhlala kukho kuyo yonke imiyalezo kwisiqulathi seefayili imimiselo yokufakwa kweekhowudi kwimibhalo yemiyalezo ngaminye kunye nokuboniswa okuzenzekelayo akusayi kuhoywa)
zu: &Sebenzisa indlela evamile kuyo yonke imiyalezo eku-folda (uhlelo lwamakhodi ezinhlamvu oluzimele nendlela yokuwathola ngokuzenzakalelayo ngeke kusetshenziswe)

source: Use server &defaults
xh: Sebenzisa &okuhlala kukho kweeseva
zu: Sebenzisa iseva &izindlela ezivamile

source: days
xh: iintsuku
zu: izinsuku

source: To recover disk space, old messages can be permanently deleted
xh: Ukubuyiseleka kwesithuba sedisk, imiyalezo emidala isenokucinywa isigxina
zu: Ukuze uthole isikhala ku-diski, imiyalezo emidala ingacinywa ingaphinde ibe khona

source: De&lete all but the last
xh: Ci&ma yonke ngaphandle kowokugqibela
zu: Ci&sha konke kodwa ushiye okokugcina

source: Always delete &read messages
xh: Yiba soloko ucima &imiyalezo efundwayo
zu: Njalo cima &funda imiyalezo

source: Offline
xh: Akukho kwimo yokusebenza
zu: Ayixhunyiwe ku-Inthaneti

source: &Check this folder for new messages
xh: &Qwalasela esi siqulathi seefayili malunga nemiyalezo emitsha
zu: &Bheka kule-folda ukuthi ayikho yini imiyalezo emisha

source: _: offlineFolder.button.label offlineFolder.button.accesskey &Download Now
xh: &Thoba Umthwalo Ngoku
zu: &Faka Ukwaziswa Manje

source: Use the default from account settings
xh: Sebenzisa okuhlala kukho okuvela kwimimiselo yeeakhawunti
zu: Sebenzisa indlela evamile esohlelweni lwe-akhawunti

source: _: offlineNewsgroup.button.label offlineNewsgroup.button.accesskey &Download Now
xh: &Thoba Umthwalo Ngoku
zu: &Faka Ukwaziswa Manje

source: Information:
xh: Ulwazi:
zu: Ukwaziswa:

source: Share this and other folders with network users and display and set access privileges
xh: Yabelana ngako oku nangezinye iziqulathi zeefayili nabasebenzisi bomsebenzi wothungelwano uze ubonise kwaye umisele ufikelelo kumalungelo awodwa
zu: Hlanganyela nabanye le-folda kanye namanye futhi uveze izinzuzo zokukwazi ukuwabona

source: &Privileges...
xh: &Amalungelo awodwa...
zu: &Izinzuzo...
