Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/folderProps.dtd.po
Languages: am, ar, bg, br, ca, cy, eu, gd, hr, hy_am, id, lt, ro, sl, xh, zu

source: Properties
am: ባህሪዎች
ar: الخصائص
bg: Свойства
br: Perzhioù
ca: Propietats
cy: Priodweddau
eu: Propietateak
gd: Roghainnean
hr: Postavke
hy_am: Հատկություններ
id: Keterangan:
lt: Savybės
ro: Proprietăți
sl: Lastnosti
xh: Iinkcazelo ngeempawu
zu: Izici

source: General Information
am: ባጠቃላይ መረጃ
ar: معلومات عامة
bg: Основна информация
br: Titouroù hollek
ca: Informació general
cy: Gwybodaeth Gyffredinol
eu: Argibide orokorrak
gd: Fiosrachadh coitcheann
hr: Opće informacije
hy_am: Գլխավոր տեղեկությունը
id: Informasi Umum
lt: Bendroji informacija
ro: Informații generale
sl: Splošni podatki
xh: Ulwazi Ngokubanzi
zu: Ulwazi Oluvamile

source: Fallback Text &Encoding:
am: ተተኪ የ ጽሁፍ &Encoding:
ar: &ترميز النص الاحتياطي:
br: Bonegadur dre ziouer an destenn :
ca: Codificació del &text alternativa:
gd: Còdachadh teacsa &fallback:
hr: R&ezervna kôdna stranica:
hy_am: Վերադարձման տեքստի &կոդավորում.
lt: Sur&ogatinė teksto koduotė:
ro: Codar&e de rezervă pentru text:
sl: Rezervno &kodiranje besedila:

source: &Apply encoding to all messages in the folder (individual message text encoding settings and auto-detection will be ignored)
am: &መፈጸሚያ encoding ለ ሁሉም መልእክቶች በ ፎልደር ውስጥ (እያንዳንዱ የ ጽሁፍ መልእክት encoding ማሰናጃዎች እና በራሱ-ማግኛ ይተዋል)
ar: &طبّق الترميز على كل الرسائل في المجلد (سيتجاهل إعدادات الترميز المستقلة لكل رسالة و كذلك الاكتشاف التلقائي)
br: Arlo&añ ar bonegadur d'an holl gemennadennoù en teuliad-mañ (laosket e vo a-gostez ar c'hemennadennoù gant ur bonegañ arouezennoù personelaet pe gant an dinoiñ emgefreek)
ca: &Aplica la codificació a tots els missatges de la carpeta (omet la detecció automàtica i la codificació del text específica de cada missatge)
gd: Cuir an gnìomh &an còdachadh anns gach teachdaireachd sa phasgan (thèid roghainnean còdachadh teacsa nan teachdaireachdan fa leth agus fèin-mhothachadh a leigeil seachad)
hr: Primjeni kôdnu str&anicu na sve poruke u mapi (postavke kôdne stranice pojedinih poruka i automatsko otkrivanje će biti zanemareno)
hy_am: &Կիրառել կոդավորումը թղթապանակի բոլոր նամակներին (գրանշանների անհատական կոդավորման կարգավորումները և ինքնորոշումը կանտեսվեն)
lt: T&aikyti visiems aplanko laiškams (bus nepaisoma individualių laiškų koduočių ir automatinio koduotės nustatymo)
ro: &Aplică codarea pentru toate mesajele din dosar (setările individuale de codificare a caracterelor din mesaje și detectarea automată vor fi ignorate)
sl: &Uporabi kodiranje za vsa sporočila v mapi (nastavitve kodiranja besedila posameznih sporočil in samodejno zaznavanje bo prezrto)

source: Rebuild Summary File Index
am: የ ማጠቃለያ ፋይል ማውጫ እንደገና መገንቢያ
ar: أعد بناء فهرس ملف الملخص
bg: Възстановяване индекса на файла резюме
br: Adsevel menegva ar restr krenn
ca: Reconstrueix l'índex del fitxer resum
cy: Ailadeiladu'r Mynegai Ffeil Cryno
eu: Berreraiki laburpen-fitxategiaren indizea
gd: Ath-thog gearr-chunntas clàr-innse nam faidhle
hr: Ponovno izgradi skupnu indeks datoteku
hy_am: Վերակառուցել ֆայլի ինդեքսի արդյունքը
id: Buat Ulang Berkas Indeks Ringkasan
lt: Perindeksuoti aplanke esančius laiškus
ro: Reconstruiește indecșii fișierului de sumar
sl: Obnovi kazalo za datoteko povzetkov

source: &Repair Folder
am: ፎልደር &መጠገኛ
ar: أ&صلِح المجلد
bg: &Поправка на папка
br: &Dresañ an teuliad
ca: &Repara la carpeta
cy: &Trwsio'r Ffolder
eu: &Konpondu karpeta
gd: Cà&raich pasgan
hr: Pop&ravi mapu
hy_am: Վերականգնել
id: &Perbaiki Folder
lt: Pe&rindeksuoti aplanką
ro: &Repară dosarul
sl: &Popravi mapo

source: Sometimes the folder index (.msf) file becomes damaged and messages may appear missing or deleted messages continue showing; repairing the folder may fix these issues.
am: አንዳንድ ጊዜ የ ፎልደር ማውጫ (.msf) ፋይል ከ ተበላሸ እና መልእክቶች የ ጠፉ ይመስላሉ ወይንም እርስዎ ያጠፉዋቸው መልእክቶች መታየት ይቀጥላሉ: ፎልደሩን መጠገን ይህን ችግር ያስወግደዋል
ar: في بعض الأحيان، ملف فهرس المجلد (.msf) يتضرّر مما يؤدي إلى اختفاء بعض الرسائل أو ظهور الرسائل المحذوفة بعد حذفها. إصلاح المجلد قد يحلّ هذه المشكلات.
bg: Понякога файлът с индексите на папките (.msf) се поврежда и това предизвиква писма да иглеждат изчезнали или изтрити писма да продължават да се изобразяват. Поправката на папката би коригирала подобни проблеми.
br: A-wechoù ar restr menegva an teuliad (.msf) a c'hell bezañ gwallet ha kemennadennoù a ya diwar wel pe kemennadennoù dilamet zo skrammet c'hoazh; dresañ an teuliad a c'hell reizhañ ar c'hudennoù-mañ.
ca: De vegades el fitxer de l'índex de la carpeta (.msf) s'espatlla i els missatges sembla que es perdin o bé els missatges esborrats tornen a aparèixer; si es repara la carpeta potser que s'arreglin aquests problemes.
cy: Weithiau bydd y ffeil mynegai'r ffolder (..msf) yn cael ei difrodi ac mae modd i negeseuon sy'n ymddangos ar goll neu ffeiliau sydd wedi'u dileu parhau i gael eu dangos; gall drwsio'r ffolder ddatrys y problemau hyn.
eu: Batzutan karpetaren indize-fitxategia (.msf) kaltetu egiten da eta mezuak faltan daudela edo ezabatutako mezuak oraindik erakusten direla eman lezake; karpeta konpontzeak arazo hauek desagerraraz ditzake.
gd: Thèid faidhle clàr-innse nam pasgan (.msf) a thruailleadh uaireannan 's bidh coltas gu bheil teachdaireachdan air chall no bidh feadhainn a chaidh a sguabadh às ri fhaicinn fhathast; ma chàraicheas tu am pasgan, thèid seo a chur ceart.
hr: Ponekad se (.msf) datoteka koja je indeks mape ošteti i poruke izgledaju nedostupne ili se izbrisane poruke i dalje pojavljuju; popravak mape može riješiti ove probleme.
hy_am: Երբեմն թղթապանակի ինդեքսի ֆայլը (.msf) վնասվում է և նամակները կարող են երևալ բացակայող կամ ջնջված, թղթապանակի ուղղումը կարող է ուղղել այս սխալը։
id: Terkadang berkas indeks folder (.msf) rusak dan pesan mungkin tidak terlihat atau pesan yang dihapus masih tampak; proses perbaikan folder mungkin dapat mengatasi masalah ini.
lt: Kartais aplanko laiškų indeksas (.msf failas) sugenda, ir gali atrodyti, kad iš aplanko dingo kai kurie laiškai (arba rodomi laiškai, kuriuos pašalinote). Galite pabandyti pašalinti šias problemas, perindeksuodami aplanką.
ro: Uneori fișierul index de dosar (.msf) se deteriorează și aparent lipsesc mesaje sau apar mesaje care au fost șterse; aceste probleme pot fi rezolvate prin repararea dosarului.
sl: Včasih se kazalo za mapo (. MSF) poškoduje in je videti, kot da sporočila manjkajo ali pa se izbrisana sporočila zopet pojavijo; če mapo popravite, teh problemov verjetno ne bo več.

source: Include messages in this folder in &Global Search results
am: በዚህ ፎልደር ውስጥ ያሉ መልእክቶች ማካተቻ በ &አለም አቀፍ መፈለጊያ ውጤቶች ውስጥ
ar: ضمّن رسائل هذا المجلد في نتائج البح&ث العمومي
bg: Включване писмата &от тази папка в резултатите от общото търсене
br: E&nderc'hel ar c'hemennadennoù eus an teuliad-mañ e-barzh disoc'hoù ar c'hlask hollek
ca: Inclou els missat&ges d'aquesta carpeta als resultats de la Cerca global
cy: Cy&nnwys y negeseuon yn y ffolder yng nghanlyniadau'r Chwilio Eang
eu: Sartu karpeta honetako mezuak bilaketa &globalaren emaitzetan
gd: &Gabh a-steach teachdaireachdan sa phasgan seo ann an toraidhean de lorg uile-choitcheann
hr: Uvrsti poruke iz ove mape u &globalne rezultate pretraživanja
hy_am: Ներառել նամակները Գլոբալ փնտրման արդյունքում
id: Sertakan pesan pada folder ini pada hasil Pencarian &Global
lt: Įtraukti šiame aplanke esančius laiškus į &globaliosios paieškos rezultatus
ro: Include mesajele din acest dosar în rezultatele căutării &globale
sl: &Vključi sporočila v tej mapi v rezultate Splošnega iskanja

source: Retention Policy
am: የ ማስታወሻ አሰራር
ar: سياسة الإبقاء
bg: Правила за запазване
br: Pennaennoù derc'hel
ca: Política de retenció
cy: Polisi Cadw
eu: Gordetze-politika
gd: Am poileasaidh glèidhidh
hr: Politika čuvanja
hy_am: Անդամակցության Քաղաքականությունը
id: Kebijakan Penyimpanan
lt: Laiškų šalinimas
ro: Politica de păstrare
sl: Pravila zadrževanja
xh: Umgaqonkqubo Wokubambeka
zu: Isimiso Sokugcina

source: &Use my account settings
am: የ እኔን መግለጫ ማሰናጃዎች &መጠቀሚያ
ar: اس&تخدم إعدادات حسابي
bg: &Използване настройките на регистрацията
br: &Ober gant arventennoù ma c'hont
ca: &Utilitza els paràmetres del meu compte
cy: &Defnyddio gosodiadau fy nghyfrif
eu: &Erabili nire kontu-ezarpenak
gd: Cleachd roghainnean a' ch&unntais agam
hr: Koristi moje postavke rač&una
hy_am: Օգտ. իմ փոստարկղի կարգավորումները
id: Gun&akan pengaturan akun saya
lt: Laikytis &paskyros nuostatų
ro: Folosește setările cont&ului meu
sl: &Uporabi moje nastavitve računa

source: days old
am: ቀኑ ነው
ar: أيّام
bg: дни
br: a zeizioù zo
ca: dies d'antiguitat
cy: diwrnod oed
eu: egun zahar
gd: là(ithean) a dh'aois
hr: dana
hy_am: օրվա է
id: hari
lt: d. laiškus
ro: zile
sl: dni
xh: iintsuku zobudala
zu: isinezinsuku ezingaka

source: messages
am: መልእክቶች
ar: رسائل
bg: писма
br: kemennadennoù
ca: missatges
cy: negeseuon
eu: mezu
gd: teachdaireachdan
hr: najnovijih poruka
hy_am: նամակներ
id: pesan
lt: laiškų
ro: mesaje
sl: sporočil
xh: imiyalezo
zu: imiyalezo

source: To recover disk space, old messages can be permanently deleted.
am: የ ዲስክ ቦታ ለማግኘት አሮጌ መልእክቶችን በቋሚነት ማጥፋት ይችላሉ
ar: لاستعادة مساحة القرص يمكن حذف الرسائل القديمة نهائيًّا.
bg: За освобождаване на дисково място, старите писма могат да се изтрият необратимо.
br: Evit adkavout egor kantenn ez eo posupl lemel kuit kemennadennoù kozh da vat
ca: Per recuperar espai de disc, es poden suprimir permanentment els missatges antics.
cy: I adfer lle ar ddisg, mae modd dileu hen negeseuon yn barhaol.
eu: Diskoko lekua berreskuratzeko, mezu zaharrak betirako ezaba daitezke.
gd: 'S urrainn dhut seann teachdaireachdan a sguabadh às gu buan gus àite air an diosg fhaighinn air ais.
hr: Kako biste oslobodili diskovni prostor, stare poruke mogu biti trajno izbrisane.
hy_am: Ազատ տեղ բացելու համար՝ ջնջեք հին նամակները։
id: Untuk mengembalikan ruang disk, pesan lama dapat dihapus secara permanen
lt: Taupant vietą diske, senus laiškus galima negrąžinamai šalinti.
ro: Pentru a câștiga spațiu pe disc, mesajele vechi pot fi șterse pentru totdeauna.
sl: Prostor na disku lahko prihranite, če trajno izbrišete stara sporočila.

source: To recover disk space, old messages can be permanently deleted, both local copies and originals on the remote server.
am: የ ዲስክ ቦታ ለማግኘት አሮጌ መልእክቶችን በቋሚነት ማጥፋት ይችላሉ: ከ አካባቢ ኮፒ ፎልደሮችን እና ዋናውን ከ ሩቅ ሰርቨር ላይ
ar: لاستعادة مساحة القرص، يمكن حذف الرسائل القديمة نهائيًا من جهازك ومن الخادوم البعيد.
bg: За освобождаване на дисково място, старите писма могат да бъдат изтривани необратимо, както локалните копия, така и оригиналите на отдалечения сървър.
br: Evit adkavout egor kantenn ez eo posupl diverkañ kemennadennoù kozh da vat, an eiladoù lec'hel hag ar c'hemennadennoù orin war an dafariad.
ca: Per recuperar espai de disc, es poden suprimir permanentment els missatges antics, tant les còpies locals com els originals del servidor remot.
cy: I adfer lle ar ddisg, mae modd dileu hen negeseuon yn barhaol yn gopïau lleol a'r gwreiddiol ar y gweinydd pell.
eu: Diskoko lekua berreskuratzeko, mezu zaharrak betirako ezaba daitezke, bai kopia lokalak eta baita urruneko zerbitzarian dauden jatorrizkoak ere.
gd: 'S urrainn dhut seann teachdaireachdan a sguabadh às gu buan gus àite air an diosg fhaighinn air ais, an dà chuid lethbhric ionadail is an fheadhainn thùsail air an fhrithealaiche chèin.
hr: Kako biste oslobodili diskovni prostor, stare poruke mogu biti trajno izbrisane (lokalne kopije i izvorne poruke na poslužitelju).
hy_am: Ազատ տեղ բացելու համար՝ ջնջեք հին նամակները և՛ լոկալ պատճեները և օրիգինալները հեռակա սպասարկիչում։
id: Untuk mengembalikan ruang disk, pesan yang sudah lama dapat dihapus secara permanen, termasuk salinan yang ada di komputer dan pesan asli yang disimpan di server.
lt: Taupant vietą diske, senus laiškus (tiek vietines kopijas, tiek jų originalus serveryje) galima negrąžinamai šalinti.
ro: Pentru a câștiga spațiu pe disc, mesajele vechi pot fi șterse pentru totdeauna, atât copia locală cât și originalul de pe serverul de la distanță.
sl: Prostor na disku lahko prihranite, če trajno izbrišete stara sporočila, tako krajevna kot izvirna na oddaljenem strežniku.

source: To recover disk space, old messages can be permanently deleted, including originals on the remote server.
am: የ ዲስክ ቦታ ለማግኘት አሮጌ መልእክቶችን በቋሚነት ማጥፋት ይችላሉ: ዋናውን ፎልደሮች ከ ሩቅ ሰርቨር ላይ
ar: لاستعادة مساحة القرص، يمكن حذف الرسائل القديمة نهائيًا، ويشمل ذلك نسخها الأصلية في الخادوم البعيد.
bg: За освобождаване на дисково място, старите писма могат да бъдат изтривани необратимо, включително оригиналите на отдалечения сървър.
br: Evit adkavout egor kantenn ez eo posupl diverkañ kemennadennoù kozh da vat, hag ar c'hemennadennoù orin war an dafariad ivez.
ca: Per recuperar espai de disc, es poden suprimir permanentment els missatges antics, inclosos els originals del servidor remot.
cy: I adfer lle ar ddisg, mae modd dileu hen negeseuon yn barhaol gan gynnwys y gwreiddiol ar y gweinydd pell.
eu: Diskoko lekua berreskuratzeko, mezu zaharrak betirako ezaba daitezke, urruneko zerbitzarian dauden jatorrizkoak barne.
gd: 'S urrainn dhut seann teachdaireachdan a sguabadh às gu buan gus àite air an diosg fhaighinn air ais, a' gabhail a-steach na feadhainn thùsail air an fhrithealaiche chèin.
hr: Kako biste oslobodili diskovni prostor, stare poruke mogu biti trajno izbrisane, uključujući i izvorne poruke na udaljenom poslužitelju.
hy_am: Ազատ տեղ բացելու համար՝ ջնջեք հին նամակները և՛ լոկալ պատճեները և օրիգինալները հեռակա սպասարկիչում։
id: Untuk mengembalikan ruang disk, pesan yang sudah lama dapat dihapus secara permanen, termasuk pesan asli yang disimpan di server.
lt: Taupant vietą diske, senus laiškus (taip pat ir jų originalus serveryje) galima negrąžinamai šalinti.
ro: Pentru a câștiga spațiu pe disc, mesajele vechi pot fi șterse pentru totdeauna, inclusiv originalele de pe server.
sl: Prostor na disku lahko prihranite, če trajno izbrišete stara sporočila, vključno z izvirniki na oddaljenem strežniku.

source: Delete &messages more than
am: ማጥፊያ &መልእክቶችን ከ
ar: احذف ال&رسائل التي تزيد عن
bg: Изтриване на &писма на повече от
br: Dile&mel ar c'hemennadennoù koshoc'h eget
ca: Supri&meix els missatges de més de
cy: D&ileu negeseuon mwy na
eu: Ezabatu hau baino &mezu zaharragoak
gd: &Sguab às teachdaireachdan a tha nas sine na
hr: O&briši poruke starije od
hy_am: Ջնջել նամակները, որոնք՝
id: Hapus pesan yang &lebih dari
lt: Šalinti, &senesnius nei
ro: Șterge &mesajele mai vechi de
sl: Izbriši &sporočila starejša od
xh: Cima &imiyalezo ethe chatha
zu: Cima &imiyalezo engaphezu

source: Don't delete &any messages
am: &ምንም መልእክቶች አታጥፋ
ar: &لا تحذف أيًّا من الرسائل
bg: &Никакви писма не се изтриват
br: Chom hep dilemel kemenn&adennoù
ca: No suprimeixis c&ap missatge
cy: &Peidio dileu unrhyw neges
eu: Ez ez&abatu mezurik
gd: N&a sguab às teachdaireachd sam bith
hr: Ne briši nik&akve poruke
hy_am: Չջնջել որևէ նամակ
id: &Jangan hapus pesan apa pun
lt: &Nešalinti laiškų
ro: Nu șterge nici un mes&aj
sl: &Ne izbriši nobenih sporočil
xh: Musa ukucima &nayiphi imiyalezo
zu: Ungayicimi &noma imiphi imiyalezo

source: De&lete all but the most recent
am: ማጥ&ፊያ ሁሉም ከ ቅርብ ጊዜ በስተቀር
ar: احذف ال&كل ما عدا الأحدث
bg: И&зтриване на всички без най-новите
br: Di&lemel an holl anezho nemet an nevesañ
ca: Suprimei&x-ho tot excepte els últims
cy: Di&leu pob un heblaw'r mwyaf diweddar
eu: E&zabatu guztiak azkenak izan ezik
gd: Sguab às a h-ui&le ach an fheadhainn as ùire
hr: Obr&iši sve osim
hy_am: Ջնջել բոլոր վերջինները
id: H&apus selain yang paling akhir
lt: Šalinti &visus, išskyrus paskiausius
ro: Șterge tot cu excepția ce&lor mai recente
sl: Izbriši &vse, razen najnovejših

source: Always delete read messages (overrides age settings)
ar: احذف الرسائل المقروءة دائمًا (يلغي إعدادات الزمن)
bg: Винаги се изтриват прочетените съобщения (въпреки другите настройки)
br: Atav dilemel ar c'hemennadennoù bet lennet (mont dreist d'an arventennoù oad)
ca: Suprimeix sempre els missatges llegits (sobreescriu els paràmetres d'antiguitat)
cy: Dileu pob neges wedi'i ddarllen (gwrthwneud gosodiadau oed)
eu: Ezabatu beti irakurritako mezuak (adin-ezarpenak gainidazten ditu)
gd: Sguab às teachdaireachdan a chaidh a leughadh an-còmhnaidh (leig seachad na roghainnean aoise)
hr: Uvijek obriši pročitane poruke (ima prednost nad postavkama starosti)
hy_am: Միշտ ջնջել ընթերցած նամակները
id: Selalu hapus pesan yang telah dibaca (menggantikan pengaturan umur pesan)
lt: Visada šalinti skaitytus laiškus (nepaisant jų amžiaus)
ro: Șterge mereu mesajele citite (suprascrie setările de vechime)
sl: Vedno izbriši prebrana sporočila (razveljavi nastavitve o starosti)

source: Always k&eep starred messages
am: ሁልጊዜ ኮከብ የተደረገባቸውን መልእክቶች &ማስቀመጫ
ar: احتفظ دائمًا بالرسائل ذات الن&جمة
bg: Писмата със зв&езда винаги се запазват
br: Atav mirout ar c'h&emennadennoù steredek
ca: Cons&erva sempre els missatges destacats
cy: Cadw nege&seuon serennog pob tro
eu: Mant&endu beti mezu izardunak
gd: Cum t&eachdaireachdan ris a bheil rionnag an-còmhnaidh
hr: Uvij&ek zadrži poruke označene zvjezdicom
hy_am: Միշտ պահել աստղանիշով նամակները
id: S&elalu simpan pesan berbintang
lt: Visada palikti &žvaigždute pažymėtus laiškus
ro: Păstr&ează întotdeauna mesajele cu steluță
sl: Vedno ohrani označena &sporočila

source: Synchronization
am: ማስማሚያ
ar: مزامنة
bg: Синхронизация
br: Goubredañ
ca: Sincronització
cy: Cydweddu
eu: Sinkronizazioa
gd: Sioncronachadh
hr: Sinkronizacija
hy_am: Համաժամեցում
id: Sinkronisasi
lt: Sinchronizavimas
ro: Sincronizare
sl: Usklajevanje

source: When getting new messages for this a&ccount, always check this folder
am: ለዚህ መ&ግለጫ አዲስ መልእክት በምትፈልግ ጊዜ: ሁልጊዜ ይህን ፎልደር መርምር
ar: عند الحصول على رسائل جديدة، تح&قق من هذا المجلد دائمًا
bg: При получаване на нови съобщения за тази ре&гистрация, винаги проверявай тази папка
br: &Atav gwiriañ an teuliad-mañ pa vez degemeret kemennadennoù nevez
ca: Quan miris si hi ha missatges nous per aquest &compte, comprova sempre aquesta carpeta
cy: Wrth dderbyn ne&geseuon newydd ar gyfer y cyfrif hwn, gwirio'r ffolder bob tro
eu: &Kontu honetarako mezu berriak eskuratzean, egiaztatu beti karpeta hau
gd: Nuair a lorgar tea&chdaireachdan ùra airson a' chunntais seo, thoir sùil sa phasgan seo an-còmhnaidh
hr: Priliko&m primanja novih poruka za ovaj račun, uvijek provjeri ovu mapu
hy_am: Այս փոստարկղի նոր նամակները ստանալիս միշտ ստուգել այս թղթապանակը
id: &Periksa pesan baru pada folder ini saat mengambil pesan baru
lt: &Tikrinant, ar šioje paskyroje yra naujų laiškų, patikrinti ir šį aplanką
ro: La des&cărcarea mesajelor pentru acest cont, verifică întotdeauna dosarul acesta
sl: Ob prejemu novih sporočil za ta rač&un vedno preveri to mapo

source: &Select this folder for offline use
am: &ይምረጡ ይህን ፎልደር ከ መስመር ውጪ ለመጠቀም
ar: ا&ختر هذا المجلد للاستخدام دون اتصال
bg: &Избор на папката за употреба без връзка
br: Diuzañ an &teuliad-mañ evit un arver ezlinenn
ca: &Selecciona aquesta carpeta per al seu ús fora de línia
cy: &Dewis y ffolder ar gyfer defnydd all-lein
eu: &Hautatu karpeta hau lineaz kanpo erabiltzeko
gd: Tagh am pa&sgan seo a chum cleachdaidh far loidhne
hr: Odaberi o&vu mapu za izvanmrežno korištenje
hy_am: Ընտրել այս թղթապանակը «Ցանցից դուրս»-ի համար
id: Pilih f&older ini untuk penggunaan luring
lt: Šio &aplanko laiškus skaityti neprisijungus prie tinklo
ro: &Selectează acest dosar pentru utilizare în mod deconectat
sl: &Uporabi to mapo za delo brez povezave
xh: &Khetha esi siqulathi seefayili ukwenzela ukusisebenzisa kwimo engeyo yokusebenza
zu: &Khetha le-folda ukuze uyisebenzise ingaxhunyiwe kuyi-Inthaneti

# offlineFolder.button.label offlineFolder.button.accesskey
source: &Download Now
am: አሁን &ማውረጃ
ar: &نزِّل الآن
bg: Изтег&ляне
br: Pellgargañ &diouzhtu
ca: &Baixa-ho ara
cy: &Llwytho i Lawr Nawr
eu: &Deskargatu orain
gd: Luch&daich a-nuas an-dràsta
hr: Preu&zmi sada
hy_am: Բեռնել
id: &Unduh Sekarang
lt: Par&sisiųsti
ro: &Descarcă acum
sl: Prenesi z&daj

source: Select this newsgr&oup for offline use
am: ይምረጡ ይህን የ ዜናዎች ቡድ&ን ከ መስመር ውጪ ለመጠቀም
ar: اختر م&جموعة الأخبار هذه للاستخدام دون اتصال
bg: Избор на диск&усионната група за употреба без връзка
br: Diuzañ ar str&ollad-keleier-mañ evit un arver ezlinenn
ca: Selecci&ona aquest grup de discussió per al seu ús fora de línia
cy: Dewiswch y grŵp newyddion &ar gyfer defnydd all-lein
eu: Hautatu berri-ta&lde hau lineaz kanpo erabiltzeko
gd: Tagh am buidheann-naidheachd se&o a chum cleachdaidh far loidhne
hr: &Odaberi ovu interesnu grupu za izvanmrežno korištenje
hy_am: Ընտրել այս նորությունները «Ցանցից դուրս»-ի համար
id: Pilih newsgr&oup ini untuk penggunaan luring
lt: Šios n&aujienų grupės laiškus skaityti neprisijungus prie tinklo
ro: Selectează acest grup de discuții pentru utilizare &offline
sl: Iz&beri to novičarsko skupino za delo brez povezave
xh: Khetha eli qela lee&ndaba ukwenzela ukuwusebenzisa kwimo engeyo yokusebenza
zu: Khetha leliqembu&lezindaba ukuba ulisebenzise ungaxhunyiwe ku-inthaneti

# offlineNewsgroup.button.label offlineNewsgroup.button.accesskey
source: &Download Now
am: አሁን &ማውረጃ
ar: &نزِّل الآن
bg: Изтег&ляне
br: Pellgargañ &diouzhtu
ca: &Baixa-ho ara
cy: &Llwytho i Lawr Nawr
eu: &Deskargatu orain
gd: Luch&daich a-nuas an-dràsta
hr: Preu&zmi sada
hy_am: Բեռնել
id: &Unduh Sekarang
lt: &Parsisiųsti
ro: &Descarcă acum
sl: &Prenesi zdaj

source: &Name:
am: &ስም:
ar: الا&سم:
bg: &Име:
br: A&nv :
ca: &Nom:
cy: &Enw:
eu: &Izena:
gd: Ai&nm:
hr: &Naziv:
hy_am: Անունը.
id: &Nama:
lt: &Vardas:
ro: &Nume:
sl: I&me:
xh: &Nika igama:
zu: &Igama:

source: &Location:
am: &አካባቢ:
ar: الموق&ع:
bg: &Адрес:
br: &Lec'hiadur :
ca: &Ubicació:
cy: &Lleoliad:
eu: Koka&lekua:
gd: Seò&ladh:
hr: &Lokacija:
hy_am: Տեղը.
id: &Lokasi:
lt: Vie&ta:
ro: Amp&lasare:
sl: &Mesto:

source: Sharing
am: ማካፈያ
ar: المشاركة
bg: Споделяне
br: Eskemm
ca: Compartició
cy: Rhannu
eu: Partekatzea
gd: Co-roinneadh
hr: Dijeljenje
hy_am: Տարածում
id: Berbagi-pakai
lt: Bendras naudojimas
ro: Partajare
sl: Skupna raba
xh: Ukwabelana
zu: Ukuhlanganyela

source: &Privileges…
am: &ልዩ መብት…
ar: ال&صلاحيات…
bg: &Привилегии…
br: B&rientoù…
ca: &Privilegis…
cy: &Breintiau…
eu: &Pribilegioak…
gd: &Pribhleidean…
hr: &Povlastice…
hy_am: Արտոնությունները…
id: &Hak akses…
lt: &Teisės
ro: &Privilegii…
sl: &Pooblastila …

source: You have the following permissions:
am: እርስዎ የሚቀጥሉት ፍቃዶች አለዎት:
ar: لديك الصلاحيات التالية:
bg: Вие имате следните права:
br: An aotreoù da-heul ho peus :
ca: Teniu els permisos següents:
cy: Mae gennych y caniatâd canlynol:
eu: Hurrengo baimenak dituzu:
gd: Tha cead agad na leanas a dhèanamh:
hr: Imate sljedeće dozvole:
hy_am: Ձեր լիազորումը.
id: Anda mempunyai hak akses berikut:
lt: Jums leidžiama:
ro: Aveți următoarele drepturi:
sl: Imate naslednja dovoljenja:
xh: Uneemvume ezilandelayo:
zu: Unalezi zimvume ezilandelayo:

source: Folder Type:
am: የ ፎልደር አይነት:
ar: نوع المجلد:
bg: Вид папка:
br: Rizh an teuliad :
ca: Tipus de carpeta:
cy: Math o Ffolder:
eu: Karpeta mota:
gd: Seòrsa a' phasgain:
hr: Vrsta mape:
hy_am: Թղթապ. տեսակը.
id: Jenis Folder:
lt: Aplanko tipas:
ro: Tip dosar:
sl: Vrsta mape:
xh: Isimbo Sesiqulathi Seefayili:
zu: Uhlobo Lwe-folda:

source: Quota
am: ድርሻ
ar: الحصّة
bg: Дял
br: Feur
cy: Cwota
eu: Kuota
gd: Cuota
hr: Kvota
hy_am: Մեջբերում
id: Kuota
lt: Kvota
ro: Cotă
sl: Količinska omejitev
xh: Umlinganiselo
zu: I-Quota

source: Quota Root:
ar: جذر الحصّة:
bg: Коренен дял:
br: Gwrizienn ar feur :
ca: Arrel de la quota:
cy: Gwraidd Cwota:
eu: Kuota-erroa:
gd: Freumh a' chuota:
hr: Root kvota:
hy_am: Մեջբերման հիմքը.
id: Kuota Dasar:
lt: Kvotos šaknis:
ro: Rădăcină cotă:
sl: Koren količinske omejitve:
xh: Umlinganiselo Onikwe Amandla:
zu: Umsuka we-Quota:

source: Usage:
am: አጠቃቀም:
ar: الاستخدام:
bg: Употреба:
br: En arver :
ca: Utilització:
cy: Defnydd:
eu: Erabilera:
gd: Cleachdadh:
hr: Upotreba:
hy_am: Օգտագործումը.
id: Penggunaan:
lt: Naudojimas:
ro: Utilizare:
sl: Uporaba:
xh: Ukusetyenziswa:
zu: Indlela Yokukusebenzisa:
