Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/msgmdn.properties.po
Languages: af, bg, gd, id, sl, tr

source: Note: This Return Receipt only acknowledges that the message was displayed on the recipient's computer. There is no guarantee that the recipient has read or understood the message contents.
af: Let wel: Hierdie ontvangstrokie erken net dat die boodskap op die ontvanger se rekenaar vertoon is. Daar is geen waarborg dat die ontvanger die boodskap gelees of die inhoud daarvan verstaan het nie.
bg: Забележка: Обратната разписка потвърждава, че писмото е отворено на компютъра на получателя. Няма гаранция, че получателя е прочел и разбрал съдържанието на писмото.
gd: Aire: Chan eil am bann-cuidhteis seo ach ag aideachadh gun deach coimhead air an teachdaireachd seo air coimpiutair an fhaighteir. Chan eil barantas gun do leugh am faightear e no gun do thuig iad susbaint na teachdaireachd.
id: Catatan: Tanda Konfirmasi Diterima (Return Receipt) berikut hanya berarti pesan telah ditampilkan pada komputer penerima. Tidak ada jaminan bahwa penerima telah membaca atau mengerti isi pesan.
sl: Opomba: Ta povratnica samo potrjuje, da se je sporočilo na naslovnikovem računalniku prikazalo. Nobenega zagotovila ni, da je prejemnik sporočilo prebral ali pa njegovo vsebino razumel.
tr: Not: Bu alındı onayı, yalnızca iletinin alıcının bilgisayarında görüntülendiğini gösterir. Alıcının ileti içeriğini okuduğunun veya anladığının garantisi yoktur.

source: The message was either printed, faxed, or forwarded without being displayed to the recipient. There is no guarantee that the recipient will read the message at a later time.
af: Die boodskap is Ã³f gedruk, gefaks of aangestuur sonder dat dit aan die ontvanger gewys is. Daar is geen waarborg dat die ontvanger die boodskap op 'n later stadium sal lees nie.
bg: Писмото беше или отпечатано, или изпратено по факс или препратено, без да отворено от получателя. Няма гаранция, че получателя ще прочете писмото по-късно.
gd: Chaidh an teachdaireachd a chlò-bhualadh, fhacsadh no a shìneadh air adhart 's cha do choimhead am faightear air. Chan eil barantas gun leugh am faightear an teachdaireachd às a dhèidh seo.
id: Pesan mungkin telah dicetak, dikirim melalui fax, atau diteruskan tanpa pernah ditampilkan pada penerima. Tidak ada jaminan penerima akan membaca pesan nantinya.
sl: Sporočilo se je ali natisnilo, poslalo na faks ali pa posredovalo dalje, ne da bi ga prejemnik pogledal. Nobenega zagotovila ni, da bo prejemnik sporočilo kdaj kasneje prebral.
tr: Bu ileti; alıcı tarafından görülmeden yazdırıldı, fakslandı veya iletildi. Alıcının bu iletiyi daha sonra okuyacağının garantisi yoktur.

source: The message was processed by the recipient's mail client without being displayed. There is no guarantee that the message will be read at a later time.
af: Die boodskap is deur die ontvanger se e-posprogram verwerk sonder dat dit gewys is. Daar is geen waarborg dat die boodskap op 'n later stadium gelees sal word nie.
bg: Писмото беше обработено от пощенският клиент на получателя, без да е отворено. Няма гаранция, че писмото ще бъде прочетено по-късно.
gd: Chaidh an teachdaireachd a làimhseachadh le cliant puist an fhaighteir ach cho do choimhead iad air. Chan eil barantas gun leugh am faightear an teachdaireachd às a dhèidh seo.
id: Pesan telah diproses pada pembaca email penerima tanpa pernah ditampilkan pada penerima. Tidak ada jaminan penerima akan membaca pesan nantinya.
sl: Sporočilo je prejemnikov odjemalec za pošto obdelal, ne da bi ga prikazal. Nobenega zagotovila ni, da bo kdo sporočilo kdaj kasneje prebral.
tr: Bu ileti; hiç görüntülenmeden, alıcının posta istemcisi tarafından işlendi. Alıcının bu iletiyi daha sonra okuyacağının garantisi yoktur.

source: The message has been deleted. The person you sent it to may or may not have seen it. They might undelete it at a later time and read it.
af: Die boodskap is geskrap. Dis onmoontlik om te bepaal of die persoon aan wie jy dit gestuur het, dit gesien het. Hulle kan dit moontlik later ontskrap en dit lees.
bg: Писмото беше изтрито. Лицето, на което го изпратихте, може и да е, може и да не е видяло писмото. Има възможност по-късно писмото да бъде възстановено и прочетено.
gd: Chaidh an teachdaireachd a sguabadh às. Dh'fhaodadh gun do choimhead no nach do choimhead an neach dhan a chuir thu e air. Dh'fhaodadh gun aisig iad e às a dhèidh seo 's gun leugh iad e.
id: Pesan telah dihapus. Penerima pesan mungkin belum atau sudah membacanya. Mungkin mereka mengembalikan pesan yang dihapus dan membacanya nanti.
sl: Sporočilo se je izbrisalo. Oseba, kateri ste ga poslali, ga je lahko videla, lahko pa tudi ne. Prejemniki bodo lahko kasneje sporočilo obnovili in ga prebrali.
tr: İleti silinmiştir. Gönderdiğiniz kişi iletiyi görmüş veya görmemiş olabilir. Okumak üzere daha sonra silmeyi geri alabilir.

source: The recipient of the message does not wish to send a return receipt back to you.
af: Die ontvanger van die boodskap wil nie 'n ontvangstrokie aan jou stuur nie.
bg: Получателят на писмото не желае да изпраща обратна разписка до вас.
gd: Chan eil faightear na teachdaireachd ag iarraidh bann-cuidhteis a thilleadh thugad.
id: Penerima pesan ini tidak ingin mengirimkan kembali tanda konfirmasi diterima kepada Anda.
sl: Prejemnik sporočila vam ne želi pošiljati povratnic.
tr: İletinin alıcısı size alındı onayı göndermek istemiyor.

source: A failure occurred. A proper return receipt could not be generated or sent to you.
af: Iets het skeefgeloop. 'n Behoorlike ontvangstrokie kon nie gegenereer of aan jou gestuur word nie.
bg: Грешка: не може да бъде генерирана или изпратена до вас съответната обратна разписка.
gd: Thachair mearachd. Cha b' urrainn dhuinn bann-cuidhteis ceart a ghineadh no a chur thugad.
id: Kegagalan terjadi. Permintaan tanda konfirmasi diterima yang benar tidak dapat dibuat atau dikirimkan kepada Anda.
sl: Prišlo je do neuspeha. Pravilne povratnice ni bilo mogoče sestaviti in vam jo poslati.
tr: Hata Oluştu. Alındı onayı oluşturulamadı veya gönderilemedi.

source: The sender of this message has asked to be notified when you read this message. Do you wish to notify the sender?
af: Die afsender van hierdie boodskap het gevra om in kennis gestel te word wanneer jy hierdie boodskap lees. Wil jy die afsender in kennis stel?

source: This is a Return Receipt for the mail that you sent to %S.
af: Hierdie is die ontvangstrokie vir die pos wat jy aan %S gestuur het.
bg: Това е обратна разписка за пощата, която изпратихте на %S.
gd: Seo bann-cuidhteis airson am post a chuir thu gu %S.
id: Berikut ini adalah Tanda Konfirmasi Diterima untuk email yang Anda kirimkan kepada %S.
sl: To je povratnica za pošto, ki ste jo poslali %S.
tr: Bu, %S adresine gönderdiğiniz postanın alındı onayıdır.

source: Return Receipt (displayed)
af: Ontvangstrokie (gewys)
bg: Обратна разписка (отворено писмо)
gd: Bann-cuidhteis ('ga shealltainn)
id: Tanda Konfirmasi Diterima (ditampilkan)
sl: Povratnica (prikazana)
tr: Alındı onayı (görüntülendi)

source: Return Receipt (dispatched)
af: Ontvangstrokie (gestuur)
bg: Обратна разписка (пренасочено писмо)
gd: Bann-cuidhteis (air a chur)
id: Tanda Konfirmasi Diterima (dikirim)
sl: Povratnica (poslana)
tr: Alındı onayı (gönderildi)

source: Return Receipt (processed)
af: Ontvangstrokie (verwerk)
bg: Обратна разписка (прието писмо)
gd: Bann-cuidhteis (air a phròiseasadh)
id: Tanda Konfirmasi Diterima (diproses)
sl: Povratnica (obdelana)
tr: Alındı onayı (işlendi)

source: Return Receipt (deleted)
af: Ontvangstrokie (geskrap)
bg: Обратна разписка (изтрито писмо)
gd: Bann-cuidhteis (air a sguabadh às)
id: Tanda Konfirmasi Diterima (dihapus)
sl: Povratnica (izbrisana)
tr: Alındı onayı (silindi)

source: Return Receipt (denied)
af: Ontvangstrokie (geweier)
bg: Обратна разписка (отказана)
gd: Bann-cuidhteis (air a dhiùltadh)
id: Tanda Konfirmasi Diterima (ditolak)
sl: Povratnica (odklonjena)
tr: Alındı onayı (reddedildi)

source: Return Receipt (failed)
af: Ontvangstrokie (misluk)
bg: Обратна разписка (неуспешна)
gd: Bann-cuidhteis (air fhàilligeadh)
id: Tanda Konfirmasi Diterima (gagal)
sl: Povratnica (neuspela)
tr: Alındı onayı (hatalı)
