Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/multimessageview.properties.po
Languages: bg, hu, pt_br, ro, sl, tr

source: #1 conversation; #1 conversations
bg: #1 разговор; #1 разговора
hu: #1 beszélgetés; #1 beszélgetés
pt_br: #1 conversa; #1 conversas
ro: #1 conversație; #1 conversații
sl: #1 pogovor;#1 pogovora;#1 pogovori;#1 pogovorov
tr: #1 görüşme

source: #1+ conversation; #1+ conversations
bg: около #1 разговор; около #1 разговора
hu: #1+ beszélgetés; #1+ beszélgetés
pt_br: #1+ conversa; #1+ conversas
ro: #1+ conversație; #1+ conversații
sl: #1 ali več pogovorov;#1 ali več pogovorov;#1 ali več pogovorov;#1 ali več pogovorov
tr: #1+ görüşme; #1+ görüşme

source: #1 message;#1 messages
bg: #1 писмо;#1 писма
hu: #1 üzenet;#1 üzenet
pt_br: #1 mensagem;#1 mensagens
ro: #1 mesaj;#1 mesaje
sl: #1 sporočilo;#1 sporočili;#1 sporočila;#1 sporočil
tr: #1 ileti

source: , #1 unread;, #1 unread
bg: , #1 непрочетено;, #1 непрочетени
hu: , #1 olvasatlan;, #1 olvasatlan
pt_br: , #1 n達o lida;, #1 n達o lidas
ro: , #1 necitit;, #1 necitite
sl: , #1 neprebrano;, #1 neprebrani;, #1 neprebrana;, #1 neprebranih
tr: , #1 okunmamış

source: , #1 ignored;, #1 ignored
bg: , #1 пренебрегнато;, #1 пренебрегнати
hu: , #1 mellőzve;, #1 mellőzve
pt_br: , #1 ignorada;, #1 ignoradas
ro: , #1 ignorat;#1 ignorate
sl: , #1 prezrto;, #1 prezrti;, #1 prezrta;, #1 prezrtih
tr: , #1 görmezden gelindi

source: , #1+ ignored;, #1+ ignored
bg: , около #1 пренебрегнато;, около #1 пренебрегнати
hu: , #1+ mellőzve;, #1+ mellőzve
pt_br: , #1+ ignorada;, #1+ ignoradas
ro: , #1+ ignorat;#1+ ignorate
sl: , #1 ali več prezrtih;, #1 ali več prezrtih;, #1 ali več prezrtih;, #1 ali več prezrtih
tr: , #1+ görmezden gelindi;, #1+ görmezden gelindi

source: (no subject)
bg: (без тема)
hu: (nincs tárgy)
pt_br: (assunto em branco)
ro: (fără subiect)
sl: (brez zadeve)
tr: (konusuz)

source: These messages take up #1.
bg: Тези писма заемат #1.
hu: Ezek az üzenetek #1 helyet foglalnak.
pt_br: Estas mensagens ocupam #1.
ro: Aceste mesaje ocupă #1.
sl: Ta sporočila zasedajo #1.
tr: Bu iletiler #1 kaplıyor.

source: These messages take up more than #1.
bg: Тези писма заемат повече от #1.
hu: Ezek az üzenetek több helyet foglalnak, mint #1.
pt_br: Estas mensagens ocupam mais de #1.
ro: Aceste mesaje ocupă mai mult de #1.
sl: Ta sporočila zasedajo več kot #1.
tr: Bu iletilerin kapladığı alan: #1'den fazla

source: (Note: #1 messages are selected, the first #2 are shown)
bg: (Забележка: #1 писма са избрани, първите #2 са показани)
hu: (Megjegyzés: #1 van kijelölve, az első #2 jelenik meg)
pt_br: (NOTA: #1 mensagens est達o selecionadas, as primeiras #2 est達o exibidas)
ro: (Notă: sunt selectate #1 mesaje, sunt afișate primele #2)
sl: (Opomba: Izbranih je #1 sporočil, prikazanih je prvih #2)
tr: (Not: #1 ileti seçili, ilk #2 tanesi gösteriliyor)
