Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/news.properties.po
Languages: af, am, bg, br, eu, ga_ie, gd, hr, kab, ro, sl, zu

source: Download Headers
af: Laai kopstukke af
am: ራስጌዎች ማውረጃ
bg: Изтегляне на заглавки
br: Pellgargañ an talbennoù
eu: Deskargatu goiburuak
ga_ie: Íosluchtaigh Ceanntásca
gd: Luchdaich a-nuas na bannan-cinn
hr: Preuzmi zaglavlja
kab: Sider iqeṛṛa
ro: Descărcare antete
sl: Prenesi glave
zu: Faka Izihloko Zaphezulu

source: There are %S new message headers to download for this newsgroup.
af: Daar is %S nuwe boodskapkopstukke wat vir hierdie nuusgroep afgelaai moet word.
am: እነዚህ %S አዲስ የ መልእክት ራስጌዎች ይወርዳሉ ለ ዜናዎች ቡድን
bg: В тази група има %S нови заглавки на съобщения за изтегляне.
br: %S a dalbennoù kemennadennoù nevez da bellgargañ evit ar strollad-keleier-mañ.
eu: Berri-talde honentzat %S goiburu berri daude deskargatzeko.
ga_ie: Tá %S ceanntásc nua le híosluchtú don ghrúpa nuachta seo.
gd: Tha %S bann(an)-cinn ùra ri luchdachadh a-nuas sa bhuidheann-naidheachd seo.
hr: Za ovu interesnu grupu postoji %S novih zaglavlja poruka za preuzeti.
kab: Llan %S n iqeṛṛa n yeznan imaynuten ara d-sidreḍ i ugraw agi n isalen
ro: Există %S antete de mesaje noi de descărcat pentru acest grup de discuții.
sl: Za to novičarsko skupino obstaja %S novih glav sporočil za prenos.
zu: Kunezihloko zaphezulu ezintsha ze-%S ezizofakwa kuleliqembu lezindaba.

source: Error!
af: Fout!
bg: Грешка!
br: Fazi !
eu: Errorea!
ga_ie: Earráid!
gd: Mearachd!
hr: Greška!
kab: Tuccḍa!
ro: Eroare!
sl: Napaka!
zu: Iphutha!

source: <H1>Error!</H1>newsgroup server responded:
af: <H1>Fout!</H1>Nuusgroepbediener het gereageer:
zu: <H1>Iphutha!</H1>iseva yeqembu lezindaba iyasebenza:

source: <B><P>Perhaps the article has expired</P></B>
af: <B><P>Dalk het die artikel verval</P></B>
bg: <B><P>Вероятно статията е остаряла</P></B>
br: <B><P>Diamzeret eo ar pennad-skrid-se moarvat</P></B>
eu: <B><P>Agian artikulua iraungi egingo zen</P></B>
ga_ie: <B><P>B'fhéidir go bhfuil an t-alt imithe as dáta</P></B>
gd: <B><P>Dh'fhaodadh gun do dh'fhalbh an ùine air an artagail</P></B>
hr: <B><P>Možda je članak istekao</P></B>
kab: <B><P>Ahat amagrad ifut</P></B>
ro: <B><P>Se poate ca articolul să fi expirat</P></B>
sl: <B><P>Morda je članek zapadel</P></B>
zu: <B><P>Mhlawumbe imvume engokomthetho isiphelelwe isikhathi</P></B>

source: Click here to remove all expired articles
af: Kliek hier om alle vervalde artikels te verwyder
bg: Щракнете тук, за да премахнете всички остаряли статии
br: Klikit amañ a-benn lemel kuit an holl bennadoù diamzeret
eu: Egin klik hemen iraungitako artikulu guztiak kentzeko
ga_ie: Cliceáil anseo chun gach alt atá as dáta a bhaint
gd: Briog an-seo gus a h-uile artagail a thoirt air falbh a dh'fhalbh an ùine orra
hr: Kliknite ovdje da biste uklonili sve članke koji su istekli
kab: Sit d agi akken ad tekkseḍ akk imagraden ifuten
ro: Apăsați aici pentru a elimina toate articolele expirate
sl: Kliknite tukaj, da odstranite vse zapadle članke
zu: Chafaza lapha ukuze ususe zonke izimvume ezingokomthetho eseziphelelwe isikhathi

source: This message does not appear to be from you. You may only cancel your own posts, not those made by others.
af: Dit lyk nie of hierdie boodskap van jou af kom nie. Jy kan net jou eie plasings kanselleer, en nie di√© wat deur ander gedoen is nie.
am: ይህ መልእክት የ ተለጠፈው በ እርስዎ አይደለም: እርስዎ መሰረዝ የሚችሉት እርስዎ የለጠፉትን ብቻ ነው: ሌሎች የለጠፉትን መሰረዝ አይችሉም
bg: Това писмо изглежда не е от теб. Вие можете да прекъсвате само ваши собствени писма, а не такива написани от други хора.
br: N'eo ket ho kemennadenn deoc'h-c'hwi war ar seblant. N'hallit nemet lemel kuit ho kemennadennoù deoc'h-c'hwi, n'hallit ket distrujañ re ar re all.
eu: Ez dirudi mezua zurea denik. Zure mezuak bakarrik utz ditzakezu bertan behera, ez besteek eginikoak.
ga_ie: Is cosúil nach uaitse an teachtaireacht seo. Níl sé ceadaithe ach do theachtaireachtaí féin a chealú, ní na cinn ó dhaoine eile.
gd: Tha coltas nach tusa a sgrìobh an teachdaireachd seo. Chan urrainn dhut sgur ach de phuist a sgrìobh thu fhèin agus chan ann an fheadhainn a sgrìobh daoine eile.
hr: Čini se da ova poruka nije vaša. Možete otkazati samo svoje poruke, ne i one koje su napisali drugi.
kab: Izen agi ur yettban ara d akken seg-k i d-yekka. Ahat issefk ad tesfesxeḍ iznan iwenniten inek, mačči wid n yemdanen nniḍen.
ro: Mesajul acesta nu pare a fi trimis de dumneavoastră. Nu puteți anula decât trimiterile dumneavoastră, nu și pe cele ale altora.
sl: Za to sporočilo ni videti, da je od vas. Preklicujete lahko samo svoje prispevke, tujih pa ne.
zu: Lomyalezo ubonakala sengathi awuveli kuwe. Ungakwazi ukukhansela iposi lakho kuphela, hhayi eyabanye abantu.

source: Are you sure you want to cancel this message?
af: Is jy seker jy wil hierdie boodskap kanselleer?
am: በ እርግጥ ይህን መልእክት መሰረዝ ይፈልጋሉ?
bg: Сигурен ли сте, че искате да прекъснете писмото?
br: Ha fellout a ra deoc'h nullañ ar gemennadenn-se ?
eu: Ziur zaude mezu hau bertan behera utzi nahi duzula?
ga_ie: An bhfuil tú cinnte gur mian leat an teachtaireacht seo a chealú?
gd: A bheil thu cinnteach gu bheil thu airson sgur dhen teachdaireachd seo?
hr: Jeste li sigurni da želite otkazati ovu poruku?
kab: Tebɣiḍ ad tesfesxeḍ izen agi?
ro: Sigur doriți să anulați acest mesaj?
sl: Ali želite to sporočilo preklicati?
zu: Uyaqiniseka ukuthi ufuna ukukhansela lomyalezo?

source: Message cancelled.
af: Boodskap gekanselleer.
am: መልእክቱ ተሰርዟል
bg: Писмото е прекъснато.
br: Kemennadenn nullet.
eu: Mezua bertan behera utzi da.
ga_ie: Cealaíodh an teachtaireacht.
gd: Air sgur dhen teachdaireachd.
hr: Poruka otkazana.
kab: Izen yettwasefsex.
ro: Mesajul a fost anulat.
sl: Sporočilo preklicano.
zu: Umyalezo ukhanseliwe.

source: Please enter a username for news server access:
af: Tik 'n gebruikernaam vir nuusbedienertoegang in:
zu: Siza ufake igama lomuntu owusebenzisayo ukuze ukwazi ukungena kuseva yezindaba:

source: Please enter a password for news server access:
af: Tik 'n wagwoord vir nuusbedienertoegang in:
zu: Siza ufake igama lokungena ukuze ukwazi ukungena kuseva yezindaba:

source: News Server Password Required
af: Nuusbedienerwagwoord verlang
zu: Kudingeka iGama Lokungena Kuseva Yezindaba

source: Download
af: Aflaai
am: የወረዱ
bg: Изтегляне
br: Pellgargañ
eu: Deskargatu
ga_ie: Íosluchtaigh
gd: Luchdaich a-nuas
hr: Preuzmi
kab: Sider
ro: Descarcă
sl: Prenesi
zu: Faka Ukwaziswa

source: There are no new messages on the server.
af: Daar is nie nuwe boodskappe op die bediener nie.
am: አዲስ መልእክት በ ሰርቨሩ ላይ የለም
bg: Няма нови писма на сървъра.
br: Kemennadenn ebet war an dafariad.
eu: Ez dago mezu berririk zerbitzarian.
ga_ie: Níl aon teachtaireacht nua ar an bhfreastalaí.
gd: Chan eil teachdaireachdan ùra air an fhrithealaiche.
hr: Nema novih poruka na poslužitelju.
kab: Ulac iznan imaynuten ɣef uqeddac.
ro: Nu există mesaje noi pe sever.
sl: Na strežniku ni novih sporočil.
zu: Ayikho imiyalezo emisha ekuseva.

source: Downloading %S of %S headers
af: Laai tans %S van %S kopstukke af
zu: Faka izihloko zaphezulu ze-%S ye-%S

source: Downloading articles %S-%S
af: Laai tans %S-%S artikels af
am: አንቀጾች በማውረድ ላይ %S-%S
bg: Изтегляне на статии %S-%S
br: O pellgargañ pennadoù-skrid %S-%S
eu: Artikuluak deskargatzen: %S / %S
ga_ie: Ailt %S-%S á n-íosluchtú
gd: A' luchdadh a-nuas artagailean %S-%S
hr: Preuzimanje članaka %S-%S
kab: Asider n imagraden %S-%S
ro: Descarc articolele %S-%S
sl: Prenos člankov %S-%S
zu: Faka izimvume ezingokomthetho ze-%S ye-%S

source: Downloading newsgroups: %S received (%SKB read at %SKB/sec)
af: Laai tans nuusgroepe af: %S ontvang (%S KB gelees teen %S KB/s)
am: የ ዜናዎች ቡድን በማውረድ ላይ: %S received (%SKB read at %SKB/sec)
bg: Изтегляне на дискусионни групи: %S получени (%SKB прочетени с %SKB/sec)
br: O pellgargañ strolladoù-keleier : %S resevet (%SKE lennet da %SKE/eil)
eu: Berri-taldeak deskargatzen: %S jasota (%SKB irakurrita %SKB/seg.tan)
ga_ie: Grúpaí nuachta á n-íosluchtú: fuarthas %S (%SKB ag %SKB/soic)
gd: A' luchdadh a-nuas buidhnean-naidheachd: %S air fhaighinn (%SKB air leughadh aig %SKB/sec)
hr: Preuzimanje interesnih grupa: %S primljeno (%SKB pročitano na %SKB/sec)
kab: Asider nigrawen n isalen: %S ttwaremsen-d (%SKB ttwaɣṛan %SKAṬ/tasint)
ro: Se descarcă discuții de pe grupuri: %S primite (%SKO citiți la %SKO/s)
sl: Prenos novičarskih skupin: %S prejetih (%SKB prebranih s/z %SKB/s)
zu: Faka ukwaziswa kwamaqembu ezindaba: I-%S itholakele (%SKB ifundiwe e-%SKB/sec)

source: Checking newsgroup %S of %S on %S for new messages
af: Kontroleer tans nuusgroep %S van %S op %S vir nuwe boodskappe
zu: Ihlola imiyalezo ezimisha eqenjini lezindaba le-%S ye-%S eliku-%S

source: Downloading articles %S-%S in %S
af: Laai tans artikels %S-%S in %S af
am: አንቀጾች በማውረድ ላይ %S-%S በ %S
bg: Изтегляне на статии %S-%S в %S
br: O pellgargañ pennadoù-skrid %S-%S e-barzh %S
eu: %S-%S artikuluak deskargatzen %S(e)n
ga_ie: Ailt %S-%S i %S á n-íosluchtú
gd: A' luchdadh a-nuas artagailean %S-%S ann an %S
hr: Preuzimanje članaka %S-%S u %S
kab: Asider n imagraden %S-%S di %S
ro: Descarc articolele %S-%S în %S
sl: Prenos člankov %S-%S v %S
zu: Ukufaka izihloko ezingokomthetho ze%S-%S ku-%S

source: You can only cancel one article at a time.
af: Jy kan net een artikel op 'n slag kanselleer.
zu: Ungakhansela imvume engokomthetho eyodwa ngesikhathi.

source: The newsgroup %1$S does not appear to exist on the host %2$S. Would you like to unsubscribe from it?
af: Dit lyk nie of die nuusgroep %1$S op die gasheer %2$S bestaan nie. Wil jy daarvan afteken?
am: የ ዜናዎች ቡድን %1$S በ ጋባዡ ላይ አልተገኘም %2$S. ማኅበረተኝነቱን መሰረዝ ይፈልጋሉ?
bg: Дискусионната група %1$S изглежда не съществува на хоста %2$S. Искате ли да се отпишете от него?
br: N'hañval ket ar strollad-keleier %1$S bezañ anezhañ war an ostiz %2$S. Ha fellout a ra deoc'h digoumanantiñ dioutañ ?
eu: Ez dirudi %1$S berri-taldea %2$S ostalarian dagoenik. Harpidetza kendu nahi duzu?
ga_ie: Is cosúil nach bhfuil an grúpa nuachta %1$S ar an bhfreastalaí %2$S. An bhfuil fonn ort díliostáil uaidh?
gd: Tha coltas nach eil am buidheann-naidheachd %1$S ann air an òstair %2$S. A bheil thu airson crìoch a chur air an fho-sgrìobhadh thuige?
hr: Interesna grupa %1$S ne postoji na poslužitelju %2$S. Želite li otkazati pretplatu na nju?
kab: Agraw n isalen %1$S ur d-yettban ara deg usenneftaɣ %2$S. Tebɣed ad teffɣeḍ seg ujerred ines?
ro: Grupul de știri %1$S pare să nu existe pe gazda %2$S. Doriți să vă dezabonați de la acesta?
sl: Videti je, da novičarska skupina %1$S na gostitelju %2$S ne obstaja. Se želite od nje odjaviti?
zu: Iqembu lezindaba le-%1$S kubonakala sengathi alikho emzileni we-%2$S. Ungathanda ukuphuma kuwo?

source: Would you like to subscribe to %1$S?
af: Wil jy op %1$S inskryf?
am: ማኅበረተኛ መሆን ይፈልጋሉ ወደ %1$S?
bg: Искате ли да се абонирате за %1$S?
br: Ha daoust e fell deoc'h koumanantiñ da %1$S ?
eu: %1$S berri-taldera harpidetu nahi duzu?
ga_ie: An bhfuil tú ag iarraidh liostáil le %1$S?
gd: A bheil thu airson fo-sgrìobhadh gu %1$S?
hr: Želite li se pretplatiti na %1$S?
kab: Tebɣiḍ ad tejerdeḍ di %1$S?
ro: Doriți să vă abonați la %1$S?
sl: Bi se radi naročili na %1$S?
zu: Ungathanda ukuba nemvume yokungena ku-%1$S?

source: A News (NNTP) error occurred:
af: 'n Nuus- (NNTP) probleem het plaasgevind:
zu: Kwenzeke iphutha Ezindabeni (NNTP):

source: A News error occurred. The scan of all newsgroups is incomplete. Try to View All Newsgroups again
af: 'n Nuusprobleem het plaasgevind. Die ondersoek na alle nuusgroepe is onvolledig. Probeer om weer al die nuusgroepe te sien
am: የ ዜናዎች ስህተት ተፈጥሯል: ሁሉንም የ ዜናዎች ቡድን ማሰስ አልተፈጸመም: ሁሉንም የ ዜናዎች ቡድን እንደገና ለ መመልከት ይሞክሩ
bg: Възникна грешка в новините. Претърсването на всички дискусионни групи е незавършено. Опитайте пак Преглед на всички дискусионни групи
br: Degouezhet ez eus bet ur fazi. Diglok eo c'hwilerviñ eus ar c'heleier a-bezh. Klaskit gwelout an holl geleier en-dro
eu: Berrietan errore bat gertatu da. Berri-talde guztiak ez dira eskaneatu. Saiatu berriro berri-talde guztiak ikusten
ga_ie: Tharla earráid nuachta. Níl cuardach na ngrúpaí nuachta críochnaithe. Déan iarracht amharc ar na grúpaí nuachta go léir arís.
gd: Thachair mearachd naidheachd. Tha sganadh nam buidhnean-naidheachd uile neo-iomlan. Feuch ris an àithne "Seall a h-uile buidheann-naidheachd" a-rithist.
hr: Došlo je do greške. Skeniranje svih interesnih grupa je nepotpuno. Pokušajte prikazati sve interesne grupe ponovno
kab: Teḍra-d tuccḍa n isalen. Asnirem n igrawen n isalen yemmed. Tebɣiḍ ad waliḍ all igrawen n isallen tikelt nniḍen?
ro: A apărut o eroare NNTP. Nu s-a terminat scanarea tuturor grupurilor de discuții/știri. Încercați din nou să afișați toate grupurile de discuții
sl: Pri novicah je prišlo do napake. Pregled novičarskih skupin je nepopoln. Poskusite ponovno s pregledom vseh novičarskih skupin
zu: Kwenzeke iphutha ezindabeni. Ukuhlaziywa kwawo wonke amaqembu ezindaba akukapheli. Zama Ukuphinda Ubheke Wonke Amaqembu Ezindaba.

source: An authorization error occurred. Please try entering your name and/or password again.
af: Daar was 'n magtigingsfout. Probeer weer jou naam en/of wagwoord intik.
am: የ ማረጋገጫ ስህተት ተፈጥሯል: እባክዎን የ እርስዎን ስም እና/ወይንም የ መግቢያ ቃል እንደገና ያስገቡ
bg: Възникна грешка при удостоверяването. Моля, опитайте да въведете вашето име и/или парола отново.
br: Degouezhet ez eus bet ur fazi dilesa. Klaskit enankañ hoc'h anv hag ho ker-tremen en-dro.
eu: Baimen-errore bat gertatu da. Saiatu zure izena edo/eta pasahitza berriro sartzen.
ga_ie: Tharla earráid údaraithe. Iontráil d'ainm agus/nó d'fhocal faire arís.
gd: Thachair mearachd ùghdarachaidh. Cuir a-steach an t-ainm agad agus/no am facal-faire agad is feuch ris a-rithist.
hr: Došlo je greške prilikom autentifikacije. Pokušajte ponovno upisati svoje korisničko ime i/ili lozinku.
kab: Teḍra-d tuccḍa n tsiregt. Ma ulac aɣilif ɛreḍ asekcem n yisem-ik akked/neḍ awal uffir i tikelt nniḍen.
ro: A apărut o eroare la autorizare. Încercați să vă introduceți din nou numele/parola.
sl: Pri pooblastitvi je prišlo do napake. Poskusite ponovno z vnosom svojega imena in/ali gesla.
zu: Kwenzeke iphutha lokugunyaza. Siza uzame ukuphinda ufake igama lakho noma igama lokungena.

source: A communications error occurred. Try connecting again. TCP Error:
af: Daar was 'n kommunikasieprobleem. Probeer weer koppel. TCP-probleem:
am: የ ግንኙነት ስህተት ተፈጥሯል. እባክዎን እንደገና ይሞክሩ TCP ስህተት:
bg: Възникна комуникационна грешка. Опитайте да се свържите пак. TCP грешка:
br: Degouezhet ez eus bet ur fazi kehentiñ. Klaskit kennaskañ en-dro. Fazi TCP :
eu: Komunikazioetan errore bat gertatu da. Saiatu berriro konektatzen. TCP errorea:
ga_ie: Tharla earráid chumarsáide. Déan iarracht eile ceangail. Earráid TCP:
gd: Thachair mearachd conaltraidh. Feuch ri ceangal a dhèanamh a-rithist. Mearachd TCP:
hr: Došlo je do greške u komunikaciji. Pokušajte se ponovno spojiti. TCP greška:
kab: Teḍra-d tuccḍa n teywalt. Ɛreḍ tuqqna tikelt nniḍen. Tuccḍa TCP:
ro: A apărut o eroare de comunicație. Încercați să vă conectați din nou. Eroare TCP:
sl: Pri komunikaciji je prišlo do napake. Poskusite se ponovno povezati. Napaka TCP:
zu: Kwenzeke iphutha lokuxhumana. Zama ukuxhumanisa futhi. Iphutha le-TCP:

source: <H1>Error!</H1>newsgroup server responded:
bg: <H1>Грешка!</H1>сървъра на групата отговори:
br: <H1>Fazi !</H1>respontet en deus an dafariad strolladoù-keleier :
eu: <H1>Errorea!</H1>berri-taldearen zerbitzariak hau erantzun du:
ga_ie: <H1>Earráid!</H1>D'fhreagair an freastalaí nuachta:
gd: <H1>Mearachd!</H1>dh'fhreagair frithealaiche a' bhuidhinn-naidheachd:
hr: <H1>Greška!</H1>poslužitelj interesne grupe je odgovorio:
kab: <H1>Tuccḍa!</H1>aqeddac n ugraw n isallen yerra-d awal:
ro: <H1>Eroare!</H1>serverul grupului de discuții a răspuns:
sl: <H1> Napaka! </H1> Novičarski strežnik je odgovoril:

source: News Server Username and Password Required
am: ለ ዜናዎች ሰርቨር የ ተጠቃሚ ስም እና የ መግቢያ ቃል ያስፈልጋል
bg: Изискват се потребител и парола за сървъра за новини
br: Un anv arveriad hag ur ger-tremen zo azgoulennet evit an dafariad keleier
eu: Berri-zerbitzariaren erabiltzaile-izena eta pasahitza beharrezkoa
ga_ie: Ainm Úsáideora agus Focal Faire de dhíth don bhfreastalaí nuachta
gd: Tha feum air ainm-cleachdaiche 's facal-faire airson an fhrithealaiche naidheachdan
hr: Potrebno korisničko ime i lozinka za poslužitelj interesnih grupa
kab: Isem n useqdac akked wawal uffir n uqeddac n isallen laqen
ro: Nume de utilizator și parolă necesare pentru serverul de știri
sl: Zahtevano je geslo za novičarski strežnik

source: Please enter a username and password for %S:
am: እባክዎን የ ተጠቃሚ ስም እና የ መግቢያ ቃል ያስገቡ ለ %S:
bg: Моля, въведете потребителско име и парола за %S:
br: Mar plij roit un anv arveriad hag ur ger-tremen evit %S :
eu: Sartu erabiltzaile-izena eta pasahitza %S zerbitzarirako:
ga_ie: Cuir ainm úsáideora agus focal faire isteach le haghaidh %S:
gd: Cuir a-steach ainm-cleachdaiche 's facal-faire airson %S:
hr: Upišite korisničko ime i lozinku za %S:
kab: Ma ulac aɣilif sekcem isem n useqdac d wawal uffir i %S:
ro: Introduceți un nume de utilizator și o parolă pentru %S:
sl: Vnesite uporabniško ime in geslo za %S:

source: Please enter a username and password for %1$S on %2$S:
am: እባክዎን የ ተጠቃሚ ስም እና የ መግቢያ ቃል ያስገቡ ለ %1$S በ %2$S:
bg: Моля, въведете потребителско име и парола за %1$S в %2$S:
br: Mar plij roit un anv arveriad hag ur ger-tremen evit %1$S war %2$S :
eu: Sartu erabiltzaile-izena eta pasahitza %2$S zerbitzariko %1$S berri-talderako:
ga_ie: Cuir ainm úsáideora agus focal faire isteach le haghaidh %1$S ar %2$S:
gd: Cuir a-steach ainm-cleachdaiche 's facal-faire airson %1$S air %2$S:
hr: Upišite korisničko ime i lozinku za %1$S na %2$S:
kab: Ma ulac aɣilif sekcem awal-ik i useqdac %1$S ɣef %2$S:
ro: Introduceți un nume de utilizator și o parolă pentru %1$S pe %2$S:
sl: Vnesite uporabniško ime in geslo za %1$S na %2$S:

source: Downloading %1$S of %2$S headers for %3$S
am: በ ማውረድ ላይ %1$S ከ %2$S ራስጌዎች ለ %3$S
bg: Изтегляне на %1$S от %2$S заглавки за %3$S
br: O pellgargañ %1$S eus %2$S a dalbennoù evit %3$S
eu: %3$S berri-taldeko goiburuak deskargatzen: %2$S/%1$S
ga_ie: %1$S as %2$S ceanntásc á n-íosluchtú le haghaidh %3$S
gd: A' luchdadh a-nuas %1$S à %2$S bann(an)-cinn o %3$S
hr: Preuzimanje %1$S od %2$S zaglavlja za %3$S
kab: Asider %1$S si %2$S n iqeṛṛa i %3$S
ro: Se descarcă antetul %1$S din %2$S pentru %3$S
sl: Prenos %1$S od %2$S glav za %3$S

source: Getting headers for filters: %1$S (%2$S/%3$S) on %4$S
am: ለ ማጣሪያዎች ራስጌዎች በ ማግኘት ላይ: %1$S (%2$S/%3$S) በ %4$S
bg: Получаване на заглавки на филтри: %1$S (%2$S/%3$S) от %4$S
br: O pellgargañ talbennoù evit ar siloù: %1$S (%2$S/%3$S) evit %4$S
eu: Iragazkien goiburukoak eskuratzen: %1$S (%3$S/%2$S) %4$S berri-taldean
ga_ie: Ceanntásca á bhfáil le haghaidh scagairí: %1$S (%2$S/%3$S) ar %4$S
gd: A' faighinn bannan-cinn airson nan criathragan: %1$S (%2$S/%3$S) air %4$S
hr: Dobavljanje zaglavlja za filtere: %1$S (%2$S/%3$S) na %4$S
kab: Aggay n iqeṛṛa i yemzizdigen : %1$S (%2$S/%3$S) ɣef %4$S
ro: Se obțin antetele pentru filtrele: %1$S (%2$S/%3$S) pe %4$S
sl: Prejem glav za filtre: %1$S (%2$S/%3$S) za %4$S

source: A News (NNTP) error occurred:
am: የ ዜናዎች (NNTP) ስህተት ተፈጥሯል:
bg: Възникна грешка в новините (NNTP):
br: Fazi (NNTP) gant ar c'heleier :
eu: Berrietan (NNTP) errore bat gertatu da:
ga_ie: Tharla earráid nuachta (NNTP):
gd: Thachair mearachd naidheachd (NNTP):
hr: Došlo je do (NNTP) greške:
kab: Teḍra-d tuccḍa n isalen (NNTP) :
ro: A apărut o eroare NNTP:
sl: Prišlo je do novičarske napake (NNTP):
