Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/prefs.properties.po
Languages: af, am, ar, ga_ie, gd, kk, pt_br, ro, tr, xh, zu

source: Please enter a valid email address.
af: Tik 'n geldige e-posadres in.
am: እባክዎን ዋጋ ያለው ኢሜይል አድራሻ ያስገቡ
ar: من فضلك أدخل عنوان بريد صحيح.
ga_ie: Iontráil seoladh bailí ríomhphoist, le do thoil.
gd: Cuir a-steach seòladh puist-dhealain dligheach.
kk: Жарамды эл. пошта адресін енгізіңіз.
pt_br: Por favor, forneça um endereço de e-mail válido.
ro: Vă rugăm introduceți o adresă de email validă.
tr: Lütfen geçerli bir e-posta adresi girin.

source: An account with this name already exists. Please enter a different account name.
am: በዚህ ስም መግለጫ ቀደም ብሎ ነበር: እባክዎን የተለየ ሌላ ስም ያስገቡ
ar: يوجد بالفعل حساب بهذا الاسم. من فضلك أدخِل اسمًا مختلفًا.
ga_ie: Tá cuntas leis an ainm seo ann cheana. Roghnaigh ainm eile le do thoil.
gd: Tha cunntas ann mu thràth air a bheil an t-ainm sin. Thoir ainm eile air a' chunntas.
kk: Осылай аталатын тіркелгі бар болып тұр. Басқа тіркелгі атын енгізіңіз.
pt_br: Uma conta com este nome já existe. Por favor, forneça um nome diferente.
ro: Există deja un cont cu acest nume. Vă rugăm să introduceți un nume de cont diferit.
tr: Bu isme sahip bir hesap zaten mevcut. Lütfen farklı bir hesap adı girin.

source: The account name can not be empty.
am: የ መግለጫ ስም ባዶ መሆን የለበትም
ar: لا يمكن أن يكون اسم الحساب خاليًا.
ga_ie: Ní cheadaítear ainm folamh.
gd: Chan fhaod ainm a' chunntais a bhith bàn.
kk: Тіркелгі атауы бос болмауы тиіс.
pt_br: O nome da conta não pode ficar em branco.
ro: Numele de utilizator nu poate să fie gol.
tr: Hesap adı boş olamaz.

source: An account with that user name and server name already exists. Please enter a different user name and/or server name.
af: Daar bestaan reeds 'n rekening met daardie gebruikernaam en bedienernaam. Tik 'n ander gebruikernaam en/of bedienernaam in.
am: መግለጫ በዚህ ስም እና የ ሰርቨር ስም ቀደም ብሎ ነበር: እባክዎን የተለየ ሌላ የ ተጠቃሚ ስም እና ሰርቨር ስም ያስገቡ
ar: يوجد بالفعل حساب باسم المستخدم والخادوم. من فضلك أدخل اسم مستخدم و/أو خادوم مختلف.
ga_ie: Tá cuntas ann cheana atá an t-ainm úsáideora agus an t-ainm freastalaí sin air. Cuir isteach ainm úsáideora agus/nó ainm freastalaí éagsúil le do thoil.
gd: Tha cunntas puist no buidhinn-naidheachd ann mu thràth sa bheil an dearbh ainm cleachdaiche is ainm frithealaiche. Cuir a-steach ainm cleachdaiche agus/no ainm frithealaiche eile.
kk: Осындай пайдаланушы аты және сервет аты бар тіркелгі бар болып тұр. Басқа пайдаланушы атын және/немесе сервер атын енгізіңіз.
pt_br: Uma conta com este nome e servidor já existe. Por favor, forneça um nome de usuário e/ou nome do servidor diferentes.
ro: Există deja un cont cu acest nume de utilizator sau de server. Vă rugăm introduceți un alt nume de utilizator și/sau server.
tr: Bu kullanıcı ve sunucu adına sahip bir hesap zaten mevcut. Lütfen farklı bir kullanıcı adı ve/veya sunucu adı girin.
xh: Iakhawunti enelo gama lomsebenzisi negama leseva seyikhona. Nceda ngenisa igama lomsebenzisi elahlukileyo kunye/okanye igama leseva.
zu: Ikhona kakade i-akhawunti enalelo gama lomsebenzisi nalelo gama lesiphakeli. Sicela ufake igama Please enter a different user name and/or server name.

source: Your User Name has been updated. You may also need to update your Email Address and/or User Name associated with this account.
af: U gebruikernaam is bygewer. Dalk moet u ook u e-posadres en/of gebruikernaam wat met hierdie rekening geassosieer word, bywerk.
am: የ እርስዎ የ ተጠቃሚ ስም ተሻሽሏል: እርስዎ ማሻሻል አለብዎት የ ኢሜይል አድራሻ እና/ወይንም የ ተጠቃሚ ስም ከዚህ መግለጫ ጋር የሚዛመዱ በሙሉ
ar: حُدِّث اسم مستخدمك. ربما تحتاج أيضًا إلى تحديث عنوان بريدك و/أو الاسم المرتبط بهذا الحساب.
ga_ie: Tá d'ainm úsáideora athraithe. D'fhéadfaí gur ghá duit anseoladh ríomhphoist agus/nó an t-ainm úsáideora atá comhcheangailte leis an gcuntas seo a nuashonrú freisin.
gd: Chaidh an t-ainm cleachdaiche agad ùrachadh. 'S mathaid gum feum thu an seòladh puist-dhealain agad agus/no an t-ainm cleachdaiche a tha co-cheangailte leis a' chunntas seo ùrachadh.
kk: Сіздің пайдаланушы атыңыз жаңартылды. Сонымен қатар, сізге бұл тіркелгімен байланысқан эл. пошта адресіңізді және/немесе пайдаланушы атыңызды жаңарту керек болуы мүмкін.
pt_br: Seu nome de usuário foi atualizado. Pode ser necessário também que você atualize seu endereço de e-mail e/ou nome de usuário associado a esta conta.
ro: Numele dumneavoastră de utilizator a fost actualizat. S-ar putea să fie nevoie să vă actualizați și adresa de email și/sau numele de utilizator asociate acestui cont.
tr: Kullanıcı adınız güncellendi. Bu hesapla ilişkili e-posta adresinizi ve /veya kullanıcı adınızı da güncellemeniz gerekebilir.
xh: Igama Lakho Lomsebenzisi lihlaziyiwe. Kusenokufuneka ngokunjalo ukuba uhlaziye Idilesi yakho Yemeyile kunye/okanye Igama Lomsebenzisi elinxulumene nale akhawunti.
zu: IGama lakho Lomsebenzi selishintshiwe. Kungase kudingeke ushintshe neKheli lakho Le-email noma/kanye neGama Lomsebenzisi elihlobene nale-akhawunti.

source: The server name setting has changed. Please verify that any folders used by filters exist on the new server.
af: Die bedienernaam-opstelling het verander. Kontroleer dat enige vouers wat deur filters gebruik word, op die bediener bestaan.
am: የ ሰርቨር ስም ማሰናጃ ተቀይሯል: እባክዎን ያረጋግጡ ማንኛውም የሚጠቀሙበት ፎልደሮች በ አዲሱ ሰርቨር ላይ እንዳሉ
ar: غُيِّرت إعدادات اسم الخادوم. من فضلك تأكد أن أية مجلدات استخدمها المرشح موجودة على الخادوم الجديد.
ga_ie: Tá an t-ainm a bhí socraithe don fhreastalaí athraithe. Cinntigh go bhfuil fillteáin ar bith a úsáideann scagairí le fáil ar an bhfreastalaí nua.
gd: Dh'atharraich roghainnean ainm an fhrithealaiche. Dearbhaich gu bheil pasgan sam bith a tha 'ga chleachdadh leis na criathragan ann air an fhrithealaiche ùr.
kk: Сервер аты баптауы өзгертілді. Сүзгілерде қолданылатын барлық бумалар жаңа серверде бар болып тұрғанына көз жеткізіңіз.
pt_br: O nome do servidor foi modificado. Por favor, verifique se as pastas usadas por filtros existem no novo servidor.
ro: Numele serverului a fost schimbat. Verificați dacă dosarele folosite de filtre există pe noul server.
tr: Sunucu isim ayarı değişmiştir. Lütfen süzgeçlerin kullanmakta olduğu dizinlerin yeni sunucuda mevcut olduğundan emin olun.
xh: Ummiselo wegama leseva uguqukile. Nceda qinisekisa ukuba naziphi iziqulathi zeefayili ezisetyenziswe zizihluzi zikhona kwiseva entsha.
zu: Igama lesiphakeli selishintshile. Sicela uqinisekise ukuthi wonke amafolida asetshenziswa izisefo akhona esiphakelini esisha.

source: The Junk settings on account "%1$S" have a possible problem. Would you like to review them before saving Account Settings?
am: የማይረባ ማሰናጃ መግለጫ "%1$S" ችግር ገጥሞታል: እርስዎ አሁን መግለጫው ከ መቀመጡ በፊት መመርመር ይፈልጋሉ?
ar: قد يكون بإعدادات السخام للحساب "%1$S" مشكلة. أتريد مراجعتها قبل حفظ إعدادات الحساب؟
ga_ie: Seans go bhfuil fadhb leis na socruithe dramhphoist ag cuntas "%1$S". An bhfuil fonn ort iad a scrúdú sula sábhálfar Socruithe an Chuntais?
gd: Tha coltas gu bheil duilgheadas sna roghainnean truilleis aig a' chunntas "%1$S". A bheil thu airson sùil a thoirt orra mus dèid roghainnean a' chunntais a shàbhaladh?
kk: "%1$S" тіркелгісіндегі спам баптауларында мәселе бар сияқты. Оларды тіркелгі баптауларын сақтау алдында қарап шығуды қалайсыз ба?
pt_br: As configurações de Spam da conta "%1$S" parecem ter um problema. Você gostaria de revisá-las antes de salvar as Configurações da conta?
tr: "%1$S" hesabının gereksiz posta ayarlarında olası bir sorun var. Hesap ayarlarını kaydetmeden önce gözden geçirmek ister misiniz?

source: %1$S needs to restart now to apply the change to the Local directory setting.
am: %1$S አሁን እንደገና ማስጀመር ያስፈልጋል ለውጦቹን በሙሉ ለ መፈጸም ወደ አካባቢ ዳይሬክቶሪ ማሰናጃዎች
ar: يحتاج %1$S إلى إعادة التشغيل لتطبيق التغييرات على إعدادات المجلد المحلي.
ga_ie: Caithfidh tú %1$S a atosú chun an chomhadlann Logánta nua a chur i bhfeidhm.
gd: Feumaidh %1$S tòiseachadh as ùr gus na dh'atharraich thu ann an roghainnean a' phasgain ionadail a chur an sàs.
kk: %1$S жергілікті бумалар баптауындағы өзгерісті іске асыруы үшін қайта іске қосылуы керек.
pt_br: O %1$S precisa reiniciar agora para aplicar a alteração para a configuração do diretório local.
ro: %1$S necesită repornire pentru a aplica modificările în directorul de setări locale.
tr: Yerel dizin ayarının uygulanması için %1$S yeniden başlatılmalı.

source: Restart
am: እንደገና ማስጀመሪያ
ar: أعِد التشغيل
ga_ie: Atosaigh
gd: Ath-thòisich
kk: Қайта қосу
pt_br: Reiniciar
ro: Repornire
tr: Yeniden başlat

source: The user name can not be empty.
am: የ ተጠቃሚ ስም ባዶ መሆን የለበትም
ar: لا يمكن أن يكون اسم المستخدم خاليًا.
ga_ie: Ní cheadaítear ainm folamh.
gd: =Chan fhaod ainm a' chleachdaiche a bhith bàn.
kk: Пайдаланушы аты бос болмауы тиіс.
pt_br: O nome do usuário não pode ficar em branco.
ro: Numele de utilizator nu poate să fie gol.
tr: Kullanıcı adı boş olamaz.

source: The Local Directory path "%1$S" is invalid. Please pick a different directory.
am: የ አካባቢ ዳይሬክቶሪ መንገድ "%1$S" ዋጋ የሌለው ነው: እባክዎን የተለየ ዳይሬክቶሪ ይምረጡ
ar: مسار المجلد المحلي "%1$S" غير صحيح. من فضلك اختر مُجلّدًا آخر.
ga_ie: Tá Comhadlann Logánta "%1$S" neamhbhailí. Roghnaigh ceann eile, le do thoil.
gd: Tha an t-slighe gun phasgan ionadail, "%1$S", mì-dhligheach. Feuch is tagh pasgan eile.
kk: "%1$S" жергілікті бума жолы қате. Басқа буманы таңдаңыз.
pt_br: O diretório local "%1$S" é inválido. Por favor, escolha um diretório diferente.
tr: Yerel dizin yolu "%1$S" geçersizdir. Lütfen farklı bir dizin seçin.

source: The Local Directory path "%1$S" is not suitable for message storage. Please choose another directory.
am: የ አካባቢ ዳይሬክቶሪ መንገድ "%1$S" መልእክት ለማጠራቀም ተስማሚ አይደለም: እባክዎን የተለየ ዳይሬክቶሪ ይምረጡ
ar: مسار المجلد المحلي "%1$S" غير مناسب لحفظ الرسائل. من فضلك اختر مُجلّدًا آخر.
ga_ie: Ní féidir teachtaireachtaí a shábháil i gcomhadlann logánta "%1$S". Roghnaigh comhadlann eile, le do thoil.
gd: Chan eil ann t-slighe gun phasgan ionadail "%1$S" freagarrach mar stòras theachdaireachdan. Tagh pasgan eile.
kk: "%1$S" жергілікті бума жолы хабарламаларды сақтауға жарамсыз. Басқа буманы таңдаңыз.
pt_br: O diretório local "%1$S" não é adequado para o armazenamento de mensagens. Por favor, escolha um diretório diferente.
ro: Calea directorului local „%1$S” nu este potrivită pentru stocarea de mesaje. Vă rugăm alegeți alt director.
tr: Yerel dizin yolu "%1$S" ileti depolamak için uygun değil. Lütfen başka bir dizin seçin.

source: Are you sure you want to exit the Account Wizard? If you exit, any information you have entered will be lost and the account will not be created.
af: Is u seker u wil die rekeningslimmerd afsluit? As u afsluit, sal enige inligting wat u ingetik het, verlore gaan en die rekening sal nie geskep word nie.
am: በ እርግጥ እርስዎ የ መግለጫ አውቂውን ዘግተው መውጣት ይፈልጋሉ? እርስዎ አሁን ከ ወጡ ማንኛውም ያስገቡት መረጃ ይጠፋል እና ምንም መግለጫ አይፈጠርም
ar: أمتأكد أنك تريد الخروج من مساعد الحساب؟ إذا خرجت، ستفقد أية معلومات أدخلتها ولن يُنشأ الحساب.
ga_ie: An bhfuil tú cinnte go dteastaíonn uait scor de Threoraí na gCuntas? Má scoireann tú, caillfear aon fhaisnéis a d'iontráil tú agus ní chruthófar an cuntas.
gd: A bheil thu cinnteach gu bheil thu airson draoidh nan cunntasan fhàgail? Ma dh'fhàgas tu e an-dràsta, thèid fiosrachadh sam bith a chuir thu a-steach air chall 's cha dèid an cunntas a chruthachadh.
kk: Тіркелгілер шеберінің жұмысын аяқтауды қалайсыз ба? Одан шықсаңыз, енгізілген ақпарат жоғалады және тіркелгі жасалмайды.
pt_br: Tem certeza de que deseja sair do assistente de contas? Se sair, as informações fornecidas serão perdidas e a conta não será criada.
ro: Sigur doriți să părăsiți asistentul de conturi? Dacă ieșiți, datele pe care le-ați introdus vor fi pierdute, iar contul nu va fi creat.
tr: Hesap sihirbazından çıkmak istediğinizden emin misiniz? Çıkarsanız, girmiş olduğunuz tüm bilgiler kaybolacak ve hesabınız oluşturulmayacaktır.
xh: Uqinisekile ufuna ukuphuma Kumncedisi Weakhawunti? Ukuba uyaphuma, naluphi ulwazi olungenisileyo luya kulahleka kwaye iakhawunti ayisayi kuyilwa.
zu: Uyafuna ngempela ukuphuma kuyiWizard Ye-AkhawuntI? Uma uphuma, konke ukwaziswa okufakile kuzolahleka futhi ngeke yakheke i-akhawunti.

source: Account Wizard
af: Rekeningslimmerd
am: የ መግለጫ አዋቂ
ar: مرشد الحسابات
ga_ie: Treoraí na gCuntas
gd: Draoidh nan cunntasan
kk: Тіркелгілер шебері
pt_br: Assistente de contas
ro: Asistent conturi
tr: Hesap Sihirbazı
xh: Umncedisi Weakhawunti
zu: Iwizadi Ye-akhawunti

source: Exit
af: Afsluit
am: መውጫ
ar: اخرج
ga_ie: Scoir
gd: Fàg an-seo
kk: Шығу
pt_br: Sair
ro: Părăsește
tr: Çık
xh: Phuma
zu: Phuma

source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
ga_ie: Cealaigh
gd: Sguir dheth
kk: Бас тарту
pt_br: Cancelar
ro: Renunță
tr: Vazgeç
xh: Rhoxisa
zu: Khansela

source: Please enter a valid server name.
am: እባክዎን ዋጋ ያለው የ ሰርቨር ስም ያስገቡ
ar: رجاء أدخل اسم خادوم صحيح.
ga_ie: Cuir ainm bailí freastalaí isteach.
gd: Cuir a-steach ainm frithealaiche dhligheach.
kk: Сервердің дұрыс атын еңгізіңіз.
pt_br: Por favor, forneça um nome de servidor válido.
ro: Introduceți un nume de server valid.
tr: Lütfen geçerli bir sunucu adı girin.

source: Failed to remove this account.
af: Kon nie hierdie rekening verwyder nie.
am: ይህን መግለጫ ማስወገድ አልተቻለም
ar: فشل في إزِالة هذا الحساب.
ga_ie: Theip ar bhaint an chuntais seo.
gd: Dh'fhàillig toirt air falbh a' chunntais seo.
kk: Бұл тіркелгіні өшіру сәтсіз аяқталды.
pt_br: Falha ao remover esta conta.
ro: Nu am putut șterge acest cont.
tr: Hesap silinemedi.
xh: Kusilele ukususa le akhawunti.
zu: Ihlulekile ukususa le-akhawunti.

source: Are you sure you want to remove the account "%S"?
af: Is u seker u wil die rekening "%S" skrap?
am: በ እርግጥ መግለጫውን ማጥፋት ይፈልጋሉ "%S"?
ar: أمتأكد أنك تريد إزالة هذا الحساب "%S"؟
ga_ie: An bhfuil tú cinnte go dteastaíonn uait an cuntas "%S" a bhaint?
gd: A bheil thu cinnteach gu bheil thu airson an cunntas "%S" a sguabadh às?
pt_br: Tem certeza de que deseja remover a conta "%S"?
ro: Sigur doriți să ștergeți contul „%S”?
tr: "%S" hesabını silmek istediğinizden emin misiniz?
xh: Uqinisekile ufuna ukuyisusa le akhawunti "%S"?
zu: Uyafuna ngempela ukususa i-akhawunti "%S"?

source: Remove Account
af: Verwyder rekening
am: መግለጫ ማስወገጃ
ar: احذف الحساب
ga_ie: Bain Cuntas
gd: Thoir air falbh an cunntas
pt_br: Remover conta
ro: Ștergere cont
tr: Hesabı sil
xh: Susa Iakhawunti
zu: Susa I-akhawunti

source: If you store this account's new mail in a different account's Inbox, you will no longer be able to access already downloaded e-mail for this account. If you have mail in this account, please copy it to another account first. If you have filters that filter mail into this account, you should disable them or change the destination folder. If any accounts have special folders in this account (Sent, Drafts, Templates, Archives, Junk), you should change them to be in another account. Do you still want to store this account's e-mail in a different account?
am: የዚህን መግለጫ አዲስ ደብዳቤ ካስቀመጡ በ ተለዩ መግለጫዎች ሳጥን ውስጥ: እርስዎ መድረስ አይችሉም ቀደም ብለው ያወረዱዋቸው ኢ-ሜይሎች ጋር ለዚህ መግለጫ: በዚህ መግለጫ ውስጥ ደብዳቤ ካለዎት: እባክዎን መጀመሪያ ኮፒ ያድርጉት ወደ ሌላ መግለጫ እርስዎ ማጣሪያዎች ካለዎት ደብዳቤዎች ወደ እዚህ መግለጫ የሚያጣራ: እርስዎ ማሰናከል አለብዎት ወይንም መድረሻ ፎልደሩን መቀየር አለብዎት: ማንኛውም መግለጫ እዚህ የተለየ ፎልደር ካለው በዚህ መግለጫ ውስጥ (የተላከ: ንድፍ: ቴምፕሌቶች: ማህደሮች: የማይረባ), እርስዎ መቀየር አለብዎት ወደ ሌላ መግለጫ የዚህን መግለጫ ኢ-ሜይል ወደ ተለየ መግለጫ ማስቀመጥ ይፈልጋሉ?
ar: إذا خزنت البريد الجديد لهذا الحساب في صندوق الوارد لبريد آخر فلن يمكنك الوصول إلى البريد المنزّل مسبقًا لهذا الحساب بعد الآن. إذا كان لديك بريد على هذا الحساب، من فضلك انسخه لحساب آخر أولا. إذا كان لديك مُرشِّحات ترشِّح البريد لهذا الحساب فيجب عليك تعطيلها أو تغيير المجلد الوجهة. إذا كان لأي حساب مجلدات خاصة على هذا الحساب (أُرسِل أو مسودّات أو قوالب أو أرشيفات أو سخام)، يجب عليك تغييرها إلى حساب آخر. أمازلت ترغب في حفظ بريد هذا الحساب في حساب آخر؟
ga_ie: Má chuireann tú teachtaireachtaí nua don chuntas seo i mBosca Isteach cuntais eile, ní bheidh tú in ann teachtaireachtaí a bhííosluchtaithe don chuntas seo a rochtain. Má tá ríomhphost sa chuntas seo agat, cóipeáil go cuntas eile ar dtús é. Má tá scagairí agat a chuireann ríomhphost sa chuntas seo, ba cheart duit iad a dhíchumasú nó an spriocfhillteán a athrú. Má tá fillteáin speisialta (Seolta, Dréachtaí, Teimpléid, Cartlanna, Dramhphost) sa chuntas seo ag cuntais eile, ba cheart duit iad a aistriú go cuntas eile. An bhfuil fonn ort fós ríomhphost ón chuntas seo a chur i gcuntas eile?
gd: Ma stòras tu post-dealain ùr a' chunntais seo ann am bogsa a-steach cunntais eile, chan urrainn dhut tuilleadh post-dealain a ruigsinn a luchdaich thu a-nuas roimhe airson a' chunntais seo. Ma tha post-dealain agad sa chunntas seo, cuir lethbhreac dheth ann an cunntas eile an toiseach. Ma tha criathragan agad a chriathras am post a thig dhan chunntas seo, bu chòir dhut an cuir à comas no am pasgan-amais atharrachadh. Ma tha pasgain shònraichte aig cunntas sam bith sa chunntas seo ("Post cuirte", "Dreachan", "Teamplaidean"), bu chòir dhut an atharrachadh gum bi iad ann an cunntas eile. A bheil airson post-dealain a' chunntais a stòradh ann an cunntas eile fhathast?
kk: Егер сіз бұл тіркелгінің жаңа поштасын басқа тіркелгінің Кіріс бумасында сақтасаңыз, бұл тіркелгі үшін жүктеліп алынған хаттарына қатынай алмайтын боласыз. Егер сізде бұл тіркелгіде поштаңыз бар болса, оны алдымен басқа тіркелгіге көшіріп алыңыз. Егер сізде бұл тіркелгіге поштаны сүзгілейтін сүзгілер бар болса, оларды сөндіру немесе мақсат бумасын өзгерту керек. Егер қандай да бір басқа тіркелгінің арнайы бумалары бұл тіркелгіде бар болса (Жіберілген, Шимай қағаз, Үлгілер, Архивтер, Спам) оларды басқа тіркелгіде орналасатындай өзгерту керек. Сонда да бұл тіркелгінің поштасын басқа тіркелгіде сақтауды қалайсыз ба?
pt_br: Se você armazenar as novas mensagens desta conta na caixa de entrada de outra conta, você não poderá mais acessar as mensagens já recebidas desta conta. Se você tiver mensagens nesta conta, por favor, copie-as para outra conta antes. Se você tiver filtros que são aplicados nesta conta, você deve desativá-los ou modificar a pasta de destino. Se alguma conta tiver pastas especiais nesta conta (Enviados, Rascunhos, Modelos, Arquivos, Spam), você deve mudá-las para outra conta. Ainda deseja armazenar as mensagens desta conta em outra conta?
tr: Bu hesabın yeni postalarını farklı bir hesabın gelen kutusunda depolarsanız, bu hesap için daha önce indirilmiş e-postalara artık ulaşamayacaksınız. Bu hesapta e-postalarınız varsa lütfen önce onları başka bir hesaba kopyalayın. Bu hesaba e-posta taşıyan süzgeçleriniz varsa onları devre dışı bırakmalı veya hedef dizinlerini değiştirmelisiniz. Bu hesapta özel dizinleri (Giden, Taslak, Şablonlar, Arşivler, Gereksiz) olan hesaplar varsa onları başka bir hesaba dahil olacak şekilde değiştirmelisiniz. Hâlâ bu hesabın e-postalarını başka bir hesapta depolamak istiyor musunuz?

source: Defer Account?
af: Verwys rekening?
am: መግለጫውን ላስተላልፍ?
ar: حساب مختلف؟
ga_ie: An bhfuil an cuntas le cur ar athlá?
gd: Airson an cunntas ath-seòladh?
pt_br: Mover conta?
ro: Doriți mutarea contului?
tr: Hesap ertelensin mi?
xh: Ubambezela iakhawunti?
zu: Uyayiyeka Le-akhawunti?

source: The directory specified in the Local Directory setting is already used by the "%S" account. Please pick a different directory.
am: የ ተወሰነው ዳይሬክቶሪ በ አካባቢ ዳይሬክቶሪ ማሰናጃ ውስጥ ቀደም ብለው ተጠቅመውበታል በ "%S" መግለጫ: እባክዎን የተለየ ዳይሬክቶሪ ይምረጡ
ar: المجلد المحدد في إعدادات المجلد المحلي يستخدمه حساب "%S". من فضلك اختر مجلدا آخر.
ga_ie: Tá an chomhadlann atá socraithe mar Comhadlann Logánta in úsáid cheana, ag an gcuntas "%S". Roghnaigh comhadlann eile, le do thoil.
gd: Tha pasgan 'ga shònrachadh ann an roghainn a' phasgain ionadail ach tha an cunntas "%S" 'ga chleachdadh mu thràth. Feuch is tagh pasgan eile.
kk: Жергілікті бума баптауында көрсетілген бума "%S" тіркелгісімен қолданылуда болып тұр. Басқа буманы таңдаңыз.
pt_br: O diretório especificado na configuração Diretório local já está em uso pela conta "%S". Por favor, escolha um diretório diferente.

source: A parent directory of the directory specified in the Local Directory setting is already used by the "%S" account. Please pick a different directory.
am: ወላጅ ዳይሬክቶሪ የተወሰነው ዳይሬክቶሪ በ አካባቢ ዳይሬክቶሪ ማሰናጃ ውስጥ ቀደም ብለው ተጠቅመውበታል በ "%S" መግለጫ: እባክዎን የተለየ ዳይሬክቶሪ ይምረጡ
ar: المجلد الذي يحتوي المجلد المحدد في إعدادات المجلد المحلي يستخدمه حساب "%S". من فضلك اختر مجلدا آخر.
ga_ie: Tá máthairchomhadlann de chuid na comhadlainne socraithe mar Comhadlann Logánta in úsáid cheana, ag an gcuntas "%S". Roghnaigh comhadlann eile, le do thoil.
gd: Tha pasgan pàraint a' phasgain 'ga shònrachadh ann an roghainn a' phasgain ionadail ach tha an cunntas "%S" 'ga chleachdadh mu thràth. Feuch is tagh pasgan eile.
kk: Жергілікті бума баптауында көрсетілген бумасының аталық бумасы "%S" тіркелгісімен қолданылуда болып тұр. Басқа буманы таңдаңыз.
pt_br: O diretório pai do especificado na configuração Diretório local já está em uso pela conta "%S". Por favor, escolha um diretório diferente.

source: A subdirectory of the directory specified in the Local Directory setting is already used by the "%S" account. Please pick a different directory.
am: ንዑስ ዳይሬክቶሪ የተወሰነው ዳይሬክቶሪ በ አካባቢ ዳይሬክቶሪ ማሰናጃ ውስጥ ቀደም ብለው ተጠቅመውበታል በ "%S" መግለጫ: እባክዎን የተለየ ዳይሬክቶሪ ይምረጡ
ar: مجلد فرعي من المجلد المحدد في إعدادات المجلد المحلي يستخدمه حساب "%S". من فضلك اختر مجلدا آخر.
ga_ie: Tá fochomhadlann de chuid na comhadlainne atá socraithe mar Comhadlann Logánta in úsáid cheana, ag an gcuntas "%S". Roghnaigh comhadlann eile, le do thoil.
gd: Tha fo-phasgan 'ga shònrachadh ann an roghainn a' phasgain ionadail ach tha an cunntas "%S" 'ga chleachdadh mu thràth. Feuch is tagh pasgan eile.
kk: Жергілікті бума баптауында көрсетілген бумасының ішкі бумасы "%S" тіркелгісімен қолданылуда болып тұр. Басқа буманы таңдаңыз.
pt_br: Um subdiretório do diretório especificado na configuração Diretório local já está em uso pela conta "%S". Por favor, escolha um diretório diferente.

source: user
af: gebruiker
am: ተጠቃሚ
ga_ie: úsáideoir
gd: cleachdaiche
pt_br: usuario
ro: utilizator
tr: kullanıcı
xh: umsebenzisi
zu: umsebenzisi

source: Email Address:
af: E-posadres:
am: የ ኢሜይል አድራሻ:
ar: عنوان البريد:
ga_ie: Seoladh Ríomhphoist:
gd: Seòladh puist-dhealain:
kk: Эл. пошта адресі:
pt_br: Endereço de e-mail:
ro: Adresa de email:
tr: E-posta adresi:
xh: Idilesi Yemeyile:
zu: Ikheli Le-imeyili:

source: Enter your email address. This is the address others will use to send email to you (for example, "%1$S@%2$S").
af: Tik u e-posadres in. Dit is die adres wat ander sal gebruik om pos aan u te stuur (byvoorbeeld "%1$S@%2$S").
am: የ ኢሜይል አድራሻ ያስገቡ ይህ ሌሎች ሰዎች ለ እርስዎ ደብዳቤ የሚልኩበት አድራሻ ይሆናል (ለምሳሌ, "%1$S@%2$S").
ar: أدخل عنوان بريدك. سيستخدم الآخرون هذا العنوان لإرسال البريد لك (على سبيل المثال، "%1$S@%2$S").
ga_ie: Cuir isteach do sheoladh ríomhphoist. Seo an seoladh a úsáidfidh daoine eile chun ríomhphoist a sheoladh chugat (m.sh. "%1$S@%2$S").
gd: Cuir a-steach seòladh a' phuist-dhealain. Seo an seòladh a chleachdas càch gus post-dealain a chur thugad (mar eisimpleir "%1$S@%2$S").
kk: Эл. пошта адресіңізді енгізіңіз. Бұл адреске басқа адамдар сізге поштаны жібереді (мыс., "%1$S@%2$S").
pt_br: Forneça seu endereço de e-mail. Este é o endereço que outros usarão para enviar mensagens para você (exemplo: “%1$S@%2$S”).
ro: Introduceți-vă adresa de email. Aceasta e adresa pe care ceilalți o vor folosi pentru a vă trimite mesaje (de exemplu, „%1$S@%2$S”).
tr: E-posta adresinizi girin. Bu adres, başkaları tarafından size e-posta gönderilirken kullanılır. (Örnek: "%1$S@%2$S")
