Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/prefs.properties.po
Languages: af, am, ar, ga_ie, gd, kk, pt_br, ro, tr, xh, zu

source: Enter your %1$S %2$S (for example, if your %1$S email address is "%3$S", your %2$S is "%4$S").
af: Tik u %1$S %2$S in (byvoorbeeld as u %1$S e-posadres "%3$S" is, is u %2$S "%4$S").
am: የ እርስዎን ያስገቡ %1$S %2$S (ለምሳሌ, የ እርስዎ %1$S ኢሜይል አድራሻ ነው "%3$S", የ እርስዎ %2$S ነው "%4$S").
ar: أدخل %1$S %2$S (على سبيل المثال، إذا كان عنوان بريدك %1$S "%3$S"، سيكون %2$S هو "%4$S").
ga_ie: Iontráil do %1$S %2$S (mar shampla, más é "%3$S" do sheoladh ríomhphoist le haghaidh %1$S, is é an %2$S atá agat ná "%4$S").
gd: Cuir a-steach an %2$S agad air %1$S (mar eisimpleir, mas e %3$S an seòladh puist-dhealain air "%1$S", 's e %4$S an "%2$S" agad).
pt_br: Forneça sua %1$S %2$S (exemplo, se o seu %1$S endereço de e-mail for “%3$S”, seu %2$S é “%4$S”).
ro: Introduceți-vă %2$S de la %1$S (de exemplu, dacă adresa dumneavoastră de email de la %1$S este „%3$S”, %2$S al dumneavoastră este „%4$S”).
tr: %1$S %2$S girin. (Örnek: %1$S e-posta adresiniz "%3$S" ise, %2$S "%4$S" olacaktır.)

source: Server Settings
af: Bedieneropstelling
am: ሰርቨር ማሰናጃዎች
ar: إعدادات الخادوم
ga_ie: Socruithe an Fhreastalaí
gd: Roghainnean an fhrithealaiche
kk: Сервер баптаулары
pt_br: Servidor
ro: Setările serverului
tr: Sunucu ayarları
xh: Imimiselo Yeseva
zu: Ukuhlelwa Kwesiphakeli

source: Copies & Folders
af: Afskrifte en vouers
am: ኮፒዎች & ፎልደሮች
ar: النُسخ والمجلدات
ga_ie: Cóipeanna & Fillteáin
gd: Lethbhric ┐ pasgain
kk: Көшірмелер және бумалар
pt_br: Cópias e pastas
ro: Copii și dosare
tr: Kopyalar ve dizinler
xh: Iikopi & Iziqulathi Zeefayili
zu: Amakhophi & Amafolida

source: Synchronization & Storage
af: Sinchronisasie en berging
am: ማስማሚያ & ማጠራቀሚያ
ar: المزامنة والتخزين
ga_ie: Sioncrónú agus Stóras
gd: Sioncronachadh ┐ stòras
kk: Синхрондау және қойма
pt_br: Sincronização e armazenamento
ro: Sincronizare și stocare
tr: Eşitleme ve depolama

source: Disk Space
af: Skyfspasie
am: የ ዲስክ ቦታ
ar: مساحة القرص
ga_ie: Spás Diosca
gd: Àite air an diosg
kk: Дискідегі орын
pt_br: Espaço em disco
ro: Spațiu pe disc
tr: Disk alanı
xh: Isithuba Kwidisk
zu: Indawo Esediskini

source: Composition & Addressing
af: Opmaak en adressering
am: ማቀናበሪያ & አድራሻዎች
ar: التَحرير والعنْوَنة
ga_ie: Cumadóireacht & Seoladh
gd: Sgrìobhadh ⁊ seòlachadh
kk: Құрастыру және адрестеу
pt_br: Editar e endereçar
ro: Redactare și adrese
tr: Düzenleme ve adresler
xh: Uhlanganiselo & Ukufakwa Kweedilesi
zu: Ukwakheka & Ikheli

source: Junk Settings
af: Gemorspos-opstelling
am: የማይረባ ማሰናጃዎች
ar: إعدادات السخام
ga_ie: Socruithe Dramhphoist
gd: Roghainnean na truilleis
kk: Спам баптаулары
pt_br: Antispam
ro: Setări pentru mesaje nesolicitate
tr: Gereksiz posta ayarları

source: Outgoing Server (SMTP)
af: Uitgaande bediener (SMTP)
am: ወደ ውጪ የሚሄድ ሰርቨር (SMTP)
ar: خادوم الصادر (SMTP)
ga_ie: Freastalaí Amach (SMTP)
gd: Frithealaiche a-mach (SMTP)
kk: Шығыс сервер аты (SMTP):
pt_br: Servidor de envio (SMTP)
ro: Server trimitere (SMTP)
tr: Giden sunucusu (SMTP)
xh: Iseva Ekhutshwayo (SMTP)
zu: Isiphakeli Sokuphumayo (SMTP)

source: Identities for %1$S
af: Identiteite vir %1$S
am: መለያዎች ለ %1$S
ar: هويات %1$S
ga_ie: Aitheantais ar %1$S
gd: Dearbh-aithnean airson %1$S
pt_br: Identidades da conta %1$S
ro: Identități pentru %1$S
tr: %1$S kimlikleri
xh: Iimpawu zokuchonga ze-%1$S
zu: Omazisi be%1$S

source: You must specify a valid email address for this identity.
af: U moet 'n geldige e-posadres vir hierdie identiteit aandui.
am: እባክዎን ዋጋ ያለው የ ኢሜይል አድራሻ ለዚህ መታወቂያ ማስገባት አለብዎት
ar: يجب أن تخصص عنوان بريد صحيح لهذه الهوية.
ga_ie: Ní mór duit seoladh bailí ríomhphoist a shonrú don aitheantas seo.
gd: Feumaidh tu seòladh puist-dhealain dligheach airson na dearbh-aithne seo a chur a-steach.
pt_br: Você deve especificar um endereço de e-mail válido para esta identidade.
ro: Trebuie să specificați o adresă de email validă pentru această identitate.
tr: Bu kimlik için geçerli bir e-posta adresi girmelisiniz.
xh: Kufuneka uxele idilesi yemeyile esebenzayo ukwenzela uphawu lokuchonga.
zu: Kufanele usho ikheli le-email elisebenzayo kulo mazisi.

source: Error Creating Identity
af: Kon nie identiteit skep nie
am: ስህተት ተፈጥሯል መታወቂያ በ መፍጠር ላይ እንዳለ
ar: عطل أثناء إنشاء الهويّة
ga_ie: Earráid agus aitheantas á chruthú
gd: Mearachd ann an cruthachadh na dearbh-aithne
pt_br: Erro na criação da identidade
ro: Eroare la crearea identității
tr: Kimlik oluşturma hatası
xh: Uphawu Lokuchonga Oludala Imposiso
zu: Iphutha Ekwakheni Umazisi

source: Are you sure you want to delete the identity %S?
am: በ እርግጥ ይህን መታወቂያ ማጥፋት ይፈልጋሉ %S?
ar: أمتأكد أنك تريد حذف الهوية ‏%S؟
ga_ie: An bhfuil tú cinnte gur mhaith leat an t-aitheantas seo a scriosadh? %S
gd: A bheil thu cinnteach gu bheil thu airson na dearbh-aithne a leanas a sguabadh às? %S
pt_br: Tem certeza de que deseja excluir a identidade %S?
ro: Sigur doriți să ștergeți identitatea %S?
tr: %S kimliğini silmek istediğinizden emin misiniz?

source: Deleting identity for %S
am: መታወቂያውን በ ማጥፋት ላይ %S
ar: حذف هوية %S
ga_ie: Aitheantas le haghaidh %S á scriosadh
gd: A' sguabadh às na dearbh-aithne airson %S
pt_br: Excluindo identidade de %S
ro: Se șterge identitatea %S
tr: %S kimliği siliniyor

source: Delete
af: Skrap
am: ማጥፊያ
ar: احذف
ga_ie: Scrios
gd: Sguab às
kk: Өшіру
pt_br: Excluir
ro: Șterge
tr: Sil

source: Choose a file
af: Kies 'n lÃªer
am: ፋይል ይምረጡ
ar: اختر ملفًا
ga_ie: Roghnaigh comhad
gd: Tagh faidhle
kk: Файлды таңдау
pt_br: Selecionar um arquivo
ro: Alegeți un fișier
tr: Dosya seçin
xh: Khetha ifayili
zu: Khetha ifayela

source: For account "%S"
am: ለ መግለጫ "%S"
ar: للحساب "%S"
ga_ie: Do chuntas "%S"
gd: Airson a' chunntais "%S"
kk: "%S" тіркелгісі үшін
pt_br: Para a conta “%S”
ro: Pentru contul „%S”
tr: "%S" hesabı için

source: Confirm permanent, automatic deletion of messages
am: ራሱ በራሱ መልእክቶች በ ቋሚነት ማጥፊያ ማረጋገጫ
kk: Хабарламаларды тұрақты түрде, автоөшіруді растаңыз

source: This setting will permanently delete old messages from the remote server AND your local storage. Are you sure you want to proceed?
am: ይህ በቋሚነት አሮጌ መልእክቶችን ከ ሰርቨር ውስጥ ያጠፋል: እና ከ እርስዎ ማጠራቀሚያ አካባቢ ውስጥ በ እርግጥ መቀጠል ይፈልጋሉ?
kk: Бұл баптау ескі хабарламаларды қашықтағы серверден ЖӘНЕ жергілікті қоймадан өшіретін болады. Жалғастыруды қалайсыз ба?

source: example.net
af: voorbeeld.net
ga_ie: sampla.net
gd: ball-sampaill.net
pt_br: meuprovedor.com.br
ro: exemplu.ro
tr: ornekadres.net
xh: umzekelo.net
zu: isibonelo.net

source: Edit %S
kk: %S түзету

source: Please enter a name for this account.
xh: Nceda ngenisa igama malunga nale akhawunti.
zu: Sicela ufake igama lale akhawunti.

source: Please enter a username.
xh: Nceda ngenisa igama lomsebenzisi.
zu: Sicela ufake igama lomsebenzisi.

source: Please enter your name.
xh: Nceda ngenisa igama lakho.
zu: Sicela ufake igama lakho.

source: _: enterValidEmail Please enter a valid email address.
xh: Nceda ngenisa idilesi yemeyile esebenzayo.
zu: Sicela ufake ikheli le-email elisebenzayo.

source: A mail or newsgroup account with the same user name and server name already exists. Click Back and enter a different server name, or click Cancel.
xh: Imeyile okanye iakhawunti yeqela leendaba enegama elifana nelomsebenzisi negama leseva selikhona. Nqomfa ku-Emva uze ungenise igama leseva elahlukileyo, okanye nqomfa ku-Rhoxisa.
zu: Isikhona kakade i-akhawunti yeposi noma yeqoqo lezindaba enegama lomsebenzisi elifanayo negama lesiphakeli elifanayo. Chofoza u-Emuva ufake igama lesiphakeli elihlukile, noma chofoze uKhansela.

source: _: enterValidEmailPrefix Please enter a valid email address.
xh: Nceda ngenisa idilesi yemeyile esebenzayo.
zu: Sicela ufake ikheli le-email elisebenzayo.

source: Please enter a valid hostname.
xh: Nceda ngenisa igama lomamkeli esisebenzayo.
zu: Sicela ufake iGama Lomxhumi elisebenzayo.

source: Failed to duplicate this account.
xh: Kusilele ukwenza ikopi yale akhawunti.
zu: Ihlulekile ukuphinda le-akhawunti.

source: If you store this account's new mail in a different account's Inbox, you will no longer be able to access already downloaded e-mail for this account. If you have mail in this account, please copy it to another account first. If you have filters that filter mail into this account, you should disable them or change the destination folder. If any accounts have special folders in this account (Sent, Drafts, Templates), you should change them to be in another account. Do you still want to store this account's e-mail in a different account?
xh: Ukuba uyigcina imeyile entsha yale akhawunti Phakathi Kwibhokisi yeakhawunti eyahlukileyo, akusayi kuphinda ufikelele kwimeyile ethotywe umthwalo yale akhawunti. Ukuba unemeyile kule akhawunti, nceda yikopele kwenye iakhawunti kuqala. Ukuba unezihluzi ezihluzela imeyile kule akhawunti, kufuneka uzaphule isakhono okanye uguqule isiqulathi seefayili ekuyiwa kuso. Ukuba kukho naziphi iiakhawunti ezineziqulathi zeefayili ezizodwa kule akhawunti (Ezithunyelweyo, Eziyilwayo, Izakhelo Zeenkcukacha), kufuneka uziguqule ukuba zibe kwenye iakhawunti. Ingaba usafuna ukuyilondoloza le meyile yeakhawunti kwiakhawunti eyahlukileyo?
zu: Uma iposi elisha lale akhawunti ulibeka eBhokisini Leposi Elingenayo le-akhawunti ehlukile, ngeke usakwazi ukufika eposini eselifakiwe kakade lale akhawunti. Uma uneposi kule akhawunti, sicela ulikopishele kwenye i-akhawunti kuqala. Uma unezisefo ezisefela iposi kule akhawunti, kufanlele uzikhinyabeze noma ushintshe ifolida eliya kuyo. Uma kukhona ama-akhawunti anamafolida akhethekile kule akhawunti (Okuthunyelwe, Amadrafti, Amathemplethi), kufanele uwashintshe abe kwenye i-akhawunti. Usafuna ukuyibeka kwenye i-akhawunti i-emaili yale akhawunti?

source: This directory is already used by another server. Please pick a different directory.
xh: Lo vimba weefayili selesetyenziswe yenye iseva. Nceda khetha uvimba weefayili owahlukileyo.
zu: Kukhona esinye isiphakeli esisebenzisa lencwadi yohlu. Sicela ukhethe enye incwadi yohlu.

source: Enter your email address. This is the address others will use to send email to you (for example, "%1$S@%2$S").
xh: Ngenisa idilesi yemeyile yakho. Le yidilesi eza kusetyenziswa ngabanye xa bethumela imeyile kuwe (umzekelo, "%1$S@%2$S").
zu: Faka ikheli lakho le-emaili. Leli yikheli abanye abazolisebenzisa uma bekuthumela iposi (ngokwesibonelo, "%1$S@%2$S").

source: Enter your %1$S %2$S (for example, if your %1$S email address is "%3$S", your %2$S is "%4$S").
xh: Ngenisa i-%1$S %2$S yakho (umzekelo, ukuba idilesi yemeyile yakho ye-%1$S ngu-"%3$S" wakho, i-%2$S ngu-"%4$S").
zu: Faka i-%1$S %2$S yakho (ngokwesibonelo, uma ikheli lakho le-emeili elithi %1$S lithi "%3$S", ngakho i%2$S yakho ingu "%4$S").

source: Offline & Disk Space
xh: Isithuba Kwidisk & Kwimo Engeyo Yakusebenza
zu: Ngaphandle Kwe-inthaneti & Indawo Esediskini

source: Advanced
xh: Kwinqanaba Eliphambili
zu: Okuthuthukile
