Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/search-operators.properties.po
Languages: br, gd, kab, kk, tr, xh, zu

source: contains
br: a endalc'h
gd: anns a bheil
kab: igber
kk: құрамында бар:
tr: içeriği
xh: kuqulethe
zu: Iqukethe

source: doesn't contain
br: n'endalc'h ket
gd: anns nach eil
kab: ur yegbir ara
kk: құрамында жоқ:
tr: sağdakini içermiyor ise
xh: akuqulethanga
zu: ayiqukethe

source: is
br: zo
gd: a tha
kab: d
kk: болып тұрған
tr: sağdaki ile aynı ise
xh: yile
zu: ise

source: isn't
br: n'eo ket
gd: nach eil
kab: mačči d
kk: емес
tr: sağdaki değil ise
xh: asyiyo
zu: ayikho

source: is empty
br: zo goullo
gd: a tha falamh
kab: d ilem
kk: бос
tr: boş ise
xh: akukho nto
zu: ayinalutho

source: is before
br: zo a-raok
gd: a tha ron
kab: send
kk: келесіге дейін:
tr: önce ise
xh: bekunje ngaphambili
zu: ingaphambi

source: is after
br: zo goude
gd: a tha às dèidh
kab: enld
kk: келесіден кейін:
tr: sonra ise
xh: kube nje emva koko
zu: ingemva

source: is higher than
br: zo uheloc'h eget
gd: a tha nas àirde na
kab: yugar
kk: келесіден үлкенірек:
tr: sağdakinden yüksek ise
xh: kuphakamile kunoku
zu: ingaphezu

source: is lower than
br: zo izeloc'h eget
gd: a tha nas ìsle na
kab: daw
kk: келесіден кішірек:
tr: sağdakinden düşük ise
xh: kusezantsi kunoku
zu: ingaphansi

source: begins with
br: a grog gant
gd: a tha a' tòiseachadh le
kab: ad yebdu s
kk: келесімен басталады:
tr: sağdaki ile başlıyor ise
xh: kuqala ngako
zu: iqala

source: ends with
br: a echu gant
gd: a tha a' crìochnachadh le
kab: ad ifak s
kk: келесімен аяқталады:
tr: sağdaki ile bitiyorsa
xh: kuphela ngako
zu: igcina nge

source: sounds like
br: zo heñvel ouzh
gd: a tha an fhuaim air coltach ri
kab: am
kk: келесідей естіледі:
tr: sağdakine benziyor ise
xh: kuvakala ngathi
zu: izwakala njenga

source: is greater than
br: zo brasoc'h eget
gd: a tha nas motha na
kab: yugar
kk: келесіден артық:
tr: sağdakinden büyük ise
xh: kungaphezulu kunokunye
zu: ingaphezu

source: is less than
br: zo bihanoc'h eget
gd: a tha nas lugha na
kab: meẓẓi ɣef
kk: келесіден кем:
tr: sağdakinden az ise
xh: kungaphantsi kunokunye
zu: ingaphansi

source: NameCompletion
br: KlokadurAnv
gd: CoileanadhAinm
kab: akemmel n yisem
kk: АттардыТолықтыру
tr: İsim tamamlayıcı
xh: Ukugqitywa Kwegama
zu: Ukuqedwa kweGama

source: is in my address book
br: zo e-barzh ma c'harned chomlec'hioù
gd: a tha ann an leabhar nan seòladh agam
kab: yella deg imedlis-iw n tensa
kk: менің адрестік кітапшамда
tr: adres defterimde kayıtlı
xh: kwincwadi yeedilesi yam
zu: isencwadini yami yamakheli

source: isn't in my address book
br: n'emañ ket e-barzh ma c'harned chomlec'hioù
gd: nach eil ann an leabhar nan seòladh agam
kab: ulac-it deg imedlis-iw n tensa
kk: менің адрестік кітапшамда емес
tr: adres defterimde kayıtlı değil ise
xh: ayikho kwincwadi yam yeedilesi
zu: ayikho encwadini yami yamakheli

source: isn't empty
br: n'eo ket goullo
gd: nach eil falamh
kab: mačči d ilem
kk: бос емес
tr: boş değilse

source: matches
br: a genglot
gd: a tha 'na sheise dha
kab: imeɣra
kk: келесіге сәйкес:
tr: eşleşiyorsa

source: doesn't match
br: ne genglot ket
gd: nach eil 'na sheise dha
kab: ur imeqri ara
kk: келесіге сәйкес емес:
tr: eşleşmiyorsa

source: LdapDwim
xh: I-LdapDwim
