Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/SearchDialog.dtd.po
Languages: bg, ca, hu, zu

source: Searc&h for messages in:
bg: Тъ&рсене на писма в:
ca: Cerca &missatges a:
hu: &Keresés helye:
zu: Fun&a imiyalezo e:

source: S&earch subfolders
bg: Т&ърсене на подпапки
ca: C&erca en subcarpetes
hu: Keresés az al&mappákban is
zu: F&una kumafolida angaphansi

source: R&un search on server
bg: С&тартиране търсене на сървъра
ca: Executa la cerca al &servidor
hu: K&eresés a kiszolgálón

source: &Clear
bg: Из&чистване
ca: &Buida
hu: &Alaphelyzet
zu: &Cisha

source: Ope&n
bg: &Отваряне
ca: &Obre
hu: Meg&nyitás
zu: Vul&a

# deleteButton.label deleteButton.accesskey
source: &Delete
bg: И&зтриване
ca: S&uprimeix
hu: &Törlés

source: Search Messages
bg: Търсене на писма
ca: Cerca missatges
hu: Üzenetek keresése
zu: Funa Imiyalezo

source: Results
bg: Резултати
ca: Resultats
hu: Eredmények
zu: Umphumela

source: Move &To
bg: Премества&не в
ca: Mo&u a
hu: Á&thelyezés

source: Open in Folde&r
bg: Отваряне в пап&ката
ca: Ob&re a la carpeta
hu: Megnyitás &mappában

source: Sa&ve as Search Folder
bg: Запи&ши като папка за търсене
ca: &Desa com una carpeta de cerca
hu: Mentés &keresési mappaként
zu: Gci&na Njengefayela Yokufuna

source: Searc&h in:
bg: &Търсене в:
ca: C&erca a:
hu: &Keresési hely:
zu: Fun&a e:

source: &Properties
bg: Сво&йства
ca: &Propietats…
hu: &Tulajdonságok
zu: &Izici

source: &Write
bg: &Писане на писмо
ca: Re&dacta
hu: Új ü&zenet
zu: &Bhala

# deleteCardButton.label deleteCardButton.accesskey
source: &Delete
bg: И&зтриване
ca: S&uprimeix
hu: &Törlés

source: Advanced Address Book Search
bg: Разширено търсене в адресника
ca: Cerca avançada de la llibreta d'adreces
hu: Összetett keresés a címjegyzékben
zu: Ukufuna Incwadi Yamakheli Okuthuthukile

source: Thread
bg: Дискусия
ca: Conversa
hu: Témacsoport
zu: Umucu

source: From
bg: Подател
ca: Remitent
hu: Feladó

source: Recipient
bg: Получател
ca: Destinatari
hu: Címzett
zu: Umamukeli

source: Correspondents
ca: Interlocutors
hu: Szerkesztők

source: Subject
bg: Тема
ca: Assumpte
hu: Tárgy
zu: Isihloko

source: Date
bg: Дата
ca: Data
hu: Dátum
zu: Usuku

source: Priority
bg: Приоритет
ca: Prioritat
hu: Prioritás
zu: Ukubaluleka

source: Tags
bg: Етикети
ca: Etiquetes
hu: Címke

source: Account
bg: Пощенски адрес
ca: Compte
hu: Postafiók
zu: I-akhawunti

source: Status
bg: Състояние
ca: Estat
hu: Állapot
zu: Isimo

source: Size
bg: Размер
ca: Mida
hu: Méret
zu: Ubungako

source: Junk Status
bg: Статус нежелана поща
ca: Estat de correu brossa
hu: Szemét-e
zu: Isimo se-Okungenanzuzo

source: Unread
bg: Непрочетени
ca: Per llegir
hu: Olvasatlan
zu: Ayifundiwe

source: Total
bg: Всичко
hu: Összesen
zu: Ingqikithi

source: Read
bg: Прочетени
ca: Llegit
hu: Olvasott
zu: Fundiwe

source: Received
bg: Получени
ca: Recepció
hu: Beérkezés

source: Starred
bg: Със звезда
ca: Destacat
hu: Csillagozott

source: Location
bg: Местоположение
ca: Ubicació
hu: Hely
zu: Indawo

source: Order Received
bg: Ред на получаване
ca: Ordre de recepció
hu: Érkezési sorrend
zu: Ukulandelana Etholwe Ngako

source: Select columns to display
bg: Изберете колоните, които да се показват
ca: Tria les columnes que es mostraran
hu: Jelölje ki a megjelenítendő oszlopokat

source: Display message threads
bg: Показване на нишките на съобщенията
ca: Mostra les converses de missatges
hu: Témacsoportok megjelenítése

source: Sort by from
bg: Сортиране по подател
ca: Ordena per remitent
hu: Rendezés feladó szerint

source: Sort by recipient
bg: Сортиране по получател
ca: Ordena per destinatari
hu: Rendezés címzett szerint

source: Sort by correspondents
ca: Ordena per interlocutors
hu: Rendezés szerkesztők szerint

source: Sort by subject
bg: Сортиране по тема
ca: Ordena per assumpte
hu: Rendezés tárgy szerint

source: Sort by date
bg: Сортиране по дата
ca: Ordena per data
hu: Rendezés dátum szerint

source: Sort by priority
bg: Сортиране по приоритет
ca: Ordena per prioritat
hu: Rendezés sürgősség szerint

source: Sort by tags
bg: Сортиране по етикети
ca: Ordena per etiquetes
hu: Rendezés címkék szerint

source: Sort by account
bg: Сортиране по регистрация
ca: Ordena per compte
hu: Rendezés postafiók szerint

source: Sort by status
bg: Сортиране по състояние
ca: Ordena per estat
hu: Rendezés állapot szerint

source: Sort by size
bg: Сортиране по големина
ca: Ordena per mida
hu: Rendezés méret szerint

source: Sort by junk status
bg: Сортиране по състояние на нежелана поща
ca: Ordena per estat de correu brossa
hu: Rendezés szemétállapot szerint

source: Number of unread messages in thread
bg: Брой на непрочетени писма в дискусия
ca: Nombre de missatges per llegir a la conversa
hu: A témacsoport olvasatlan üzeneteinek száma
zu: Inani lemiyalezo engafundiwe emucwini

source: Total number of messages in thread
bg: Общ брой на писмата в дискусията
ca: Nombre total de missatges en la conversa
hu: A témacsoport üzeneteinek száma
zu: Ingqikithi yemiyalezo esemucwini

source: Sort by read
bg: Сортиране по състояние на прочетеност
ca: Ordena per llegit
hu: Rendezés olvasottság szerint

source: Sort by date received
bg: Сортиране по дата на получаване
ca: Ordena per data de recepció
hu: Rendezés beérkezés szerint

source: Sort by star
bg: Сортиране по звезда
ca: Ordena per destacat
hu: Rendezés csillag szerint

source: Sort by location
bg: Сортиране по местоположение
ca: Ordena per ubicació
hu: Rendezés hely szerint

source: Sort by order received
bg: Сортиране по реда на получаване
ca: Ordena per ordre de recepció
hu: Rendezés beérkezés szerint

source: Options
zu: Ongakhetha Kukho

source: Close
zu: Vala

source: &Delete
zu: &Cisha

source: Search for messages that match:
zu: Funa imiyalezo efana nale:

source: Criteria
zu: Izinga

source: &File Here
zu: &Fayela La

source: F&ile
zu: F&ayela

source: Open Message Folde&r
zu: Vula Ifolida Yemiyalez&o

source: Sender
zu: Umthumeli

source: Label
zu: Ilebula

source: Lines
zu: Imigqa

source: Flag
zu: Fulega

source: Click to select columns to display
zu: Chofoza ukhethe izinhlu ofuna ukuziveza

source: Click to display message threads
zu: Chofoza uveze imicu yemiyalezo

source: Click to sort by sender
zu: Chofoza uhlele ngomthumeli

source: Click to sort by recipient
zu: Chofoza uhlele ngomamukeli

source: Click to sort by subject
zu: Chofoza uhlele ngesihloko

source: Click to sort by date
zu: Chofoza uhlele ngosuku

source: Click to sort by priority
zu: Chofoza uhlele ngokubaluleka

source: Click to sort by label
zu: Chofoza uhlele ngelebula

source: Click to sort by account
zu: Chofoza ukuze uhlele ngokwama-akhawunti

source: Click to sort by status
zu: Chofoza uhlele ngesimo

source: Click to sort by size
zu: Chofoza uhlele ngobungako

source: Click to sort by junk status
zu: Chofoza uhlele ngokungenanzuzo

source: Click to sort by read
zu: Chofoza uhlele ngokuthi ufundiwe

source: Click to sort by flag
zu: Chofoza uhlele ngefulegi

source: Click to sort by location
zu: Chofoza uhlele ngendawo

source: Click to sort by order received
zu: Chofoza uhlele ngokwamukelwa
