Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/start.dtd.po
Languages: xh, zu

source: Welcome to &brandFullName;!
xh: Wamkelekile kwi-&brandFullName;!
zu: Uyemukelwa e&brandFullName;!

source: &brandFullName; is a powerful, open-source mail and news client.
xh: I-&brandFullName; yimeyile ye-open-source nomxumi weendaba onamandla kakhulu.
zu: I&brandFullName; is a powerful, open-source mail and news client.

source: Features
xh: Iimpawu
zu: Izici

source: Adaptive Junk Mail Controls
xh: Izilawuli Zemeyile Eyingxubevange Eziqhelanisayo
zu: Okulawula Iposi Elingasizi Okuguqukayo

source: RSS Reader
xh: Umfundi we-RSS
zu: Okufunda iRSS

source: Global Inbox Support
xh: Inkxaso Yelimiweyo Yangaphakathi Ebhokisini
zu: Isekela Lebhokisi Leposi Lembulunga

source: Saved Search Folders
xh: Iziqulathi Zeefayili Zokuzingela Ezigciniweyo
zu: Amafolida Okufuna Agciniwe

source: Message Grouping
xh: Ukubekwa Kwemiyalezo Ngokwamaqela
zu: Imiyalezo Ngamaqoqo

source: Privacy Protection
xh: Ukhuseleko Lokwabucala
zu: Ukuvikelwa Kwengasese

source: More Information
xh: Ulwazi Oluthe Chatha
zu: Ukwaziswa Okwengeziwe

source: Thunderbird Help
xh: Uncedo lwe-Thunderbird
zu: Usizo Inyoniyezulu

source: For frequently asked questions, tips and general help, visit
xh: Ngemibuzo ebuzwa qho, amacebiso noncedo jikelele, tyelela
zu: Ukuze uthole imibuzo ebuzwa njalo, amacebiso nosizo oluvamile, vakashela

source: Thunderbird Product Page
xh: Ikhasi Lemveliso ye-Thunderbird
zu: Ikhasi Lemikhiqizo Yenyoniyezulu

source: For product information, visit the
xh: Ngolwazi ngemveliso, tyelela apha
zu: Ukuze uthole ukwaziswa ngemikhiqizo, vakashela

source: Powered by Gecko.
xh: Kunikwe amandla yi-Gecko.
zu: Inikwe Amandla YiGecko.
