Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/systemIntegrationDialog.dtd.po
Languages: ar, hu, sl

source: System Integration
ar: التكامل مع النظام
hu: Integrálódás a rendszerbe
sl: Sistemska povezljivost

source: Set as Default
ar: اجعله المبدئي
hu: Legyen ez az alapértelmezett
sl: Nastavi kot privzeto

source: Skip Integration
ar: تجاوز التكامل مع النظام
hu: Integráció kihagyása
sl: Preskoči povezljivost

source: Cancel
ar: ألغِ
hu: Mégse
sl: Prekliči

source: Use &brandShortName; as the default client for:
ar: اجعل &brandShortName; العميل المبدئي ل‍:
hu: A &brandShortName; beállítása alapértelmezett kliensként:
sl: Uporabi &brandShortName; kot privzeti program za:

source: E-Mail
ar: البريد الإلكتروني
hu: Levelezés
sl: E-pošto

source: Newsgroups
ar: مجموعات الأخبار
hu: Hírcsoportok
sl: Novičarske skupine

source: Feeds
ar: التلقيمات
hu: Hírforrások
sl: Vire

source: It is not possible to unset &brandShortName; as the default client within &brandShortName;. To make another application the default you must use its 'Set as default' dialog.
ar: لا يمكن تغيير كون &brandShortName; العميل المبدئي من داخله. لجعل تطبيق آخر المبدئي، عليك فعله هذا من داخل التطبيق الآخر.
hu: Nem lehet a &brandShortName;ból törölni a &brandShortName; beállítását alapértelmezett kliensként. Másik alkalmazás alapértelmezetté tételéhez használja annak „Beállítás alapértelmezettként” ablakát.
sl: &brandShortName;a ni mogoče odstraniti kot privzetega odjemalca znotraj &brandShortName;a. Če želite privzeto uporabljati drug program, uporabite njegovo pogovorno okno 'Nastavi kot privzeto'.

source: &Always perform this check when starting &brandShortName;
ar: تحقق دائمًا من ذلك عند بد&ء &brandShortName;
hu: &Ellenőrzés elvégzése a &brandShortName; minden indításakor
sl: &Vedno preveri ob zagonu &brandShortName;a

source: Allow &searchIntegration.engineName; to &search messages
ar: ا&سمح ل‍ &searchIntegration.engineName; بالبحث في الرسائل
hu: A(z) &searchIntegration.engineName; kere&shet az üzenetek között
sl: &Dovoli &searchIntegration.engineName; da preišče sporočila
