Repository: translate/mozilla-l10n
Catalog: */mail/chrome/messenger/wmImportMsgs.properties.po
Languages: ar, br, ga_ie, gd, hy_am, id, sl, uz

source: Windows Live Mail settings
ar: إعدادات Windows Live Mail
br: Arventennoù Windows Live Mail
ga_ie: Socruithe Ríomhphoist Windows Live
gd: Roghainnean Windows Live Mail
hy_am: Windows Live Mail-ի կարգավորումներ
id: Pengaturan Windows Live Mail
sl: Nastavitve za Windows Live Mail
uz: Windows Live pochta sozlamalari

source: Mailbox %1$S, imported %2$d messages
ar: صندوق البريد %1$S، استُورِدت %2$d رسالة/رسائل
br: Boestad lizheroù %1$S, %2$d a gemennadennoù bet enporzhiet
ga_ie: Bosca ríomhphoist %1$S, iompórtáladh %2$d teachtaireacht
gd: Bogsa-puist %1$S, %2$d teachdaireachd(an) air ion-phortadh
hy_am: Փոստարկղը %1$S, ներմուծվել են %2$d նամակներ
id: %1$S kotak email, %2$d pesan diimpor
sl: Nabiralnik %1$S, uvoženih %2$d sporočil
uz: %1$S pochta, %2$d ta xabar import qilindi

source: Bad parameter passed to import mailbox.
ar: تم تمرير معامل سيئ إلى استيراد صندوق البريد.
br: Arventennoù fall tremenet evit enporzhiañ ar voestad lizheroù.
ga_ie: Drochpharaiméadar tugtha d'iompórtáil an bhosca ríomhphoist.
gd: Chaidh droch pharamatair a thoirt a-null airson ion-phortadh a' bhogsa-phuist.
hy_am: Ներմուծման սխալ ցուցիչ։
id: Parameter yang salah dilewatkan saat mengimpor kotak email.
sl: Nabiralniku za uvoz poslan slab parameter.
uz: Pochtalar import qilinayotganda yomon parametr o‘tib ketdi.

source: Error accessing file for mailbox %S.
ar: حصل خطأ عند الوصول لملف صندوق البريد %S.
br: Fazi en ur dizhout ar restr evit boestad lizheroù %S.
ga_ie: Earráid agus comhad á rochtain don bhosca ríomhphoist %S.
gd: Mearachd le inntrigeadh do dh'fhaidhle airson bogsa-puist %S.
hy_am: %S-ի փոստարկը բացելու սխալ։
id: Kesalahan saat mengakses berkas kotak email %S.
sl: Napaka pri dostopu do datoteke za nabiralnik %S.
uz: %S pochtasi uchun faylga kirishda xatolik.

source: Error importing mailbox %S, all messages may not be imported from this mailbox.
ar: حصل خطأ عند استيراد صندوق البريد %S، قد لا تكون جميع الرسائل في هذا الصندوق قد استُورِدت.
br: Fazi en ur enporzhiañ ar voestad lizheroù %S, marteze ne vo ket enporzhiet an holl gemennadennoù diouzh ar voestad lizheroù-mañ.
ga_ie: Earráid agus an bosca ríomhphoist %S á iompórtáil. Is féidir nach bhfuil gach teachtaireacht iompórtáilte.
gd: Mearachd le ion-phortadh bogsa-puist %S, dh'fhaodadh nach deach a h-uile teachdaireachd on bhogsa-phuist seo ion-phortadh.
hy_am: Սխալ՝ %S-ի փոստը ներմուծելիս, բոլոր նամակները կարող են ներմուծվել այս փոստարկղից։
id: Kesalahan saat mengimpor kotak email %S, keseluruhan pesan mungkin tidak diimpor dari kotak email ini.
sl: Napaka pri uvažanju nabiralnika %S, iz tega nabiralnika morda ne bo mogoče uvoziti vseh sporočil.
uz: %S pochtasini import qilishda xatolik yuz berdi, barcha xatlar pochtadan import qilinmagan bo‘lishi mumkin.

source: Windows Live Mail Address Book
ar: دفتر عناوين Windows Live Mail
br: Karned chomlec'hioù Windows Live Mail
ga_ie: Leabhar Seoltaí Ríomhphoist Windows Live
gd: Leabhar nan seòladh aig Windows Live Mail
hy_am: Windows Live Mail-ի Հասցեագիրքը
id: Windows Live Mail
sl: Imenik Pošte Windows Live
uz: Windows Live pochta manzili kitobi

source: Windows Live Mail address book (windows address book)
ar: دفتر عناوين Windows Live Mail (دفتر عناوين وندوز)
br: Karned chomlec'hioù Windows Live Mail (karned chomlec'hioù window)
ga_ie: Leabhar seoltaí ríomhphoist Windows Live (leabhar seoltaí Windows)
gd: Leabhar nan seòladh aig Windows Live Mail (leabhar nan seòladh Windows)
hy_am: Windows Live Mail-ի Հասցեագիրքը (windows-ի հասցեագիրքը)
id: Buku alamat Windows Live Mail (buku alamat windows)
sl: Imenik Pošte Windows Live (Imenik Windows)
uz: Windows Live pochta manzili kitobi (windows manzil kitobi)

source: Imported address book %S
ar: استُورِد دفتر العناوين %S
br: Enporzhiet eo karned-chomlec'hioù %S
ga_ie: Iompórtáladh leabhar seoltaí %S
gd: Chaidh leabhar nan seòladh %S ion-phortadh
hy_am: %S-ից ներմուծված հասցեագիրք
id: Buku alamat %S diimpor
sl: Imenik %S je bil uvožen
uz: %S manzil kitobi import qilindi

source: Error importing address book %S, all addresses may not have been imported.
ar: حصل خطأ عند استيراد دفتر العناوين %S، قد لا تكون جميع الرسائل قد استُورِدت.
br: Fazi en ur enporzhiañ karned chomlec'hioù %S, marteze n'eo ket bet enporzhiet an holl chomlec'hioù.
ga_ie: Earráid agus leabhar seoltaí %S á iompórtáil. Is féidir nach bhfuil gach seoladh iompórtáilte.
gd: Mearachd le ion-phortadh leabhar nan seòladh aig %S, dh'fhaodadh nach deach a h-uile seòladh ion-phortadh.
hy_am: Սխալ՝ %S-ի հասցեագիրքը ներմուծելիս, բոլոր հասցեները չեն ներմուծվել։
id: Kesalahan saat mengimpor buku alamat %S, keseluruhan alamat mungkin tidak diimpor.
sl: Med uvozom imenika %S je prišlo do napake, vseh naslovov morda ni bilo mogoče uvoziti.
uz: %S manzil kitobini import qilishda xatolik yuz berdi, barcha manzillar import qilinmagan bo‘lishi mumkin.

source: Bad parameter passed to import addressbook.
ar: تم تمرير معامل سيئ إلى استيراد دفتر العناوين.
br: Arventennoù fall tremenet evit enporzhiañ ar c'harned chomlec'hioù.
ga_ie: Drochpharaiméadar tugtha d'iompórtáil leabhar seoltaí.
gd: Chaidh droch pharamatair a thoirt a-null airson ion-phortadh leabhar nan seòladh.
hy_am: Հասցեագրքի ներմուծման սխալ ցուցիչ։
id: Parameter yang salah dilewatkan saat mengimpor buku alamat.
sl: Imeniku za uvozu je bil poslan slab parameter.
uz: Manzil kitobi import qilinayotganda yomon parametr o‘tib ketdi.
