Repository: translate/mozilla-l10n
Catalog: wo/mobile/android/chrome/about.dtd.po
Languages: wo

source: About &brandShortName;
wo: Ci mbiru &brandShortName;

source: &brandShortName; is experimental and may be unstable.
wo: &brandShortName; dafa bees la mën am ay tolof tolof.

source: Check for Updates »
wo: Wut ay yeesal

source: Looking for updates…
wo: Wut ay yeesal...

source: No updates available
wo: Benn yeesal féexul

source: Update available
wo: Yeesal bu féex

source: Privacy Policy
wo: Poltigu dundu biir

source: Know Your Rights
wo: Ci sa mbiri sañ sañ

source: Release Notes
wo: karmati sumb

source: Credits
wo: Ñi wall si

source: Licensing Information
wo: Xibaar yi ci yaatal sañ sañ yi
