Repository: translate/mozilla-l10n
Catalog: son/browser/chrome/browser/preferences/connection.dtd.po
Languages: son

source: Connection Settings
son: Ciyari kayandiyaney

source: Configure Proxies to Access the Internet
son: Tokorawey hanse ka huru Interneti ra

source: No prox&y
son: To&kore ši

source: &Use system proxy settings
son: Dabariɲaa tokore kayandiyaney &goyandi

source: Auto-detect proxy settings for this net&work
son: Tokore kayandiyaney boŋ honnay san&kaa woo se

source: &Manual proxy configuration:
son: &Kanbe tokore hanseyan:

source: &Automatic proxy configuration URL:
son: Tokore &boŋ hanseyan aderesu:

source: R&eload
son: Zumandi &taaga

source: &FTP Proxy:
son: &FTP tokore:

source: HTTP Pro&xy:
son: HTTP &tokore:

source: SS&L Proxy:
son: SS&L tokore:

source: SO&CKS Host:
son: SO&CKS zunbudoo:

source: Remote &DNS
son: &DNS moora

source: Port:
son: Kotay-mee:

source: &No Proxy for:
son: Tokore kul š&i woo se:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
son: Sanda: .mozilla.org, .net.nz, 192.168.1.0/24

source: U&se this proxy server for all protocols
son: Feršikaw tokoraa woo &goyandi berehawey kul se

source: Do not prompt for authent&ication if password is saved
son: Ma ši hãa y'ay boŋ bayrand&i nda šennikufaloo gaabundi

source: This option silently authenticates you to proxies when you have saved credentials for them. You will be prompted if authentication fails.
son: Suubaroo ka monno ka war šilbay feršikaw tokorey kaŋyaŋ se war na tammaasayaŋ gaabu se. War ga duu alhabar nd'a mana tabatandi.
