Repository: translate/mozilla-l10n
Catalog: son/browser/chrome/browser/preferences/permissions.dtd.po
Languages: son

source: Exceptions
son: Hasarawey

source: Site
son: Nungu

source: Status
son: Assariya

source: &Remove Site
son: &Nungu kaa

source: R&emove All Sites
son: &Nungey kul kaa

source: A&ddress of website:
son: Interneti nungoo a&deresoo:

source: &Block
son: &Gagay

source: Allow for &Session
son: &Goywaati noo fondo

source: &Allow
son: &Noo fondo

source: &Cancel
son: &Na≈ã
