Repository: translate/mozilla-l10n
Catalog: sco/browser/chrome/browser/aboutDialog.dtd.po
Languages: sco

source: &Check for updates
sco: &Chack for updates

source: Restart &brandShortName; to Update
sco: Restairt &brandShortName; tae Update

source: &brandShortName; is experimental and may be unstable.
sco: &brandShortName; is still prattickal an micht no bi richt stable yet.

source: It automatically sends information about performance, hardware, usage and customizations back to &vendorShortName; to help make &brandShortName; better.
sco: It automaticly sends information about performance, hardware, uisage an chynges back tae &vendorShortName; tae help mak &brandShortName; better.

source: is a
sco: is æ

# community.exp.end
source: working together to keep the Web open, public and accessible to all.
sco: wirkin the gither tae keep the Wab appen, public an accessible tae awbody.

source: &brandShortName; is designed by
sco: &brandShortName; is designit bi

source: , a
sco: , æ

# community.end3
source: working together to keep the Web open, public and accessible to all.
sco: wirkin the gither tae keep the Wab appen, public an accessible tae awbody.

source: Want to help?
sco: Want tae gie a haund?

source: Make a donation
sco: Gie a donation

source: get involved!
sco: Get insnorlt!

source: Licensing Information
sco: Licensin Information

source: End-User Rights
sco: End-Uiser Richts

source: Privacy Policy
sco: Preivacy Pack

source: Checking for updates…
sco: Chackin for updates…

source: &brandShortName; is up to date
sco: &brandShortName; is up tae date

source: Updates disabled by your system administrator
sco: Updates turnt aff bi yer seistem admeinistrator

source: &brandShortName; is being updated by another instance
sco: &brandShortName; is bein updatit bi anither instance

source: Update failed.
sco: Update failt.

source: Download the latest version
sco: Dounload the newmaist version

source: Updates available at
sco: Updates tae haund at

source: You can not perform further updates on this system.
sco: Ye cannae dae onymair updates on this seistem.

source: Learn more
sco: Lear mair

source: Downloading update —
sco: Dounloadin update —

source: Applying update…
sco: Applyin update…

source: update channel.
sco: update channel the nou.
