Repository: translate/mozilla-l10n
Catalog: sco/browser/chrome/browser/syncSetup.dtd.po
Languages: sco

source: Welcome! If you've never used &syncBrand.fullName.label; before, you will need to create a new account.
sco: Walcome! Gin ye niver hae uisit &syncBrand.fullName.label; afore, ye will hae tae mak æ new account.

source: Create a New Account
sco: Mak æ New Account

source: I Have an Account
sco: A Hae an Account

source: Have you used &syncBrand.fullName.label; before?
sco: Hae ye uisit &syncBrand.fullName.label; afore?

source: I've never used &syncBrand.shortName.label; before
sco: A've niver uisit &syncBrand.shortName.label; afore

source: I'm already using &syncBrand.shortName.label; on another device
sco: A'm uisin &syncBrand.shortName.label; awready on anither device

source: Default: Mozilla &syncBrand.fullName.label; server
sco: Defaut: Mozilla &syncBrand.fullName.label; server

source: Use a custom server…
sco: Uise æ custom server…

source: &Password
sco: &Tryst-wird

source: Recovery &Key
sco: Rekivery &Key

source: Choose a &Password
sco: Chuise æ &Tryst-wird

source: Confir&m Password
sco: Confir&m Tryst-wird

source: I &agree to the
sco: A &gree tae the

source: Terms of Service
sco: Pack o Service

source: and the
sco: an the

source: Privacy Policy
sco: Preevacy Pack

source: &brandShortName; Cares About Your Privacy
sco: &brandShortName; Cares About Yer Preivacy

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The Recovery Key which is necessary to decrypt your data is not uploaded.
sco: Tae mak siccar that ye hae complete preivacy, aw o yer data is incryptit afore bein uploadit. The Rekivery Key that is needit tae decrypt yer data isnae bein uploadit.

source: Your Recovery &Key
sco: Yer Rekivery &Key

source: Generate a new key
sco: Mak æ new key

source: Your Recovery Key is required to access &syncBrand.fullName.label; on other machines. Please create a backup copy. We cannot help you recover your Recovery Key.
sco: YEr Rekivery Key is needit tae get intae &syncBrand.fullName.label; on ither machines. Please mak æ backup copy. We cannae help ye rekiver yer Rekivery Key.

source: &Print…
sco: &Prent…

source: &Save…
sco: &Sauf…

source: Pair a Device
sco: Pair æ Device

source: Show me how.
sco: Shaw me hou.

source: I don't have the device with me
sco: A daenae hae the device wi me

source: To activate, select "Pair a Device" on your other device.
sco: Tae sctivate, pick "Pair æ Device" on yer ither device.

source: Then, enter this code:
sco: Then, puit this code in:

source: To activate your new device, select "Set Up Sync" on the device.
sco: Tae activate yer new device, pick "Set Up Sync" on the device.

source: Enter the code that the device provides:
sco: Puit the code in that the device gies:

source: The device has been successfully added. The initial synchronization can take several minutes and will finish in the background.
sco: The device haes been addit nae bother. The ineitial synchronisation can tak æ few meinutes an will feinish in te backgrund.

source: To activate your device you will need to enter your Recovery Key. Please print or save this key and take it with you.
sco: Tae activate yer device ye will hae tae puit yer Rekivery Key in. Please prent or sauf this key an tak it wi ye.

source: Device Connected
sco: Device Connectit

source: You can get a copy of your Recovery Key by going to &syncBrand.shortName.label; Options on your other device, and selecting "My Recovery Key" under "Manage Account".
sco: Ye can get æ copy o yer Rekivery Key bi gaun tae &syncBrand.shortName.label; Chyces on yer ither device, an pickin "Ma Rekivery Key" ablo "Manage Account".

source: Verifying…
sco: Verifyin…

source: Reset Password
sco: Reset Tryst-wird

source: I have lost my other device.
sco: A hae lost ma ither device.

source: Sync Options
sco: Sync Chyces

source: Sync My
sco: Sync Ma

source: Book&marks
sco: Beuk&merks

source: &Passwords
sco: &Tryst-wirds

source: Merge this device's data with my &syncBrand.shortName.label; data
sco: Puit this device's date the gither wi ma &syncBrand.shortName.label; data

source: Recommended:
sco: Recommendit:

source: Replace all data on this device with my &syncBrand.shortName.label; data
sco: Replace aw data on this device wi ma &syncBrand.shortName.label; data

source: Replace all other devices with this device's data
sco: Replace aw ither devices wi the device's data

source: &syncBrand.fullName.label; will now merge all this device's browser data into your Sync account.
sco: &syncBrand.fullName.label; will puit aw this device's brouser data the gither intae yer Sync account the nou.

source: Warning: The following &brandShortName; data on this device will be deleted:
sco: Wairnin: The follaein &brandShortName; data on this device will bi deletit:

source: &brandShortName; will then copy your &syncBrand.fullName.label; data to this device.
sco: &brandShortName; will then copy yer &syncBrand.fullName.label; data tae this device.

source: Warning: The following devices will be overwritten with your local data:
sco: Wairnin: The follaein devices will be scrievit ower wi yer local data:

source: Setup Complete
sco: Setup Feinisht

source: You can change this preference by selecting Sync Options below.
sco: Ye can chynge this prefrence bi pickin Sync Chyces ablo.

source: You may now continue using &brandShortName;.
sco: Ye can cairy on the nou uisin &brandShortName;.
