Repository: translate/mozilla-l10n
Catalog: ak/browser/chrome/browser/baseMenuOverlay.dtd.po
Languages: ak

source: Minimize
ak: Yɛ-ketewa

source: Bring All to Front
ak: Fa No Nyinara Bra Enim

source: Zoom
ak: Zuum

source: Window
ak: Tokura

# helpMenu.label helpMenu.accesskey
source: &Help
ak: &Mboa

source: &About &brandShortName;
ak: &Fa &brandShortName; ho

source: &brandShortName; &Help
ak: &brandShortName; M&boa

source: &Keyboard Shortcuts
ak: &Kibɔd kwantia

source: &Restart with Add-ons Disabled…
ak: &Sanhyɛase a woedum nkaho no…

source: &brandShortName; H&ealth Report
ak: &brandShortName; Apo&omuden Amandebɔwoma

source: &Troubleshooting Information
ak: &Hawyi ho infɔmehyɛn

source: &Submit Feedback…
ak: &Sabmet wo fiidbak…

source: &brandShortName; T&our
ak: &brandShortName; hwɛ-na-sua

source: Preferences…
ak: Nhyehyɛe…

source: Services
ak: Asom

source: Hide &brandShortName;
ak: Fa &brandShortName; Suma

source: Hide Others
ak: Suma Nkaa No

source: Show All
ak: Kyerɛ No Nyinara
