Repository: translate/mozilla-l10n
Catalog: ak/browser/chrome/browser/browser.dtd.po
Languages: ak

source: (Private Browsing)
ak: (Brawsen A Ɛyɛ Praevet)

source: Open menu
ak: Bue mɛnu

source: More tools…
ak: Ntuul bio a wɔka ho…

source: &Reload Tab
ak: &San Lood Tab Yi

source: Close Tabs to the R&ight
ak: To ntab mu firi ny&ifa

source: &Pin Tab
ak: &Tim tab

source: Unpin Ta&b
ak: Yi ta&b ntim

source: &Move to Group
ak: &Soa-kɔ kuw mu

source: New Group
ak: Kuw foforo

source: Move to New &Window
ak: Soa-kɔ tokura &foforo so

source: &Close Tab
ak: T&o Tab No Mu

source: List all tabs
ak: Kyerɛ ntab nyinara

source: New &Tab
ak: &Tab foforo

source: &Open File…
ak: &Bue Fael…

source: Page Set&up…
ak: Krataafa Sɛtɔ&p…

source: Print Pre&view
ak: Prente Pri&viw

source: &Print…
ak: &Prente…

source: Wor&k Offline
ak: Di dwuma ɔf&laen

source: &Menu Bar
ak: &Mɛnu Baa

source: &Bookmarks Toolbar
ak: TuulBaa A Wɔde Sie M&bukmaak

source: Bookmarks Toolbar Items
ak: Tuulbaa Ndeɛma A Wɔde Sie Mbukmaak

source: Page S&ource
ak: Krataafa Ne Fi&rii

source: Page &Info
ak: Krataafa Ho &Info

source: Enter &Full Screen
ak: Wura skreen &tɛtrɛtɛɛ mood mu

source: Exit &Full Screen
ak: Pue firi skreen &tɛtrɛtɛɛ mood mu

# fullScreenCmd.label fullScreenCmd.accesskey
source: &Full Screen
ak: Skreen Tɛ&trɛtɛɛ

source: Show &All Tabs
ak: Kyerɛ Ntab Nyin&ara

source: Sign in to &syncBrand.shortName.label;
ak: Kɔ &syncBrand.shortName.label; mu

source: Reconnect to &syncBrand.shortName.label;
ak: San-kɔ &syncBrand.shortName.label; mu

source: Cannot connect to &syncBrand.shortName.label;
ak: Nntumi nnkɔnɛkt nnkɔ &syncBrand.shortName.label; mu

source: Please sign in to resume syncing.
ak: Yɛsrɛ wo sɛ san-bra mu na toa synk so.

source: &Sign In
ak: &Bra mu

source: Minimize
ak: Yɛ-ketewa

source: Restore
ak: Siesie

# fullScreenClose.tooltip
source: Close
ak: To-mu

source: &Hide Toolbars
ak: &Suma Ntuulbaa

source: Exit &Full Screen Mode
ak: Pue &Firi Skreen Tɛtrɛtɛɛ Mood Mu

source: Allow
ak: Ma kwan

source: Deny
ak: Mma-kwan

source: Press ESC at any time to exit.
ak: Mia ESC bere biara fa pue.

source: Exit F&ull Screen
ak: Pue &firi skreen tɛtrɛtɛɛ

source: Close Win&dow
ak: To To&kuro Mu

source: &Bookmarks
ak: M&bukmaak

source: Edit This Bookmark
ak: Sesa Bukmaak Yi

source: Subscribe to This Page
ak: Kyerɛw Wo Din Ka Krataafa Yi Ho

source: Subscribe to This Page…
ak: Kyerɛw Wo Din Ka Krataafa Yi Ho…

source: Bookmark All Tabs…
ak: Bukmaake Ntab Nyinara…

source: Show All Bookmarks
ak: Kyerɛ mbukmaake nyinara

# unsortedBookmarksCmd.label
source: Unsorted Bookmarks
ak: Mbukmaak a Wɔnnhyehyɛe

source: Show more bookmarks
ak: Kyerɛ mbukmaak bebree

source: Go back one page
ak: Kɔ krataafa ekyiri baako

source: Go forward one page
ak: Kɔ enim krataafa baako

source: Right-click or pull down to show history
ak: Kleke nifa anaa twe bra fam de kyerɛ abakɔsɛm

source: Pull down to show history
ak: Twe bra fam de kyerɛ abakɔsɛm

source: Reload current page
ak: Bue krataafa a wo wɔ so yi bio

source: Stop loading this page
ak: Gyae sɛ wo reloode krataafa yi

source: Go to the address in the Location Bar
ak: Kɔ adrɛs a ɛwɔ Lokehyɛn Baa no mu

source: Print
ak: Prente

source: Print this page
ak: Prente krataafa yi

source: Location
ak: Lokehyɛn

source: Search
ak: Hwehwɛ

source: Home
ak: Fie

source: Tab Groups
ak: Tab nkuw

# bookmarksButton.label
source: Bookmarks
ak: Mbukmaak

# bookmarksMenuButton.label
source: Bookmarks
ak: Mbukmaak

# bookmarksMenuButton.unsorted.label
source: Unsorted Bookmarks
ak: Mbukmaak a Wɔnnhyehyɛe

source: View Bookmarks Sidebar
ak: Hwɛ saedbaa a wɔde sie mbukmaak

source: View Bookmarks Toolbar
ak: Hwɛ TuulBaa A Wɔde Sie Mbukmaak

# historyButton.label
source: History
ak: Abakɔsɛm

source: &Tools
ak: Mf&idie

source: Add a &Keyword for this Search…
ak: Fa &Kasafuahia Ka Nhwehwɛ Yi Ho…

source: &Downloads
ak: N&twe

source: &Add-ons
ak: Nk&aho

source: &Web Developer
ak: &Wɛb sɔftwɛɛ kyerɛwfo

source: Conn&ect…
ak: Kɔnɛkt&e…

source: Error &Console
ak: Mfomso &kɔnsool

source: Remote Web Console
ak: Wɛb Adwumadide a Ɛwɔ Ekyiri

source: &Browser Console
ak: &Brawsa kɔnsool

source: Inspect Element
ak: Inspɛkt ɛlɛmɛnt

source: &Responsive Design View
ak: Disaen nhwɛ a ɔmma wo adehye mmb&rɛ ansaana wɔahwɛ kɔntɛnt

source: &Scratchpad
ak: &Skrakyepad

source: Brows&er Toolbox
ak: Brawsa n&tuul-adaka

source: Close Developer Toolbar
ak: To sɔftwɛɛ bɔfo tuulbaa mu

source: De&veloper Toolbar
ak: Sɔftwɛɛ &bɔfo tuulbaa

source: &Toggle Tools
ak: &Tɔgel Adwumayɛde

source: Toggle developer tools
ak: Tɔgel ndeyɛe ndwumayɛde

source: More Tools
ak: Tuul nom pii

source: Get &More Tools
ak: Gye n&tuul bi bio ka ho

source: &File
ak: &Fael

source: &New Window
ak: Tokura f&oforo

source: New Private &Window
ak: &Tokura praevet foforo ma wo nko ara

source: &Edit
ak: S&esa

source: &Undo
ak: Nn&yɛ

source: &Redo
ak: Yɛ &bio

source: Cu&t
ak: &Twa

source: &Copy
ak: &Fa

source: &Paste
ak: &Tare

source: &Delete
ak: &Pepa

source: Select &All
ak: Paw No Nyin&ara

source: &Options
ak: &Ɔphyɛn…

source: Prefere&nces
ak: Apɛde-&nhyehyɛ

# clearRecentHistory.label
source: Clear Recent History…
ak: Pepa ndansa yi ara n'abakɔsɛm…

source: &View
ak: &Hwɛ

source: Tab &Groups
ak: Tab n&kuw

source: &Toolbars
ak: N&tuulbaa

source: Sid&ebar
ak: Nk&yɛn-baa

source: &Customize…
ak: &Kɔstɔmaez…

source: Hi&story
ak: Abakɔ&sɛm

source: Recently Closed Tabs
ak: Ntab a Wo Ato Mu Ndansa Yi Ara

source: Recently Closed Windows
ak: Ntokura a wo ato mu ndansa yi ara

# historyRestoreLastSession.label
source: Restore Previous Session
ak: Fa sɛhyɛn dadaw no san bra

# showAllHistoryCmd2.label
source: Show All History
ak: Kyerɛ abakɔsɛm nyinara

source: Customize
ak: Kɔstɔmaez

source: Customize the Menu and Toolbars
ak: Hyehyɛ mɛnu ne ntuulbaa te sɛ nea wo pɛ

source: Exit Customize
ak: Pue firi kɔstɔmaez tebea mu

source: Finish Customizing
ak: Wie sɛ wo rehyehyɛ nea wo pɛ

# appMenuHistory.label
source: History
ak: Abakɔsɛm

# appMenuHistory.showAll.label
source: Show All History
ak: Kyerɛ abakɔsɛm nyinara

# appMenuHistory.clearRecent.label
source: Clear Recent History…
ak: Pepa ndansa-yi-ara n'abakɔsɛm…

# appMenuHistory.restoreSession.label
source: Restore Previous Session
ak: Fa sɛhyɛn dadaw no san bra.

source: View History Sidebar
ak: Hwɛ abakɔsɛm saedbaa

source: Open Help Menu
ak: Bue mboa mɛnu

source: &Add to Toolbar
ak: Fa ka tuulbaa no ho

source: Add to &Menu
ak: Fa ka &mɛnu no ho

source: M&ove to Toolbar
ak: Ma &so kɔ tuulbaa no so

source: M&ove to Menu
ak: Ma &so kɔ mɛnu no so

source: &Remove from Toolbar
ak: &Yi firi tuulbaa

source: &Remove from Menu
ak: &Yi firi mɛnu no mu

source: &Add More Items…
ak: Fa ndeɛma bio k&a ho…

source: Search or enter address
ak: Hwehwɛ anaaso kyerɛw adrɛs

source: Switch to tab:
ak: Swekye kɔ tab:

source: Open Link in New &Tab
ak: Bue Link wɔ &Tab Foforo mu

source: Open Link in New &Window
ak: Bue link wɔ to&kura foforo mu

source: Open Link in New &Private Window
ak: Bue link wɔ tokura &praevet foforo ma wo nko ara mu

source: &Open Link
ak: &Bue Link

source: Open Frame in New &Tab
ak: Bue Frem wɔ &Tab Foforo mu

source: Open Frame in New &Window
ak: Bue frem wɔ to&kura foforo mu

source: &Show Only This Frame
ak: &Kyerɛ Frem Yi Nkoaa

source: &Reload Frame
ak: &San Lood Frem

source: View Selection Source
ak: Hwɛ Mpawee ne Fibea

source: View MathML Source
ak: Hwɛ MathML Fibea

source: &View Page Source
ak: &Hwɛ KrataaFa ne Fibea

source: &View Frame Source
ak: &Hwɛ Frem ne Fibea

source: View Page &Info
ak: Hwɛ Krataafa &Info

source: View Frame &Info
ak: Hwɛ Frem &Info

source: &Reload Image
ak: &San Lood Mfonin

source: View &Image
ak: Hwɛ Mfon&in

source: View Image In&fo
ak: Hwɛ M&fonin ho nsɛm

source: View &Description
ak: Hwɛ n&kyerɛmu

source: V&iew Video
ak: Hwɛ V&ideo

source: Vie&w Background Image
ak: H&wɛ Ekyiri Mfonin

source: &Set As Desktop Background…
ak: &Hyɛ No Ekyiri Mfonin…

source: Bookmark This &Link
ak: Bukmaake &Link Yi

source: Book&mark This Frame
ak: Buk&maake Frem Yi

source: &Email Link…
ak: &Emel link…

source: Save Page &As…
ak: Sie Krataafa &Sɛ…

source: Save &Frame As…
ak: Sie &Frem Sɛ…

source: &Print Frame…
ak: &Prente Frem…

source: Save Lin&k As…
ak: Sie Lin&k Sɛ…

source: Sa&ve Image As…
ak: &Sie Mfonin Sɛ…

source: Sa&ve Audio As…
ak: S&ie Audio Sɛ…

source: Email Ima&ge…
ak: Emel m&fonin…

source: Em&ail Video…
ak: E&mel video…

source: A&ctivate this plugin
ak: Ke&nyan plagin yi

source: &Hide this plugin
ak: &Suma plagin yi

source: Copy Link Loc&ation
ak: Fa link lok&ehyɛn

source: C&opy Image Location
ak: F&a Mfonin no Lokehyɛn

source: Cop&y Image
ak: F&a Mfonin

source: C&opy Video Location
ak: F&a Video no Lokehyɛn

source: C&opy Audio Location
ak: F&a Ɔdio no Lokehyɛn

source: Copy &Email Address
ak: Fa &emel adrɛs

source: T&his Frame
ak: Frem &Yi

source: &Play
ak: &Bɔ

source: &Pause
ak: &Gyina

source: &Mute
ak: &Mum

source: Un&mute
ak: M&mum

source: P&lay Speed
ak: &Bɔ ntɛmyɛ

source: &Slow Motion (0.5×)
ak: Bɔ no &brɛw (0.5×)

source: &Normal Speed
ak: Ntɛmyɛ &nɔmal

source: &High Speed (1.5×)
ak: &Mmirikantɛntɛm (1.5×)

source: &Ludicrous Speed (2×)
ak: Mmirikantɛntɛm a ɛboro ntease (2×)

source: Show &Controls
ak: Kyerɛ N&kɔntrol

source: Hide &Controls
ak: Suma N&kɔntrol

# videoFullScreen.label videoFullScreen.accesskey
source: &Full Screen
ak: Skreen Tɛ&trɛtɛɛ

source: &Save Snapshot As…
ak: &Sie snaphyɔt sɛ…

source: Show S&tatistics
ak: Kyerɛ s&tatistiks

source: Hide S&tatistics
ak: Suma s&tatistiks

source: Zoom &In
ak: Zuum Kɔ M&u

source: Zoom &Out
ak: Zuum &Pue

source: &Reset
ak: &San-hyɛ

source: Zoom &Text Only
ak: Zuum &Nkyerɛwee Nko Ara

source: &Zoom
ak: &Zuum

source: Close sidebar
ak: To saedbaa mu

source: E&xit
ak: P&ue

source: &Quit
ak: &Gyae

source: &Close
ak: T&o mu

source: Page St&yle
ak: Krataafa ne S&tael

source: &No Style
ak: &Nni Style

source: &Basic Page Style
ak: Krataafa ne Stael M&fitiase

source: Change pop-up blocking settings for this website
ak: Sesa mpɔpap nhyehyɛe ma wɛbsaet yi

source: Edit Pop-up Blocker Preferences…
ak: Sesa Wo Apɛde ma Pɔpap Nsiwkwan…

source: &Edit Pop-up Blocker Options…
ak: S&esa Wo Ɔphyɛn ma Pɔpap Nsiwkwan…

source: Switch Page &Direction
ak: Dane k&wan a krataafa fa so

source: S&witch Text Direction
ak: Dane k&wan a tɛkst fa so

source: &Find in This Page…
ak: &Hu wɔ Krataafa Yi Mu…

source: Find A&gain
ak: Hu &Bio

source: &Add Dictionaries…
ak: F&a Nsɛmfuasekyerɛ Ka ho…

source: Done
ak: Ewie

source: Cancel
ak: Twa-mu

source: This website does not supply identity information.
ak: Wɛbsaet yi mmfa ne ho nsɛm nnkyerɛ obiara.

source: You are connected to
ak: Wo akɔnɛkte akɔ

source: which is run by
ak: a wɔn a wɔdi ekyiri yɛ

source: More Information…
ak: Infɔmehyɛn a Wɔkeka Ho…

source: Permissions
ak: Akwanya

source: How do I tell if my connection to a website is secure?
ak: Me bɛyɛ dɛn akyerɛ sɛ me kɔnɛkhyɛn kɔ wɛbsaet bi ho banbɔ di mu?

source: Browser tabs
ak: Brawsa ntab

source: Tabs From Other Devices
ak: Ntab firi akɔmputa afoforo

# syncBrand.shortName.label
source: Sync
ak: Synk

source: Set Up &syncBrand.shortName.label;…
ak: Hyehyɛ &syncBrand.shortName.label;…

source: &Sync Now
ak: &Synk seisei ara

# syncToolbarButton.label
source: Sync
ak: Synk

source: Social Toolbar Button
ak: Tuulbaa fɛkuw baten

source: Manage Services…
ak: Hwɛ Asom so…

source: Show desktop &notifications
ak: Kyerɛ dɛsktɔp a&sɛnka

source: Services from <label/> have been enabled. You can change your settings for services in the <label class='text-link'>Add-on Manager</label>.
ak: Wɔadum asom firi <label/>. Wo bɛtumi asesa wo nhyɛhyɛe ma asom wɔ <label class='text-link'>Nkaho hwɛsofo</label> mu.

source: Oops, &undo this!
ak: Agyei, mma nn&yɛ yi!

source: &Learn more…
ak: &Sua bi ka ho…

source: Not Now
ak: Nnyɛ Seiseiara

source: Customize &brandShortName;
ak: Hyehyɛ &brandShortName; te sɛ nea wo pɛ

source: Additional Tools and Features
ak: Ntuul ne mfikya a wɔ keka ho

source: Want more tools?
ak: Wo pɛ ntuul bio?

source: Choose from thousands of add-ons
ak: Paw firi nkaho mpem mpem mu

source: Restore Defaults
ak: Siesie kɔ kane

source: Show / Hide Toolbars
ak: Kyerɛ anaaso suma ntuulbaa

source: Title Bar
ak: Tisɛm baa

source: Themes
ak: Ntiim

source: Recommended
ak: Edi adanse

source: Fo&cus chats
ak: Fa nkɔmbɔ &bra enim

source: Save &Page To…
ak: Sie &krataafa kɔ…

source: Save &Link To…
ak: Sie &link kɔ…

source: &Camera to share:
ak: M&fonin-fidie a wo pɛ sɛ wo kyɛ:

source: &Microphone to share:
ak: &Kasamu a wo pɛ sɛ wo kyɛ:

source: Tracking
ak: Rehwɛ

source: Press ESC at any time to show it again.
ak: Mia ESC bere biara wo pɛ fa kyerɛ no bio.

source: &Show All
ak: &Kyerɛ No Nyinara

source: Allow Now
ak: Ma ho kwan seiseira

source: Allow and Remember
ak: Ma ho kwan na kae

source: Block Plugin
ak: Siw plagin ano kwan

# uiTour.infoPanel.close
source: Close
ak: To-mu

source: Sidebars
ak: Nsaedbaa

source: This action cannot be undone.
ak: Wɔrenntumi nnsane wo ekyiri sɛ wo kɔ so di dwumadi yi a.

source: &Don't ask me again
ak: &Mma wo mmbisa me bio
