Repository: translate/mozilla-l10n
Catalog: son/mobile/overrides/appstrings.properties.po
Languages: son

source: The URL is not valid and cannot be loaded.
son: URL nungoo ši boori nd'a ši hin ka zumandi.

source: Firefox can't find the file at %S.
son: Firefox ši hin ka tukoo kaŋ goo %S ga hanse.

source: Firefox can't find the server at %S.
son: Firefox ši hin ka duu feršikaa kaŋ goo %S ga.

source: Firefox doesn't know how to open this address, because one of the following protocols (%S) isn't associated with any program or is not allowed in this context.
son: Firefox ši bay taka kaŋ ga aderesoo woo feeri, zama sanbari fondo foo (%S) ši konday nda porogaram kul wal'a ši duu fondo šilbayboŋoo ra.

source: Firefox can't establish a connection to the server at %S.
son: Firefox ši hin ka feršikaa cee %S ga.

source: The connection to %S was interrupted while the page was loading.
son: %S ciyaroo dunbu waatoo kaŋ moɲoo goo ma zumandi.

source: The server at %S is taking too long to respond.
son: Feršikaa nda %S aderesu ga gay hal'a ga tuuru.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
son: Firefox maate kaŋ feršikaa mma war hãaroo bisandi aderesoo woo doo nda taka kaŋ ra a ši too abada.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
son: Ka moɲoo woo cebe, %S ga hima k'alhabar sanba kaŋ ga teera kul filla (sanda ceeciyan wala daymi tonday tabatandiyan) kaŋ bay ka tee.

source: Resend
son: Sanba taaga

source: Firefox doesn't know how to communicate with the server.
son: Firefox ši bay taka kaŋ nd'a ga feršikaa cee.

source: The connection to the server was reset while the page was loading.
son: Ciyaroo feršikaa woo doo willi lasaloo ga waatoo kaŋ moɲoo ga zumandi.

source: This document is no longer available.
son: Takaddaa woo ši bara koyne.

source: Firefox is currently in offline mode and can't browse the Web.
son: Firefox ga goy sohõda bila nda ciyari, a ši hin ka tataaru doo ceeci.

source: The document cannot change while Printing or in Print Preview.
son: Takaddaa ši hin ka barmay nd'a goo karyan wala kar moo-furyan alhaali ra.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
son: Aderesoo woo ga goy nda kotay-mee kaŋ ga doona nda goy kaŋ ga waani nda Interneti naaruyan. Firefox na hãayanoo naŋ war saajaa sabboo še.

source: Firefox is configured to use a proxy server that can't be found.
son: Firefox hansandi ka goy nda feršikaw tokore kaŋ ši duwandi.

source: Firefox is configured to use a proxy server that is refusing connections.
son: Firefox hansandi ka goy nda feršikaw tokore kaŋ ga wanji ciyarey ga.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
son: Moɲoo kaŋ war ga wiri k'a guna ši hin ka cebandi zama a goo ma goy nda kankamandiyan takari kaŋ ši nda gaakašinay jinay.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
son: Moɲoo kaŋ war ga wiri k'a guna ši hin ka cebandi zama a goo nda tuku dumi kaŋ ši hima saajante nd'a feera. Taare nungoo juwalkaa cee ka šendaa woo toonandi a do.

source: External Protocol Request
son: Tarayhere berehaw wiriyan

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
son: Tarayhere porogaram foo ga hima ka tunandi ka %1$S dubu dumey juwal:. Dobu hãante: %2$S Porogaram: %3$S Nda war ši hãayanoo woo naata, a ga hin ka tee dabari no ka tanzu porogaram waani foo sahãjaŋaa ra. Hãayanoo woo naŋ nda manti war na mma alhakiika kaŋ zanba ši a ra.

source: <Unknown>
son: <Porogaram šibayante>

source: Remember my choice for all links of this type.
son: Honga ay suubaroo dumoo woo dobey kul se.

source: Launch application
son: Porogaramoo tunandi

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
son: Nungoo %S ga bayrandi ka tee darga nungoo nda a gagayandi war saajaw ibaayey sabbu ra.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
son: Interneti nungoo %S ga bayrandi ka tee ženti nungu kaŋ i n'a tee ka goykey darga hala i ma ngey boŋ sutura wala nooru alhabarey žemna.

source: This page has a content security policy that prevents it from being loaded in this way.
son: Moɲoo woo goo nda gundekuna saajaw alhukum kaŋ ga ganji a ma tunbu takaa woo ra.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
son: Moɲoo kaŋ war ga ceeci ka dii ya ši hin ka cebandi zama firka maatandi bayhayey toonandiyanoo waate.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
son: Moɲoo woo ga goy nda dabaribayray bila nda faabari zama a ši bara koyne Firefox ra nda tilasu.

source: Firefox cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
son: Firefox ši hin k'alhakiikandi kaŋ war bayhayey ga saajaw %S ga zama a ga goy nda SSLv3, kaŋ ti saajaw sanbari fondo laybante.
