Repository: translate/mozilla-l10n
Catalog: roa-*-val/devtools/client/scratchpad.properties.po
Languages: es

source: File exists. Overwrite?
es: L'archiu ya existix. ¿Sobreescriure?

source: Scratchpad cannot find any browser window to execute the code in.
es: Borrador no pot trobar cap finestra del navegador en la qual eixecutar el còdic.

source: Scratchpad cannot run this operation in the current mode.
es: El borrador no pot eixecutar esta operació en el modo actual.

source: Open File
es: Obrir archiu

source: Failed to read the file.
es: Erro en llegir l'archiu.

source: Failed to convert file to Unicode from %1$S.
es: No s'ha pogut convertir l'archiu a Unicode de %1$S

source: Clear Items
es: Netejar elements

source: Save File As
es: Guardar l'archiu com

source: The file save operation failed.
es: L'operació de guardat de l'archiu ha fallat.

source: Do you want to save the changes you made to this scratchpad?
es: ¿Vol guardar els canvis realisats en este borrador?

source: Unsaved Changes
es: Canvis sense guardar

source: Do you want to revert the changes you made to this scratchpad?
es: ¿Vol revertir els canvis realisats en este borrador?

source: Revert Changes
es: Revertir canvis

source: /* * This is a JavaScript Scratchpad. * * Enter some JavaScript, then Right Click or choose from the Execute Menu: * 1. Run to evaluate the selected text (%1$S), * 2. Inspect to bring up an Object Inspector on the result (%2$S), or, * 3. Display to insert the result in a comment after the selection. (%3$S) */
es: /* * Açò és un borrador de JavaScript. * * Escriga alguna cosa de JavaScript, despuix pulse el botó dret o trie el menú Acció: * 1. Eixecutar per a evaluar el text seleccionat (%1$S), * 2. Inspeccionar per a mostrar l'inspector d'objectes en el resultat (%2$S), o, * 3. Mostrar per a insertar el resultat en un comentari despuix de la selecció. (%3$S) */

source: This scratchpad executes in the Browser context.
es: Este borrador s'eixecuta en el context del navegador.

source: https://developer.mozilla.org/en/Tools/Scratchpad
es: https://developer.mozilla.org/es/Herramientas/Borrador

source: Line %1$S, Col %2$S
es: Línea %1$S, columna %2$S

source: This file no longer exists.
es: Este ficher ya no existix.

source: Filter properties
es: Filtrar les propietats

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Scratchpad to try again.
es: Temps d'espera superat. Comprove la Consola d'erros en abdós extrems per a trobar potencials mensages d'erro. Reòbriga el Borrador per a intentar-ho de nou.

source: Scam Warning: Take care when pasting things you don’t understand. This could allow attackers to steal your identity or take control of your computer. Please type ‘%S’ in the scratchpad below to allow pasting.
es: Advertència de frau: ves en conte quan pegue coses que no comprén. Açò podria permetre als atacants robar la seua identitat o pendre el control del seu equip. Escriga '%S' en la pissarra de baix per a poder pegar.

source: allow pasting
es: permetre pegar
