Repository: translate/mozilla-l10n
Catalog: roa-*-val/devtools/client/webconsole.properties.po
Languages: es

source: Can’t call pprint on this type of object.
es: No se pot cridar a pprint en este tipo d'objecte.

source: The Web Console logging API (console.log, console.info, console.warn, console.error) has been disabled by a script on this page.
es: El API de registre en la consola web (console.log, console.info, console.warn, console.error) ha segut desactivat per un script en esta pàgina.

source: Web Console - %S
es: Consola web - %S

source: Mixed Content
es: Contingut mixt

source: Learn More
es: Saber més

source: Shift+RETURN - Open in Scratchpad
es: Shift+RETURN - Obrir en Borrador

source: reflow: %Sms
es: redistribució: %Sms

source: reflow: %Sms
es: redistribució: %Sms

source: function %1$S, %2$S line %3$S
es: funció %1$S, %2$S llínea %3$S

source: <anonymous>
es: <anònim>

source: %S: timer started
es: %S: temporisador escomençat

source: Console was cleared.
es: La consola s'ha netejat programàticament.

source: <no label>
es: <sense etiqueta>

source: <- no result
es: <- sense resultat

source: The maximum allowed number of timers in this page was exceeded.
es: El número màxim de temporisadors en esta pàgina s'ha excedit.

source: The maximum allowed number of counters in this page was exceeded.
es: S'ha excedit el número màxim de contadors permesos en esta pàgina.

source: The string you are trying to view is too long to be displayed by the Web Console.
es: La cadena que intenta vore és massa llarga per a ser mostrada en la consola web.

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Web Console to try again.
es: Temps d'espera superat. Comprove la Consola d'erros en abdós extrems per a trobar potencials mensages d'erro. Reòbriga la Consola web per a intentar-ho de nou.

source: Filter properties
es: Filtrar propietats

source: No properties to display
es: No hi ha propietats per a mostrar

source: #1 repeat;#1 repeats
es: #1 repetició;#1 repeticions

source: Click to select the node in the inspector
es: Pulse per a seleccionar el nodo en l'inspector

source: Cannot cd() to the given window. Invalid argument.
es: No se pot fer cd() a la finestra indicada. Argument no vàlit.

source: Scam Warning: Take care when pasting things you don’t understand. This could allow attackers to steal your identity or take control of your computer. Please type ‘%S’ below (no need to press enter) to allow pasting.
es: Advertència de frau: vaja espai quan pegue coses que no comprén. Açò podria permetre als atacants robar la seua identitat o prendre el control del seu equip. Escriga '%S' davall (no fa falta pulsar Enter) per a poder pegar.

source: allow pasting
es: permetre pegar

source: Show/hide message details.
es: Mostrar/ocultar detalls del mensage.

source: #1 empty slot;#1 empty slots
es: #1 ranura buida;#1 ranures buides

source: (index)
es: (índex)

source: (iteration index)
es: (índex d'iteració)

source: Key
es: Clau

source: Values
es: Valors
