Repository: translate/mozilla-l10n
Catalog: ach/obsolete/mobile/android/chrome/localepicker.properties.po
Languages: ach

source: Select a language
ach: Yer leb

source: Continue in %S
ach: Mede anyim i %S

source: English
ach: Leb munu

source: Choose a different language
ach: Yer leb mapat

source: Choose a Language
ach: Yer Leb

source: Cancel
ach: Jwik

source: Continue
ach: Mede anyim

source: Installing %S
ach: Tye ka keto: %S

source: Error installing language
ach: Bal iketo leb

source: Loading…
ach: Pango…
