Repository: translate/mozilla-l10n
Catalog: cak/browser/chrome/browser/devtools/app-manager.properties.po
Languages: cak

source: The App Manager will be removed in a future release. Your projects have been migrated to WebIDE.
cak: Ri runuk'samajel taq chokoy xtelesäx el pa ri ruwäch xtipe. Xetaq ri taq animasamaj pa WebIDE.

source: Launch WebIDE
cak: Tijaq WebIDE

source: Read More
cak: Tisik'ïx ch'aqa' chik

source: Device size: %1$Sx%2$S (%3$S DPI)
cak: Rupam ri okisaxel: %1$Sx%2$S (%3$S DPI)

source: Connected to %1$S
cak: Ximon rik'in %1$S

source: Connect to %1$S:%2$S
cak: Tixim rik'in %1$S:2$S

source: Select a webapp folder
cak: Tacha' jun kiyakb'al WEB APLIKASYON

source: Installing…
cak: Tajin nib'an INSTALAR…

source: Installed!
cak: ¡Xub'än INSTALAR!

source: The project folder doesn't exists
cak: Ri rupisb'äl nuk'samaj man k'o ta

source: The project folder ends up being a file
cak: Ri rupisb'al nuk'samaj tajin nupo' ri' yakb'äl

source: Packaged apps require a manifest file that can only be named 'manifest.webapp' at project root folder
cak: Ri pison taq APLIKASYON nikajo' jun yakb'äl, ri xa xe xtub'ini'aj 'manifest.webapp' pa ri ruxe'el pisb'äl richin ri nuk'samaj

source: Invalid manifest URL '%S'
cak: Retal rochoch ri ütz manifest '%S'

source: The webapp manifest isn't a valid JSON file: %1$S at: %2$S
cak: Ri manifest yakb'äl man ruk'amon pa jun yakb'äl JSON: %1$S k'a pa %2$S

source: Unable to read manifest file: %1$S at: %2$S
cak: Majun rub'eyal richin nisik'ïx ri manifiesto yakb'äl: %1$S pa: %2$S

source: Invalid hosted manifest URL '%1$S': %2$S
cak: Rochochib'al ri manifiesto yakb'äl pa ri ruk'u'x samaj man ruk'amon ta '%1$S': %2$S

source: Unknown project type '%S'
cak: Man etaman ta ruwäch chi nuk'samaj '%S'

source: Missing mandatory 'name' in Manifest.
cak: K'atzinel 'b'i'aj' pa ri Manifiesto.

source: Missing 'icons' in Manifest.
cak: Nrajo' na 'taq wachaj' pa ri Manifiesto yakb'äl.

source: app submission to the Marketplace requires a 128px icon
cak: Ri rutaqik ri chokoy pa Marketplace nrajo' jun wachaj ri ruk'wa'an 128px chupam

source: Unknown app type: '%S'.
cak: Man etaman ta ruwäch re chokoy: '%S'.

source: Hosted App can't be type '%S'.
cak: Yakon chokoy man ütz ta chi jun ruwäch ri '%S'.

source: 'certified' apps are not fully supported on the App manager.
cak: Taq APLIKASYON 'k'o kiwujil' man yekoch' ta pa ri kik'amöl APLIKASYON.

source: Launch path has to be an absolute path starting with '/': '%S'
cak: Ri rub'ey tikirib'äl k'o chi jun rajowaxik b'ey ri titikïr rik'in '/': '%S'

source: Unable to access the app starting document '%S'
cak: Man tikirel ta ri okem pa ri ruwuj '%S' tikirib'äl richin ri APLIKASYON

source: Unable to access the app starting document '%1$S', got HTTP code %2$S
cak: Man tikirel ta ri okem pa ri ruwuj '%1$S' tikirib'äl, q'i'on ri retal HTTP %2$S
