Repository: translate/mozilla-l10n
Catalog: cak/browser/chrome/browser/devtools/inspector.dtd.po
Languages: cak

source: &Edit As HTML
cak: &Tinuk' achi'el HTML

source: Copy &Inner HTML
cak: Tiwachi&b'ëx rupam HTML

source: Copy &Outer HTML
cak: Tiwachib'ëx &rij HTML

source: Copy &Unique Selector
cak: Tiwachib'ëx yonil &cha'öy

source: &Paste Outer HTML
cak: &Titz'ajb'äx rij HTML

source: Paste I&nner HTML
cak: Titz'ajb'äx &rupam HTML

source: Pas&te…
cak: Ti&tz'ajb'äx…

source: &Before
cak: &Chuwäch

source: &After
cak: &Jub'a' chik na

source: As &First Child
cak: Achi'el &Nab'ey Alk'walaxel

source: As &Last Child
cak: Achi'el &Ruk'isib'al Alk'walaxel

source: &Scroll Into View
cak: &Jät chutz'etik

source: &Delete Node
cak: &Tiyuj el Wiqoj

source: Select element with mouse
cak: Ticha' ch'akulal rik'in ri ch'oy

source: Search with CSS Selectors
cak: Tikanöx rik'in CSS cha'onel

source: F
cak: P

source: Search HTML
cak: Tikanöx HTML

source: Copy Image Data-URL
cak: Tiwachib'ëx Rutzij-URL wachib'äl

source: Show DOM Properties
cak: Kek'ut pe ri DOM taq ch'akulal

source: Expand All
cak: Tirik Ronojel

source: Collapse
cak: Tich'utinarisäx

source: Screenshot Node
cak: Chapoj ruwäch Wiqoj
