Repository: translate/mozilla-l10n
Catalog: cak/browser/chrome/browser/devtools/storage.properties.po
Languages: cak

source: Stor&age
cak: Yak&oj

source: Storage Inspector
cak: Runik'onel yakoj

source: Storage Panel
cak: Rupas yakoj

source: No hosts on the page
cak: Majun ruk'u'x taq samaj pa ri ruxaq

source: No data present for selected host
cak: Majun taq tzij k'o pa ri ruk'u'x samaj xcha'

source: Local Storage
cak: Aj wawe' yakoj

source: Session Storage
cak: Ruyakoj moloj

source: Indexed DB
cak: Nuk'utäl DB

source: Name
cak: B'i'aj

source: Path
cak: B'ey:

source: Domain
cak: Ruk'ojlem b'ey

source: Expires on
cak: Nik'is ruq'ijul pa

# table.headers.cookies.value
source: Value
cak: Retal

source: Last accessed on
cak: Xok ruk'isib'äl mul pa

source: Created on
cak: Xnuk' pa

# table.headers.localStorage.name
source: Key
cak: Xe'el

# table.headers.localStorage.value
source: Value
cak: Retal

# table.headers.sessionStorage.name
source: Key
cak: Xe'el

# table.headers.sessionStorage.value
source: Value
cak: Retal

# table.headers.indexedDB.name
source: Key
cak: Xe'el

source: Database Name
cak: Rub'i' ri cholxe'el tzij

source: Object Store Name
cak: Rub'i' ri wachinäq yakon

# table.headers.indexedDB.value
source: Value
cak: Retal

source: Origin
cak: Ruxe'el

source: Version
cak: Ruwäch

source: Object Stores
cak: Taq kiyakb'al wachinäq

# table.headers.indexedDB.keyPath
source: Key
cak: Xe'el

source: Auto Increment
cak: K'iyirisanïk ruyon

source: Indexes
cak: Taq rucholajil b'i'aj

source: Session
cak: Moloj

source: Filter values
cak: Ruchayunel taq etal

source: Data
cak: Taq tzij

source: Parsed Value
cak: Retal ch'ob'on
