Repository: translate/mozilla-l10n
Catalog: cak/browser/chrome/browser/devtools/webConsole.dtd.po
Languages: cak

source: Web Console
cak: Web Temeb'äl

source: Browser Console
cak: Rutemeb'al okik'amaya'l

source: Request URL:
cak: K'utun URL:

source: Request Method:
cak: Rub'eyal ri k'utun:

source: Status Code:
cak: Rajlab'al Amaq':

source: Request Headers
cak: Taq ruch'utukwi' ri k'utun

source: Sent Cookie
cak: Kuki etaqon

source: Request Body
cak: Ruch'akul ri k'utun

source: Sent Form Data
cak: Taq rutzij nojwuj etaqon

source: Response Headers
cak: Taq ruch'utukwi' tzolin tzij

source: Received Cookie
cak: Kuki k'ulun

source: Response Body
cak: Ruch'akul tzolin tzij

source: Cached Data
cak: Taq tzij pan ewa'n

source: Unknown Content Type
cak: Ruwäch chi rupam man etaman ta ruwa

source: No Response Body
cak: Majun ruch'akul ruk'amon pe ri tzolin tzij

source: Received Image
cak: Wachib'äl k'ulun

source: Cached Image
cak: Wachib'äl pan ewa'n

source: &Log Request and Response Bodies
cak: &Keq'alajisäx taq kich'akul ri taq k'utun chuqa' tzolin taq tzij

source: Open URL in New &Tab
cak: Tijaq URL pa jun k'ak'a' &ruwi'

source: &Net
cak: &k'amab'ey

source: Log network access
cak: Tiq'alajisäx okem pa k'amab'ey

source: Log CSS errors and warnings
cak: Keq'alajisäx taq sachoj chuqa' retal taq k'ayewal pa CSS

source: Log JavaScript exceptions
cak: Keq'alajisäx JavaScrip taq man relik ta

source: Sec&urity
cak: Chaj&ixïk

source: Log security errors and warnings
cak: Keq'alajisäx taq rusachoj chajixïk chuqa' retal taq k'ayewal

source: Logging
cak: Tz'ib'axïk

source: Log messages sent to the window.console object
cak: Keq'alajisäx rutzijol taq taqoj etaqon pa ri window.console wachinäq

# btnPageLogging.accesskey3
source: L
cak: K

source: Errors
cak: Taq sachoj

source: Info
cak: Etamab'äl

source: Warnings
cak: Kitzijol taq k'ayewal

source: Log
cak: Tz'ib'axïk

source: Reflows
cak: Taq qajnäq

source: Shared Workers
cak: Komonin samajela'

source: Service Workers
cak: Samajela' pa samaj

source: Add-on or Chrome Workers
cak: Add-on o Chrome Samajela'

source: Filter output
cak: Tichayüx elem

source: Clea&r
cak: Ti&josq'ïx

source: Clear the Web Console output
cak: Tijosq'ïx relem ri web temeb'äl

source: Copy Link Loc&ation
cak: Ruwach&ib'exik rub'ey ximon tzij
