Repository: translate/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/browser.properties.po
Languages: es

source: Timed Out
es: Temps màxim agotat

source: Open File
es: Obrir archiu

source: Set Home Page
es: Triar la pàgina d'inici

source: Do you want this document to be your new home page?
es: ¿Desija que este document siga la seua nova pàgina d'inici?

source: Search %1$S for “%2$S”
es: Buscar "%2$S" en %1$S

# contextMenuSearch.accesskey
source: S
es: B

source: [Folder Name]
es: [Nom de la carpeta]

source: %S prevented this site from asking you to install software on your computer.
es: %S ha evitat que este lloc li solicite instalar software en el seu equip.

# xpinstallPromptAllowButton
source: Allow
es: Permetre

# xpinstallPromptAllowButton.accesskey
source: A
es: P

source: Software installation has been disabled by your system administrator.
es: L'instalació de software ha segut desactivada per l'administrador del seu sistema.

source: Software installation is currently disabled. Click Enable and try again.
es: L'instalació de software esta actualment desactivada. Pulse Activar i torne a intentar-ho.

source: Enable
es: Activar

source: n
es: c

source: Downloading and verifying add-on…;Downloading and verifying #1 add-ons…
es: Descarregant i verificant complement…;Descarregant i verificant #1 complements…

source: Verifying
es: Verificant

source: (Unverified)
es: (No verificat)

source: This site would like to install an add-on in #1:;This site would like to install #2 add-ons in #1:
es: Este lloc desija instalar un complement en #1:;Este lloc desija instalar #2 complements en #1:

source: Caution: This site would like to install an unverified add-on in #1. Proceed at your own risk.;Caution: This site would like to install #2 unverified add-ons in #1. Proceed at your own risk.
es: Avís: este lloc vol instalar un complement no verificat en #1. Continue baix la seua responsabilitat.;Avís: este lloc vol instalar #2 complements no verificats en #1. Continue baix la seua responsabilitat.

source: ;Caution: This site would like to install #2 add-ons in #1, some of which are unverified. Proceed at your own risk.
es: ;Avís: este lloc vol instalar #2 complements en #1, alguns dels quals no estan verificats. Continue baix la seua responsabilitat.

source: %1$S might be making %2$S run slowly
es: %1$S podria estar provocant que %2$S s'eixecute llentament

source: Disable %S
es: Desactivar %S

source: To disable %1$S you must restart %2$S
es: Per a desactivar %1$S deu reiniciar %2$S

source: #1 has been installed successfully.;#2 add-ons have been installed successfully.
es: #1 s'ha instalat satisfactòriament.;#2 complements s'han instalat satisfactòriament.

source: #1 will be installed after you restart #3.;#2 add-ons will be installed after you restart #3.
es: #1 serà instalat despuix de reiniciar #3.;#2 complements seran instalats despuix de reiniciar #3.

# addonInstallRestartButton
source: Restart Now
es: Reiniciar ara

source: The add-on could not be downloaded because of a connection failure.
es: El complement no s'ha pogut descarregar per un erro en la conexió.

source: The add-on could not be installed because it does not match the add-on %1$S expected.
es: Este complement no s'ha pogut instalar perque no concorda en el complement %1$S esperat.

source: The add-on downloaded from this site could not be installed because it appears to be corrupt.
es: El complement descarregat des d'este lloc no s'ha pogut instalar perque pareix que està corrupte.

# addonInstallError-4
source: %2$S could not be installed because %1$S cannot modify the needed file.
es: %2$S no s'ha pogut instalar perque %1$S no pot modificar l'archiu necessari.

source: %1$S has prevented this site from installing an unverified add-on.
es: %1$S ha evitat que este lloc instale un complement no verificat.

source: This add-on could not be installed because of a filesystem error.
es: Este complement no s'ha pogut instalar per un erro en el sistema de fichers.

source: This add-on could not be installed because it does not match the add-on %1$S expected.
es: Este complement no s'ha pogut instalar perque no concorda en el complement %1$S esperat.

source: This add-on could not be installed because it appears to be corrupt.
es: Este complement no s'ha pogut instalar perque pareix que està corrupte.

# addonLocalInstallError-4
source: %2$S could not be installed because %1$S cannot modify the needed file.
es: %2$S no s'ha pogut instalar perque %1$S no pot modificar l'archiu necessari.

source: This add-on could not be installed because it has not been verified.
es: Este complement no s'ha pogut instalar perque no s'ha verificat.

source: %3$S could not be installed because it is not compatible with %1$S %2$S.
es: %3$S no s'ha pogut instalar perque no és compatible en %1$S %2$S.

source: %S could not be installed because it has a high risk of causing stability or security problems.
es: %S no s'ha pogut instalar perque té un alt risc de causar problemes d'estabilitat o seguritat.

source: One or more installed add-ons cannot be verified and have been disabled.
es: U o més complements instalats no se poden verificar i s'han desactivat.

source: This site (%S) attempted to install a theme.
es: Este lloc (%S) ha intentat instalar un tema.

# lwthemeInstallRequest.allowButton
source: Allow
es: Permetre

# lwthemeInstallRequest.allowButton.accesskey
source: a
es: P

source: A new theme has been installed.
es: Un nou tema ha segut instalat.

source: Undo
es: Desfer

source: U
es: D

source: Manage Themes…
es: Administrar temes…

source: M
es: A

source: %S will be installed after you restart.
es: %S serà instalat despuix de reiniciar.

# lwthemeNeedsRestart.button
source: Restart Now
es: Reiniciar ara

source: #1 prevented this site from opening a pop-up window.;#1 prevented this site from opening #2 pop-up windows.
es: #1 ha evitat que este lloc òbriga una finestra emergent.;#1 ha evitat que este lloc òbriga #2 finestres emergents.

source: Options
es: Opcions

source: Preferences
es: Preferències

source: Allow pop-ups for %S
es: Permetre finestres emergents per a %S

source: Block pop-ups for %S
es: Bloquejar les finestres emergents per a %S

source: Don’t show this message when pop-ups are blocked
es: No mostrar este mensage quan les finestres emergents estiguen bloquejades

source: Don’t show info bar when pop-ups are blocked
es: No mostrar la barra d'informació quan finestres emergents estiguen bloquejades

source: Show ‘%S’
es: Mostrar '%S'

source: %S is blocking content on this page.
es: %S està bloquejant contingut en esta pàgina.

source: %S is not blocking any content on this page.
es: %S no està bloquejant ningun contingut en esta pàgina.

source: The %S plugin has crashed.
es: El plúgin %S ha fallat.

# crashedpluginsMessage.learnMore
source: Learn More…
es: Saber més…

source: Did you mean to go to %S?
es: ¿Potser volia anar a %S?

source: Yes, take me to %S
es: Sí, porta'm a %S

source: Y
es: S

source: No thanks
es: No, gràcies

source: Allow %2$S to run “%1$S”?
es: ¿Permetre a %2$S eixecutar "%1$S"?

source: Allow %S to run plugins?
es: ¿Permetre a %S eixecutar plugins?

# pluginActivate.learnMore
source: Learn More…
es: Saber més…

source: %3$S has prevented the outdated plugin “%1$S” from running on %2$S.
es: %3$S ha evitat que el plugin desactualisat "%1$S" s'eixecute en %2$S.

source: Outdated plugin
es: Plugin desactualisat

source: Update now…
es: Actualisar ara…

source: %3$S has prevented the unsafe plugin “%1$S” from running on %2$S.
es: %3$S ha evitat que el plugin no segur "%1$S" s'eixecute en %2$S.

source: Vulnerable plugin!
es: ¡Plugin vulnerable!

source: What’s the risk?
es: ¿Quin és el risc?

source: %2$S has blocked “%1$S” for your protection.
es: %2$S ha bloquejat "%1$S" per la seua protecció.

source: Blocked for your protection
es: Bloquejat per la seua protecció

source: “%S” is disabled.
es: "%S" està desactivat.

source: Disabled
es: Desactivat

source: Manage plugins…
es: Administrar els plugins…

source: “%S” is enabled on %S.
es: "%S" està activat en %S.

source: Outdated plugin “%S” is enabled on %S.
es: El plugin desactualisat "%S" està activat en %S.

source: Insecure plugin “%S” is enabled on %S.
es: El plugin no segur "%S" està activat en %S.

# pluginInfo.unknownPlugin
source: Unknown
es: Desconegut

source: Activate %S.
es: Activar %S.

source: This plugin is vulnerable and should be updated.
es: Este plugin és vulnerable i deu ser actualisat.

source: This plugin has security vulnerabilities.
es: Este plugin té vulnerabilitats de seguritat.

source: Clear All History
es: Netejar tot l'historial

source: Clear Now
es: Netejar ara

source: Clearing
es: Netejant

source: All history will be cleared.
es: Se borrarà tot l'historial.

source: All selected items will be cleared.
es: Tots els elements seleccionats seran eliminats.

source: Open All in Tabs
es: Obrir-ho tot en pestanyes

source: Restore All Tabs
es: Restaurar totes les pestanyes

source: Restore Closed Tabs
es: Restaurar les pestanyes tancades

source: Restore All Windows
es: Restaurar totes las finestres

source: Restore Closed Windows
es: Restaurar les finestres tancades

source: #1 (and #2 other tab);#1 (and #2 other tabs)
es: #1 (i #2 atra pestanya);#1 (i #2 atres pestanyes)

source: Stay on this page
es: Quedar-se en esta pàgina

source: Go back to this page
es: Tornar ad esta pàgina

source: Go forward to this page
es: Adelantar ad esta pàgina

source: Paste & Go
es: Pegar i anar

# refreshBlocked.goButton
source: Allow
es: Permetre

# refreshBlocked.goButton.accesskey
source: A
es: P

source: %S prevented this page from automatically reloading.
es: %S ha previngut que esta pàgina se recarregara automàticament.

source: %S prevented this page from automatically redirecting to another page.
es: %S ha previngut que esta pàgina se redireccionarà automàticament cap a una atra.

source: Show your bookmarks (%S)
es: Mostrar els marcadors (%S)

source: Edit this bookmark (%S)
es: Editar este marcador (%S)

source: Bookmark this page (%S)
es: Afegir esta pàgina a marcadors (%S)

source: Bookmark This Page
es: Afegir esta pàgina a marcadors

# starButtonOverflowedStarred.label
source: Edit This Bookmark
es: Editar este marcador

source: Display the progress of ongoing downloads (%S)
es: Mostrar el progrés de les descarregues en curs (%S)

source: Print this page… (%S)
es: Imprimixca esta pàgina… (%S)

source: Open a new window (%S)
es: Obrir una finestra nova (%S)

source: Open a new tab (%S)
es: Obrir una pestanya nova (%S)

source: This website (%S) is asking to store data on your computer for offline use.
es: Este lloc web (%S) oferix archivar senyes en l'equip per a usar-ho en modo sense conexió.

# offlineApps.allow
source: Allow
es: Permetre

# offlineApps.allowAccessKey
source: A
es: P

source: Never for This Site
es: Mai per ad este lloc

source: e
es: M

source: Not Now
es: Ara No

source: This website (%S) is now storing more than %SMB of data on your computer for offline use.
es: El lloc web (%S) esta almagasenant més de %SMB en senyes en el seu equip per al seu us en modo sense conexió.

source: Show settings
es: Mostrar preferències

# offlineApps.manageUsageAccessKey
source: S
es: f

source: Verified by: %S
es: Verificat per: %S

source: You have added a security exception for this site.
es: Ha afegit una excepció de seguritat per ad este lloc.

source: Show site information
es: Mostrar informació del lloc

source: How Tracking Protection works
es: Cóm funciona la protecció contra el rastreig

source: When you see the shield, %S is blocking some parts of the page that could track your browsing activity.
es: Quan veu l'escut, %S està bloquejant algunes parts de la pàgina que podrien restrejar la seua activitat de navegació.

source: 1 of 3
es: 1 de 3

source: Next
es: Següent

source: Tracking attempts blocked
es: Intents de rastreig bloquejats

source: Tracking content detected
es: Contingut del rastreig detectat

source: Page Bookmarked
es: Pàgina afegida a marcadors

source: %S will always remember this page for you.
es: %S recordarà sempre esta pàgina per vosté.

source: Bookmark Removed
es: Marcador eliminat

# editBookmarkPanel.editBookmarkTitle
source: Edit This Bookmark
es: Editar este marcador

source: Remove Bookmark;Remove #1 Bookmarks
es: Eliminar marcadors (#1)

source: %S has been updated
es: %S ha segut actualisat

source: %S Updated
es: %S actualisat

source: Click here for details
es: Pulse ací per als detalls

source: Share Location
es: Compartir l'ubicació

# geolocation.shareLocation.accesskey
source: a
es: b

source: Always Share Location
es: Sempre compartir l'ubicació

# geolocation.alwaysShareLocation.accesskey
source: A
es: S

source: Never Share Location
es: No compartir Mai l'ubicació

# geolocation.neverShareLocation.accesskey
source: N
es: M

source: Would you like to share your location with this site?
es: ¿Li agradaria compartir la seua ubicació en este lloc?

source: Would you like to share your location with this file?
es: ¿Li agradaria compartir la seua ubicació en este ficher?

source: Receive for this session
es: Rebre'n en esta sessió

source: Always Receive Notifications
es: Rebre sempre notificacions

# webNotifications.alwaysReceive.accesskey
source: A
es: s

source: Always Block Notifications
es: Bloquejar sempre les notificacions

# webNotifications.neverShow.accesskey
source: N
es: B

source: Would you like to receive notifications from this site?
es: ¿Vol rebre notificacions d'este lloc?

source: Upgraded notifications
es: Notificacions actualisades

source: You can now receive notifications from sites that are not currently loaded. Click to learn more.
es: Ara pot rebre notificacions de llocs que no estan actualment carregats. Pulse per a saber més.

source: Reported Attack Site!
es: ¡Este lloc és una web atacant!

source: Reported Unwanted Software Site!
es: ¡Lloc sospitós de servir software no desijat!

source: ;List All #1 Tabs
es: ;Llista les #1 pestanyes

source: Search %S
es: Buscar %S

source: Default
es: Predeterminat

source: The default theme.
es: El tema predeterminat.

source: Restart with Add-ons Disabled
es: Reiniciar en els complements desactivats

source: Are you sure you want to disable all add-ons and restart?
es: ¿Està segur de voler desactivar tots els complements i reiniciar?

source: Restart
es: Reiniciar

source: %1$S automatically sends some data to %2$S so that we can improve your experience.
es: %1$S mana automàticament algunes senyes a %2$S per lo que podem millorar la seua experiència.

source: A web page is slowing down your browser. What would you like to do?
es: Una pàgina web està rellentisant el seu navegador. ¿Qué li agradaria fer?

source: Display the window in full screen (%S)
es: Mostrar la finestra a pantalla completa (%S)

# service.toolbarbutton.label
source: Services
es: Servicis

# service.toolbarbutton.tooltiptext
source: Services
es: Servicis

source: Would you like to enable services from %1$S to display in your %2$S toolbar and sidebar?
es: ¿Li agradaria activar els servicis de %1$S per a que se mostren en la barra de ferramentes i en la barra lateral de %2$S?

source: Save Page to %S
es: Guardar la pàgina en %S

source: Save Link to %S
es: Guardar l'enllaç en %S

source: %1$S is unable to connect with %2$S right now.
es: %1$S no pot conectar-se en %2$S ara mateix.

source: Would you like to share your camera with %S?
es: ¿Li agradaria compartir la seua càmara en %S?

source: Would you like to share your microphone with %S?
es: ¿Li agradaria compartir el seu micròfon en %S?

source: Would you like to share your screen with %S?
es: ¿Li agradaria compartir la seua pantalla en %S?

source: Would you like to share your camera and microphone with %S?
es: ¿Li agradaria compartir la càmara i el micròfon en %S?

source: Would you like to share your camera and this tab’s audio with %S?
es: ¿Li agradaria compartir la seua càmara i l'àudio d'esta pestanya en %S?

source: Would you like to share your microphone and screen with %S?
es: ¿Li agradaria compartir el micròfon i la pantalla en %S?

source: Would you like to share this tab’s audio and your screen with %S?
es: ¿Li agradaria compartir l'àudio de esta pestanya i la seua pantalla en %S?

source: Would you like to share this tab’s audio with %S?
es: ¿Li agradaria compartir l'àudio d'esta pestanya en %S?

source: No Application
es: No hi ha aplicació

source: No Screen
es: No hi ha pantalla

source: No Window
es: No hi ha finestra

source: Entire screen
es: Pantalla completa

source: Screen %S
es: Pantalla %S

source: #1 (#2 window);#1 (#2 windows)
es: #1 (#2 finestra);#1 (#2 finestres)

source: Share Screen
es: Compartir la pantalla

source: Share Selected Application
es: Compartir l'aplicació seleccionada

source: Share Selected Window
es: Compartir la finestra seleccionada

source: Share Selected Items
es: Compartir els elements seleccionats

source: %S (camera)
es: %S (càmara)

source: %S (microphone)
es: %S (micròfon)

source: %S (tab audio)
es: %S (àudio de la pestanya)

source: %S (application)
es: %S (aplicació)

source: %S (screen)
es: %S (pantalla)

source: %S (window)
es: %S (finestra)

source: %S (tab)
es: %S (pestanya)

source: %S (camera and microphone)
es: %S (càmara i micròfon)

source: %S (camera, microphone and application)
es: %S (càmara, micròfon i aplicació)

source: %S (camera, microphone and screen)
es: %S (càmara, micròfon i pantalla)

source: %S (camera, microphone and window)
es: %S (càmara, micròfon i finestra)

source: %S (camera, microphone and tab)
es: %S (càmara, micròfon i pestanya)

source: %S (camera and tab audio)
es: %S (càmara i pestanya d'àudio)

source: %S (camera, tab audio and application)
es: %S (càmara, àudio de la pestanya i aplicació)

source: %S (camera, tab audio and screen)
es: %S (càmara, àudio de la pestanya i pantalla)

source: %S (camera, tab audio and window)
es: %S (càmara, àudio de la pestanya i finestra)

source: %S (camera, tab audio and tab)
es: %S (càmara, àudio de la pestanya i pestanya)

source: %S (camera and application)
es: %S (càmara i aplicació)

source: %S (camera and screen)
es: %S (càmara i pantalla)

source: %S (camera and window)
es: %S (càmara i finestra)

source: %S (camera and tab)
es: %S (càmara i pestanya)

source: %S (microphone and application)
es: %S (micròfon i aplicació)

source: %S (microphone and screen)
es: %S (micròfon i pantalla)

source: %S (microphone and window)
es: %S (micròfon i finestra)

source: %S (microphone and tab)
es: %S (micròfon i pestanya)

source: %S (tab audio and application)
es: %S (àudio de la pestanya i aplicació)

source: %S (tab audio and screen)
es: %S (àudio de la pestanya i pantalla)

source: %S (tab audio and window)
es: %S (àudio de la pestanya i finestra)

source: %S (tab audio and tab)
es: %S (àudio de la pestanya i pestanya)

source: Unknown origin
es: Orige desconegut

source: Some audio or video on this site uses DRM software, which may limit what %S can let you do with it.
es: Cert àudio o vídeo en este lloc usa software DRM, que pot llimitar lo que %S li permet fer en ell.

source: You must enable DRM to play some audio or video on this page. %S
es: Deu activar DRM per a reproduir cert àudio o vídeo en esta pàgina. %S

source: %S is installing updates needed to play the audio or video on this page. Please try again later.
es: %S està instalant actualisacions necessàries per a reproduir l'àudio o vídeo en esta pàgina. Intente-ho de nou més tart.

source: %S is installing components needed to play the audio or video on this page. Please try again later.
es: %S està instalant components necessaris per a reproduir l'àudio o vídeo en esta pàgina. Intente-ho de nou més tart.

# emeNotifications.unknownDRMSoftware
source: Unknown
es: Desconegut

source: %S seems slow… to… start.
es: %S pareix llent… en… arrancar.

source: %S changed some Adobe Flash settings to improve performance.
es: %S ha canviat alguns ajusts de Adobe Flash per a millorar el rendiment.

source: %1$S: You can customize %2$S to work the way you do. Simply drag any of the above to the menu or toolbar. %3$S about customizing %2$S.
es: %1$S: pot personalisar %2$S per a que funcione a la seua manera. Simplement rossegue qualsevol dels elements de dalt al menú o a la barra de ferramentes. %3$S sobre personalisar %2$S.

source: Hint
es: Consell

source: Learn more
es: Saber més

source: Customize %S
es: Personalisar %S

source: Restart %S to apply updates
es: Reinicie %S per a aplicar les actualisacions

source: Background update failed, please download update
es: Actualisació en fondo fallida, descarregue l'actualisació

source: Restart %S
es: Reiniciar %S

source: Download Update
es: Descarregar l'actualisació

source: Reader View
es: Vista de llectura

source: Remove clutter so you can focus exactly on what you want to read.
es: Elimine les distraccions per a que puga centrar-se exactament en lo que vol llegir.

source: Download %1$S or %2$S and connect them to your Firefox Account.
es: Descarrega %1$S o %2$S i conncta'ls als teu conte de Firefox.

source: Firefox for Android
es: Firefox per a Android

source: Firefox for iOS
es: Firefox per a iOS

source: Accessibility support is partially disabled due to compatibility issues with new %S features.
es: El soport d'accessibilitat està parcialment desactivat degut a problemes de compatibilitat en les noves característiques de %S.

source: %S recommends that you don’t enter your password, credit card and other personal information on this website.
es: %S recomana no introduir la contrasenya, targeta de crèdit i qualsevol atra informació personal en esta web.

source: HTTP Strict Transport Security: %S
es: Seguritat de Transport Esctricta HTTP: %S

source: HTTP Public Key Pinning: %S
es: Ancorat de la Clau Pública HTTP: %S

source: Certificate chain:
es: Cadena de Certificació:

source: Group %S
es: Grup %S

source: Bookmarked Tab Groups
es: Grups de pestanyes favorits

source: Learn how
es: Deprenga com

source: L
es: D

source: To play video, you may need to install Microsoft’s Media Feature Pack.
es: Per a reproduir vídeo, potser necessite instalar el Media Feature Pack de Microsoft.

source: To play video, you may need to install Microsoft’s Platform Update Supplement for Windows Vista.
es: Per a reproduir vídeo, potser necessite instalar el suplement d'actualisació de plataforma de Microsoft per a Windows Vista.

source: To play video, you may need to enable Adobe’s Primetime Content Decryption Module.
es: Per a reproduir vídeo, potser necessite activar el mòdul d'Adobe Primetime Content Decryption.

source: To play video, you may need to install the required video codecs.
es: Per a reproduir video, potser necessite instalar els codecs de vídeo que es requerixen.

source: To improve video quality, you may need to install Microsoft’s Media Feature Pack.
es: Per a millorar la calitat del vídeo, potser necessite instalar el Media Feature Pack de Microsoft.

source: To improve video quality, you may need to install Microsoft’s Platform Update Supplement for Windows Vista.
es: Per a millorar la calitat del vídeo, potser necessite instalar el suplement d'actualisació de plataforma de Microsoft per a Windows Vista.
