Repository: translate/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/newTab.dtd.po
Languages: roa_es_val

source: New Tab
roa_es_val: Nova pestanya

# newtab.customize.classic
source: Show your top sites
roa_es_val: Mostrar els seus llocs preferits

source: Include suggested sites
roa_es_val: Incloure llocs sugerits

source: NEW TAB CONTROLS
roa_es_val: NOUS CONTROLS DE PESTANYES

source: Learn about New Tab
roa_es_val: Saber més sobre Nova pestanya

source: Customize your New Tab page
roa_es_val: Personalisar la pàgina Nova pestanya

source: Show suggested and your top sites
roa_es_val: Mostrar llocs sugerits i els seus llocs preferits

# newtab.customize.topsites
source: Show your top sites
roa_es_val: Mostrar els seus llocs preferits

source: Show blank page
roa_es_val: Mostrar pàgina en blanc

source: Thumbnail removed.
roa_es_val: Miniatura eliminada.

source: Undo.
roa_es_val: Desfer.

source: Restore All.
roa_es_val: Restaurar-les totes.

source: Hide
roa_es_val: Ocultar
