Repository: translate/mozilla-l10n
Catalog: roa-*-val/browser/chrome/browser/webrtcIndicator.properties.po
Languages: roa_es_val

source: %S - Sharing Indicator
roa_es_val: %S - Indicador de compartició

source: Your camera and microphone are being shared. Click to control sharing.
roa_es_val: La seua càmara i micròfon estan sent compartits. Pulse per a controlar la compartició.

source: Your camera is being shared. Click to control sharing.
roa_es_val: La seua càmara està sent compartida. Pulse per a controlar la compartició.

source: Your microphone is being shared. Click to control sharing.
roa_es_val: El seu micròfon està sent compartit. Pulse per a controlar la compartició.

source: An application is being shared. Click to control sharing.
roa_es_val: S'està compartint una aplicació. Pulse per a controlar la compartició.

source: Your screen is being shared. Click to control sharing.
roa_es_val: La seua pantalla està sent compartida. Pulse per a controlar la compartición.

source: A window is being shared. Click to control sharing.
roa_es_val: S'està compartint una finestra. Pulse per a controlar la compartició.

source: A tab is being shared. Click to control sharing.
roa_es_val: S'està compartint una pestanya. Pulse per a controlar la compartició.

source: Sharing Camera with “%S”
roa_es_val: Compartint la càmara en "%S"

source: Sharing Microphone with “%S”
roa_es_val: Compartint el micròfon en "%S"

source: Sharing an Application with “%S”
roa_es_val: Compartint una aplicació en "%S"

source: Sharing Screen with “%S”
roa_es_val: Compartint la pantalla en "%S"

source: Sharing a Window with “%S”
roa_es_val: Compartint una finestra en "%S"

source: Sharing a Tab with “%S”
roa_es_val: Compartint una pestanya con "%S"

source: Control Sharing
roa_es_val: Controlar compartició

source: Sharing Camera with #1 tab;Sharing Camera with #1 tabs
roa_es_val: Compartint la càmara en #1 pestanya;Compartint la càmara en #1 pestanyes

source: Sharing Microphone with #1 tab;Sharing Microphone with #1 tabs
roa_es_val: Compartint el micròfon en #1 pestanya;Compartint el micròfon en #1 pestanyes

source: Sharing an Application with #1 tab;Sharing Applications with #1 tabs
roa_es_val: Compartint una aplicació en #1 pestanya;Compartint una aplicació en #1 pestanyes

source: Sharing Screen with #1 tab;Sharing Screen with #1 tabs
roa_es_val: Compartint la pantalla en #1 pestanya;Compartint la pantalla en #1 pestanyes

source: Sharing a Window with #1 tab;Sharing Windows with #1 tabs
roa_es_val: Compartint una finestra en #1 pestanya;Compartint una finestra en #1 pestanyes

source: Sharing a Tab with #1 tab;Sharing Tabs with #1 tabs
roa_es_val: Compartint una pestanya en #1 pestanya;Compartint pestanyes en #1 pestanyes

source: Control Sharing on “%S”
roa_es_val: Controlar compartició en "%S"
