Repository: translate/mozilla-l10n
Catalog: ach/browser/pdfviewer/viewer.properties.po
Languages: ach

source: Previous Page
ach: Pot buk mukato

# previous_label
source: Previous
ach: Mukato

source: Next Page
ach: Pot buk malubo

# next_label
source: Next
ach: Malubo

source: Page:
ach: Pot buk:

source: of {{pageCount}}
ach: pi {{pageCount}}

# zoom_out.title
source: Zoom Out
ach: Jwik Matidi

# zoom_out_label
source: Zoom Out
ach: Jwik Matidi

# zoom_in.title
source: Zoom In
ach: Kwot Madit

# zoom_in_label
source: Zoom In
ach: Kwot Madit

source: Zoom
ach: Kwoti

source: Switch to Presentation Mode
ach: Lokke i kit me tyer

source: Presentation Mode
ach: Kit me tyer

source: Open File
ach: Yab Pwail

source: Open
ach: Yab

# print.title
source: Print
ach: Go

# print_label
source: Print
ach: Go

# download.title
source: Download
ach: Gam

# download_label
source: Download
ach: Gam

source: Current view (copy or open in new window)
ach: Neno ma kombedi (lok onyo yab i dirica manyen)

source: Current View
ach: Neno ma kombedi

# tools.title
source: Tools
ach: Gintic

# tools_label
source: Tools
ach: Gintic

# first_page.title
source: Go to First Page
ach: Cit i pot buk mukwongo

# first_page.label
source: Go to First Page
ach: Cit i pot buk mukwongo

# first_page_label
source: Go to First Page
ach: Cit i pot buk mukwongo

# last_page.title
source: Go to Last Page
ach: Cit i pot buk magiko

# last_page.label
source: Go to Last Page
ach: Cit i pot buk magiko

# last_page_label
source: Go to Last Page
ach: Cit i pot buk magiko

# page_rotate_cw.title
source: Rotate Clockwise
ach: Wire i tung lacuc

# page_rotate_cw.label
source: Rotate Clockwise
ach: Wire i tung lacuc

# page_rotate_cw_label
source: Rotate Clockwise
ach: Wire i tung lacuc

# page_rotate_ccw.title
source: Rotate Counterclockwise
ach: Wire i tung lacam

# page_rotate_ccw.label
source: Rotate Counterclockwise
ach: Wire i tung lacam

# page_rotate_ccw_label
source: Rotate Counterclockwise
ach: Wire i tung lacam

# hand_tool_enable.title
source: Enable hand tool
ach: Ye gintic me cing

# hand_tool_enable_label
source: Enable hand tool
ach: Ye gintic me cing

# hand_tool_disable.title
source: Disable hand tool
ach: Juk gintic me cing

# hand_tool_disable_label
source: Disable hand tool
ach: Juk gintic me cing

# document_properties.title
source: Document Properties…
ach: Jami me gin acoya…

# document_properties_label
source: Document Properties…
ach: Jami me gin acoya…

source: File name:
ach: Nying pwail:

source: File size:
ach: Dit pa pwail:

source: Title:
ach: Wiye:

source: Author:
ach: Ngat mucoyo:

source: Subject:
ach: Lok:

source: Keywords:
ach: Lok mapire tek:

source: Creation Date:
ach: Nino dwe me cwec:

source: Modification Date:
ach: Nino dwe me yub:

source: Creator:
ach: Lacwec:

source: PDF Producer:
ach: Layub PDF:

source: PDF Version:
ach: Kit PDF:

source: Page Count:
ach: Kwan me pot buk:

# document_properties_close
source: Close
ach: Lor

# toggle_sidebar.title
source: Toggle Sidebar
ach: Lok gintic ma inget

# toggle_sidebar_label
source: Toggle Sidebar
ach: Lok gintic ma inget

source: Show Document Outline
ach: Nyut rek pa gin acoya

source: Document Outline
ach: Pek pa gin acoya

source: Show Attachments
ach: Nyut twec

source: Attachments
ach: Twec

source: Show Thumbnails
ach: Nyut cal

source: Thumbnails
ach: Cal

source: Find in Document
ach: Nong iye gin acoya

source: Find
ach: Nong

source: Page {{page}}
ach: Pot buk {{page}}

source: Thumbnail of Page {{page}}
ach: Cal me pot buk {{page}}

source: Find:
ach: Nong:

source: Find the previous occurrence of the phrase
ach: Nong timme pa lok mukato

# find_previous_label
source: Previous
ach: Mukato

source: Find the next occurrence of the phrase
ach: Nong timme pa lok malubo

# find_next_label
source: Next
ach: Malubo

source: Highlight all
ach: Wer weng

source: Match case
ach: Lok marwate

source: Reached top of document, continued from bottom
ach: Oo iwi gin acoya, omede ki i tere

source: Reached end of document, continued from top
ach: Oo i agiki me gin acoya, omede ki iwiye

source: Phrase not found
ach: Lok pe ononge

source: More Information
ach: Ngec Mukene

source: Less Information
ach: Ngec Manok

# error_close
source: Close
ach: Lor

source: Message: {{message}}
ach: Kwena: {{message}}

source: Stack: {{stack}}
ach: Can kikore {{stack}}

source: File: {{file}}
ach: Pwail: {{file}}

source: Line: {{line}}
ach: Rek: {{line}}

source: An error occurred while rendering the page.
ach: Bal otime i kare me nyuto pot buk.

source: Page Width
ach: Lac me iye pot buk

source: Page Fit
ach: Porre me pot buk

source: Automatic Zoom
ach: Kwot pire kene

source: Actual Size
ach: Dite kikome

source: Error
ach: Bal

source: An error occurred while loading the PDF.
ach: Bal otime kun cano PDF.

source: Invalid or corrupted PDF file.
ach: Pwail me PDF ma pe atir onyo obale woko.

source: Missing PDF file.
ach: Pwail me PDF tye ka rem.

source: Unexpected server response.
ach: Lagam mape kigeno pa lapok tic.

source: [{{type}} Annotation]
ach: [{{type}} Lok angea manok]

source: Enter the password to open this PDF file.
ach: Ket mung me donyo me yabo pwail me PDF man.

source: Invalid password. Please try again.
ach: Mung me donyo pe atir. Tim ber i tem doki.

source: Cancel
ach: Juk

source: Warning: Printing is not fully supported by this browser.
ach: Ciko: Layeny ma pe teno goyo liweng.

source: Warning: The PDF is not fully loaded for printing.
ach: Ciko: PDF pe ocane weng me agoya.

source: Web fonts are disabled: unable to use embedded PDF fonts.
ach: Kijuko dit pa coc me kakube woko: pe romo tic ki dit pa coc me PDF ma kiketo i kine.

source: PDF documents are not allowed to use their own colors: 'Allow pages to choose their own colors' is deactivated in the browser.
ach: Pe ki ye ki gin acoya me PDF me tic ki rangi gi kengi: 'Ye pot buk me yero rangi mamegi kengi' kijuko woko i layeny.
