Repository: translate/mozilla-l10n
Catalog: mni/services/sync/errors.properties.po
Languages: mni

source: Failed to connect to the server
mni: সর্ভরদা মরি শ্নবা মাযপাক্ত্রে

source: Wrong Recovery Key
mni: অরানবা রিকোভরি কি

source: Incorrect account name or password
mni: চুমদবা একাউন্ত মমিং নত্রগা পাসৱার্দ

source: Missing account name
mni: একাউন্ত মমিং যাওদ্রে

source: Missing password
mni: পাসৱার্দ যাওদ্রে

source: No saved Recovery Key to use
mni: শিজিন্ননবা রিকোভরি কি লৈতে

source: Server incorrectly configured
mni: সর্ভর চুমদনা কনফিগ্য়ুর তৌরে

source: One or more data types could not be synced
mni: অমা নত্রা হেনবা দাতা মখল সিঙ্ক তৌবা ঙম্মোই

source: Incorrect words, try again
mni: চুমদবা ৱাহৈশিং, অমুক হন্না হোৎনবিযু

source: Use a stronger password
mni: হেন্না মপাঙ্গল লৈবা পাসৱার্দ শিজিন্নৌ

source: Unknown error
mni: শকখঙদবা অশোযবা

source: Password can't match current password
mni: পাসৱার্দনা হৌজিক্কী পাসৱার্দ অসি চান্নদে

source: Password can't match your user name
mni: পাসৱার্দনা অদোমগী শিজিন্নরিবগী মিং চান্নদে

source: Password can't match your email address
mni: পাসৱার্দনা অদোমগী ইমেইল এদ্রেকা চান্নদে

source: The passwords entered do not match
mni: চঙশিল্লিবা পাসৱার্দ অসি চান্নদে

source: The password entered is too short
mni: চঙশিল্লিবা পাসৱার্দ অসি যাম্না তেল্লি
