Repository: translate/mozilla-l10n
Catalog: ach/services/sync/sync.properties.po
Languages: ach

source: %1$S's %2$S on %3$S
ach: %2$S pa %1$S ikom %3$S

source: Last sync: %S
ach: Agiki sync: %S

source: Mobile Bookmarks
ach: Alama me pot but ma kiwoto kwede

source: Remote tabs are being synced…
ach: Dirija matidi mape ki waya tye kakete…

source: Sync your other devices again to access their tabs
ach: Tim marom i nyonyo ni mukene doki me donyo i dirica matino gi

source: All remote tabs are already open
ach: Dirija matino weny ma peke ki waya dong oyabe

source: Recent desktop tabs will be available once they sync
ach: Dirija me cal wang kompiuta me acel bibedo tye ka gi kiketo

source: Error While Signing In
ach: Bal ikare me donyo iyie

source: Sync encountered an error while connecting: %1$S. Please try again.
ach: Tic marom onongo bal ikare me kube: %1$S. Tim ber item doki.

source: &Preferences…
ach: &Ma imaro…

source: Error While Signing Out
ach: Bal ikare me kata woko

source: Sync encountered an error while connecting. It's probably ok, and you don't have to do anything about it.
ach: Keto obedo ki bal ikare me kube. Man tye kakare, ki pe myero itim gin mo keken makwako ne.

source: Error While Syncing
ach: Bal ikare me keto

source: Sync encountered an error while syncing: %1$S. Sync will automatically retry this action.
ach: Tim marom onongo bal ikare me tic marom: %1$S. tim marom bitemo doki pire kene.

source: Sync has not been able to complete during the last %1$S days. Please check your network settings.
ach: Sync pe onongo romo tyeko ikare me nino %1$S . Tim be irot ter me kakube me wiyamo.

source: Ser&ver Status
ach: Kit ma lap&ok tic tye kwede

source: You need to update Firefox Sync to continue syncing your data.
ach: Myero imii ngec manyen pi Firefox sync wek imede keto tic mamegi.

source: &Update Firefox Sync
ach: &Ket ngec i tim marom me Firefox

source: &Sync Now
ach: &Tim marom kombedi

source: Approaching Server Quota
ach: Tye kawot bot lapok tic

source: You are approaching the server quota. Please review which data to sync.
ach: I tye kawot bot lapok tic. Tim ber inen odoco tic mene ma iketo.

source: Server Quota Exceeded
ach: Quota me lapok tic dong opong

source: Sync failed because it exceeded the server quota. Please review which data to sync.
ach: Sync pe olare pien otyeko kato woko ngap pa lapok tic. Tim ber inen odoco tic mene me aketa.

source: &View Quota
ach: &Nen ngap

source: Service Shutting Down
ach: Tic tye kalore woko

source: Your Firefox Sync service is shutting down soon. Upgrade %1$S to keep syncing.
ach: Tic me tim marom me Firefox mamegi bilore woko koni. Yil rwom pa %1$S me gwoko tic marom.

source: Service Unavailable
ach: Tic pe tye

source: Your Firefox Sync service is no longer available. You need to upgrade %1$S to keep syncing.
ach: Tic me tim marom me Firefox mamegi dong pe tye. Myero i yil rwom pa %1$S me gwoko tic marom.

source: &Learn more
ach: &Nong ngec mapol
