Repository: translate/mozilla-l10n
Catalog: */suite/chrome/mailnews/pref/*-mdn.dtd.po
Languages: pt_br

source: Return Receipts
pt_br: Confirmações de leitura

source: &Use my global return receipt preferences for this account
pt_br: Usar minhas &opções globais de confirmações de leitura

source: &Global Preferences…
pt_br: Preferências &globais…

source: &Customize return receipts for this account
pt_br: Personali&zar minhas confirmações de leitura para esta conta

source: &When sending messages, always request a return receipt
pt_br: &Sempre solicitar uma confirmação de leitura

source: When a receipt arrives:
pt_br: Ao receber uma confirmação que eu solicitei:

source: Leave it in my &Inbox
pt_br: Deixar na pasta "&Entrada"

source: &Move it to my "Sent" folder
pt_br: &Mover para a pasta de mensagens enviadas

source: When I receive a request for a return receipt:
pt_br: Se que alguém me solicitar uma confirmação de leitura:

source: Allow r&eturn receipts for some messages
pt_br: Permitir con&firmações de leitura nestas situações:

source: &Never send a return receipt
pt_br: &Não enviar

source: If I'm not in the &To or Cc of the message:
pt_br: Eu não estou em "&Para" ou "CC":

source: If the &sender is outside my domain:
pt_br: Remetente está fo&ra do meu domínio:

source: In all &other cases:
pt_br: Nos &demais casos:

source: Ask me
pt_br: Perguntar

source: Always send
pt_br: Sempre enviar

source: Never send
pt_br: Nunca enviar
