Repository: translate/mozilla-l10n
Catalog: */suite/chrome/mailnews/pref/*-server-advanced.dtd.po
Languages: hu, lt

source: Advanced Account Settings
hu: Haladó postafiók-beállítások
lt: Papildomos paskyros nuostatos

source: d
lt: k

source: Sho&w only subscribed folders
hu: Csak a &feliratkozott mappák megjelenítése
lt: &Rodyti tik prenumeruotus aplankus

source: Server supports &folders that contain sub-folders and messages
hu: A kiszolgáló &támogat olyan mappákat, amelyek további almappákat és leveleket tartalmaznak
lt: &Serveris turi darbo su poaplankiais priemones

source: Use &IDLE command if the server supports it
hu: Az &IDLE parancs használata, ha a kiszolgáló támogatja
lt: Naudot&i komandą IDLE, jei serveris ją turi

source: &Maximum number of server connections to cache
hu: A gy&orsítótárazandó kiszolgáló-kapcsolatok maximális száma
lt: &Didžiausias serverio prisijungimų prie podėlio skaičius

source: &Personal namespace:
hu: &Személyes névtartomány:
lt: &Asmeninė vardų sritis:

source: P&ublic (shared):
hu: &Nyilvános (megosztott):
lt: &Viešoji (bendro naudojimo):

source: &Other Users:
hu: &Más felhasználók:
lt: &Kitų naudotojų:

source: &Allow server to override these namespaces
hu: &A kiszolgáló felülírhatja ezeket a névtartományokat
lt: &Leisti serveriui keisti šias vardų sritis

source: When downloading pop mail for this server, use the following folder for new mail:
hu: POP-levél letöltésekor erről a kiszolgálóról a következő mappa használata az új levelekhez:
lt: Naujus iš šio serverio POP3 protokolu gautus laiškus laikyti:

source: Inbox for thi&s server's account
hu: &Beérkezett üzenetek mappa
lt: šio &serverio paskyros gautų laiškų aplanke

source: Inbox for &different account
hu: &Másik postafiók Beérkezett üzenetek mappája
lt: &kitos paskyros gautų laiškų aplanke

source: &Include this server when getting new mail
hu: &Kiszolgáló lekérdezése új levelek letöltésekor
lt: T&ikrinant paštą, įtraukti ir šį serverį
