Repository: translate/mozilla-l10n
Catalog: */suite/chrome/mailnews/pref/*-server-top.dtd.po
Languages: hu, lt, pt_br

source: Message Storage
hu: Üzenettároló
lt: Laiškų saugojimas
pt_br: Armazenamento de mensagens

source: Security Settings
hu: Biztonsági beállítások
lt: Saugumo nuostatos
pt_br: Configurações de segurança

source: Server Settings
hu: Kiszolgáló beállításai
lt: Serverio nuostatos
pt_br: Receber mensagens

source: Server Type:
hu: Kiszolgálótípus:
lt: Serverio tipas:
pt_br: Tipo:

source: &Server Name:
hu: &Kiszolgáló:
lt: &Serverio vardas:
pt_br: Servid&or:

source: User &Name:
hu: &Felhasználói név:
lt: &Abonento vardas:
pt_br: Usuári&o:

source: &Port:
lt: P&rievadas:
pt_br: Por&ta:

source: Default:
hu: Alapértelmezett:
lt: Numatytasis:
pt_br: Padrão:

source: Check for new messages ever&y
hu: Új üzenete&k ellenőrzése
lt: &Tikrinti paštą kas
pt_br: Verifi&car novas mensagens a cada

source: minutes
hu: percenként
lt: minučių
pt_br: minutos

source: Connection sec&urity:
lt: &Saugusis ryšys:
pt_br: Seg&urança da conexão:

source: None
lt: nenaudoti
pt_br: Nenhum

source: STARTTLS, if available
lt: STARTTLS (jei įmanoma)
pt_br: STARTTLS, se disponível

source: Authent&ication method:
lt: &Tapatumo tikrinimo metodas:
pt_br: Modo de autent&icação:

source: Leave messa&ges on server
hu: Üzenetek &megtartása a kiszolgálón
lt: Pa&likti laiškų kopijas serveryje
pt_br: Manter &mensagens no servidor

source: F&etch headers only
hu: Csak a &fejlécek letöltése
lt: &Atsiųsti tik laiškų antraštes
pt_br: Baixar somente os ca&beçalhos da mensagem

source: F&or at most
hu: &Legfeljebb
lt: ne &daugiau kaip
pt_br: Por no má&ximo

source: days
hu: napig
lt: dienas(-ų)
pt_br: dias

source: Until I &delete them
hu: Helyben &törölt üzenetek eltávolítása a kiszolgálóról
lt: kol jie nėra pašalinti iš &disko
pt_br: Até que eu as e&xclua

source: Auto&matically download new messages
hu: Új üzenetek &automatikus letöltése
lt: &Jei patikrinus paštą rasta laiškų, tai juos atsiųsti
pt_br: Recebe&r novas mensagens automaticamente

source: Your Login Name
hu: Az Ön felhasználói neve
lt: Abonento vardas:
pt_br: Nome de login

source: When I delete a message:
hu: Üzenet törlésekor:
lt: Šalintiną laišką:
pt_br: Ao excluir uma mensagem:

source: M&ove it to this folder:
hu: Áth&elyezés a Törölt elemek közé
lt: perkelti į &šiukšlinę
pt_br: Mover para a li&xeira

source: Just mar&k it as deleted
hu: Meg&jelölés töröltként
lt: pa&žymėti kaip pašalintą
pt_br: &Marcar como excluída

source: Remove it imme&diately
hu: &Törlés azonnal
lt: su&naikinti
pt_br: Remover ime&diatamente

source: Clean up ("&Expunge") Inbox on Exit
hu: A Beér&kezett üzenetek mappa kitisztítása kilépéskor
lt: &Baigus darbą su pašto programa sunaikinti pašalintus laiškus
pt_br: Esva&ziar a pasta "Entrada" ao sair

source: Empty Trash on E&xit
hu: A Tö&rölt elemek mappa ürítése kilépéskor
lt: &Baigus darbą su pašto programa išvalyti šiukšlinę
pt_br: Esva&ziar a lixeira ao sair

source: &Check for new messages at startup
hu: Új üz&enetek ellenőrzése indításkor
lt: &Paleidus pašto programą, patikrinti, ar yra naujų laiškų
pt_br: Verificar &novas mensagens ao iniciar

source: Ask &me before downloading more than
hu: &Jóváhagyás kérése, ha
lt: Pa&klausti prieš atsiunčiant daugiau kaip
pt_br: Pergun&tar antes de receber mais de

source: messages
hu: üzenetnél többet kellene letölteni
lt: laiškų
pt_br: mensagens

source: Al&ways request authentication when connecting to this server
hu: &Hitelesítés kérése mindig, amikor ehhez a kiszolgálóhoz kapcsolódik
lt: &Nurodyti serveriui, kad jis patikrintų abonento vardą ir slaptažodį
pt_br: Sempre pedir autenti&cação ao conectar-se a este servidor

source: newsrc file:
hu: newsrc fájl:
lt: Vieta diske, kur laikomas naujienų *.rc failas:
pt_br: Arquivo newsrc:

source: Select newsrc File
hu: Newsrc fájl kiválasztása
lt: Parinkti „newsrc“ failą
pt_br: Selecionar arquivo newsrc

source: Show newsgroup names in the Mail Folder pane as:
hu: Hírcsoportnevek megjelenítése a Levelezőmappák panelen:
lt: Naujienų grupių vardus pašto aplankų polangyje rodyti:
pt_br: Exibir nomes de grupos de notícias na área de pastas como:

source: Full names (For example, 'netscape.public.mozilla.mail-news')
hu: Teljes névvel (például: 'netscape.public.mozilla.mail-news')
lt: pilnus (pvz., „netscape.public.mozilla.mail-news“)
pt_br: Nome completo (por exemplo, "netscape.public.mozilla.mail-news")

source: Abbreviate names (For example, 'n.p.m.mail-news')
hu: Rövidített névvel (például: 'n.p.m.mail-news')
lt: sutrumpintus (pvz., „n.p.m.mail-news“)
pt_br: Nomes abreviados (por exemplo, "n.p.m.mail-news")

source: Ad&vanced…
hu: &Haladó…
lt: &Papildomai…
pt_br: A&vançado...

source: Default Text Encoding:
hu: Alapértelmezett kódolás:
pt_br: Codificação de texto padrão:

source: Local directory:
hu: Helyi könyvtár:
lt: Katalogas diske, kuriame laikomi naujienų grupių laiškai:
pt_br: Pasta local:

source: Select Local Directory
hu: Helyi könyvtár kiválasztása
lt: Vietinio katalogo parinkimas
pt_br: Selecione a localização da pasta local:

source: &Browse…
hu: &Tallózás…
lt: Pa&rinkti…
pt_br: &Pasta...

source: Brows&e…
hu: T&allózás…
lt: &Parinkti…
pt_br: &Selecionar...

source: Account Settings
hu: Postafiók beállítások
lt: Paskyros nuostatos
pt_br: Configurações de contas

source: The following is a special account. There are no identities associated with it.
hu: Ez egy speciális fiók. Nincs hozzá személyazonosság társítva.
lt: Tai – speciali paskyra. Su ja nesusieti jokie tapatybės (asmeniniai) duomenys.
pt_br: Esta é uma conta especial. Não há identidades associadas a ela.

source: Message Store &Type:
hu: Üzenettároló &típusa:
pt_br: &Tipo de armazenamento das mensagens:

source: File per folder (mbox)
pt_br: Um arquivo por pasta (mbox)

source: File per message (maildir)
hu: Minden üzenet külön fájlba (maildir)
pt_br: Um arquivo por mensagem (maildir)
