Repository: translate/mozilla-l10n
Catalog: */suite/chrome/mailnews/pref/pref-receipts.dtd.po
Languages: lt

# pref.receipts.title
source: Return Receipts
lt: Laiškų pristatymo pažymos

# prefReceipts.caption
source: Return Receipts
lt: Laiškų pristatymo pažymos

source: &When sending messages, always request a return receipt
lt: &Kai išsiunčiamas laiškas, paprašyti pranešti apie jo pristatymą

source: When a receipt arrives:
lt: Kai gaunamas pranešimas apie išsiųstą laišką:

source: &Leave it in my Inbox
lt: pa&likti jį aplanke „Gauti laiškai“

source: &Move it to my "Sent" folder
lt: į&dėti į išsiųstų laiškų aplanką

source: When I receive a request for a return receipt:
lt: Kai siuntėjas prašo pranešti apie laiško gavimą:

source: &Allow return receipts for some messages
lt: išsiųsti pranešimus šiais atvejais (parin&kite nuostatas):

source: &Never send a return receipt
lt: pra&nešimo nesiųsti

source: If I'm not in the &To or Cc of the message:
lt: jei nesate įrašytas į laiško „Ka&m“ arba „Kopija“ sąrašus:

source: If the &sender is outside my domain:
lt: jei siun&tėjas yra iš kitos interneto srities:

source: In all &other cases:
lt: &kitais atvejais:

source: Ask me
lt: Paklausti

source: Always send
lt: Išsiųsti

source: Never send
lt: Neišsiųsti
