Repository: translate/mozilla-l10n
Catalog: hsb/calendar/chrome/calendar/preferences/general.dtd.po
Languages: hsb

source: General Settings
hsb: Powšitkowne nastajenja

source: &Date Text Format:
hsb: &Datumowy tekstowy format:

source: Long
hsb: Dołhi

source: Short
hsb: Krótki

source: Timezone
hsb: Časowe pasmo

source: &Select the closest city in your timezone:
hsb: Wubjerće najbliše město w swojim časowym pasmje:

source: Default Values for New Items
hsb: Standardne hódnoty za nowe zapiski

source: Events
hsb: Podawki

source: Tasks
hsb: Nadawki

source: D&efault Length:
hsb: St&andardna dołhosć:

source: None
hsb: Žana

source: Start of Day
hsb: Spočatk dnja

source: End of Day
hsb: Kónc dnja

source: Tomorrow
hsb: Jutře

source: Next Week
hsb: Na nowy tydźeń

source: Relative to Current Time
hsb: W relaciji k aktualnemu časej

source: Relative to Start
hsb: W relaciji k spočatkej

source: Relative to Next Hour
hsb: W relaciji k přichodnej hodźinje

source: Today Pane
hsb: Dźensniši plan

source: The &upcoming section shows:
hsb: &Přichodny wotrězk pokazuje:

source: Accessibility
hsb: Bjezbarjernosć

source: Optimize &colors for accessibility
hsb: &Barby za bjezbarjernosć optiměrować
