Repository: translate/mozilla-l10n
Catalog: hsb/calendar/chrome/calendar/preferences/views.dtd.po
Languages: hsb

source: General
hsb: Powšitkowny

source: Day and Week Views
hsb: Dnjowy a tydźenjowy napohlad

source: Multiweek View
hsb: Wjacetydźenjowy napohlad

source: Workweek
hsb: Dźěłowy tydźeń

source: Sta&rt the week on:
hsb: Dźeń, hdyž tydźeń ma &započeć:

source: Include these days in the workweek:
hsb: Tute dny do dźěłoweho tydźenja zapřijeć:

source: &Day starts at:
hsb: &Dźeń započina so w:

source: Da&y ends at:
hsb: Dźeń &kónči so w:

source: Sh&ow:
hsb: P&okazać:

source: hours at a time
hsb: hodźin naraz

source: Numb&er of weeks to show (including previous weeks):
hsb: Ličba tydźenjow, kotraž ma so pokazać (inkluziwnje předchadnych tydźenjow):

source: &Previous weeks to show:
hsb: Ličba před&chadnych tydźenjow:

source: none
hsb: žadyn

source: 1 week
hsb: 1 tydźeń

source: 2 weeks
hsb: 2 njedźeli

source: 3 weeks
hsb: 3 njedźele

source: 4 weeks
hsb: 4 njedźele

source: 5 weeks
hsb: 5 njedźel

source: 6 weeks
hsb: 6 njedźel
