Repository: translate/mozilla-l10n
Catalog: */devtools/client/aboutdebugging.properties.po
Languages: hi_in

source: Debug
hi_in: दोषसुधार

source: Push
hi_in: दबाएँ

source: Start
hi_in: प्रारंभ

source: Scope
hi_in: प्रयोजन

source: unregister
hi_in: अपंजीकृत

source: Push Service
hi_in: सेवा दबाएँ

source: Add-ons
hi_in: सहयुक्तियाँ

source: Enable add-on debugging
hi_in: सहयुक्ति दोषसुधार सक्रिय करें

source: Turning this on will allow you to debug add-ons and various other parts of the browser chrome
hi_in: इसे चालु करने से सहयुक्तियाँ और क्रोम ब्राउज़र के अन्य विभिन्न भागों का दोषसुधार करने के लिए आपको अनुमति देगा

source: more info
hi_in: अधिक सूचना

source: Load Temporary Add-on
hi_in: अस्थायी उपयुक्ति लोड करें

source: Extensions
hi_in: विस्तार

source: Select Manifest File or Package (.xpi)
hi_in: घोषणापत्र फ़ाइल या पैकेज चुनें (.xpi)

source: Reload
hi_in: फिर लोड करें

source: Only temporarily installed add-ons can be reloaded
hi_in: केवल अस्थाई रूप से संस्थापित एड-ऑन्स पुनः लोड किये जा सकते हैं

source: Workers
hi_in: श्रमिक

source: Service Workers
hi_in: सेवा श्रमिक

source: Shared Workers
hi_in: साझा श्रमिक

source: Other Workers
hi_in: अन्य श्रमिक

source: Running
hi_in: चल रहा है

source: Stopped
hi_in: रुका हुआ

source: Registering
hi_in: पंजीकृत कराना

source: Tabs
hi_in: टैब्स

source: Page not found
hi_in: पृष्ठ नहीं मिला

source: #%S does not exist!
hi_in: #%S अस्तित्व में नहीं है!

source: Nothing yet.
hi_in: अभी तक कुछ नहीं|

source: Your browser configuration is not compatible with Service Workers
hi_in: आपके ब्राउज़र विन्यास सेवा कर्मचारियों के साथ संगत नहीं है
