Repository: translate/mozilla-l10n
Catalog: */devtools/client/animationinspector.properties.po
Languages: ne, ur

source: No animations were found for the current element.
ne: हालको तत्व को लागि कुनैपनि एनिमेसन भेटिएन।
ur: کوئی حرکت اندازی موجودہ عنصر کے لئے نہیں پائی گئ۔

source: Animation:
ur: حرکت اندازی:

source: Transition
ur: عبور

source: Duration:
ne: अवधी:
ur: دورانیہ:

source: Delay:
ne: विलम्ब:
ur: تاخیر:

source: End delay:
ne: ढिलासुस्ती समाप्त:
ur: تاخیر ختم کریں:

source: Playback rate:
ne: प्लेब्याक दर:
ur: پلے بیک کی شرح:

source: Repeats:
ne: दोहोरिनेछ:
ur: دہرائیں:

source: Iteration start: %1$S (%2$Ss)
ne: पुनरावृत्ति सुरु: %1$S (%2$Ss)
ur: تکرار شروع کریں %1$S (%2$Ss)

source: This animation is running on compositor thread
ne: यो एनिमेसन कम्पोजिटर थ्रेडमा चलिरहेको छ
ur: یہ حرکت اندازی کمپوزیٹر ڈوریں پر چل رہی ہے

source: All animation properties are optimized
ne: सबै एनिमेसन गुणहरु अनुकूलित छन्
ur: تمام حرکت اندازی کی خصوصیات پیشکار کردگی کر دی گئی ہیں

source: Some animation properties are optimized
ne: केहि एनिमेसन गुणहरु अनुकूलित छन्
ur: کچھ حرکت اندازی کی خصوصیات پیشکار کردگی کر دی گئی ہیں

source: Set the animations playback rates
ne: एनिमेसन प्लेब्याक दरहरु निर्धारण गर्नुहोस्
ur: حرکت پذیری پلے بیک کی شرح کو موقرر کریں

source: Resume the animations
ne: एनिमेसनलाई पुनः निरन्तरता दिनुहोस्
ur: حرکت اندازی پھر جاری کریں

source: Pause the animations
ne: एनिमेसनलाई रोक्नुहोस्
ur: حرکت اندازی توقف کریں

source: Rewind the animations
ne: एनिमेशन रिवाइन्ड गर्नुहोस्
ur: حرکت اندازی کو دوبرہ شروں کرے

source: %S - CSS Animation
ne: %S - CSS एनिमेसन
ur: %S - CSS حرکت اندازی

source: %S - CSS Transition
ur: %S - CSS عبور

source: %S - Script Animation
ne: %S - लिपि एनिमेसन
ur: %S -نوشتہ حرکت اندازی

source: Script Animation
ne: लिपि एनिमेसन
ur: نوشتہ حرکت اندازی
