Repository: translate/mozilla-l10n
Catalog: */devtools/client/appcacheutils.properties.po
Languages: gu, kn, ms

source: The specified page has no manifest.
gu: ખાસ પાનાં પાસે મેનિફેસ્ટ નથી.
kn: ಸೂಚಿಸಲಾದ ಪುಟವು ಮ್ಯಾನಿಫೆಸ್ಟ್‌ ಅನ್ನು ಹೊಂದಿಲ್ಲ.
ms: Laman yang dinyatakan tidak mempunyai nyata.

source: Manifest has a character encoding of %S. Manifests must have the utf-8 character encoding.
gu: મેનિફેસ્ટ પાસે %S નું અક્ષર એનકોડીંગ છે. મેનિફેસ્ટ પાસે utf-8 અક્ષર એનકોડીંગ હોવુ જ જોઇએ.
kn: ಮ್ಯಾನಿಫೆಸ್ಟ್ %S ನ ಒಂದು ಕ್ಯಾರೆಕ್ಟರ್ ಎನ್‌ಕೋಡಿಂಗ್‌ ಅನ್ನು ಹೊಂದಿದೆ. ಮ್ಯಾನಿಫೆಸ್ಟ್‌ಗಳು utf-8 ಕ್ಯಾರೆಕ್ಟರ್ ಎನ್ಕೋಡಿಂಗ್ ಅನ್ನು ಹೊಂದಿರಬೇಕು.
ms: Manifest mempunyai pengkodan aksara %S. Manifest mestilah mempunyai aksara pengkodan utf-8.

source: Manifest has a mimetype of %S. Manifests must have a mimetype of text/cache-manifest.
gu: મેનિફેસ્ટ પાસે %S નું માઇમપ્રકાર હોવો જ જોઇએ. મેનિફેસ્ટ પાસે લખાણ/કેશ-મેનિફેસ્ટ નો માઇમપ્રકાર હોવો જ જોઇએ.
kn: ಮ್ಯಾನಿಫೆಸ್ಟ್ %S ನ ಒಂದು ಮೈಮ್‌ಟೈಪ್ ಅನ್ನು ಹೊಂದಿದೆ. ಮ್ಯಾನಿಫೆಸ್ಟ್‌ಗಳು text/cache-manifest ನ ಮೈಮ್‌ಟೈಪ್ ಅನ್ನು ಹೊಂದಿರಬೇಕು.
ms: Manifest mempunyai mimetype %S. Manifest mestilah mempunyai mimetype berjenis text/cache-manifest.

source: URI %1$S is referenced in multiple locations. This is not allowed: %2$S.
gu: URI %S એ ઘણા સ્થાનોમાં સંદર્ભ થયેલ છે. આની પરવાનગી મળેલ નથી: %S.
kn: URI %1$S ಅನ್ನು ಅನೇಕ ಸ್ಥಳಗಳಲ್ಲಿ ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ. ಇದಕ್ಕೆ ಅನುಮತಿ ಇಲ್ಲ: %2$S.
ms: URI %1$S dirujuk di pelbagai lokasi. Ini adalah dilarang: %2$S.

source: NETWORK section line %1$S (%2$S) prevents caching of line %3$S (%4$S) in the %5$S section.
gu: NETWORK વિભાગ વાક્ય %S (%S) એ %S વિભાગમાં વાક્ય %S (%S) ની કેશીંગને અટકાવે છે.
kn: NETWORK ವಿಭಾಗದ ಸಾಲಿನ %1$S (%2$S) %5$S ವಿಭಾಗದಲ್ಲಿನ %3$S (%4$S) ಸಾಲನ್ನು ಕ್ಯಾಶ್ ಮಾಡುವುದನ್ನು ತಡೆಯುತ್ತದೆ.
ms: Seksyen NETWORK baris %1$S (%2$S) menghalang caching baris %3$S (%4$S) di seksyen %5$S.

source: FALLBACK section line %1$S (%2$S) prevents caching of line %3$S (%4$S) in the %5$S section.
gu: FALLBACK વિભાગ વાક્ય %S (%S) એ %S વિભાગમાં વાક્ય %S (%S) ની કેશીંગને અટકાવે છે.
kn: %1$S (%2$S) ಸಾಲಿನಲ್ಲಿನ FALLBACK ವಿಭಾಗವು %5$S ವಿಭಾಗದಲ್ಲಿನ %3$S (%4$S) ಸಾಲಿನ ಕ್ಯಾಚಿಂಗ್ ಅನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ.
ms: Seksyen FALLBACK baris %1$S (%2$S) menghalang caching baris %3$S (%4$S) di seksyen %5$S.

source: The file %1$S was modified after %2$S. Unless the text in the manifest file is changed the cached version will be used instead at line %3$S.
gu: ફાઇલ %S એ %S પછી બદલેલ હતુ. નહિં તો મેનિફેસ્ટ ફાઇલમાં લખાણ બદલેલ છે કેશ થયેલ આવૃત્તિ વાક્ય %S ને બદલે વાપરેલ હશે.
kn: %1$S ಕಡತವನ್ನು %2$S ರ ನಂತರ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ. ಮ್ಯಾನಿಫೆಸ್ಟ್ ಕಡತದಲ್ಲಿ ಪಠ್ಯವನ್ನು ಬದಲಾಯಿಸದೆ ಇದ್ದರೆ ಇದರ ಬದಲಿಗೆ ಕ್ಯಾಶ್ ಮಾಡಲಾದ ಆವೃತ್ತಿಯನ್ನು %3$S ಸಾಲಿನಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ.
ms: Fail %1$S telah diubahsuai selepas %2$S. Melainkan teks dalam fail nyata diubah versi cache akan digunakan pada baris %3$S.

source: %1$S has cache-control set to no-store. This will prevent the application cache from storing the file at line %2$S.
gu: %S પાસે સંગ્રહ ન હોય તે માટે કેશ-નિયંત્રણ સુયોજન છે. આ વાક્ય %S પર સંગ્રહ કરવાથી કાર્યક્રમ કેશને અટકાવશે.
kn: %1$S ಎನ್ನುವುದರಲ್ಲಿ ಶೇಖರಿಸದೆ ಇರುವಂತೆ ಕ್ಯಾಶ್-ನಿಯಂತ್ರಣವನ್ನು ಹೊಂದಿಸಲಾಗಿದೆ. ಇದರಿಂದಾಗಿ ಅನ್ವಯ ಕ್ಯಾಶೆಯು %2$S ಸಾಲಿನಲ್ಲಿ ಕಡತಗಳನ್ನು ಶೇಖರಿಸಿ ಇರಿಸುವುದನ್ನು ತಡೆಯುತ್ತದೆ.
ms: %1$S mempunyai control-cache disetkan kepada no-store. Ini akan menghalang aplikasi cache daripada menyimpan fail pada garis %2$S.

source: %1$S points to a resource that is not available at line %2$S.
gu: %S સ્ત્રોતને સંદર્ભ કરે છે કે જે વાક્ય %S પર ઉપલબ્ધ નથી.
kn: %1$S ಎನ್ನುವುದು %2$S ಸಾಲಿನಲ್ಲಿ ಲಭ್ಯವಿರದೆ ಇರುವ ಒಂದು ಸಂಪನ್ಮೂಲವನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ms: %1$S mata kepada sumber yang tidak terdapat pada baris %2$S.

source: The URI passed to AppCacheUtils is invalid.
gu: AppCacheUtils માં પસાર થયેલ URI અયોગ્ય છે.
kn: AppCacheUtils ಗೆ ಒದಗಿಸಲಾದ URI ಅಮಾನ್ಯವಾಗಿದೆ.
ms: URI diserahkan kepada AppCacheUtils adalah tidak sah.

source: Your search returned no results.
gu: તમારી શોધે કંઇ પરિણામો આપ્યા નહિં.
kn: ನಿಮ್ಮ ಹುಡುಕಾಟ ಯಾವುದೇ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡಿಲ್ಲ.
ms: Carian anda tiada jawapan.

source: Your disk cache is disabled. Please set browser.cache.disk.enable to true in about:config and try again.
gu: તમારી ડિસ્ક કેશ નિષ્ક્રિય થયેલ છે. મહેરબાની કરીને about:config માં સાચુ કરવા માટે browser.cache.disk.enable સુયોજિત કરો અને ફરી પ્રયત્ન કરો.
kn: ನಿಮ್ಮ ಡಿಸ್ಕ್ ಕ್ಯಾಶ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು about:config ನಲ್ಲಿ browser.cache.disk.enable ಅನ್ನು true ಗೆ ಹೊಂದಿಸಿ ನಂತರ ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ms: Disk cache anda dilumpuhkan. Sila tetapkan browser.chache.disk.enable kepada true di dalam about:config dan cuba lagi.

source: The first line of the manifest must be "CACHE MANIFEST" at line %S.
kn: %S ಸಾಲಿನ ಮ್ಯಾನಿಫೆಸ್ಟಿನ ಮೊದಲ ಸಾಲು "CACHE MANIFEST" ಆಗಿರಬೇಕು.
ms: Barisan pertama daripada manifest harus mempunyai "CACHE MANIFEST" di barisan %S.

source: "CACHE MANIFEST" is only valid on the first line but was found at line %S.
kn: "CACHE MANIFEST" ಎನ್ನುವುದು ಕೇವಲ ಮೊದಲನೆಯ ಸಾಲಿನಲ್ಲಿ ಮಾನ್ಯವಾಗಿರುತ್ತದೆ ಆದರೆ %S ಸಾಲಿನಲ್ಲಿ ಕಂಡುಬಂದಿದೆ.
ms: "CACHE MANIFEST" hanya sah pada garis pertama tetapi dijumpai pada garis %S.

source: Asterisk (*) incorrectly used in the %1$S section at line %2$S. If a line in the NETWORK section contains only a single asterisk character, then any URI not listed in the manifest will be treated as if the URI was listed in the NETWORK section. Otherwise such URIs will be treated as unavailable. Other uses of the * character are prohibited.
gu: ખોટી રીતે વાક્ય %2$S પર %1$S વિભાગમાં ફૂદડી (*) વાપરેલ છે. જો NETWORK વિભાગમાં વાક્ય ફક્ત એકજ ફૂદડી અક્ષરને સમાવે છે, પછી કોઇપણ URI મેનિફેસ્ટમાં યાદી થયેલ નથી તેને કરવામાં આવશે જો URI એ NETWORK વિભાગ યાદી થયેલ ન હોય તો. નહિં તો આવી URIs એ બિનઉપલબ્ધતા તરીકે વર્તશે. * અક્ષરનાં બીજા વપરાશો અટકાવેલ છે.
kn: ನಕ್ಷತ್ರಚಿಹ್ನೆಯನ್ನು (*) %1$S ವಿಭಾಗದಲ್ಲಿನ %2$S ಸಾಲಿನಲ್ಲಿ ತಪ್ಪಾಗಿ ಬಳಸಲಾಗಿದೆ . NETWORK ವಿಭಾಗದಲ್ಲಿನ ಒಂದು ಸಾಲು ಕೇವಲ ಒಂದು ನಕ್ಷತ್ರಚಿಹ್ನೆಯನ್ನು ಮಾತ್ರ ಹೊಂದಿದ್ದರೆ, ಮ್ಯಾನಿಫೆಸ್ಟಿನಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡದೆ ಇರುವ ಯಾವುದೆ URI ಅನ್ನು NETWORK ವಿಭಾಗದಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾದ URI ಆಗಿದೆ ಎಂಬಂತೆ ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ. ಇಲ್ಲದೆ ಹೋದಲ್ಲಿ ಅಂತಹ URIಗಳನ್ನು ಲಭ್ಯವಿಲ್ಲ ಎಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ. * ಚಿಹ್ನೆಯನ್ನು ಬೇರೆ ರೀತಿಯಲ್ಲಿ ಬಳಸುವುದನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
ms: Asterisk (*) disalahgunakan di dalam seksyen %1$S pada baris %2$S. Jika baris pada seksyen NETWORK mengandungi hanya satu aksara asterisk, maka sebarang URI yang tidak disenaraikan di dalam manifest akan dianggap sama seperti jika URI disenaraikan di dalam seksyen NETWORK. Sebaliknya URI seumpamanya akan dianggap sebagai tidak wujud. Penggunaan aksara * lainnya adalah dilarang.

source: Spaces in URIs need to be replaced with %20 at line %S.
gu: URIs માં જગ્યાઓ વાક્ય %S પર %20 સાથે બદલવાની જરૂર છે.
kn: ಖಾಲಿ ಜಾಗಗಳು URIsಗಳಲ್ಲಿ ಕಂಡುಬಂದಲ್ಲಿ %20 ರಿಂದ ಅದನ್ನು %S ಸಾಲಿನಲ್ಲಿ ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ.
ms: Ruang di URIs perlu diganti dengan %20 di baris %S.

source: /../ is not a valid URI prefix at line %S.
gu: /../ એ વાક્ય %S પર યોગ્ય URI ઉપસર્ગ નથી.
kn: /../ ಎನ್ನುವುದು %S ಸಾಲಿನಲ್ಲಿನ ಒಂದು ಮಾನ್ಯವಾದ URI ಪ್ರಿಫಿಕ್ಸ್ ಆಗಿದೆ.
ms: /../ merupakan URI prefix yang tidak sah pada garis %S.

source: Too many dot dot slash operators (../) at line %S.
gu: વાક્ય %S પર ઘણાં બિંદુ સ્લેશ ઓપરેટર (../).
kn: %S ಸಾಲಿನಲ್ಲಿ ಬಹಳಷ್ಟು (../) ಆಪರೇಟರ್‌ಗಳನ್ನು ಹೊಂದಿದೆ.
ms: Terlalu banyak operator dot dot slash (../) pada garis %S.

source: Only two URIs separated by spaces are allowed in the FALLBACK section at line %S.
gu: ફક્ત જગ્યા દ્દારા અલગ થયેલ બે URIs એ વાક્ય %S માં FALLBACK વિભાગની પરવાનગી મળેલ છે.
kn: %S ಸಾಲಿನಲ್ಲಿನ FALLBACK ನಲ್ಲಿ ಖಾಲಿ ಜಾಗಗಳಿಂದ ಪ್ರತ್ಯೇಕಿಸಲಾದ ಕೇವಲ ಎರಡು URI ಗಳಿಗೆ ಮಾತ್ರ ಅನುಮತಿ ಇದೆ.
ms: Hanya dua URIs yang dipisahkan oleh space dibenarkan di dalam bahgian FALLBACK pada garis %S.

source: Asterisk (*) incorrectly used in the FALLBACK section at line %S. URIs in the FALLBACK section simply need to match a prefix of the request URI.
gu: ખોટી રીતે ફૂદડી (*) વાક્ય %S પર FALLBACK વિભાગમાં વાપરેલ છે. FALLBACK વિભાગમાં સાદી રીતે સૂચિત URI સાથે બંધબેસાડવા માટે જરૂરી છે.
kn: %S ಸಾಲಿನಲ್ಲಿನ FALLBACK ವಿಭಾಗದಲ್ಲಿ ನಕ್ಷತ್ರಚಿಹ್ನೆಯನ್ನು (*) ತಪ್ಪಾಗಿ ಬಳಸಲಾಗಿದೆ. FALLBACK ವಿಭಾಗದಲ್ಲಿನ URI ಗಳು ಮನವಿ ಮಾಡಲಾದ URI ಯ ಪ್ರಿಫಿಕ್ಸ್‌ಗೆ ಹೊಂದಿಕೆಯಾಗಬೇಕು.
ms: Asterisk (*) disalahgunakan di dalam bahagian FALLBACK pada garis %S. URIs di dalam bahgian FALLBACK hendaklah sama padan dengan prefix URI yang diminta.

source: The SETTINGS section may only contain a single value, "prefer-online" or "fast" at line %S.
kn: SETTINGS ವಿಭಾಗವು ಕೇವಲ ಒಂದು ಮೌಲ್ಯವನ್ನು ಮಾತ್ರ ಹೊಂದಿರಬೇಕು, %S ಸಾಲಿನಲ್ಲಿ "prefer-online" ಅಥವ "fast".
ms: Bahagian SETTINGS hanya boleh mengandungi nilai tunggal , "prefer-online" atau "fast" pada garis %S.

source: Invalid section name (%1$S) at line %2$S.
gu: વાક્ય %S પર અયોગ્ય વિભાગ નામ (%S).
kn: %2$S ಸಾಲಿನಲ್ಲಿ ತಪ್ಪಾದ ವಿಭಾಗದ ಹೆಸರು (%1$S).
ms: Nama seksyen tidak sah (%1$S) di baris %2$S.

source: Entry not found.
kn: ದಾಖಲೆ ಪತ್ತೆಯಾಗಿಲ್ಲ
ms: Entri tidak dijumpai.

source: The first line of the manifest must be “CACHE MANIFEST” at line %S.
gu: મેનિફેસ્ટનું પ્રથમ વાક્ય એ વાક્ય %S પર "CACHE MANIFEST" હોવુ જ જોઇએ.

source: “CACHE MANIFEST” is only valid on the first line but was found at line %S.
gu: "CACHE MANIFEST" એ ફક્ત પ્રથમ વાક્ય પર યોગ્ય છે પરંતુ વાક્ય %S પર મળ્યુ ન હતુ.

source: The SETTINGS section may only contain a single value, “prefer-online” or “fast” at line %S.
gu: SETTINGS વિભાગ ફક્ત એકજ કિંમતને સમાવી શકે છે, વાક્ય %S પર "ઓનલાઇન પસંદ કરો" અથવા "ઝડપી".
