Repository: translate/mozilla-l10n
Catalog: */devtools/client/canvasdebugger.properties.po
Languages: eu

source: There are no snapshots yet.
eu: Ez dago egoera-irudirik oraindik.

source: Snapshot #%S
eu: %S. egoera-irudia

source: Loading…
eu: Kargatzen…

source: Save
eu: Gorde

source: Saving…
eu: Gordetzen…

source: Loaded from disk
eu: Diskotik kargatuta

source: Save animation frame snapshot…
eu: Gorde animazio-markoaren egoera-irudia…

source: JSON Files
eu: JSON fitxategiak

source: All Files
eu: Fitxategi guztiak

source: #1 draw;#1 draws
eu: Marrazketa bat;#1 marrazketa

source: #1 call;#1 calls
eu: Dei bat;#1 dei

source: Canvas Debugger could not find a requestAnimationFrame or setTimeout cycle.
eu: Oihalaren araztaileak ezin du aurkitu requestAnimationFrame edo setTimeout ziklorik.
