Repository: translate/mozilla-l10n
Catalog: */devtools/client/filterwidget.properties.po
Languages: kk, sv

source: No filter specified
kk: Сүзгі көрсетілмеген
sv: Inget filter specificerat

source: You don’t have any saved presets. You can store filter presets by choosing a name and saving them. Presets are quickly accessible and you can re-use them with ease.
kk: Сізде сақталған жиынтықтар жоқ. Сіз сүзгі баптауларының жиынтықтарын атын көрсетіп, сақтай аласыз. Жиынтықтарға кейін оңай түрде қол жеткізе аласыз.
sv: Du har inga sparade förinställningar. Du kan lagra förinställningar för filter genom att välja ett namn och spara dem. Förinställningar är lättåtkomliga och du kan återanvända dem med lätthet.

source: Add a filter using the list below
kk: Төмендегі тізімді қолданып, сүзгіні қосыңыз
sv: Lägg till ett filter med hjälp av listan nedan

source: x y radius color
kk: x y радиус түс
sv: x y färgradie

source: Drag up or down to re-order filter
kk: Сүзгі құрамасын басқаша реттеу үшін үстіне не астына тартып апарыңыз
sv: Dra uppåt eller nedåt för att ordna filter

source: Drag left or right to decrease or increase the value
kk: Мәнін үлкейту не кішірейту үшін сол не оң жаққа тартып апарыңыз
sv: Dra åt vänster eller höger för att minska eller öka värdet

source: Select a Filter
kk: Сүзгіні таңдау
sv: Välj ett filter

source: Add
kk: Қосу
sv: Lägg till

source: Preset Name
kk: Жиынтық атауы
sv: Förvalt namn

source: Save
kk: Сақтау
sv: Spara

source: Presets
kk: Жиынтықтар
sv: Förvalda
