Repository: translate/mozilla-l10n
Catalog: */devtools/client/memory.properties.po
Languages: bn_bd, cy, mr, sv

source: Save
bn_bd: সংরক্ষণ
cy: Cadw
mr: साठवा
sv: Spara

source: Delete
bn_bd: মুছে ফেলুন
cy: Dileu
mr: नष्ट करा
sv: Ta bort

source: Save Snapshot
bn_bd: স্ন্যাপশট সংরক্ষণ
cy: Cymryd Ciplun
mr: स्नॅपशॉट साठवा
sv: Spara skärmbild

source: Import Snapshot
bn_bd: স্ন্যাপসট ইম্পোর্ট
cy: Mewnforio Ciplun
mr: स्नॅपशॉट आयात करा
sv: Importera skärmbild

source: Firefox Snapshots
bn_bd: Firefox স্ন্যাপসট
cy: Cipluniau Firefox
mr: Firefox स्नॅपशॉट्स
sv: Firefox skärmbilder

source: Processing…
bn_bd: প্রক্রিয়াকরণ চলছে…
cy: Prosesu…
mr: प्रक्रिया करत आहे…
sv: Bearbetar…

source: Record call stacks
bn_bd: কল স্ট্যাক রেকর্ড কর
cy: Cofnodi galwadau stac
mr: कॉल स्टॅक्स नोंदवा
sv: Spela in anropsstackar

source: Toggle the recording of the call stack of when an object was allocated. Subsequent snapshots will be able to group and label objects by call stacks, but only with those objects created after toggling this option. Recording call stacks has a performance overhead.
cy: Toglwch y recordiad o'r alwad pentwr o pan gafodd y gwrthrych ei ddyrannu. Bydd cipluniau dilynol yn gallu grwpio a labelu gwrthrychau drwy staciau galwad, ond dim ond gyda rhai gwrthrychau a grëwyd ar ôl toglo'r dewis hwn. Mae staciau galwadau yn achosi traul ar y perfformaid.
mr: ऑब्जेक्ट वाटप करतानाचे कॉल स्टॅक नोंद टॉगल करा. त्यानंतरच्या स्नॅपशॉटला कॉल स्टॅक प्रमाणे ऑब्जेक्टचे गट आणि ऑब्जेक्ट लेबल करता येईल, परंतु अशाच ऑब्जेक्ट्सच्या बाबतीत ज्यांची नोंद, हा पर्याय टॉगल केल्यानंतर नोंदविले जातील. कॉल स्टॅकची नोंद करताना कामगिरी ढासळते.
sv: Växla inspelningen av anropsstacken när ett objekt allokeras. Efterföljande skärmbilder kommer att kunna gruppera och märka objekt genom anropsstackar, men endast med de objekt som skapats efter att ha växlat till det här alternativet. Inspelning av anropsstackar har en prestanda overhead.

source: Group by:
bn_bd: গ্রুপ হয়েছে:
cy: Grwpio yn ôl:
mr: याप्रमाणे गट करा:
sv: Gruppera efter:

source: Change how objects are grouped
bn_bd: কিভাবে অবজেক্টগুলো গ্রুপ হবে তা পরিবর্তন করুন
cy: Newid sut mae gwrthrychau yn cael eu grwpio
mr: घटक गटामध्ये कसे विभागले जातात ते बदला
sv: Ändra hur objekt är grupperade

source: Go back to aggregates
bn_bd: পেছনে যাও
cy: Nôl i'r cyfanredol
mr: ॲग्रीगेट्स् कडे परत जा
sv: Gå tillbaka till aggregat

source: ⁂ Viewing individuals in group
bn_bd: ⁂ একেকজনকে একটি দলে প্রদর্শন করা হচ্ছে
cy: ⁂ Edrych ar unigolion mewn grŵp
mr: ⁂ गटातील व्यक्ती पाहण्यासाठी
sv: ⁂ Visar individer i gruppen

source: Group items by their type
bn_bd: ধরন অনুসারে আইটেমগুলো গ্রুপ কর
cy: Grwpio o eitemau yn ôl eu math
mr: आयटम प्रकारानुसार गट करा
sv: Gruppera objekt efter deras typ

source: Group items by the JavaScript stack recorded when the object was allocated
bn_bd: যখন অবজেক্ট অ্যালোকেট হবে আইটেমগুলো JavaScript stack recorded অনুসারে গ্রুপ কর
cy: Grwpio eitemau yn ôl y cofnod pentwr JavaScript pan gafodd y gwrthrych ei ddyrannu
mr: घटक तयार करतेवेळी तयार झालेल्या JavaScript स्टॅक प्रमाणे आयटमचे गट बनवा
sv: Gruppera objekt efter JavaScript-stack inspelade när objektet allokerades

source: Group items by the inverted JavaScript call stack recorded when the object was created
bn_bd: যখন অবজেক্ট তৈরি হবে আইটেমগুলো inverted JavaScript call stack recorded অনুসারে গ্রুপ কর
cy: Grwpio eitemau yn ôl y galwad pentwr JavaScript pan gafodd y gwrthrych ei ddyrannu
mr: घटक तयार करतेवेळी तयार झालेल्या इन्व्हर्टेड JavaScript कॉल स्टॅक प्रमाणे आयटमचे गट बनवा
sv: Gruppera objekt efter den inverterade JavaScript-anropsstacken inspelad när objektet skapades

# censusDisplays.treeMap.tooltip
source: Visualize memory usage: larger blocks account for a larger percent of memory usage
bn_bd: মেমরি ব্যবহার দৃশ্যমান কর: বেশি শতাংশ মেমরি ব্যবহারের জন্যে বড় ব্লক
cy: Defnydd y cof gweledol: mar blociau mwy yn cyfrif fel y canran fwyaf o'r defnydd o'r cof
mr: मेमरी वापर दृश्यमान: मोठे ब्लॉक्स वापरल्यामुळे मोठ्या प्रमाणात मेमरीचा वापर होतो.
sv: Visualisera minnesanvändning: större blockkonto för en större procent av minnesanvändning

source: Group items by their JavaScript Object [[class]] name
bn_bd: আইটেমগুলো JavaScript Object [[class]] অনুসারে গ্রুপ কর
cy: Grwpio eitemau yn ôl eu henw JavaScript Object [[class]] pan gafodd y gwrthrych ei ddyrannu
mr: आयटमच्या JavaScript ऑब्जेक्ट [[क्लास]] च्या नावा प्रमाणे आयटमचे गट बनवा
sv: Gruppera objekt efter deras JavaScript Objekt [[class]] namn

source: Group items by their internal C++ type
bn_bd: অভ্যন্তরীণ C++ ধরন অনুসারে আইটেমগুলো গ্রুপ কর
cy: Grwpio eitemau yn ôl eu math C++ mewnol
mr: आयटमच्या अंतर्गत C++ प्रकारा प्रमाणे आयटमचे गट बनवा
sv: Gruppera objekt efter dess interna C++ typ

source: Label by:
bn_bd: লেবেল দ্বারা:
cy: Label gan:
mr: द्वारा लेबल करा:
sv: Etikett efter:

source: Change how objects are labeled
bn_bd: কিভাবে অবজেক্টগুলো লেভেল করা হয়েছে তা পরিবর্তন করুন
cy: Newid sut mae gwrthrychau'n cael eu labelu
mr: घटक कसे लेबल केले जातात ते बदला
sv: Ändra hur objekt är märkta

# dominatorTreeDisplays.coarseType.tooltip
source: Label objects by the broad categories they fit in
bn_bd: বড় বিষয়শ্রেণিতে ফিট হয় এমনভাবে অবজেক্ট লেবেল দিন
cy: Labelu gwrthrychau yn ôl y categorïau eang y maent yn ffitio iddynt
mr: घटक ज्या श्रेणीत येतात त्याप्रमाणे घटकाला लेबल करा
sv: Märk objekt efter vilken bred kategori som de passar i

source: Label objects by the JavaScript stack recorded when it was allocated
bn_bd: যখন অবজেক্ট অ্যালোকেট হবে আইটেমগুলো JavaScript stack recorded অনুসারে অবজেক্ট লেবেল দিন
cy: Labelu eitemau yn ôl y cofnod pentwr JavaScript pan gafodd y gwrthrych ei ddyrannu
mr: घटक तयार करतेवेळी तयार झालेल्या JavaScript स्टॅक प्रमाणे घटकाला लेबल करा
sv: Märk objekt efter JavaScript-stack inspelad när det allokerades

source: Label objects by their internal C++ type name
bn_bd: অভ্যন্তরীণ C++ ধরন অনুসারে অবজেক্ট লেবেল দিন
cy: Labelu eitemau yn ôl eu math C++ mewnol
mr: घटकाच्या अंतर्गत C++ प्रकारा प्रमाणे घटकाला लेबल करा
sv: Märk objekt efter deras interna C++ typnamn

# treeMapDisplays.coarseType.tooltip
source: Label objects by the broad categories they fit in
bn_bd: বড় বিষয়শ্রেণিতে ফিট হয় এমনভাবে অবজেক্ট লেবেল দিন
cy: Labelu gwrthrychau yn ôl y categorïau eang y maent yn ffitio iddynt
mr: घटक ज्या श्रेणीत येतात त्याप्रमाणे घटकाला लेबल करा
sv: Märk objekt efter vilken bred kategori som de passar i

source: View:
bn_bd: প্রদর্শন:
cy: Dangos:
mr: दृश्य:
sv: Visa:

source: Change the view of the snapshot
bn_bd: স্ন্যাপশটের প্রদর্শন পরিবর্তন করুন
cy: Newid golwg y ciplun
mr: स्नॅपशॉट् चे दृश्य बदला
sv: Ändra vyn för skärmbilden

source: Aggregate
bn_bd: সামষ্টিক
cy: Casglu
mr: एकुण
sv: Sammanlagt

source: View a summary of the snapshot’s contents by aggregating objects into groups
bn_bd: গ্রুপের মধ্যে অ্যাগ্রেগেটিং অবজেক্ট দ্বারা হিপ স্ন্যাপশটের কন্টেন্টের সারাংশ দেখাও
cy: Gweld crynodeb o gynnwys ciplun pentwr drwy grynhoi gwrthrychau i grwpiau
mr: घटकांना गटांमध्ये गोळा करून स्नॅपशॉट्स मजकूराचा सारांश पहा
sv: Visa en sammanfattning av skärmbildsinnehåll genom att aggregera objekt till grupper

source: Dominators
cy: Goruchafwyr
mr: डॉमिनेटर्स
sv: Dominatorer

source: View the dominator tree and surface the largest structures in the snapshot
bn_bd: ডোমিনেটর দেখাও এবং স্ন্যাপশটের সর্ববৃহ স্ট্র্যাকচার সার্ফেস কর।
cy: Gweld y goeden dominyddu ac arwyneb y strwythur mwyaf yn y ciplun gwres
mr: डॉमिनेटर ट्री दर्शवा आणि स्नॅपशॉट्स मधीस सर्वांत मोठे स्ट्रक्चर ठळक करा
sv: Visa dominatorträd och markera de största strukturerna i skärmbilden

source: Tree Map
bn_bd: ট্রি ম্যাপ
cy: Map Coeden
mr: ट्री मॅप

# toolbar.view.treemap.tooltip
source: Visualize memory usage: larger blocks account for a larger percent of memory usage
bn_bd: মেমরি ব্যবহার দৃশ্যমান কর: বেশি শতাংশ মেমরি ব্যবহারের জন্যে বড় ব্লক
cy: Defnydd y cof gweledol: mae blociau mwy yn cyfrif fel y canran fwyaf o'r defnydd o'r cof
mr: मेमरी वापर दृश्यमान: मोठे ब्लॉक्स वापरल्यामुळे मोठ्या प्रमाणात मेमरीचा वापर होतो.
sv: Visualisera minnesanvändning: större blockkonto för en större procent av minnesanvändning

source: Take snapshot
bn_bd: স্ন্যাপসট নিন
cy: Cymryd ciplun
mr: चीत्रप्रतीमा घ्या
sv: Ta skärmbild

source: Import…
bn_bd: ইম্পোর্ট...
cy: Mewnforio…
mr: आयात करा…
sv: Importera…

source: Delete all snapshots
bn_bd: সব স্ন্যাপশট মুছে ফেলুন
cy: Dileu pob ciplun
mr: सर्व स्नॅपशॉट्स नष्ट करा
sv: Ta bort alla skärmbilder

source: Compare snapshots
bn_bd: স্ন্যাপসটসমূহ তুলনা করুন
cy: Cymharu cipluniau
mr: स्नॅपशॉट्सची तुलना करा
sv: Jämför skärmbilder

source: Filter
bn_bd: ফিল্টার
cy: Hidlo
mr: फिल्टर

source: Filter the contents of the snapshot
bn_bd: স্ন্যাপশট কনটেন্ট ফিল্টার কর
cy: Hidlo cynnwys y ciplun
mr: स्नॅपशॉट मधील मजकूर फिल्टर करा
sv: Filtrera innehållet av skärmbilden

source: View individual nodes in this group and their retaining paths
bn_bd: এই গ্রুপে আলাদা নোড ও তাদের পাথসমূহ প্রদর্শন কর
cy: Gweld nodau unigol o'r grŵp a'u llwybrau cadw
mr: या गटातील वैयक्तिक नोडस् पहा आणि त्यांचे एकेरी मार्ग
sv: Visa enskilda noder i denna grupp och deras behållande sökvägar

source: Load more…
bn_bd: আরও লোড করুন...
cy: Llwytho rhagor…
mr: आणखी लोड करा…
sv: Ladda mer…

source: GC Roots
cy: Gwreiddiau GC
sv: GC roten

source: (no stack available)
bn_bd: (স্ট্যাক নেই)
cy: (dim stac i'w dangos)
mr: (एकही स्टॅक उपलब्ध नाही)
sv: (ingen stack tillgänglig)

source: (no filename available)
bn_bd: (ফাইলের নাম পাওয়া যাচ্ছে না)
cy: (dim enw ffeil ar gael)
mr: (कोणतेही फाइल नाव उपलब्ध नाही)
sv: (inget filnamn tillgängligt)

source: (root)
bn_bd: (মূল)
cy: (gwraidd)
mr: (मूळ)

source: Baseline
bn_bd: ভিত্তিরেখা
cy: Gwaelodlin
mr: बेसलाइन
sv: Baslinje

source: Comparison
bn_bd: তুলনা
cy: Cymhariaeth
mr: तुलना
sv: Jämförelse

source: Select the baseline snapshot
bn_bd: ভিত্তিরেখা স্ন্যাপসট নির্বাচন করুন
cy: Dewis ciplun gwaelodlin
mr: बेसलाइन स्नॅपशॉट्स निवडा
sv: Välj skärmbild för baslinje

source: Select the snapshot to compare to the baseline
bn_bd: ভিত্তিরেখার সাথে তুলনা করতে স্ন্যাপসট নির্বাচন করুন
cy: Dewis ciplun i'w gymharu â'r gwaelodlin
mr: बेसलाइनची तुलना करण्यासाठी स्नॅपशॉट्सची निवड करा
sv: Välj skärmbild för att jämföra med baslinjen

# diffing.state.error
source: Error
bn_bd: ত্রুটি
cy: Gwall
mr: त्रुटी
sv: Fel

source: There was an error while comparing snapshots.
bn_bd: স্ন্যাপসটের তুলনা করার সময় ত্রুটি দেখা দিয়েছে
cy: Bu gwall wrth gymharu cipluniau.
mr: स्नॅपशॉट्सची तुलना करताना एक त्रुटी आली होती
sv: Det uppstod ett fel vid jämförelse av skärmbilder.

# diffing.state.taking-diff
source: Computing difference…
bn_bd: কম্পিউটিং-এর ভিন্নতা...
cy: Gwahaniaeth cyfrifiaduro…
mr: फरक काढत आहे…
sv: Beräknar skillnader…

# diffing.state.taking-diff.full
source: Computing difference…
bn_bd: কম্পিউটিং-এর ভিন্নতা...
cy: Gwahaniaeth cyfrifiaduro…
mr: फरक काढत आहे…
sv: Beräknar skillnader…

# diffing.state.selecting
source: Select two snapshots to compare
bn_bd: তুলনা করার জন্য দুটি স্ন্যাপসট নির্বাচন করুন
cy: Dewis dau ciplun i'w cymharu
mr: तुलना करण्यासाठी दोन स्नॅपशॉट्स निवडा
sv: Välj två skärmbilder att jämföra

# diffing.state.selecting.full
source: Select two snapshots to compare
bn_bd: তুলনা করার জন্য দুটি স্ন্যাপসট নির্বাচন করুন
cy: Dewis dau ciplun i'w cymharu
mr: तुलना करण्यासाठी दोन स्नॅपशॉट्स निवडा
sv: Välj två skärmbilder att jämföra

# dominatorTree.state.computing
source: Generating dominators report…
bn_bd: ডমিনেটর রিপোর্ট তৈরী করা হচ্ছে...
cy: Cynhyrchu adroddiad domineiddwyr…
mr: डॉमिनेटर्सचा अहवाल तयार करत आहे…
sv: Genererar dominatorsrapport…

# dominatorTree.state.computing.full
source: Generating dominators report…
bn_bd: ডমিনেটর রিপোর্ট তৈরী করা হচ্ছে...
cy: Cynhyrchu adroddiad domineiddwyr…
mr: डॉमिनेटर्सचा अहवाल तयार करत आहे…
sv: Genererar dominatorsrapport…

source: Computing sizes…
bn_bd: আকার কম্পিউট করা হচ্ছে...
cy: Meintiau cyfrifiadura…
mr: आकारांची गणना करत आहे…
sv: Beräknar storlekar…

source: Computing dominator’s retained sizes…
bn_bd: ডমিনেটর এর থেকে যাওয়া আকার কমপিউট করা হচ্ছে...
cy: Cyfrifo maint cadw'r domineiddwyr…
mr: डॉमिनेटर्सचा उरलेल्या आकारांची माहिती गोळा करत आहे…
sv: Beräknar dominators behållande storlek…

# dominatorTree.state.incrementalFetching
source: Fetching…
bn_bd: আনা হচ্ছে...
cy: Estyn…
mr: मिळवीत आहे…
sv: Hämtar…

source: Fetching more…
bn_bd: আরও আনা হচ্ছে...
cy: Estyn rhagor…
mr: अधिक मिळवीत आहे…
sv: Hämtar mer…

# dominatorTree.state.error
source: Error
bn_bd: ত্রুটি
cy: Gwall
mr: त्रुटी
sv: Fel

source: There was an error while processing the dominator tree
bn_bd: ডোমিনেটর ট্রি প্রক্রিয়াজাত করার সময় একটি ত্রুটি হয়েছে
cy: Bu gwall wrth brosesu'r goeden goruchafu
mr: डॉमिनेटर ट्रीवर प्रक्रीया करताना त्रुटी आढळली
sv: Det uppstod ett fel vid bearbetning av dominator trädet

# snapshot.state.saving.full
source: Saving snapshot…
bn_bd: স্ন্যাপসট সংরক্ষণ…
cy: Cadw ciplun…
mr: चित्रप्रतीमा साठवित आहे…
sv: Sparar ögonblicksbild…

source: Importing…
bn_bd: ইমপোর্ট হচ্ছে...
cy: Mewnforio…
mr: आयात करत आहे…
sv: Importerar…

# snapshot.state.reading.full
source: Reading snapshot…
bn_bd: স্ন্যাপসট পড়া হচ্ছে…
cy: Darllen y ciplun…
mr: चित्रप्रतीमा वाचत आहे…
sv: Behandlar ögonblicksbild…

source: Generating aggregate report…
bn_bd: সমষ্টি রিপোর্ট তৈরী করা হচ্ছে...
cy: Cynhyrchu adroddiad…
mr: एकूण अहवाल तयार करत आहे…
sv: Genererar aggregerad rapport…

# snapshot.state.saving-tree-map.full
source: Saving tree map…
bn_bd: ট্রি ম্যাপ সংরক্ষিত হচ্ছে…
cy: Cadw map coeden…
mr: ट्री मॅप साठवीत आहे…
sv: Sparar tree map…

source: There was an error processing this snapshot.
bn_bd: স্ন্যাপসট প্রক্রিয়াকরণ করার সময় ত্রুটি দেখা গিয়েছিল।
cy: Bu gwall wrth brosesu'r ciplun.
mr: ह्या चित्रप्रतीमेवर प्रक्रीया करताना एक त्रुटी आली.
sv: Det uppstod ett fel vid bearbetning av denna ögonblicksbild.

# individuals.state.error
source: Error
bn_bd: ত্রুটি
cy: Gwall
mr: त्रुटी
sv: Fel

source: There was an error while fetching individuals in the group
bn_bd: গ্রুপটিতে কাউকে আনার সময় ত্রুটি দেখা দিয়েছে
cy: Bu gwall wrth estyn unigolion yn y grŵp
mr: गटातील व्यक्ती प्राप्त करताना एक त्रुटी आली होती
sv: Ett fel uppstod vid hämtning av individer i gruppen

# individuals.state.fetching
source: Fetching…
bn_bd: আনা হচ্ছে...
cy: Estyn…
mr: मिळवीत आहे…
sv: Hämtar…

source: Fetching individuals in group…
bn_bd: গ্রুপে আনা হচ্ছে...
cy: Estyn unigolion mewn grŵp…
mr: गटातील व्यक्ती प्राप्त करत आहे…
sv: Hämtar individer i grupp…

source: Node
bn_bd: নোড
cy: Nod
mr: नोड
sv: Nod

source: The individual node in the snapshot
bn_bd: স্ন্যাপশটে স্বতন্ত্র নোড
cy: Nod unigol mewn ciplun
mr: स्नॅपशॉट मधील प्रत्येक नोड
sv: Den individuella noden i skärmbilden

# snapshot.state.saving
source: Saving snapshot…
bn_bd: স্ন্যাপসট সংরক্ষণ…
cy: Cadw ciplun…
mr: चित्रप्रतीमा साठवित आहे…
sv: Sparar skärmbild…

source: Importing snapshot…
bn_bd: স্ন্যাপসট ইমপোর্ট হচ্ছে...
cy: Mewnforio ciplun…
mr: स्नॅपशॉट्स आयात करत आहे…
sv: Importerar skärmbild…

# snapshot.state.reading
source: Reading snapshot…
bn_bd: স্ন্যাপসট পড়া হচ্ছে…
cy: Darllen y ciplun…
mr: चित्रप्रतीमा वाचत आहे…
sv: Behandlar skärmbild…

source: Saving report…
bn_bd: প্রতিবেদন সংরক্ষিত হচ্ছে…
cy: Cadw adroddiad…
mr: अहवाल साठवीत आहे…
sv: Sparar rapport…

# snapshot.state.saving-tree-map
source: Saving tree map…
bn_bd: ট্রি ম্যাপ সংরক্ষিত হচ্ছে…
cy: Cadw map coeden…
mr: ट्री मॅप साठवीत आहे…
sv: Sparar tree map…

# snapshot.state.error
source: Error
bn_bd: ত্রুটি
cy: Gwall
mr: त्रुटी
sv: Fel

source: No difference between the baseline and comparison.
bn_bd: বেজলাইন আর তুলনাকরণে কোন পার্থক্য নেই।
cy: Dim gwahaniaeth rhwng y llinell sail a'r gymhariaeth.
mr: मूलभूत आणि तुलनेत फरक नाही.
sv: Ingen skillnad mellan baslinje och jämförelse.

source: No matches.
bn_bd: কোনো মিল নেই।
cy: Dim cydweddu.
mr: जोड्या नाहीत.
sv: Inga träffar.

source: Empty.
bn_bd: ফাঁকা
cy: Gwag.
mr: रिक्त.
sv: Tom.

source: No call stacks found. Record call stacks before taking a snapshot.
bn_bd: কোন কল স্ট্যাক পাওয়া যায়নি। স্ন্যাপশট নেওয়ার পূর্বে একটি কল রেকর্ড করুন।
cy: Dim staciau galw i'w canfod. Cofnodwch staciau galw cyn cymryd cipluniau.
mr: कोणतेही कॉल स्टॅक सापडले नाही. स्नॅपशॉट घेण्यापूर्वी कॉल स्टॅकची नोंद करा.
sv: Inga anropsstackar hittades. Spela in anropsstackar innan en skärmbild tas.

source: Retained Size (Bytes)
bn_bd: অবশিষ্ট আকার (বাইট)
cy: Meintiau Cadwyd (Didau)
mr: राखलेला आकार (बाईट्स)
sv: Behållen storlek (byte)

source: The sum of the size of the object itself, and the sizes of all the other objects kept alive by it
bn_bd: অবজেক্টের নিজের আকারের মোট মান, এবং অন্যান্য সকল অবজেক্টকে সে নিজেই চালিয়ে রেখেছে।
cy: Swm maint y gwrthrych ei hun, a meintiau'r holl gwrthrychau eraill sy'n cael eu cadw'n fyw drwyddo
mr: घटकाचा स्वताचा आकार आणि त्याने जिवंत ठेवलेल्या इतर घटकांच्या आकारांची बेरीज
sv: Summan av storleken på själva objektet, och storleken på alla de andra objekten som hålls vid liv av den

source: Shallow Size (Bytes)
bn_bd: অগভীর আকার (বাইট)
cy: Meintiau Bas (Didau)
mr: उथळ आकार (बाईट्स)
sv: Ytlig storlek (byte)

source: The size of the object itself
bn_bd: অবজেক্টের নিজের আকার
cy: Maint y gwrthrych ei hun
mr: घटकाचा स्वताचा आकार
sv: Storleken på själva objektet

source: Dominator
bn_bd: Dominators
cy: Dominyddwr
mr: डॉमिनेटर्स

source: The label for an object in memory
bn_bd: মেমরিতে কোন অবজেক্টের জন্য লেবেল
cy: Label ar gyfer gwrthrych yn y cof
mr: मेमरी मधील घटकाचे लेबल
sv: Etiketten för ett objekt i minnet

source: Bytes
cy: Beit
mr: बाईट्स
sv: Byte

source: The number of bytes taken up by this group, excluding subgroups
bn_bd: বাইটের সংখ্যা এই গ্রুপ থেকে নেয়া হয়েছে, সাবগ্রুপ ব্যতীত
cy: Y nifer o ddidau sy'n cael eu defnyddio gan y grŵp hwn, ag eithrio is-grwpiau
mr: उपगट सोडून या गटासाठी लागणारे बाईट्स
sv: Antalet byte som förbrukas av denna grupp, med undantag av undergrupper

source: Count
bn_bd: গণনা
cy: Cyfrif
mr: एकूण
sv: Antal

source: The number of reachable objects in this group, excluding subgroups
bn_bd: গ্রহনযোগ্য অবজেক্টের সংখ্যা এই গ্রুপ থেকে নেয়া হয়েছে, সাবগ্রুপ ব্যতীত
cy: Y nifer o wrthrychau cyraeddadwy yn y grŵp hwn, ag eithrio is-grwpiau
mr: उपगट सोडून ज्यांच्यापर्यंत पोहचू शकतो असे या गटातील घटक
sv: Antalet nåbara objekt i denna grupp, med undantag av undergrupper

source: Total Bytes
bn_bd: মোট বাইট
cy: Cyfanswm y Beitiau
mr: एकूण बाईट्स
sv: Totalt antal byte

source: The number of bytes taken up by this group, including subgroups
bn_bd: বাইটের সংখ্যা এই গ্রুপ থেকে নেয়া হয়েছে, সাবগ্রুপ ব্যতীত
cy: Y nifer o ddidau sy'n cael eu defnyddio gan y grŵp hwn, gan gynnwys is-grwpiau
mr: उपगट धरून या गटासाठी लागणारे बाईट्स
sv: Antalet byte som förbrukas av denna grupp, inklusive undergrupper

source: Total Count
bn_bd: মোট গণনা
cy: Cyfanswm
mr: एकूण बेरीज
sv: Totalt antal

source: The number of reachable objects in this group, including subgroups
bn_bd: গ্রহনযোগ্য অবজেক্টের সংখ্যা এই গ্রুপ থেকে নেয়া হয়েছে, সাবগ্রুপ ব্যতীত
cy: Y nifer o wrthrychau cyraeddadwy yn y grŵp hwn, gan gynnwys is-grwpiau
mr: उपगट धरून ज्यांच्यापर्यंत पोहचू शकतो असे या गटातील घटक
sv: Antalet nåbara objekt i denna grupp, inklusive undergrupper

source: Group
bn_bd: দল
cy: Grŵp
mr: गट
sv: Grupp

source: The name of this group
bn_bd: এই গ্রুপের নাম
cy: Enw'r grŵp hwn
mr: या गटाचे नाव
sv: Namnet på denna grupp

source: Retaining Paths (from Garbage Collector Roots)
bn_bd: পাথসমূহ ধরে রাখা হচ্ছে (গার্বেজ কালেক্টের রুট থেকে)
cy: Llwybrau cadw (o Wraidd y Casglwr Sbwriel)
mr: एकेरी मार्ग (गार्बेज कलेक्टर रूट पासून)
sv: Behållande sökväg (från sophämtningsrötter)

source: Select an item to view its retaining paths
bn_bd: কোন আইটেম পাথ দেখার জন্য সেটি নির্বাচন করুন
cy: Dewiswch eitem i weld ei llwybrau cadw
mr: नोडचा एकेरी मार्ग पाहण्यासाठी नोड निवडा
sv: Välj en nod för att visa dess behållande sökvägar

source: count
bn_bd: গণনা
cy: cyfrif
mr: एकूण
sv: antal

source: %S MB
mr: %S एमबी

# memory.label
source: Memory
bn_bd: মেমোরি

source: Memory Panel
bn_bd: মেমোরি প্যানেল

# memory.tooltip
source: Memory
bn_bd: মেমোরি
