Repository: translate/mozilla-l10n
Catalog: */devtools/client/netmonitor.properties.po
Languages: hi_in, kab, lv, xh

source: The connection used to fetch this resource was secure.
hi_in: इस संसाधन को लाने के लिए प्रयुक्त कनेक्शन सुरक्षित नहीं था.
kab: Tuqqna iţusqedcen i waggay n teɣbalut agi tella ţaɣelsant.
lv: Šī resursa iegūšanai izmantotais savienojums ir drošs.
xh: Unxibelelwano olusetyenzisiweyo ukulanda lo mthombo belukhuselekile.

source: The connection used to fetch this resource was not secure.
hi_in: इस संसाधन को लाने के लिए प्रयुक्त कनेक्शन सुरक्षित नहीं था.
kab: Tuqqna iţusqedcen i waggay n teɣbalut agi ur tella ara ţawgelhant.
lv: Šī resursa iegūšanai izmantotais savienojums nav drošs.
xh: Unxibelelwano olusetyenzisiweyo ukulanda lo mthombo belungakhuselekanga.

source: A security error prevented the resource from being loaded.
hi_in: लोड किए जाने के लिए सुरक्षा त्रुटि ने संसाधन को रोका.
kab: Tuccḍa n tɣellist tsewḥel asali n teɣbalut.
lv: Drošības kļūda neļāva ielādēt šo resursu.
xh: Ukhuseleko lwemposiso luthintele umthombo ekubeni ulayishwe.

source: This resource was transferred over a connection that used weak encryption.
hi_in: यह संसाधन कनेक्शन पर हस्तांतरित किया गया जो कमजोर गोपन के लिए प्रयोग किया गया.
kab: Taɣbalut agi tuzen s tuqqna iseqdacen aswir fessusen n uwgelhen.
lv: Resurss tika pārraidīts pa savienojumu, kas izmanto vāju šifrēšanu.
xh: Lo mthombo wakukhange ugqithiselwe kunxibelelwano olusebenzise uzimeliso olubuthathaka.

source: Enabled
hi_in: सक्रिय
lv: Aktivēts
xh: Ezenziwe yasebenza

source: Disabled
hi_in: निष्क्रिय
kab: Arurmid
lv: Deaktivēts
xh: Kwaphulwe isakhono

source: Host %S:
hi_in: मेजबान %S:
kab: Asenneftaɣ %S:
lv: Serveris %S:
xh: Umsindleki %S:

source: Hide request details
hi_in: आग्रह विवरण छिपाएँ
kab: Ffer aglam leqqayen n tuţra
lv: Paslēpt pieprasījuma informāciju
xh: Fihla iinkcukacha zesicelo

source: Show request details
hi_in: आग्रह विवरण दिखाएँ
kab: Sken aglam leqqayen n tuţra
lv: Rādīt pieprasījuma informāciju
xh: Bonisa inkcukacha zesicelo

source: No headers for this request
hi_in: इस आग्रह के लिए कोई शीर्षिका नहीं
kab: Ulac aqeṛṛu di tuţra agi
lv: Šim pieprasījumam nav galvenes
xh: Akukho zinto zokubhalwa emantla ephepha

source: Filter headers
hi_in: शीर्षिका फिल्टर करें
kab: Zizdeg iqaṛṛa
lv: Filtrēt galvenes
xh: Hluza izinto zokubhalwa emantla ephepha

source: No cookies for this request
hi_in: इस आग्रह के लिए कोई कुकीज़ नहीं
kab: Ulac inagan n tuqqna i tuţra yagi
lv: Šim pieprasījumam nav sīkdatņu
xh: Akukho zi-cookies zesi sicelo

source: Filter cookies
hi_in: कुकीज़ फिल्टर करें
kab: Sizdeg inagan n tuqqna
lv: Filtrēt sīkdatnes
xh: Hlula ii-cookies

source: No parameters for this request
hi_in: इस आग्रह के लिए कोई पैरामीटर नहीं
kab: Ulac iɣewwaṛen i tuţra agi
lv: Šim pieprasījumam nav parametru
xh: Akukho zipharamitha kwesi sicelo

source: Filter request parameters
hi_in: आग्रह पैरामीटर फिल्टर करें
kab: Zizdeg iɣewaṛen n tuţra
lv: Filtrēt pieprasījuma parametrus
xh: Hluza iipharamitha zesicelo

source: Query string
hi_in: स्ट्रिंग क्वेरी करें
kab: Azrir n tuţra
lv: Vaicājums
xh: I-Query String

source: Form data
hi_in: फॉर्म आँकड़ा
kab: Isefka n tferkit
lv: Formas dati
xh: Ifomu yenkcukacha

source: Request payload
hi_in: आग्रह पेलोड
kab: Tuzzna n tuţra
lv: Pieprasījuma saturs
xh: Isicelo se-payload

source: Request headers
hi_in: शीर्षिका से निवेदन करें
kab: Iqaṛṛa n tuţra
lv: Pieprasījuma galvene
xh: Isicelo sokubhalwa emantla ephepha

source: Request headers from upload stream
hi_in: अपलोड धारा से हेडर अनुरोध करें.
kab: Iqṛṛa n tuţra n usuddem n uzdam
lv: Ielādes plūsmas pieprasījuma galvenes
xh: Isicelo sokubhalwa emantla ephepha esivela kwistrim sokulayisha

source: Response headers
hi_in: अनुक्रिया शीर्षिका
kab: Iqeṛṛa n tririt
lv: Atbildes galvene
xh: Impendulo yombhalo ophezulu ephepheni

source: Request cookies
hi_in: कुकीज़ से आग्रह करें
kab: inagan n tuqqna n tuţra
lv: Pieprasījuma sīkdatnes
xh: Cela ii-cookies

source: Response cookies
hi_in: कुकीज़ से आग्रह करें
kab: Inagan n tuqqna n tririt
lv: Atbildes sīkdatnes
xh: Impendulo ye-cookies

source: Filter properties
hi_in: गुण फ़िल्टर करें
kab: Zezdeg taɣaṛa
lv: Filtrēšanas iestatījumi
xh: Iinkcazelo ngeempawu zeepropati

source: Sorted ascending
hi_in: आरोही में छाँटा गया
kab: Ifren s umizzwer igemmen
lv: Sakārtot augoši
xh: Akuhlelalwanga kuyanyukwa

source: Sorted descending
hi_in: अवरोही में छाँटा गया
kab: Ifren s umizzwer igemmen
lv: Sakārtoti dilstoši
xh: Akuhlelwanga kuyehliwa

source: No requests
hi_in: कोई आग्रह नहीं
kab: Ulac tuţra
lv: Nav pieprasījumu
xh: Akukho zicelo

source: %S B
hi_in: %S बी
kab: %S AṬ

source: cached
hi_in: अस्थाई भंडार किया गया
kab: yettwaffer
lv: kešatmiņā
xh: ikhetshiwe

source: service worker
hi_in: सेवा श्रमिक
kab: tanfa worker
lv: pakalpojuma darbinieks
xh: umsebenzi wenkonzo

source: %S min
hi_in: %S मिनट

source: Loading
hi_in: लोडिंग
kab: Asali
lv: Ielādē
xh: Kuyalayishwa

source: Empty
hi_in: रिक्त
kab: Ilem
lv: Nav datu
xh: Okungenanto

source: Please wait…
hi_in: कृपया प्रतीक्षा करें...
kab: Ṛǧǧu ma ulac aɣilif…
lv: Lūdzu uzgaidiet…
xh: Nceda linda…

source: No data available
hi_in: कोई आँकड़ा उपलब्ध नहीं
kab: Ulac isefka
lv: Nav datu
xh: Akukho nkcukacha zifumanekayo

# charts.totalS
source: %S s
hi_in: %S से

source: Primed cache
hi_in: प्राइम कैशे
kab: S tririt ɣer tuffirt
lv: Kešatmiņa ir aktīva
xh: I-primed chache

source: Empty cache
hi_in: कैश खाली करें
kab: War tiririt ɣer tuffirt
lv: Ar tukšu ķešatmiņu
xh: i-chache engenanto

source: Time: #1 second;Time: #1 seconds
hi_in: समय: #1 सेकेंड;Time: #1 सेकेंड
kab: Akud: #1 tasint;Akud: #1 tasinin
lv: Laiks: #1 secondes;Laiks: #1 seconde; Laiks: #1 secondes;
xh: Ixesha: #1 umzuzwano;Ixesha: #1 imizuzwana

source: Cached responses: %S
hi_in: कैशे प्रतिक्रियाएँ: %S
kab: Tiririt teffer: %S
lv: Pieprasījumi kešatmiņā: %S
xh: Iimpendulo ezi-cached: %S

source: Total requests: %S
hi_in: कुल आवेदन: %S
kab: Amḍan n tuţriwin: %S
lv: Pieprasījumi kopā: %S
xh: Zizonke izicelo: %S

# netRequest.headers
source: Headers
hi_in: शीर्षक

# netRequest.response
source: Response
hi_in: प्रतिक्रिया

source: Raw Data
hi_in: कच्चा आंकड़ा
kab: Isefka irewwayen
lv: Neapstrādātie dati
xh: IDatha EKrwada

source: Image
hi_in: छवि
kab: Tugna
lv: Attēls
xh: Umfanekiso

source: Size limit has been reached. Click {{link}} to load more.
hi_in: आकार सीमा तक पहुँच गया है. अधिक लोड करने के लिए {{link}} क्लिक करें.
kab: Tebbeḍ talast n teɣzi. Sit {{link}} akken ad tessaliḍ ugar.
lv: Sasniegts izmēra limits. Klikšķiniet {{link}}, lai ielādētu vēl.
xh: Umlinganiselo wesayizi ufikelelwe. Cofa (ilinki) ukuze ulowude ngakumbi.

source: here
hi_in: यहाँ
kab: dagi
lv: šeit
xh: apha

source: Response body was not stored.
hi_in: प्रतिक्रिया समूह भंडारित नहीं था.
kab: Tiririt n tfekka ur tettwasekles ara.
lv: Atbildes saturs nav saglabāts.
xh: Iyonke impendulo ayikhange igcinwe.

source: Request POST body was not stored.
hi_in: अनुरोध POST समूह भंडारित नहीं था.
kab: Tuttra n tfekka POST ur tettwakles ara.
lv: Pieprasījuma POST saturs nav saglabāts.
xh: IPOSI yesicelo sisonke asikhange sigcinwe

# netRequest.cookies
source: Cookies
hi_in: कुकीज़

# netRequest.params
source: Params
hi_in: पैरामीटर

source: Call Stack
hi_in: कॉल भंडार
kab: Tanebdant n uselkem

source: Issued To
hi_in: के लिए जारी किए

source: Common Name (CN):
hi_in: सामान्य नाम (CN):

source: Organization (O):
hi_in: संगठन (O):

source: Organizational Unit (OU):
hi_in: सांगठनिक ईकाई (OU):

source: Issued By
hi_in: के द्वारा जारी किए

source: Period of Validity
hi_in: वैधता की अवधि

source: Begins On:
hi_in: इस समय आरंभ होगा:

source: Expires On:
hi_in: इसपर समाप्त:

source: Fingerprints
hi_in: फिंगरप्रिंट्स

source: SHA-256 Fingerprint:
hi_in: SHA-256 फिंगरप्रिंट:

source: SHA1 Fingerprint:
hi_in: SHA1 फिंगरप्रिंट:

source: • Click on the
hi_in: • पर क्लिक करें

source: button to start performance analysis.
hi_in: यह बटन प्रदर्शन के विश्लेषण शुरू करने के लिए.

source: Analyze
hi_in: विश्लेषण

source: • Perform a request or
hi_in: • किसी आग्रह का पालन करें या

source: Reload
hi_in: फिर लोड करें

source: the page to see detailed information about network activity.
hi_in: संजाल गतिविधि के बारे में विस्तृत सूचना देखने के लिए पृष्ठ.

source: Status
hi_in: स्थिति

source: Method
hi_in: विधि

source: File
hi_in: फ़ाइल

source: Domain
hi_in: डोमेन

source: Cause
hi_in: कारण

source: Timeline
hi_in: टाइम-लाइन

# netmonitor.tab.headers
source: Headers
hi_in: शीर्षिका

# netmonitor.tab.cookies
source: Cookies
hi_in: कूकीज

# netmonitor.tab.params
source: Params
hi_in: परम

# netmonitor.tab.response
source: Response
hi_in: अनुक्रिया

source: Timings
hi_in: समय

source: Security
hi_in: सुरक्षा

source: All
hi_in: सभी

source: Fonts
hi_in: फ़ॉन्ट

source: Images
hi_in: छवियाँ

source: Media
hi_in: मीडिया

source: Flash
hi_in: फ्लैश

source: Other
hi_in: अन्य

source: Filter URLs
hi_in: फ़िल्टर यूआरएल

source: Clear
hi_in: साफ करें

source: Toggle performance analysis…
hi_in: टॉगल प्रदर्शन विश्लेषण…

source: Request URL:
hi_in: URL के लिए निवेदन करें:

source: Request method:
hi_in: निवेदन विधि

source: Remote address:
hi_in: दूरस्थ पता:

source: Status code:
hi_in: प्रस्थिति कोड

source: Version:
hi_in: संस्करण:

# netmonitor.summary.editAndResend
source: Edit and Resend
hi_in: संपादित करें और पुनः भेजें

source: Raw headers
hi_in: कच्चा शीर्षिका

source: Request headers:
hi_in: शीर्षिका के लिए निवेदन करें:

source: Response headers:
hi_in: अनुक्रिया शीर्षिका:

source: Headers size:
hi_in: शीर्षका आकार:

source: Name:
hi_in: नाम:

source: Dimensions:
hi_in: आयाम:

source: MIME Type:
hi_in: MIME प्रकारः

source: Blocked:
hi_in: रोका गया:

source: DNS resolution:
hi_in: DNS विभदन:

source: Connecting:
hi_in: कनेक्ट कर रहा है:

source: Sending:
hi_in: भेज रहा है:

source: Waiting:
hi_in: प्रतीक्षारत:

source: Receiving:
hi_in: प्राप्त कर रहा है:

source: The cipher used for encryption is deprecated and insecure.
hi_in: गोपऩ के लिए प्रयुक्त साइफर पदावनत है और असुरक्षित है.

source: An error occured:
hi_in: एक त्रुटि आई:

source: Protocol version:
hi_in: प्रोटोकॉल संस्करण:

source: Cipher suite:
hi_in: साइपर सूइट:

source: HTTP Strict Transport Security:
hi_in: HTTP स्ट्रिक्ट परिवहन सुरक्षा:

source: Public Key Pinning:
hi_in: सार्वजनिक कुंजी पिनिंग:

source: Connection:
hi_in: कनेक्शन:

source: Certificate:
hi_in: प्रमाणपत्र:

source: Copy URL
hi_in: URL की प्रतिलिपि बनाएँ

source: U
hi_in: यू

source: Copy URL Parameters
hi_in: URL पेरामीटर का नकल करें

source: P
hi_in: पी

source: Copy POST Data
hi_in: POST डेटा की नकल करें

source: D
hi_in: डी

source: Copy as cURL
hi_in: बतौर cURL नक़ल लें

source: Copy Request Headers
hi_in: शीर्षक अनुरोध नकल करें

source: Copy Response Headers
hi_in: अनुक्रिया शीर्षिक नकल करें

source: S
hi_in: एस

source: Copy Response
hi_in: प्रतिक्रिया नकल करें

source: Copy Image as Data URI
hi_in: डाटा URI के रूप में छवि नक़ल करें

source: Copy All As HAR
hi_in: HAR जैसा सभी को नकल करें

source: O
hi_in: ओ

source: Save All As HAR
hi_in: HAR जैसा सभी को सहेजे

# netmonitor.context.editAndResend
source: Edit and Resend
hi_in: संपादित करें और पुनः भेजें

source: Open in New Tab
hi_in: नए टैब में खोलें

source: T
hi_in: टी

source: Start Performance Analysis…
hi_in: प्रदर्शन विश्लेषण शुरू करें…

source: New Request
hi_in: नई अनुरोध

source: Query String:
hi_in: स्ट्रिंग क्वेरी करें:

source: Request Headers:
hi_in: शीर्षिका के लिए निवेदन करें:

source: Request Body:
hi_in: अनुरोध बॉडी:

source: Send
hi_in: भेजें

source: Cancel
hi_in: रद्द करें

source: Back
hi_in: पीछे

source: <Not Available>
kab: <Ulac>
lv: <Nav pieejams>
xh: <Akufumaneki>

source: One request, #2 KB, #3 s;#1 requests, #2 KB, #3 s
kab: Tuţra, #2 KB, #3 s;#1 tuţriwin, #2 KB, #3 s
lv: Viens pieprasījums, #2 KB, #3 s;#1 pieprasījumi, #2 KB, #3 s;#1 pieprasījumi, #2 KB, #3 s
xh: Isicelo esinye, #2 KB, #3 s;#1 izicelo, #2 KB, #3 s

source: %S MB
kab: %S KAṬ

source: %S GB
kab: %S GAṬ

source: Size: %S KB
kab: Teɣzi: %S KB
lv: Izmērs: %S KB
xh: Ubungakanani: %S KB

source: Headers
kab: Iqeṛṛa
lv: Galvenes
xh: Imibhalo ephezulu ephepheni

source: Response
kab: Tiririt
lv: Atbilde
xh: Impendulo

source: Cookies
kab: Inagan n tuqqna
lv: Sīkdatnes
xh: Ikhukhi

source: Params
kab: Iɣewwaṛen
lv: Parametri
xh: I-Param

source: &Network
lv: &Tīkls

source: Network Panel
lv: Tīkla panelis

source: Network Monitor (%S)
lv: Tīkla pārraugs (%S)

source: XML
xh: I-XML

source: POST
xh: I-POST
