Repository: translate/mozilla-l10n
Catalog: */devtools/client/performance.dtd.po
Languages: bs, ca, cy, eu, ga_ie, hu, kk, kn, lt, mai, mr, pt

source: Inverting the call tree displays the profiled call paths starting from the youngest frames and expanding out to the older frames.
bs: Invertovanje stabla poziva prikazuje profilirane putanje poziva od najmlađih frejmova, te se širi prema starijim frejmovima.
ca: En invertir l'arbre de crides, es mostren els camins de la crida analitzats començant pels marcs més recents i ampliant-ho fins als marcs més antics.
cy: Bydd gwrthdroi'r goeden alw'n dangos y llwybrau galw proffwyd gan gychwyn o'r fframiau ieuengaf ac ehangu i'r fframiau hŷn.
eu: Deien zuhaitza alderantzikatzean analizatutako dei-bideak marko berrienetatik zaharrenetara bistaratzen ditu.
ga_ie: Nuair atá crann na nglaonna inbhéartaithe, taispeántar na glaonna is nuaí ar dtús, ansin ag leathnú amach go dtí na cinn níos sine.
hu: A hívási fa megfordítása megjeleníti a profilozott hívási útvonalakat a legfiatalabb keretektől, és kiterjedve a régebbi keretekre.
kk: Шақырулар ағашын терістеу нәтижесінде профильденген шақырулар жолдарын ең жас фреймдерден басталып, ескілеу фреймдерге жалғасатын түрінде көрсетілетін болады.
kn: ಕರೆಯ ವೃಕ್ಷದ ಉಲ್ಟಾ ಮಾಡುವುದರಿಂದ ಇತ್ತೀಚಿನ ಫ್ರೇಮ್‌ಗಳಿಂದ ಆರಂಭಗೊಳ್ಳುವಂತೆ ಪ್ರೊಫೈಲ್ ಮಾಡಲಾದ ಕರೆಯ ಮಾರ್ಗಗಳನ್ನು ತೋರಿಸುತ್ತದೆ ಹಾಗೂ ಹಳೆಯ ಫ್ರೇಮ್‌ಗಳಿಗೆ ವಿಸ್ತರಿಸುತ್ತದೆ.
lt: Invertavus kreipimųsi medį yra rodomi profiliuotų kreipimųsi keliai, pradedant jauniausiais kadrais ir plečiantis iki senesnių.
mai: कॉल ट्री क उलटब प्रोफाइल्ड कॉल पथ कए युवतर फ्रेम स आरंभ केनाय अछि आओर ओकरा पुरनका फ्रेम तक लए जेबाक अछि.
mr: कॉल ट्री उलट केल्यामुळे सर्वात तरुण चौकटीतून सुरु करून आणि विस्तारणाऱ्या जुन्या चौकटीकडे प्रोफाइल केलेले कॉल मार्ग प्रदर्शित केले जातात.
pt: A inversão da árvore de chamada mostra os caminhos do perfil de chamada a começar pela frame mais recente e até à mais antiga.

source: Invert Flame Chart
bs: Invertuj Flame Chart
ca: Inverteix el gràfic de flama
cy: Gwrthdroi'r Siart Fflam
eu: Alderantzikatu sugar-diagrama
ga_ie: Inbhéartaigh an Bhladhmchairt
hu: Lángdiagram megfordítása
kk: Жұмыс көптігінің диаграммасын терістеу
kn: ಉಲ್ಟಾ ಪ್ಲೇಮ್ ನಕ್ಷೆ
lt: Invertuoti liepsnų diagramą
mai: फ्रेम चार्ट उनटू
mr: फ्लेम चार्ट उलट करा
pt: Inverter gráfico Flame

source: Inverting the flame chart displays the profiled call paths starting from the youngest frames and expanding out to the older frames.
bs: Invertovanej "flame" grafa prikazuje profilirane putanje poziva od najmlađih frejmova, te se širi prema starijim frejmovima.
ca: En invertir el gràfic de flama, es mostren els camins de la crida analitzats començant pels marcs més recents i ampliant-ho fins als marcs més antics.
cy: Bydd gwrthdroi'r siart fflam yn dangos y llwybrau galw proffilwyd gan gychwyn o'r fframiau ieuengaf ac ehangu i'r fframiau hŷn.
eu: Sugar-diagrama alderantzikatzean analizatutako dei-bideak marko berrienetatik zaharrenetara bistaratzen ditu.
ga_ie: Nuair atá an bhladhmchairt inbhéartaithe, taispeántar na nglaonna ó na frámaí is nuaí, ag leathnú amach go dtí na cinn níos sine.
hu: A lángdiagram megfordítása megjeleníti a profilozott hívási útvonalakat a legfiatalabb keretektől, és kiterjedve a régebbi keretekre.
kk: Жұмыс көптігінің диаграммасын терістеу нәтижесінде профильденген шақырулар жолдарын ең жас фреймдерден басталып, ескілеу фреймдерге жалғасатын түрінде көрсетілетін болады.
kn: ಕರೆಯ ವೃಕ್ಷದ ಉಲ್ಟಾ ಮಾಡುವುದರಿಂದ ಇತ್ತೀಚಿನ ಫ್ರೇಮ್‌ಗಳಿಂದ ಆರಂಭಗೊಳ್ಳುವಂತೆ ಪ್ರೊಫೈಲ್ ಮಾಡಲಾದ ಕರೆಯ ಮಾರ್ಗಗಳನ್ನು ತೋರಿಸುತ್ತದೆ ಹಾಗೂ ಹಳೆಯ ಫ್ರೇಮ್‌ಗಳಿಗೆ ವಿಸ್ತರಿಸುತ್ತದೆ.
lt: Invertavus liepsnų diagramą yra rodomi profiliuotų kreipimųsi keliai, pradedant jauniausiais kadrais ir plečiantis iki senesnių.
mai: फ्रेम चार्ट क उलटब प्रोफाइल्ड कॉल पथ कए युवतर फ्रेम स आरंभ केनाय अछि आओर ओकरा पुरनका फ्रेम तक लए जेबाक अछि.
mr: फ्लेम चार्ट केल्यामुळे सर्वात तरुण चौकटीतून सुरु करून आणि विस्तारणाऱ्या जुन्या चौकटीकडे प्रोफाइल केलेले कॉल मार्ग प्रदर्शित केले जातात.
pt: A inversão do gráfico em chama mostra os caminhos de chamada perfilados desde as frames mais recentes e expandindo até às mais antigas.

source: Show Gecko Platform Data
bs: Prikaži podatke Gecko platforme
ca: Mostra dades de la plataforma Gecko
cy: Dangos Data Platfform Gecko
eu: Erakutsi Gecko plataformaren datuak
ga_ie: Taispeáin sonraí faoin ardán Gecko
hu: A Gecko platform adatainak megjelenítése
kk: Gecko платформасының деректерін көрсету
kn: Gecko ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ದತ್ತಾಂಶವನ್ನು ತೋರಿಸು
lt: Rodyti „Gecko“ platformos duomenis
mai: देखाबू गेक्को मंच डेटा
mr: Gecko प्लॅटफॉर्म माहिती दाखवा
pt: Mostrar dados da plataforma Gecko

source: Showing platform data enables the JavaScript Profiler reports to include Gecko platform symbols.
bs: Prikazivanje informacija o platformi omogućuje dodavanje Gecko simbola platforme u izvještaje JavaScript profajlera.
ca: Mostrar les dades de la plataforma permet als informes de l'Analitzador de JavaScript incloure els símbols de la plataforma Gecko.
cy: Mae dangos data'r platfform yn galluogi adroddiadau Proffiliwr JavaScript i gynnwys symbolau platfform Gecko.
eu: Plataformaren datuak erakustearekin bat, Gecko plataformaren sinboloak gaituko dira JavaScript analizatzaileko txostenetan.
ga_ie: Má thaispeánann tú sonraí faoin ardán, beidh an próifíleoir JavaScript in ann siombailí ardáin Gecko a chur san áireamh.
hu: A platform adatainak megjelenítése lehetővé teszi a JavaScript profilozó jelentéseibe a Gecko platform szimbólumainak felvételét is.
kk: Платформа деректерін көрсетуді іске қосу нәтижесінде JavaScript профильдеуші есептемелерінде Gecko платформа таңбалары болады.
kn: ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಡೇಟಾ JavaScript ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಪ್ರೊಫೈಲರ್ ಗೆಕೊ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಲಾಂಛನಗಳಿಗೆ ವರದಿ ಒಟ್ಟಿಸುತ್ತದೆ.
lt: Platformos duomenų rodymas leidžia „JavaScript“ profiliuoklės ataskaitose atvaizduoti „Gecko“ platformos simbolius.
mai: प्लेटफॉर्म डेटा कए देखाएब जावा स्क्रिप्ट प्रोफाइल गेको प्लेटफॉर्म संकेत शामिल करबाक लेल सक्रिय केनाय अछि.
mr: प्लेटफोर्म डाटा दर्शवल्याने गेको प्लेटफोर्म प्रतीके समाविष्ट करण्यासाठी जावास्क्रिप्ट प्रोफाइल अहवाल सक्षम केला जातो.
pt: Mostrar os dados da plataforma ativa o relatório de perfil JavaScript para incluir os símbolos da plataforma Gecko.

source: Show JIT Optimizations
ca: Mostra les optimitzacions JIT
cy: Dangos Optimeiddiadau JIT
eu: Erakutsi JIT optimizazioak
ga_ie: Taispeáin Optamuithe JIT
hu: JIT optimalizációk megjelenítése
kk: JIT оптимизацияларын көрсету
kn: JIT ಉತ್ತಮಗೊಳಿಸುವಿಕೆಗಳನ್ನು ತೋರಿಸು
lt: Rodyti JIT optimizacijas
mr: JIT ऑप्टीमायझेशन्स दर्शवा
pt: Gravar otimizações JIT

source: Show JIT optimization data sampled in each JavaScript frame.
ca: Mostra les dades d'optimització JIT mostrejades en cada marc JavaScript.
cy: Dangos optimeiddiadau data JIT samplwyd ym mhob ffrâm JavaScript.
eu: Erakutsi JavaScript marko bakoitzean hartutako laginen JIT optimizazio-datuak.
ga_ie: Déan taifead ar shonraí optamaithe JIT i ngach fráma JavaScript.
hu: Az egyes JavaScript keretekben mért JIT optimalizálási adatok megjelenítése.
kk: Әр JavaScript фреймінде өлшемі алынған JIT оптимизация деректерін көрсету
kn: ‍ಪ್ರತಿಯೊಂದು JavaScript ಚೌಕಟ್ಟಿಗೆ ಬಳಸಿದ JIT ಉತ್ತಮಗೊಳಿಸುವಿಕೆಗಳ ಡೇಟಾ ಮಾದರಿಯನ್ನು ತೋರಿಸು.
lt: Rodyti JIT optimizacijų duomenis pateiktus kiekviename „JavaScript“ kadre.
mr: प्रत्येक JavaScript फ्रेममधील JIT ऑप्टीमायझेशन डाटा नमुन्यांची नोंद करा.
pt: Mostrar dados de otimização JIT retirados de cada frame JavaScript.

source: Flatten Tree Recursion
bs: Izravnaj rekurzije stabla
ca: Aplana la recursivitat de l'arbre
cy: Gwastatau Dychweliad Coeden
eu: Berdindu zuhaitzen errekurtsioa
ga_ie: Leacaigh Athchúrsach sa Chrann
hu: Fa rekurzió kisimítása
kk: Ағаш тектес рекурсияны тегістеу
lt: Suploti medžio rekursiją
mai: प्रत्यावर्तन साखा कए समतल करू
mr: वृक्ष आवर्तन सपाट करा
pt: Árvore de recursão plana

source: Flatten recursion when inspecting functions.
bs: Izravnaj rekurziju pri ispitivanju funkcija.
ca: Aplana la recursivitat en inspeccionar funcions.
cy: Gwastatau dychweliadau wrth archwilio swyddogaethau.
eu: Berdindu errekurtsioa funtzioak ikuskatzean.
ga_ie: Leacaigh athchúrsáil agus feidhmeanna á scrúdú.
hu: Rekurzió kisimítása függvények vizsgálatakor.
kk: Функцияларды бақылау кезінде рекурсияны тегістеу.
kn: ಕಾರ್ಯಭಾರಗಳನ್ನು ಪರೀಕ್ಷಿಸುವಾಗ Flatten recursion.
lt: Suploti rekursiją tiriant funkcijas
mai: फंक्शन जॉंचेत काल प्रत्यावर्तन समतल करू
mr: फंक्शन्स निरीक्षण करत असताना आवर्तन सपाट करा
pt: Recursão plana ao inspecionar funções.

source: Record Memory
bs: Snimi memoriju
ca: Enregistra la memòria
cy: Cofnodi Cof
eu: Grabatu memoria
ga_ie: Déan Taifead ar Chuimhne
hu: Memória rögzítése
kk: Жадыны жазу
kn: ಮೆಮೊರಿ ಮುದ್ರಿಸಿ
lt: Įrašyti atmintį
mai: स्मृति रिकार्ड करू
mr: मेमरीची नोंद करा
pt: Gravar memória

source: Record memory consumption while profiling.
bs: Snimi potrošnju memorije kod profiliranja.
ca: Enregistra el consum de memòria durant l'anàlisi de rendiment.
cy: Cofnodi'r defnydd o'r cof wrth broffilio.
eu: Grabatu memoriaren erabilpena analisia egiterakoan.
ga_ie: Déan taifead ar úsáid chuimhne le linn próifílithe.
hu: Memóriafogyasztás rögzítése profilozáskor.
kk: Профильдеу кезінде жадыны қолдануды жазып отыру.
kn: ಮೆಮರಿಯ ಬಳಕೆಯನ್ನು ಪ್ರೊಫೈಲ್ ಮಾಡುವಾಗ ಮುದ್ರಿಸಿಕೊಳ್ಳಿ.
lt: Įrašinėti atminties sąnaudas profiliuojant.
mai: प्रोफाइलिंग काल स्मृति खपत रिकार्ड करू
mr: प्रोफाइलिंग करताना मेमरी वापराची नोंद करा.
pt: Gravar o consumo de memória ao perfilar.

source: Record Allocations
bs: Snimi alokacije
ca: Enregistra les assignacions
cy: Dyraniad Cofnodion
eu: Grabatu esleipenak
ga_ie: Taifead Gach Dáileadh
hu: Foglalások rögzítése
kk: Бөлінулерді жазып отыру
kn: ಹಂಚಿಕೆಗಳನ್ನು ಮುದ್ರಿಸಿಕೊಳ್ಳಿ
lt: Įrašinėti išskyrimus
mai: रिकॉर्ड आवंटन
mr: वाटण्यांची नोंद करा
pt: Gravar alocações

source: Record Object allocations while profiling.
bs: Snima alokacije objekata prilikom profiliranja.
ca: Enregistra les assignacions d'objectes durant l'anàlisi de rendiment.
cy: Cofnodi dyraniad Gwrthrych Cofnodi wrth broffilio.
eu: Grabatu objektuen esleipenak analisia egitean.
ga_ie: Taifead dáileadh réada le linn próifílithe.
hu: Objektumfoglalások rögzítése profilozáskor.
kk: Профильдеу кезінде объект бөлінулерін жазып отыру.
kn: ಪ್ರೊಫೈಲ್ ಮಾಡುವಾಗ ವಸ್ತು ಹಂಚಿಕೆಗಳನ್ನು ಮುದ್ರಿಸಿಕೊಳ್ಳಿ.
lt: Įrašinėti objektų išskyrimus profiliuojant.
mai: प्रोफाइलिंग काल वस्तु आवंटन कए रिकार्ड करू.
mr: प्रोफाइलिंग करताना घटक वाटण्यांची नोंद करा.
pt: Gravar as alocações de objetos ao perfilar.

source: Record Framerate
bs: Snimi framerate
ca: Enregistra els fotogrames per segon
cy: Cofnodi'r graddfa fframio
eu: Grabatu marko-abiadura
ga_ie: Déan Taifead ar an Ráta Frámaí
hu: Képkockasebesség rögzítése
kk: Кадрлар жиілігін жазып отыру
kn: ಫ್ರೇಮ್‌ರೇಟ್ ಮುದ್ರಿಸು
lt: Įrašinėti kadrų dažnį
mai: फ्रेमरेट रिकार्ड करू
mr: फ्रेमरेटची नोंद करा
pt: Gravar taxa de frame

source: Record framerate while profiling.
bs: Snimi framerate kod profiliranja.
ca: Enregistra els fotogrames per segon durant l'anàlisi de rendiment.
cy: Cofnodi'r raddfa fframio wrth broffilio.
eu: Grabatu marko-abiadura analisia egiterakoan.
ga_ie: Déan taifead ar an ráta frámaí le linn próifílithe.
hu: Képkockasebesség rögzítése profilozáskor.
kk: Профильдеу кезінде кадрлар жиілігін жазып отыру
kn: ಪ್ರೊಫೈಲ್ ಮಾಡುವಾಗ ಫ್ರೇಮ್‌ರೇಟ್ ಮುದ್ರಿಸಿಕೊಳ್ಳಿ.
lt: Įrašinėti kadrų dažnį profiliuojant.
mai: प्रोफाइलिंग काल फ्रेमरेट रिकार्ड करू.
mr: प्रोफाइलिंग करताना फ्रेमरेटची नोंद करा.
pt: Gravar taxa de frames ao perfilar.

source: Currently recording via
bs: Trenutno snimanje putem
ca: S'està enregistrant mitjançant
cy: Wrthi'n recordio drwy
eu: Une honetan
ga_ie: Á thaifeadadh faoi láthair trí
hu: Rögzítés folyamatban ezen keresztül:
kk: Ағымдағы уақытта жазылуда
kn: ಪ್ರಸ್ತುತ ಮುದ್ರಣ ಇದರ ಮೂಲಕ
lt: Dabar įrašinėjama naudojant
mai: वर्तमान रिकार्डिंग वाया
mr: सध्या या मार्गे नोंद करत आहे
pt: Gravação atual através de

source: Stop recording by entering
bs: Zaustavite snimanje unosom
ca: Atureu l'enregistrament escrivint
cy: Atal recordio drwy gyflwyno
eu: Gelditu grabatzen kontsolan
ga_ie: Stop an taifead trí
hu: Állítsa le a felvételt ennek beírásával:
kk: Жазуды тоқтату үшін консольге
kn: ನಮೂದಿಸುವುದರೊಂದಿಗೆ ರೆಕಾರ್ಡಿಂಗ್ ನಿಲ್ಲಿಸು
lt: Sustabdykite įrašymą įvesdami
mai: दर्ज कए क रिकार्डिंग बन्न करू
mr: हे भरून नोंद करणे थांबवा
pt: Parar gravação ao entrar

source: into the console.
bs: u konzolu.
ca: a la consola.
cy: i'r consol.
eu: idatziz.
ga_ie: a chur isteach sa gconsól.
hu: a konzolba.
kk: енгізіңіз.
kn: ಕನ್ಸೋಲ್‌ನ ಒಳಕ್ಕೆ.
lt: į pultą.
mai: कंसोल मे
mr: कन्सोलच्या आत मध्ये.
pt: na consola.

source: Start Recording Performance
kn: ಕಾರ್ಯಾಚರಣೆ ಮುದ್ರಣ ಪ್ರಾರಂಭಿಸು

source: Stop Recording Performance
kn: ಪ್ರದರ್ಶನದ ಮುದ್ರಣವನ್ನು ನಿಲ್ಲಿಸು

source: Toggle the recording state of a performance recording.
kn: ಪ್ರದರ್ಶನ ಮುದ್ರಣದ ಮುದ್ರಣದ ಸ್ಥಿತಿಗೆ ಅಂತರಣ ಮಾಡು.

source: Import…
kn: ಆಮದು ಮಾಡಿಕೊ…

source: Clear
kn: ಅಳಿಸು
