Repository: translate/mozilla-l10n
Catalog: */devtools/client/performance.dtd.po
Languages: bs, ca, cy, eu, ga_ie, hu, kk, kn, lt, mai, mr, pt

source: The profiler stores samples in a circular buffer, and once the buffer reaches the limit for a recording, newer samples begin to overwrite samples at the beginning of the recording.
bs: Profajler sprema uzorke u cirkularni bafer. Kada bafer dostigne granicu za snimanje, novi uzorci bivaju snimljeni umjesto uzoraka s početka snimanja.
ca: L'analitzador de rendiment emmagatzema mostres en una memòria intermèdia circular i, en assolir el límit de l'enregistrament, va sobreescrivint les mostres des del principi.
cy: Mae'r proffiliwr yn cadw samplau mewn byffer cylchol ac unwaith mae'r byffer yn cyrraedd y terfyn ar gyfer recordiad, bydd samplau newydd yn cychwyn trosysgrifennu samplau ar gychwyn recordiad.
eu: Profilaren tresnak buffer zirkular batean gordetzen ditu laginak eta behin bufferraren grabazio-mugara heltzean, lagin berriek grabazioaren hasierako laginak gainidazten dituzte.
ga_ie: Sábhálann an próifíleoir samplaí i maolán ciorclach; is é sin le rá go bhforscríobhfaidh sé samplaí ag tús an taifid nuair a shroicheann sé deireadh an mhaoláin.
hu: A profilozó a mintákat körkörös pufferben tárolja, és amikor a puffer eléri a felvétel korlátját, az újabb minták elkezdik felülírni a felvétel elején lévő mintákat.
kk: Профильдеуші мысалдарды циклды буферде сақтайды, буфер өз шегіне жеткен кезде, жаңа мысалдар жазудың басында орналасқан мысалдарды үстінен жаза бастайды.
kn: ಪ್ರೊಫೈಲರ್ ಮಾದರಿಗಳನ್ನು ವೃತ್ತಾಕಾರದ ಬಫರ್‌ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಿಡುತ್ತದೆ, ಮತ್ತು ಬಫರ್ ತನ್ನ ರೆಕಾರ್ಡಿಂಗ್ ಮಿತಿಯನ್ನು ತಲುಪಿದಾಗ, ಹೊಸ ಮಾದರಿಗಳನ್ನು ಹಳೆಯ ಮಾದರಿಗಳ ರೆಕಾರ್ಡಿಂಗ್‌ನ ಮೊದಲ ಭಾಗದಿಂದ ತಿದ್ದಿಬರೆಯಲಾಗುತ್ತ್ತದೆ.
lt: Profiliuoklė saugo ėminius cikliniame buferyje, tad kai pasiekiamas buferio limitas tam įrašinėjimui, naujesni ėminiai pradeda pakeisti esančius įrašinėjimo pradžioje.
mai: प्रोफाइलरक एकटा परिपत्र बफर मे नमूना जमा करैत अछि, आओर जखन बफर एकटा रिकॉर्डिंग क सीमा तक पहुँच जाएत अछि, नबका नमूना रिकॉर्डिंग क शुरुआत स नमूनाक ऊपरे लिखनाय शुरू कए दैत अछि।
mr: प्रोफाइलर चक्राकार बफर मध्ये नमुने साठवते, आणि एकदा बफर नोंदणीची मर्यादा पूर्ण झाली की नवीन नमुने नोंदणीच्या सुरुवातीला ओव्हरराईट करायला सुरुवात होते.
pt: O gerador de perfis armazena amostras num buffer circular e, assim que o buffer atinge o limite para uma gravação, as novas amostras são sobrescritas às amostras do início da gravação.

source: Realtime recording data disabled on non-multiprocess Firefox.
bs: Snimanje podataka u stvarnom vremenu onemogućeno na ne-multiprocesnom Firefoxu.
ca: L'enregistrament de dades en temps real està inhabilitat en un Firefox no multiprocés.
cy: Mae data recordio amser gwir wedi ei anablu ar Firefox amlbroses.
eu: Denbora errealeko grabazioen datuak desgaituta multiprozesurik gabeko Firefoxen.
ga_ie: Ní féidir sonraí a thaifeadadh i bhfíor-am le Firefox neamh-ilphróisis.
hu: A valós idejű felvételadatok ki vannak kapcsolva a nem többszálú Firefoxban.
kk: Көппроцессті емес Firefox-та деректерді нақты уақытта жазу сөндірілген.
kn: ಬಹುಪ್ರಕ್ರಿಯೆ-ಅಲ್ಲದ Firefox ನಲ್ಲಿ ವಾಸ್ತವ ಸಮಯದ ಡೇಟಾ ರೆಕಾರ್ಡಿಂಗ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.
lt: Momentiniai įrašinėjimo duomenys išjungti ne daugiaprocesėje „Firefox“.
mai: रियल टाइम रिकॉर्डिंग डेटा गैर बहु प्रक्रिया Firefox पर निष्क्रिय कैल गेल.
mr: रियल टाइम डाटा रेकॉर्डिंग मल्टीप्रोसेस न वापरणाऱ्या Firefox वर निष्क्रिय केले आहे.
pt: Gravação de dados em tempo real desativada num Firefox que não seja multi-processo.

source: Enable multiprocess Firefox in preferences for rendering recording data in realtime.
bs: Omogućite multiprocesni Firefox u postavkama za renderiranje podataka snimljenih u stvarnom vremenu.
ca: Habiliteu el Firefox amb multiprocés a les preferències per representar les dades d'enregistrament en temps real.
cy: Galluogi Firefox amlbroses yn y dewisiadau ar gyfer cynhyrchu data recordio mewn gwir amser.
eu: Gaitu multiprozesu modua hobespenetan grabazioen datuak denbora errealean errendatzeko.
ga_ie: Cumasaigh Firefox ilphróisis sna sainroghanna chun sonraí a thaifeadadh i bhfíor-am.
hu: Engedélyezze a többszálú Firefoxot a beállításokban a felvételadatok valós idejű megjelenítéséhez.
kk: Жазылатын деректерді нақты уақытта өңдеу үшін баптауларда көппроцессті Firefox-ты іске қосыңыз.
kn: ವಾಸ್ತವ ಸಮಯದಲ್ಲಿ ಡೇಟಾಅ ರೆಕಾರ್ಡಿಂಗ್ ರೆಂಡರಿಂಗ್‍‍ಗೆ ಬಹುಪ್ರಕ್ರಿಯೆ Firefox ಅನ್ನು ಇಚ್ಛೆಗಳಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಿ.
lt: Įjunkite daugiaprocesę „Firefox“ nuostatose, norėdami realiu laiku atvaizduoti įrašomus duomenis.
mai: रियल टाइम मे रिकॉर्डिंग डेटा प्रदान करबा लेल प्राथमिकता मे बहु प्रक्रिया Firefox सक्षम करू.
mr: रियल टाइम मध्ये डाटा रेकॉर्डिंग दर्शविण्यासाठी मल्टीप्रोसेस वापरणाऱ्या Firefox चा प्राधान्याने विचार करणे सक्रीय करा
pt: Ative o Firefox multi-processo nas preferências para renderizar os dados gravados em tempo real.

source: The buffer is full. Older samples are now being overwritten.
bs: Bafer je pun. Stari uzorci će biti odbačeni.
ca: La memòria intermèdia és plena. Se sobreescriuran les mostres antigues.
cy: Mae'r byffer yn llawn. Mae hen samplau nawr yn cael eu trosysgrifennu.
eu: Bufferra beteta dago. Lagin zaharragoak gainidatzi egingo dira orain.
ga_ie: Tá an maolán lán go béal. Seansamplaí á bhforscríobh anois.
hu: A puffer megtelt. A régebbi minták mostantól felülírásra kerülnek.
kk: Буфер толып қалды. Ескі мысалдар енді үстінен жазылады.
kn: ಬಫರ್ ತುಂಬಿದೆ. ಹಳೆಯ ನಮೂನೆಗಳ ಮೇಲೆ ಈಗ ಬರೆಯಲಾಗುತ್ತದೆ.
lt: Buferis pilnas. Senesni ėminiai dabar pakeičiami.
mai: बफर भरल अछि. पुरनका नमूना आब ओवरराइट कैल जा रहल अछि
mr: बफर पूर्ण भरले आहे. जुने नमुने ओव्हरराईट केले जात आहेत.
pt: O buffer está cheio. As amostras antigas serão agora sobrescritas.

source: Recording a profile is currently unavailable. Please close all private browsing windows and try again.
bs: Snimanje profila je trenutno nedostupno. Molimo da zatvorite sve prozore privatnog surfanja i pokušate ponovo.
ca: Ara mateix no podeu enregistrar un perfil. Tanqueu totes les finestres de navegació privada i torneu-ho a provar.
cy: Nid yw recordio proffil ar gael ar hyn o bryd. Caewch bob ffenestr pori breifat a cheisio eto.
eu: Profila grabatzea ez dago erabilgarri une honetan. Itxi nabigazio pribatuko leiho guztiak eta saiatu berriro.
ga_ie: Ní féidir próifíl a thaifeadadh faoi láthair. Dún gach fuinneog phríobháideach agus bain triail eile as.
hu: A profil rögzítése jelenleg nem érhető el. Zárja be az összes privát böngészési ablakot, és próbálja újra.
kk: Профильді жазу қазір қолжетерсіз. Барлық жекелік шолу терезелерін жауып, қайталап көріңіз.
lt: Profilio įrašinėjimas šiuo metu negalimas. Uždarykite visus privačiojo naršymo langus ir bandykite dar kartą.
mai: प्रोफाइल क रिकॉर्डिंग वर्तमान मे अनुपलब्ध अछि। सभटा निजी ब्राउज़िंग विंडो बंद करू आओर फेर कोशिश करू।
mr: प्रोफाइल रेकॉर्डिंग सध्या उपलब्ध नाही. कृपया सर्व वैयक्तिक ब्राउझिंग विंडो बंद करा व पुन्हा प्रयत्न करा.
pt: Atualmente, a gravação de perfil está indisponível. Por favor, feche todas as janelas de navegação privada e tente novamente.

source: Loading…
bs: Učitavanje…
ca: S'està carregant…
cy: Llwytho…
eu: Kargatzen…
ga_ie: Á Luchtú…
hu: Betöltés…
kk: Жүктелуде…
kn: ಲೋಡ್‌ ಆಗುತ್ತಿದೆ…
lt: Įkeliama…
mai: लोड कए रहल अछि…
mr: लोड करत आहे…
pt: A carregar…

source: Waterfall
ca: Cascada
cy: Rhaeadr
eu: Ur-jauzia
ga_ie: Eas
hu: Vízesés
kk: Сарқырама
kn: ಜಲಪಾತ
lt: Krioklys
mai: वाटरफॉल
mr: वॉटरफॉल
pt: Cascata

source: Shows the different operations the browser is performing during the recording, laid out sequentially as a waterfall.
bs: Prikazuje različite operacije koje browser izvodi za vrijeme snimanja, postavljenje sekvencijalno kao waterfall.
ca: Mostra les operacions que el navegador duu a terme durant l'enregistrament, de forma seqüencial en cascada.
cy: Dangos y gwananol weithredoedd mae'r porwr yn eu gwneud wrth recordio, wedi eu gosod allan yn eu tro ac fel rhaeadr.
eu: Grabazioan zehar nabigatzailea burutzen ari den eragiketa ezberdinak erakusten ditu, modu sekuentzialean ur-jauzi gisa hedatuta.
ga_ie: Taispeáin na hoibríochtaí éagsúla a dhéanann an brabhsálaí le linn taifeadta, leagtha amach go seicheamhach, mar eas.
hu: Megjeleníti a böngésző által a felvétel alatt végzett különböző műveleteket, vízesésszerű elrendezésben.
kk: Браузер жазу кезіндегі орындайтын әр түрлі әрекеттерді сарқырама сияқты тізбектей орналастырылған түрде көрсетеді.
lt: Rodomos nuosekliai išdėstytos skirtingos įrašinėjimo metu naršyklės atliekamos operacijos.
mai: ब्राउज़र स रिकॉर्डिंग क समय कैल जा रहल अलग-अलग प्रचालन कए देखाबैत अछि, जे की एकटा झरना क भांति क्रमिक रूप से दर्शाओल गेल अछि|
mr: रेकॉर्डिंग दरम्यान ब्राउझर करत असलेले विविध कार्य अनुक्रमे दाखवते.
pt: Mostra as diferentes operações que o navegador está a executar durante a gravação, dispostas em cascata de forma sequencial.

source: Call Tree
bs: Stablo poziva
ca: Arbre de crides
cy: Coeden Alw
eu: Deien zuhaitza
ga_ie: Crann na nGlaonna
hu: Hívási fa
kk: Шақырулар ағашы
kn: ಕರೆ ವೃಕ್ಷ
lt: Kreipinių medis
mai: कॉल ट्री
mr: कॉल वृक्ष
pt: Árvore de invocações

source: Highlights JavaScript functions where the browser spent most time during the recording.
bs: Istakni JavaScript funkcije na koje je browser najviše vremena potrošio za vrijeme snimanja.
ca: Ressalta les funcions JavaScript en les quals en el navegador ha dedicat més temps durant l'enregistrament.
cy: Amlygu swyddogaethau JavaScript lle mae'r porwr yn treulio rhan fwyaf o'i amser yn ystod y recordiad.
eu: Grabazioan zehar nabigatzaileak denbora gehien igarotako funtzioak nabarmentzen ditu.
ga_ie: Aibhsíonn sé seo na feidhmeanna JavaScript a gcaitheann an brabhsálaí an méid is mó ama iontu le linn taifeadta.
hu: Kiemeli azokat a JavaScript függvényeket, amelyekben a böngésző a legtöbb időt töltötte a felvétel alatt.
kk: Жазып отыру кезінде браузер ең көп уақытты өткізген JavaScript функцияларын түспен ерекшелейді.
lt: Paryškinamos daugiausiai naršyklės darbo laiko įrašinėjimo metu pareikalavusios „JavaScript“ funkcijos.
mai: रिकॉर्डिंग काल ब्राउजर जतय बेसी समय बिताबैत अछि ओ JavaScript क हाइलाइट करू
mr: रेकॉर्डिंग दरम्यान ब्राउझरने सर्वाधिक वेळ घेतलेल्या JavaScript फंक्शन प्रखरतेने दाखवते.
pt: Destaca as funções JavaScript onde o navegador despendeu mais tempo durante a gravação.

source: Allocations
bs: Alokacije
ca: Assignacions
cy: Dynodiadau
eu: Esleipenak
ga_ie: Leithdháilte
hu: Foglalások
kk: Тағайындаулар
kn: ಹಂಚಿಕೆಗಳು
lt: Išskyrimai
mai: अावंटन
mr: वाटण्या
pt: Alocações

source: Shows where memory was allocated during the recording.
bs: Prikazuje gdje je memorija alocirana za vrijeme snimanja.
ca: Mostra on estava assignada la memòria durant l'enregistrament.
cy: Dangos lle mae'r cof wedi ei neilltuo yn ystod y recordio.
eu: Grabazioan zehar memoria non esleitu den erakusten du.
ga_ie: Taispeáin cén áit ar dáileadh cuimhne le linn taifeadta.
hu: Megjeleníti, hogy a memória hol lett lefoglalva a felvétel alatt.
kk: Жазу кезінде жады қайда бөлінгенін көрсетеді.
lt: Rodoma kam įrašinėjimo metu buvo išskirta atminties.
mai: रि‍कॉर्डिंग काल स्मृति जतय बेसी आवंटित होएत अछि ओकर देखाबू
mr: रेकॉर्डींग दरम्यान मेमरी ची वाटणी कुठे झाली ते दर्शवते.
pt: Mostra onde a memória foi alocada durante a gravação.

source: JS Flame Chart
ca: Gràfic de flama de JS
cy: Siart Fflam JS
eu: JS sugar-diagrama
ga_ie: Bladhmchairt JS
hu: JS lángdiagram
kk: JS жұмыс көптігінің диаграммасы
kn: JS ಪ್ಲೇಮ್ ನಕ್ಷೆ
lt: JS liepsnų diagrama
mai: JS फ्लैम चार्ट
mr: JS फ्लेम चार्ट
pt: Gráfico em chama de JS

source: Shows the JavaScript call stack over the course of the recording.
bs: Prikazuje JavaScript stack poziva za vrijeme snimanja.
ca: Mostra la pila de la crida Javascript durant l'enregistrament.
cy: Dangos y pentwr galw JavaScript yn ystod y recordiad.
eu: Grabazioan zehar JavaScript deiaren pila erakusten du.
ga_ie: Taispeáin an chruach JavaScript le linn taifeadta.
hu: Megjeleníti a JavaScript hívási vermet a felvétel idején.
kk: Жазу болып жатқан уақытта JavaScript шақырулар стегін көрсетеді.
lt: Rodomas „JavaScript“ kreipinių dėklas vykstant įrašinėjimui.
mai: रिकॉर्डिंग काल जावास्क्रिप्टक कॉल स्टैक दखाबैत अछि |
mr: रेकॉर्डींग काळातील JavaScript कॉल स्टॅक दर्शवते.
pt: Mostra a call stack JavaScript durante o curso da gravação.

source: Allocations Flame Chart
bs: Flame Chart alokacija
ca: Gràfic de flama d'assignacions
cy: Siart Fflam Dynodiadau
eu: Esleipenen sugar-diagrama
ga_ie: Bladhmchairt Leithdháilte
hu: Foglalások lángdiagram
kk: Бөлінулер жұмыс көптігінің диаграммасы
kn: ಫ್ಲೇಮ್ ನಕ್ಷೆ ಹಂಚಿಕೆಗಳು
lt: Išskyrimų liepsnų diagrama
mai: आवंटन फ्लेम सूचि
mr: वाटण्या फ्लेम चार्ट
pt: Gráfico em chama de alocações

source: Total Time
bs: Ukupno vrijeme
ca: Temps total
cy: Cyfanswm Amser
eu: Denbora guztira
ga_ie: Am Iomlán
hu: Teljes idő
kk: Жалпы уақыты
kn: ಒಟ್ಟು ಸಮಯ
lt: Visas laikas
mai: कुल समय
mr: एकूण कालावधी
pt: Tempo total

source: The amount of time spent in this function and functions it calls.
bs: Vrijeme provedeno u ovoj funkciji i funkcijama koje ona poziva.
ca: La quantitat de temps que s'ha dedicat a aquesta funció i a la funció que crida.
cy: Maint yr amser sy'n cael ei dreulio yn y swyddogaeth yma a'r swyddogaethau mae'n eu galw.
eu: Funtzio honetan eta honek deitzen dituen funtzioetan igarotako denbora.
ga_ie: Fad ama caite san fheidhm seo agus na feidhmeanna ar chuir sí glao orthu.
hu: A függvényben és az általa hívott függvényekben töltött idő.
kk: Бұл функцияның өзінде және ол шақырған басқа функцияларда кеткен уақыт.
kn: ಈ ಕಾರ್ಯಭಾರ ಮೇಲೆ ಮತ್ತು ಅದು ಕರೆಯುವ ಇತರೆ ಕಾರ್ಯಭಾರಗಳ ಮೇಲೆ ವ್ಯಯಿಸಿದ ಸಮಯ
lt: Laiko kiekis, praleistas šioje funkcijoje ir iš jos kviestose funkcijose.
mai: एहि प्रकार्य मे लागल समय आओर प्रकार्य जे ई कएलक.
mr: या फंक्शन मध्ये आणि ते कॉल करत असलेल्या फंक्शन्स मध्ये घालवलेला वेळ.
pt: A quantidade de tempo despendido nesta função e nas funções que a mesma invoca.

source: Self Time
bs: Vlastito vrijeme
ca: Temps propi
cy: Eich Amser Chi
eu: Bere denbora
ga_ie: Féin-Am
hu: Saját idő
kk: Өздік уақыты
kn: ಸ್ವ ಸಮಯ
lt: Vidinis laikas
mai: अपन समय
mr: स्वयं कालावधी
pt: Tempo próprio

source: The amount of time spent only within this function.
bs: Vrijeme provedeno samo u ovoj funkciji.
ca: La quantitat de temps que s'ha dedicat únicament dins d'aquesta funció.
cy: Y maint o amser a dreuliwyd dim ond gyda'r swyddogaeth hon.
eu: Funtzio honetan soilik igarotako denbora.
ga_ie: Fad ama caite san fheidhm seo amháin.
hu: A függvényen belül töltött idő.
kk: Тек бұл функцияның өзінде кеткен уақыт.
kn: ಈ ಕಾರ್ಯಭಾರದ ಒಳಗೆ ಮಾತ್ರ ವ್ಯಯಿಸಿದ ಸಮಯ.
lt: Laiko kiekis, praleistas tik šioje funkcijoje.
mai: खाली एहि प्रकार्य मे लागल समय.
mr: केवळ या फंक्शन मध्ये घालवलेला कालावधी.
pt: A quantidade de tempo despendido apenas nesta função.

source: Total Cost
bs: Ukupni trošak
ca: Cost total
cy: Cyfanswm Cost
eu: Kostua guztira
ga_ie: Costas Iomlán
hu: Teljes költség
kk: Жалпы құны
kn: ಒಟ್ಟು ವೆಚ್ಚ
lt: Bendri kaštai
mai: कुल लागत
mr: एकूण मूल्य
pt: Custo total

source: The percentage of time spent in this function and functions it calls.
bs: Postotak vremena provedenog u ovoj funkciji i funkcijama koje poziva.
ca: El percentatge de temps que s'ha dedicat a aquesta funció i a la funció que crida.
cy: Maint yr amser sy'n cael ei dreulio yn y swyddogaeth yma a'r swyddogaethau mae'n eu galw.
eu: Funtzio honetan eta honek deitzen dituen funtzioetan igarotako denboraren ehunekoa.
ga_ie: Céatadán ama caite san fheidhm seo agus na feidhmeanna ar chuir sí glao orthu.
hu: A függvényben és az általa hívott függvényekben töltött idő százalékban.
kk: Бұл функцияның өзінде және ол шақырған басқа функцияларда кеткен уақыттың пайыздық шамасы.
kn: ಈ ಕಾರ್ಯಭಾರ ಮತ್ತು ಅದು ಕರೆ ಮಾಡಿದ ಕಾರ್ಯಭಾರಗಳ ಮೇಲೆ ವ್ಯಯಿಸಿದ ಸಮಯದ ಶೇಕಡಾವಾರು.
lt: Laiko kiekis procentais, praleistas šioje funkcijoje ir iš jos kviestose funkcijose.
mai: एहि प्रकार्य मे लागल समय आओर प्रकार्य जे ई कॉल केलक.
mr: या फंक्शन मध्ये आणि ते कॉल करत असलेल्या फंक्शन मध्ये घालवलेल्या कालावधीची टक्केवारी.
pt: A percentagem de tempo despendido nesta função e nas funções que a mesma invoca.

source: Self Cost
bs: Vlastiti trošak
ca: Cost propi
cy: Cost Hunan
eu: Norbere kostua
ga_ie: Féinchostas
hu: Saját költség
kk: Өздік құны
kn: ಸ್ವಂತ ವೆಚ್ಚ
lt: Vidiniai kaštai
mai: स्वयं लागत
mr: स्वयं मूल्य
pt: Custo próprio

source: The percentage of time spent only within this function.
bs: Postotak vremena provedenog samo u ovoj funkciji.
ca: El percentatge de temps que s'ha dedicat únicament dins d'aquesta funció.
cy: Canran yr amser sy'n cael ei dreulio dim ond o fewn y swyddogaeth yma.
eu: Funtzio honetan soilik igarotako denboraren ehunekoa.
ga_ie: Céatadán ama caite san fheidhm seo amháin.
hu: A függvényben és az általa hívott függvényekben töltött idő százalékban.
kk: Тек бұл функцияның өзінде кеткен уақыттың пайыздық шамасы.
kn: ಈ ಕಾರ್ಯಭಾರ ಮೇಲೆ ಮಾತ್ರ ವ್ಯಯಿಸಿದ ಸಮಯದ ಶೇಕಡಾವಾರು.
lt: Laiko kiekis procentais, praleistas šioje funkcijoje.
mai: खाली एहि समारोह क भीतर बेसी काल बिताबू
mr: केवळ या फंक्शन मध्ये घालवलेल्या वेळेची टक्केवारी.
pt: A percentagem de tempo despendido apenas nesta função.

source: Samples
bs: Uzorci
ca: Mostres
cy: Samplau
eu: Laginak
ga_ie: Samplaí
hu: Minták
kk: Үлгілер
kn: ಮಾದರಿಗಳು
lt: Ėminiai
mai: नमूना
mr: नमुने
pt: Amostras

source: The number of times this function was on the stack when the profiler took a sample.
bs: Broj puta koliko je ova funkcija bila u stacku kada je profajler uzeo uzorak.
ca: El nombre de vegades que aquesta funció estava a la pila quan l'analitzador de rendiment ha pres una mostra.
cy: Y nifer o weithiau fu'r swyddogaeth ar y stac pan gymrodd y proffil sampl.
eu: Funtzio hau pilan zenbat aldiz zegoen analizatzaileak lagina hartzerakoan.
ga_ie: Cé mhéad uair a bhí an fheidhm seo ar an gcruach nuair a rinne an próifíleoir sampla.
hu: A függvény ennyiszer volt a verem tetején, amikor a profilozó mintát vett.
kk: Профильдеуші өлшемді алып жатқан кезде функция стекте қанша рет болды.
kn: ಪ್ರೊಫೈಲರ್ ನಮೂನೆ ಪಡೆದುಕೊಂಡಾಗ ಈ ಕಾರ್ಯಭಾರ ಎಷ್ಟು ಬಾರಿ ಸ್ಟ್ಯಾಕ್‌ನಲ್ಲಿತ್ತು.
lt: Skaičius kartų, kiek ši funkcija buvo dėkle profiliuoklei imant ėminį.
mai: जखन प्रोफाइलर नमुना लेलक बेर-बेर प्राकार्य ढ़ेर पर छल
mr: प्रोफाइलर ने नमुने घेतले तेव्हा हे किती वेळा फंक्शन स्टेकवर होते
pt: O número de vezes que esta função estava na pilha quando o gerador de perfis retirou uma amostra.

source: Function
bs: Funkcija
ca: Funció
cy: Ffwythiant
eu: Funtzioa
ga_ie: Feidhm
hu: Függvény
kk: Функция
kn: ಕಾರ್ಯಭಾರ
lt: Funkcija
mai: प्रकार्य
mr: फंक्शन
pt: Função

source: The name and source location of the sampled function.
bs: Naziv i lokacija izvora uzorkovane funkcije.
ca: El nom i la ubicació de la font de la funció mostrejada.
cy: Enw a lleoliad ffynhonnell y swyddogaeth sampledig.
eu: Lagindutako funtzioaren izena eta iturburuko kokapena.
ga_ie: Ainm agus foinse na feidhme a ndearnadh sampláil di.
hu: A mintavételezett függvény neve és helye.
kk: Өлшенген функцияның аты және бастапқы кодтарының орналасуы.
kn: ಮಾದರಿ ಕಾರ್ಯಭಾರದ ಹೆಸರು ಮತ್ತು ಮೂಲದ ಸ್ಥಳ
lt: Pavadinimas ir šaltinio vieta ėminio funkcijoje.
mai: नमूना समारोहक नाम आओर स्रोत स्थान.
mr: नमुने घेतलेल्या फंक्शनचे नाव आणि स्त्रोत स्थान.
pt: O nome e localização da fonte da função amostrada.

source: Total Sampled Allocations
bs: Ukupne uzorkovane alokacije
ca: Total d'assignacions mostrejades
cy: Cyfanswm Dynodiadau Samplwyd
eu: Hartutako esleipenen laginak guztira
ga_ie: Líon Iomlán na Leithdháilte Samplaithe
hu: Mintavételezett foglalások összesen
kk: Жалпы өлшенген бөлінулер
kn: ಒಟ್ಟಾರೆ ಮಾದರಿ ಹೊಂದಾಣಿಕೆಗಳು
lt: Viso atrinktų išskyrimų
mai: कुल नमूना आवंटन
mr: एकूण नमुने वाटण्या
pt: Amostragem de alocações totais

source: The total number of Object allocations sampled at this location and in callees.
bs: Ukupan broj Object alokacija uzorkovanih na ovoj lokaciji i u pozivateljima.
ca: El nombre total d'assignacions d'objectes mostrejades en aquesta ubicació i als destinataris de la crida.
cy: Cyfanswm y nifer o ddynodiadau Gwrthrych samplwyd yn y lleoliad hwn a'i alwadwyr.
eu: Kokaleku eta funtzio-deitzaileetan hartutako objektuen esleipenen laginak guztira.
ga_ie: Líon iomlán leithdháilte réada a bhí samplaithe ag an suíomh seo agus i bhfeidhmeanna glaoite.
hu: Ezen a helyen és hívottakban mintavételezett objektumfoglalások teljes száma.
kk: Бұл жерде және шақырылатын тәсілдерде өлшенген объект бөлінулерінің жалпы саны.
kn: ಈ ಸ್ಥಳದಲ್ಲಿ ಮತ್ತು ಕಾಲೀಸ್‌ನಲ್ಲಿ ನಮೂನೆ ಪಡೆದ ವಸ್ತುಗಳ ಹಂಚಿಕೆಯ ಒಟ್ಟು ಸಂಖ್ಯೆ.
lt: Bendras atrinktų objekto išskyrimų skaičius šioje vietoje ir kreipiniuose.
mai: एहि स्थान पर वस्तु आओर कॉली मे आवंटनक संख्या क नमूना.
mr: या स्थानावर आणि कॉलीज मध्ये घटक वाटण्याची एकूण संख्या.
pt: O número total de amostragem de alocações de objetos nesta localização e nas chamadas.

source: Self Sampled Allocations
bs: Samo-uzorkovane alokacije
ca: Assignacions mostrejades pròpies
cy: Dynodiadau Hunan Samplwyd
eu: Berak hartutako esleipenen laginak
ga_ie: Leithdháilte Féinsamplaithe
hu: Ön-mintavételezett foglalások
kk: Өздік өлшенген бөлінулер
kn: ಸ್ವಮಾದರಿಯ ಹೊಂದಾಣಿಕೆಗಳು
lt: Vidiniai atrinkti išskyrimai
mai: अपन नमूना आवंटन
mr: स्वयं नमुने दिलेल्या वाटण्या
pt: Amostragem de alocações próprias

source: The number of Object allocations sampled at this location.
bs: Broj Object alokacija uzorkovanih na ovoj lokaciji.
ca: El nombre total d'assignacions d'objectes mostrejades en aquesta ubicació.
cy: Y nifer o ddynodiadau Gwrthrych samplwyd yn y lleoliad hwn.
eu: Kokaleku honetan hartutako objektuen esleipenen laginak guztira.
ga_ie: Líon na leithdháilte réada a bhí samplaithe ag an suíomh seo.
hu: Ezen a helyen mintavételezett objektumfoglalások száma.
kk: Бұл жерде өлшенген объект бөлінулерінің жалпы саны.
kn: ಈ ಸ್ಥಳದಲ್ಲಿ ನಮೂನೆ ಪಡೆದ ವಸ್ತುಗಳ ಹಂಚಿಕೆಗಳ ಸಂಖ್ಯೆ.
lt: Atrinktų objekto išskyrimų skaičius šioje vietoje.
mai: एहि स्थान पर वस्तु आवंटन क संख्या क नमूना.
mr: या स्थानावर नमुने घेतलेल्या घटक वाटण्याची संख्या.
pt: O número total de amostragem de alocações de objetos nesta localização.

source: Select what data to display in the timeline
bs: Izaberite koji podaci trebaju biti prikazani na vremenskoj skali
ca: Seleccioneu les dades que voleu mostrar a la línia de temps
cy: Dewiswch pa ddata i'w ddangos yn y llinell amser
eu: Hautatu denbora-lerroan bistaratu beharreko datuak
ga_ie: Roghnaigh na sonraí le cur ar taispeáint ar an amlíne
hu: Válassza ki az idővonalon megjelenítendő adatokat
kk: Уақыт шкаласында қай деректер көрсетілетінін таңдаңыз
kn: ಟೈಮ್‌ಲೈನ್‌ನಲ್ಲಿ ಯಾವ ಡೇಟ ತೋರಿಸಬೇಕು ಆಯ್ಕೆಮಾಡಿ
lt: Pasirinkite, kokius duomenis rodyti laiko grafike
mai: टाइमलाइन मे देखेबा लेल डेटा का चयन करू
mr: टाईमलाईन मध्ये कोणता डाटा प्रदर्शित करायचा ते निवडा
pt: Selecione os dados a mostrar na cronologia

source: Configure performance preferences.
bs: Podesite postavke performansi.
ca: Configura les preferències de rendiment.
cy: Ffurfweddu'r dewisiadau perfformiad.
eu: Konfiguratu errendimenduaren hobespenak.
ga_ie: Sainroghanna feidhmíochta.
hu: Teljesítménybeállítások megadása.
kk: Өнімділік баптауларын баптау.
kn: ಕಾರ್ಯಾಚರಣೆಯ ಇಚ್ಛೆಗಳನ್ನು ಸಂರಚಿಸು.
lt: Keisti našumo nuostatas.
mai: प्रदर्शन वरीयता विन्यासित करू
mr: कामगिरी प्राधान्ये कॉन्फिगर करा.
pt: Configurar preferências de desempenho.

source: Invert Call Tree
bs: Invertuj stablo poziva
ca: Inverteix l'arbre de crides
cy: Gwrthdroi'r Goeden Alw
eu: Alderantzikatu deien zuhaitza
ga_ie: Inbhéartaigh Crann na nGlaonna
hu: Hívási fa megfordítása
kk: Шақырулар ағашын терістеу
kn: ಕರೆಯ ಟ್ರೀಯನ್ನು ಉಲ್ಟಾ ಮಾಡು
lt: Invertuoti kreipimųsi medį
mai: कॉल शाखा उनटू
mr: कॉल वृक्ष उलट करा
pt: Inverter árvore de chamada
