Repository: translate/mozilla-l10n
Catalog: */devtools/client/responsiveUI.properties.po
Languages: bn_bd, kn, ur

source: Rotate
bn_bd: আবর্তন
kn: ತಿರುಗಿಸು
ur: گهمائیں

source: Screenshot
bn_bd: স্ক্রীনশট
kn: ತೆರೆಚಿತ್ರ
ur: عکس

source: Screen Shot %1$S at %2$S
bn_bd: স্ক্রীনশট %1$S এ %2$S
kn: ತೆರೆ ಚಿತ್ರ %1$S (%2$S)
ur: %1$S سکرین شاٹ %2$S پر

source: Simulate touch events (page reload might be needed)
bn_bd: টাচ ইভেন্ট সিমুলেট করুন (পৃষ্ঠা পুনরায় লোডের দরকার হতে পারে)
kn: ಸ್ಪರ್ಶದ ಘಟನೆಗಳನ್ನು ಸಿಮ್ಯುಲೇಟ್ ಮಾಡು (ಪುಟವನ್ನು ಮರಳಿ ಲೋಡ್ ಮಾಡುವ ಅಗತ್ಯವಿದೆ)

source: Add Preset
bn_bd: পুনঃনির্ধারণ যোগ করুন
kn: ಪೂರ್ವಹೊಂದಿಕೆಯನ್ನು ಸೇರಿಸು
ur: پیش سیٹ کا اضافہ کریں

source: Remove Preset
bn_bd: পুনঃনির্ধারণ সরিয়ে ফেলুন
kn: ಪೂರ್ವಹೊಂದಿಕೆಯನ್ನು ತೆಗೆದುಹಾಕು
ur: پیش سیٹ ہٹائیں

source: %S (custom)
bn_bd: %S (স্বনির্বাচিত)
kn: %S (ಅಗತ್ಯಾನುಗುಣ)
ur: %S (مخصوص)

source: Responsive Design View
bn_bd: রেসপনসিভ ডিজাইন প্রদর্শন &R

source: Leave Responsive Design View
bn_bd: রেসপনসিভ ডিজাইন প্রদর্শন ত্যাগ করুন

source: Give a name to the %Sx%S preset
bn_bd: পুনঃনির্ধারণ করতে %Sx%S তে নাম দিন
kn: %Sx%S ಪೂರ್ವಹೊಂದಿಕೆಗೆ ಒಂದು ಹೆಸರನ್ನು ನೀಡಿ
ur: %Sx%S پیش سیٹ کو نام دیں

source: Use the Control key for more precision. Use Shift key for rounded sizes.
bn_bd: আরো স্পষ্টতার জন্য Control কী ব্যবহার করুন। গোলাকার আকারের জন্য Shift কী ব্যবহার করুন।
kn: ಹೆಚ್ಚಿನ ನಿಖರತೆಗಾಗಿ ನಿಯಂತ್ರಣ ಕೀಲಿಯನ್ನು ಬಳಸಿ. ವೃತ್ತಾಕಾರದ ಗಾತ್ರಗಳಿಗಾಗಿ Shift ಕೀಲಿಯನ್ನು ಬಳಸಿ.
ur: مزید درستگی کے لیئے کنٹرول کلید کا استعمال کریں۔ مدور سائز کے لیئے شفٹ کلید استعمال کریں۔

source: If touch event listeners have been added earlier, the page needs to be reloaded.
bn_bd: যদি টাচ ইভেন্টের শ্রোতা আগে যোগ হত, তবে পেজটি পুনরায় লোডের দরকার হত।
kn: ಸ್ಪರ್ಶದ ಘಟನೆಯನ್ನು ಸ್ವೀಕರಿಸುವವುಗಳನ್ನು ಮೊದಲೆ ಸೇರಿಸಲಾಗಿದ್ದರೆ, ಪುಟವನ್ನು ಮರಳಿ ಲೋಡ್ ಮಾಡಬೇಕಿರುತ್ತದೆ.

source: Reload
bn_bd: পুনরায় লোড
kn: ಮತ್ತೊಮ್ಮೆ ತುಂಬಿಸು
ur: دوبارہ لوڈ کریں

source: Never show again
bn_bd: কখোনই পুনরায় দেখাবেন না
kn: ಎಂದಿಗೂ ನನಗೆ ತೋರಿಸಬೇಡ
ur: دوبارہ کبھی نہیں دکھائیں

source: Responsive Design Mode
kn: ಪ್ರತಿಕ್ರಿಯಾತ್ಮಕ ವಿನ್ಯಾಸ ನೋಟ
ur: رسپانسو ڈیزائن موڈ

source: Leave Responsive Design Mode
kn: ಪ್ರತಿಕ್ರಿಯಾತ್ಮಕ ವಿನ್ಯಾಸ ನೋಟ ನಿರ್ಗಮಿಸು
ur: رسپانسو ڈیزاِئن موڈ کو چھوڑیں

source: R
ur: ر

source: N
ur: ن
