Repository: translate/mozilla-l10n
Catalog: kw/toolkit/chrome/mozapps/extensions/extensions.properties.po
Languages: kw

# aboutWindowTitle
source: About %S
kw: A-dro dhe %S

source: Close
kw: Degea

source: version %S
kw: versyon %S

# aboutAddon
source: About %S
kw: A-dro dhe %S

source: %S has been removed.
kw: %S re beu diles.

source: #1 review;#1 reviews
kw: #1 dhaswel;#1 daswel

source: Updated %S
kw: Nowedhys %S

# notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
kw: Ankesplegadow yw %1$S gans %2$S %3$S.

# notification.blocked
source: %1$S has been disabled due to security or stability issues.
kw: %1$S re beu dialosegys drefen kudyn sekerder po faster.

# notification.blocked.link
source: More Information
kw: Moy kedhlow

# notification.softblocked
source: %1$S is known to cause security or stability issues.
kw: Godhvedhys yw %1$S dhe vos skila kudynnow sekerder po faster.

# notification.softblocked.link
source: More Information
kw: Moy kedhlow

# notification.outdated
source: An important update is available for %1$S.
kw: Yma nowedhans posek kavadow rag %1$S.

# notification.outdated.link
source: Update Now
kw: Nowedhi lemmyn

# notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
kw: Godhvedhys yw %1$S dhe vos gwann hag y tal y nowedhi.

# notification.vulnerableUpdatable.link
source: Update Now
kw: Nowedhi lemmyn

# notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
kw: Godhvedhys yw %1$S dhe vos gwann. Bedhowgh hwi war.

# notification.vulnerableNoUpdate.link
source: More Information
kw: Moy kedhlow

# notification.enable
source: %1$S will be enabled after you restart %2$S.
kw: %1$S a vedh galosegys woja hwi dhe dhastalleth %2$S.

# notification.disable
source: %1$S will be disabled after you restart %2$S.
kw: %1$S a vedh dialosegys woja hwi dhe dhastalleth %2$S.

# notification.install
source: %1$S will be installed after you restart %2$S.
kw: %1$S a vedh les woja hwi dhe dhastalleth %2$S.

# notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
kw: %1$S a vedh diles woja hwi dhe dhastalleth %2$S.

# notification.upgrade
source: %1$S will be updated after you restart %2$S.
kw: %1$S a vedh nowedhys woja hwi dhe dhastalleth %2$S.

source: There was an error downloading %1$S.
kw: Yth esa gwall owth iskarga %1$S.

# notification.downloadError.retry
source: Try again
kw: Assaya arta

source: Try downloading this add-on again
kw: Assaya iskarga an keworrans-ma arta

source: There was an error installing %1$S.
kw: Yth esa gwall ow lea %1$S.

# notification.installError.retry
source: Try again
kw: Assaya arta

source: Try downloading and installing this add-on again
kw: Assaya iskarga ha lea an keworrans-ma arta

source: Suggested Contribution: %S
kw: Kevro profyes: %S

source: Downloading
kw: Owth iskarga

source: Downloaded
kw: Iskergys

source: Error downloading
kw: Gwall owth iskarga

source: Verifying
kw: Ow kwirya

source: Installing
kw: Ow lea

source: Restart to enable
kw: Dastalleth rag galosegi

source: Restart to disable
kw: Dastalleth rag dialosegi

source: Error installing
kw: Gwall ow lea

source: Install cancelled
kw: Leans hedhys

# details.notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
kw: Ankesplegadow yw %1$S gans %2$S %3$S.

# details.notification.blocked
source: %1$S has been disabled due to security or stability issues.
kw: %1$S re beu dialosegys drefen kudyn sekerder po faster.

# details.notification.blocked.link
source: More Information
kw: Moy kedhlow

# details.notification.softblocked
source: %1$S is known to cause security or stability issues.
kw: Godhvedhys yw %1$S dhe vos skila kudynnow sekerder po faster.

# details.notification.softblocked.link
source: More Information
kw: Moy kedhlow

# details.notification.outdated
source: An important update is available for %1$S.
kw: Yma nowedhans posek kavadow rag %1$S.

# details.notification.outdated.link
source: Update Now
kw: Nowedhi lemmyn

# details.notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
kw: Godhvedhys yw %1$S dhe vos gwann hag y tal y nowedhi.

# details.notification.vulnerableUpdatable.link
source: Update Now
kw: Nowedhi lemmyn

# details.notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
kw: Godhvedhys yw %1$S dhe vos gwann. Bedhowgh hwi war.

# details.notification.vulnerableNoUpdate.link
source: More Information
kw: Moy kedhlow

# details.notification.enable
source: %1$S will be enabled after you restart %2$S.
kw: %1$S a vedh galosegys woja hwi dhe dhastalleth %2$S.

# details.notification.disable
source: %1$S will be disabled after you restart %2$S.
kw: %1$S a vedh dialosegys woja hwi dhe dhastalleth %2$S.

# details.notification.install
source: %1$S will be installed after you restart %2$S.
kw: %1$S a vedh les woja hwi dhe dhastalleth %2$S.

# details.notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
kw: %1$S a vedh diles woja hwi dhe dhastalleth %2$S.

# details.notification.upgrade
source: %1$S will be updated after you restart %2$S.
kw: %1$S a vedh nowedhys woja hwi dhe dhastalleth %2$S.

source: Select add-on to install
kw: Dowis keworrans dhe lea

source: Add-ons
kw: Keworansow

source: Uninstall this add-on
kw: Dilea an keworrans-ma

source: Uninstall this add-on (restart required)
kw: Dilea an keworrans-ma (res yw dastalleth)

source: Enable this add-on
kw: Galosegi an keworrans-ma

source: Enable this add-on (restart required)
kw: Galosegi an keworrans-ma (res yw dastalleth)

source: Disable this add-on
kw: Dialosegi an keworrans-ma

source: Disable this add-on (restart required)
kw: Dialosegi an keworrans-ma (res yw dastalleth)

source: See one result;See all #1 results
kw: Gweles unn sewyans;Gweles pub #1 sewyans

source: Visit the add-ons gallery to purchase this add-on
kw: Mos dhe'n virva keworansow rag prena an keworrans-ma

source: %S requires that you accept the following End User License Agreement before installation can proceed:
kw: %S a wra govyn hwi dhe akordya gans an akordyans leshyans devnydhyer finek kens an leans dhe allos pesya:

source: Extensions
kw: Ystynansow

source: Appearance
kw: Semlant

source: Languages
kw: Yethow

source: Plugins
kw: Ebilyansow

source: Dictionaries
kw: Gerlyvrow

source: Services
kw: Servisyow
