Repository: translate/mozilla-l10n
Catalog: su/toolkit/chrome/global/aboutRights.dtd.po
Languages: su

source: About Your Rights
su: Ngeunaan Hak Anjeun

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
su: &brandFullName; nyaéta pakakas beyé haratis sarta sumber kabuka anu diwangun ku rébuan anggota komunitas ti sagala rupa penjuru dunya. Aya sawatara hal anu kedah Anjeun uninga:

source: &brandShortName; is made available to you under the terms of the
su: &brandShortName; disadiakeun berdasarkan persyaratan dina lisensi

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
su: . Ieu hartosna Anjeun bisa ngagunakeun, nyutat, sarta ngadistribusikeun &brandShortName; ka pihak séjén. Anjeun ogé bisa memodifikasi kode asal program &brandShortName; luyu jeung kaperluan Anjeun. Lisénsi Mozilla Public License méré hak ka Anjeun pikeun ngadistribusikeun vérsi anu geus Anjeun modifikasi.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the Firefox name or logo. Additional information on trademarks may be found
su: Anjeun henteu dibéré hak atawa lisénsi naon ogé luhur merek dagang Mozilla Foundation atawa pihak séjénna, kaasup tanpa wates, ngaran atawa logo Firefox. Informasi saterusna ngeunaan Merek Dagang nu bisa Anjeun manggihan

# rights.intro-point2-b
source: here
su: di dieu

source: Some features in &brandShortName;, such as the Crash Reporter, give you the option to provide feedback to &vendorShortName;. By choosing to submit feedback, you give &vendorShortName; permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
su: Sawaréh fitur dina &brandShortName;, contona Pelapor Karuksakan, bisa Anjeun pilih pikeun ngirimkeun bongbolongan ka &vendorShortName;. Lamun Anjeun milih pikeun mengaktifkan pengiriman, Anjeun méré idin ka &vendorShortName; pikeun ngagunakeun bongbolongan pikeun kaperluan perbaikan produkna, pikeun medar bongbolongan dina loka ramatna, sarta menyebarluaskan bongbolongan.

source: How we use your personal information and feedback submitted to &vendorShortName; through &brandShortName; is described in the
su: Cara pamakéan informasi pribadi sarta bongbolongan Anjeun anu dikirimkeun ka &vendorShortName; liwat &brandShortName; dijelaskeun dina

source: &brandShortName; Privacy Policy
su: Kawijakan Privasi &brandShortName;

source: Any applicable privacy policies for this product should be listed here.
su: Sakumna kawijakan privasi luhur produk ieu baris disebutkeun di handapeun ieu.

source: service terms
su: ketentuan layanan

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
su: Lamun produk ieu menyertakan layanan ramat, sakumna katangtuan layanan kasebut baris ditaut ka bagian

source: Website Services
su: Layanan Loka Ramat

source: &brandFullName; Web-Based Information Services
su: Layanan Informasi Berbasis Ramat &brandFullName;

# rights2.webservices-b
source: here
su: di dieu

source: Disabling the Safe Browsing feature is not recommended as it may result in you going to unsafe sites. If you wish to disable the feature completely, follow these steps:
su: Mareuman fitur Safe Browsing henteu direkomendasikan alatan Anjeun tiasa berisiko waktu muka loka anu henteu aman. Lamun Anjeun hayang mareuman fitur ieu sakabéhanana, turutan petunjuk katut:

source: Open the application preferences
su: Muka pangaturan aplikasi

source: Select the Security selection
su: Pilih pilihan Kaamanan

source: Safe Browsing is now disabled
su: Safe Browsing ayeuna nuju dipareuman

source: Location Aware Browsing:
su: Penjelajahan Berbasis Lokasi:

source: is always opt-in. No location information is ever sent without your permission. If you wish to disable the feature completely, follow these steps:
su: sok boga sipat bisa dipilih. Euweuh informasi lokasi anu baris dikirim tanpa saidin Anjeun. Lamun Anjeun hayang mematikannya sacara sakabéh, turutan petunjuk katut:

source: In the URL bar, type
su: Dina bilah URL, ketikkeun

source: Type geo.enabled
su: Ketikkeun geo.enabled

source: Double click on the geo.enabled preference
su: Klik dobel dina item pangaturan geo.enabled

source: Location-Aware Browsing is now disabled
su: Penjelajahan Berbasis Lokasi ayeuna nuju dipareuman

source: An overview of the website services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
su: Deskripsi ngeunaan layanan ramat anu sadia babarengan produk, reujeung petunjuk pikeun mematikan layanan kasebut, lamun bisa dilarapkeun, baris sadia di handapeun ieu.

source: Any applicable service terms for this product should be listed here.
su: Kabéh pasaratan layanan anu bisa dilarapkeun baris sadia di handapeun ieu.

source: &vendorShortName; and its contributors, licensors and partners work to provide the most accurate and up-to-date Services. However, we cannot guarantee that this information is comprehensive and error-free. For example, the Safe Browsing Service may not identify some risky sites and may identify some safe sites in error and the Location Aware Service all locations returned by our service providers are estimates only and neither we nor our service providers guarantee the accuracy of the locations provided.
su: &vendorShortName;, kontributorna, lisensorna, sarta partnerna digawé pikeun nyadiakeun Layanan terakurat sarta panganyarna. Ngan kami henteu tiasa ngajamin informasi kasebut boga sipat komprehensif sarta leupas ti kasalahan. Contona, Layanan Safe Browsing meureun henteu bisa mikawanoh loka anu berisiko sarta loka anu aman salah diidentifikasi sarta sakumna lokasi dina Layanan Berbasis Lokasi anu dipulangkeun ti penyedia layanan kami ngan boga sipat perkiraan sarta kami atawa ogé penyedia layanan kami henteu bisa ngajamin akurasi lokasi anu disadiakeun.

source: &vendorShortName; may discontinue or change the Services at its discretion.
su: &vendorShortName; bisa memberhentikan atawa ngarobah Layanan luyu kalayan kebijaksanaan séwang-séwangan.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and &vendorShortName; grants you its rights to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
su: Anjeun sina pikeun ngagunakeun Layanan kasebut kalayan ngagunakeun &brandShortName; anu disertakan sarta &vendorShortName; méré hak ka Anjeun pikeun makéna. &vendorShortName; sarta para lisensornya ngabogaan hak luhur sakumna hak séjénna dina Layanan kasebut. Pasaratan ieu henteu dimaksudkan pikeun ngabatesan hak anu dibikeun luhur dasar lisénsi kode asal kabuka anu bisa dilarapkeun dina &brandShortName; sarta vérsi kode asal &brandShortName; anu patula-patali.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
su: Kajaba diwajibkeun ku hukum, &vendorShortName;, para kontributor, lisensor, sarta distributor moal nanggung karuksakan anu boga sipat husus, henteu langsung, insidental, sebab-akibat, pidana, ganti-rugi anu lumangsung luhur alatan atawa anu nyambung jeung pamakéan &brandShortName; reujeung Layanan-nya. Pertanggungan sacara kolektif di handapeun pasaratan ieu henteu kaci ngaleuwihan $500 (lima ratus dolar AS). Sawatara yuridiksi henteu ngidinan pengecualian atawa pembatasan luhur karuksakan nu tangtu ku kituna penyangkalan ieu henteu bisa dilarapkeun dina Anjeun.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
su: &vendorShortName; bisa memutakhirkan pasaratan ieu sacara saperluna ti wayah ka wayah. Pasaratan ieu henteu bisa dirobah atawa dibatalkeun tanpa jangji-pasini ditulis kalayan &vendorShortName;.

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
su: Pasaratan katut diatur dumasar hukum nagara bagian California, Amérika Sarikat, kalayan mengecualikan pertentangan luhur katangtuan hukum anu boga sipat samentara. Lamun aya bagian ti pasaratan ieu anu henteu dina status sah atawa henteu bisa dilaksanakeun, bagian séjénna tetep berkekuatan pinuh. Lamun lumangsung pertentangan antara vérsi tarjamahan sarta vérsi berbahasa Inggris luhur pasaratan ieu, vérsi berbahasa Inggris anu ngabogaan kakuatan pinuh.
