Repository: translate/mozilla-l10n
Catalog: su/toolkit/chrome/global/commonDialogs.properties.po
Languages: su

source: Alert
su: Peringatan

source: Confirm
su: Konfirmasi

# ConfirmCheck
source: Confirm
su: Konfirmasi

source: Prompt
su: Taroskeun

source: Authentication Required
su: Autentikasi Diwajibkeun

source: Password Required
su: Sandi Diperlukeun

source: Select
su: Pilih

source: Cancel
su: Batal

source: &Yes
su: &Muhun

source: &No
su: &Teu

source: &Save
su: &Simpen

source: &Revert
su: &Kembalikeun kawas Mimitina

source: Do&n’t Save
su: &Ulah Disimpen

source: The page at %S says:
su: Laman ti %S ngécéskeun:

source: Prevent this page from creating additional dialogs
su: Cegah laman ieu nyieun dialog séjénna

source: Confirm Dialog Preference
su: Konfirmasi Pangaturan Dialog

source: Enter password for %1$S on %2$S
su: Asupkeun sandi pikeun %1$S di %2$S
