Repository: translate/mozilla-l10n
Catalog: pbb/toolkit/chrome/mozapps/extensions/update.properties.po
Languages: pbb

source: Check Now
pbb: Ãçxh kaayaki'hn

# mismatchCheckNowAccesskey
source: C
pbb: K

source: Don’t Check
pbb: Atxa'hya'mee

source: D
pbb: b

source: Install Now
pbb: Ãçxh çxkitxaya'

source: Next >
pbb: Yaçka u'hsa >

source: Cancel
pbb: Tuduçmeeth

# cancelButtonTextAccesskey
source: C
pbb: K

source: Finished checking %S
pbb: Kthegun ãan isa dxi'h jxa'nxitepa jiyuya' %S

source: Downloading: %S
pbb: Spakxna: %S

source: Installing: %S
pbb: Çxkitxãwa'j: %S

source: Close
pbb: Aphna

source: %S was unable to install updates for the following add-ons:
pbb: %S yu'pthẽnxisa's çxkitxaya' ewume' yaçka u'hsa's kãajãsa's:

source: %S was unable to check for updates for the following add-ons:
pbb: %S Phewuhnxi's pawkeya' ewuçme' yaçka u'hsatx kãjã'na:
