Repository: translate/mozilla-l10n
Catalog: yue-can/browser/chrome/browser/aboutDialog.dtd.po
Languages: yue_can

source: About &brandFullName;
yue_can: 關於&brandFullName;

source: &brandShortName; is experimental and may be unstable.
yue_can: &brandShortName;正在進行測試，暫時未隠定。

source: It automatically sends information about performance, hardware, usage and customizations back to &vendorShortName; to help make &brandShortName; better.
yue_can: 佢會自動發送消息關於性能、硬件、用法同埋定制番去&vendorShortName;助於幫助&brandShortName;。

# community.exp.mozillaLink
source: &vendorShortName;
yue_can: 供應商

source: is a
yue_can: 喺

# community.exp.creditsLink
source: global community
yue_can: 全球社區

# community.exp.end
source: working together to keep the Web open, public and accessible to all.
yue_can: 一起工作，以保持網絡開放，公眾與對所有人開放。

source: &brandShortName; is designed by
yue_can: &brandShortName; 設計係由

source: , a
yue_can: ，一個

# community.creditsLink
source: global community
yue_can: 全球社區

# community.end3
source: working together to keep the Web open, public and accessible to all.
yue_can: 一起工作，以保持網絡開放，公眾和對所有人開放。

source: Licensing Information
yue_can: 許可信息

source: End-User Rights
yue_can: 最終用戶權利

source: Privacy Policy
yue_can: 隱私政策

source: Checking for updates…
yue_can: 檢查緊更新...

source: &brandShortName; is up to date
yue_can: &brandShortName;已更新至最新版本

source: Updates disabled by your system administrator
yue_can: 閣下嘅系統管理員停止了更新

source: &brandShortName; is being updated by another instance
yue_can: &brandShortName;正在由另一個實例更新

source: Update failed.
yue_can: 更新失敗。

source: Download the latest version
yue_can: 下載最新嘅板本

source: Updates available at
yue_can: 更新可在

source: You can not perform further updates on this system.
yue_can: 閣下唔得再更新依架電腦。

source: Learn more
yue_can: 了解多D

source: Downloading update —
yue_can: 下載緊更新—

source: Applying update…
yue_can: 正在更新...

source: You are currently on the
yue_can: 閣下目前向

source: update channel.
yue_can: 通道更新。
