Repository: translate/mozilla-l10n
Catalog: son/toolkit/chrome/global/devtools/csscoverage.properties.po
Languages: son

source: Control CSS coverage analysis
son: CSS dabari laasaabay fesu-fesuyan

source: Begin collecting CSS coverage data
son: Šintin ka CSS daabu gumaroo marga

source: Stop collecting CSS coverage data
son: Fenda CSS gumari bayhayey margayan

source: Collect instantaneous CSS coverage data
son: CSS cerebande gumari bayhayey marga

source: Toggle collecting CSS coverage data
son: CSS gumari bayhayey margayan kanji

source: Show CSS coverage report
son: CSS gumari bayrandiyan cebe

source: Don't start with a page reload
son: Wa ši šintin ka moo dam taaga

source: It's best if we start by reloading the current page because that starts the test at a known point, but there could be reasons why we don't want to do that (e.g. the page contains state that will be lost across a reload)
son: Ikul iboryaa ti nd'ir šintin ka moɲoo woo dam taaga zama woo šiiyanoo šintin waati bayante ga, amma dalil fooyaŋ da ga hin ka bara kaŋ se ir ši baa ir ma woo tee (sanda moɲoo goo nda alhaali kaŋ ga dere nd'a huru taaga)

source: Running CSS coverage analysis
son: CSS laasaabay fesu-fesuyan dirandi

source: CSS Coverage analysis completed
son: CSS laasaabay fesu-fesuyan timme

source: CSS coverage analysis already running
son: CSS laasaabay fesu-fesuyan goo ma dira

source: CSS coverage analysis not running
son: CSS laasaabay fesu-fesuyan ši dira

source: CSS coverage analysis has not been run
son: CSS laasaabay fesu-fesuyan mana dirandi

source: Target does not support CSS Coverage
son: Toodogoo ši CSS laasaabay kanbe

source: CSS coverage report is not available for 'oneshot' data. Please use start/stop.
son: CSS gumari bayrandiyan ši duwandi cee-foo bayhayey se. Tun/kay butoŋ naagu.
