Repository: translate/mozilla-l10n
Catalog: son/toolkit/chrome/global/devtools/gcli.properties.po
Languages: son

source: (No description)
son: (bila nda šilbay)

source: Options
son: Suubarey

source: Execute a command on %S
son: Juwal foo goyandi %S ga

source: A set of commands that are executed on a remote system. The remote system is reached via %S
son: Juwal kur foo goyandi dabariɲaa moora foo ga. Dabariɲaa mooraa duwandi nda %S

source: There is already a command called '%S'
son: Juwal ga bara ka ben kaŋ maaɲoo ti '%S'

source: Enter JavaScript directly
son: Soobay ka JavaScript dam

source: Too many arguments
son: Kakaw booboyaŋ

source: Available Options
son: Suubari barantey

source: Value required for '%1$S'.
son: Hinna waažibante '%1$S' se.

source: '%1$S' doesn't exist
son: '%1$S' ši bara jina

source: '%1$S' already exists
son: '%1$S' ga bara ka ben

source: '%1$S' is not a file
son: '%1$S' manti tuku

source: '%1$S' is not a directory
son: '%1$S' manti fooloɲaa

source: '%1$S' does not match '%2$S'
son: %1$S' ši tenjandi nda '%2$S'

source: More matches, keep typing
son: Sawandi tanayaŋ ga bara, gaabandi ka ceeci

source: Scope lost
son: Gande dere

source: Can't find property '%S'
son: '%S' mayray ši duwandi

source: Syntax error
son: Nahaw firka

source: Unterminated string literal
son: Tenjiri kaŋ mana benandi

source: Error
son: Firka

source: Can't convert "%S" to a number.
son: '%S' ši hin ka berandi k'a tee hinna.

source: Can't convert "%S" to an integer.
son: "%S" ši hin ka berandi ka tee hinna timmante.

source: Can't convert "%S" to a date.
son: Ši hin ka "%S" berandi han ga.

source: %1$S is greater than maximum allowed: %2$S.
son: %1$S ga bisa alkadar felle duɲantaa: %2$S.

source: %1$S is smaller than minimum allowed: %2$S.
son: %1$S ga kayna nda alkadar kaccu duɲantaa: %2$S.

source: %1$S is later than maximum allowed: %2$S.
son: %1$S ga bisa alkadar felle duɲantaa: %2$S.

source: %1$S is earlier than minimum allowed: %2$S.
son: %1$S ga kayna nda alkadar kaccu duɲantaa: %2$S.

source: Can't use '%S'.
son: Ši hin ka goy nda '%S'.

source: Syntax error in CSS query
son: Nahaw firka CSS hãayan ra

source: Too many matches (%S)
son: Tenjandi booboyaŋ (%S)

source: No matches
son: Tenjandi kulyaŋ ši.

source: Get help on the available commands
son: Duu faaba juwal barantey ga

source: Provide help either on a specific command (if a search string is provided and an exact match is found) or on the available commands (if a search string is not provided, or if no exact match is found).
son: Ga faaba kate juwal tabatanta foo ga (nda ceeci tenjiri nondi nda sawandi alhakiikante foo duwandi) wala juwal barantey ga (nda ceeci tenjiri mana nondi, wala sawandi alhakiikante kul ši duwandi).

source: Search string
son: Tenjiri ceeci

source: search string to use in narrowing down the displayed commands. Regular expressions not supported.
son: ceeciyan tenjiri kaŋ nda juwal cebantey ga goyandi. Hankul kalimawey ši koy ne.

source: Synopsis
son: Duurandi

source: None
son: Baffoo

source: Available Commands:
son: Juwal barantey:

source: Commands starting with '%S':
son: Juwaley kaŋ ga šintin nda '%S':

source: No commands starting with '%S'
son: Juwal kul ši šintin nda ''%S':

source: required
son: waažibante

source: optional
son: suubayan-bande

source: optional, default=%S
son: suubari-haya, default=%S

# helpIntro
source: GCLI is an experiment to create a highly usable command line for web developers.
son: GCLI ti šiiyan ka juwal žeeri tee kaŋ goyoo ga hansa ka faala interneti cinakey se.

source: Sub-Commands
son: Cire juwaley

source: Command line parsing error
son: Juwal bata fesu-feršiyan firka

source: Concentrate on a group of commands
son: Lakkal dam juwal margari foo se

source: Setup a default prefix to future commands. For example 'context git' would allow you to type 'commit' rather than 'git commit'.
son: Tilasu jinkanji kayandi hiino juwaley se. Sand 'context git' ga too war ma 'commit' hantum, manti 'git commit'.

source: The command prefix
son: Juwal jinkandi

source: Can't use '%S' as a prefix because it is not a parent command.
son: Ši hin ka goy nda '%S' jinkanji se zama a ši nda ihayra juwal.

source: Using %S as a command prefix
son: Goy nda %S sanda juwal jinkanji

source: Command prefix is unset
son: Juwal jinkanji mana kayandi

source: Proxy commands to server
son: Tokore juwaley feršikaa do

source: Connect to the server, creating local versions of the commands on the server. Remote commands initially have a prefix to distinguish them from local commands (but see the context command to get past this)
son: Ga feršikaa cee, ka nungu dumiyaŋ tee juwaley se feršikaa ga. Juwal moorey ga šintin nda jinkanji k'i fay nda boro boŋ-doo juwaley (amma kay-doo juwal guna ka bisa woo ga)

# connectPrefixDesc
source: Parent prefix for imported commands
son: Ihayra jinkanji juwal cendantey se

source: The method of connecting
son: Ciyari dabari

source: The URL to connect to
son: URL kaŋ boro g'a cee

source: Connection called %S already exists.
son: Ciyaroo kaŋ maa ti %S ga bara ka ben.

source: Added %S commands.
son: Na %S juwaley tonton.

source: Disconnect from server
son: Ciyari dunbu feršikaa ga

source: Disconnect from a server currently connected for remote commands execution
son: Ciyari dunbu feršikaa kaŋ goo ma ciya sohõda juwal moorantey kayandiroo se

# disconnectPrefixDesc
source: Parent prefix for imported commands
son: Ihayra jinkanji juwal cendantey se

source: Removed %S commands.
son: Na %S juwaley kaa.

source: Change the JS global
son: Adduɲɲa-mee JS barmay

source: The new window/global
son: window/global taagaa

source: JS global is now %S
son: Adduɲɲakul JS ti %S sohõ

source: Clear the output area
son: Fattadogoo koonandi

source: Enter commands in different languages
son: Juwaley dam šenni waaniyaŋ ra

source: You are now using %S
son: War ga goy nda %S sohõ

source: Commands to control settings
son: Juwaley kayandiyaney dabaroo se

source: Commands to display and alter preferences both for GCLI and the surrounding environment
son: Juwaley ka ibaayey cebe nda k'i barmay GCLI nda windila manantaa kul se

source: Display available settings
son: Kayandiyan barantey kul cebe

source: Display a list of preferences, optionally filtered when using the 'search' parameter
son: Ibaayi maašeede foo cebe, wala wey kaŋ fayandi "ceeci" fondaa bande

source: Filter the list of settings displayed
son: Kayandiyan cebantey maašeedaa fay

source: Search for the given string in the list of available preferences
son: Tenjiri damantaa ceeci ibaayi barantey maašeedaa ra

source: Display setting value
son: Kayandiyan hinnaa cebe

source: Display the value of a given preference
son: Ibaayi damante foo hinnaa cebe

source: Setting to display
son: Kayandiyan kaŋ ga cebe

source: The name of the setting to display
son: Kayandiyanoo kaŋ ga cebe maaɲoo

source: Alter a setting
son: Kayandiyan foo barmay

source: Alter preferences defined by the environment
son: Ibaayey kaŋ bayrandi nda windilaa barmay

source: Setting to alter
son: Kayandiyan kaŋ ga barmay

source: The name of the setting to alter.
son: Kayandiyanoo kaŋ ga barmay maaɲoo.

source: New value for setting
son: Kayandiyanoo hinna taagaa

source: The new value for the specified setting
son: Hinna taagaa kayandiyan tabatantaa se

source: Reset a setting
son: Kayandiyan foo yeeti

source: Reset the value of a setting to the system defaults
son: Kayandiyan hinnaa yeeti dabariɲaa tilasu alhaali ga

source: Setting to reset
son: Kayandiyan kaŋ ga yeeti

source: The name of the setting to reset to the system default value
son: Kayandiyan maaɲoo kaŋ ga yeeti dabariɲaa tilasu hinnnaa ga

source: Filter
son: Gaŋa

source: Name
son: Maa

source: Value
son: Hinna

source: Show the opening message
son: Kubayyan batagaa cebe

source: Redisplay the message that is shown to new users until they click the 'Got it!' button
son: Batagaa kaŋ ga cebandi goykaw taagey še cebe taaga hala i ma "Ay faham" butoŋoo naagu

# introTextOpening3
source: GCLI is an experiment to create a highly usable command line for web developers.
son: GCLI ti šiiyan ka juwal žeeri tee kaŋ goyoo ga hansa ka faala interneti cinakey se.

source: For a list of commands type
son: Juwaley maašeede še, hantum

source: , or to show/hide command hints press
son: wala ka cebe/tugu juwal yaamar, naagu

source: F1/Escape
son: F1/Sar

source: Got it!
son: Ay faham!

source: Show the initial welcome message
son: Šintin kubayyan batagaa cebe

source: How eager are the tooltips
son: Goyjinay yaamarey ga cahã de
