Repository: translate/mozilla-l10n
Catalog: kw/services/sync/sync.properties.po
Languages: kw

source: %1$S's %2$S on %3$S
kw: %2$S %1$S war %3$S

source: Last sync: %S
kw: Kettermynegyans diwettha: %S

source: Mobile Bookmarks
kw: Lyververkys pellgowsel

source: Remote tabs are being synced…
kw: Yma tabyow pell ow pos kettermynegys…

source: Sync your other devices again to access their tabs
kw: Kettermynegi agas devisyow erel arta rag hedhas aga thabyow

source: All remote tabs are already open
kw: Egor seulabres yw pub tab pell

source: Recent desktop tabs will be available once they sync
kw: Tabyow desktop a-dhiwedhes a vedh kavadow woja i dhe gettermynegi

source: Error While Signing In
kw: Gwall owth omgelmi

source: Sync encountered an error while connecting: %1$S. Please try again.
kw: Sync a dheuth warbynn gwall hag ow junya %1$S. Gwrewgh assaya arta.

source: Error While Signing Out
kw: Gwall ow tigelmi

source: Sync encountered an error while connecting. It's probably ok, and you don't have to do anything about it.
kw: Sync a dheuth warbynn gwall hag ow junya. Dres lycklos yth yw da lowr, ha ny res dhywgh gul tra veth.

source: Error While Syncing
kw: Gwall ow kettermynegi

source: Sync encountered an error while syncing: %1$S. Sync will automatically retry this action.
kw: Sync a dheuth warbynn gwall hag ow kettermynegi: %1$S. Sync a wra assaya arta yn awtomatek an gwrians-ma.

source: Sync has not been able to complete during the last %1$S days. Please check your network settings.
kw: Ny yllis Sync gorfenna dres an %1$S dedh diwettha. Gwrewgh checkya agas settyansow rosweyth.

source: You need to update Firefox Sync to continue syncing your data.
kw: Res yw dhywgh nowedhi Firefox Sync rag pesya kettermynegi agas data.

source: Approaching Server Quota
kw: Ow neshe kwota an servyer

source: You are approaching the server quota. Please review which data to sync.
kw: Yth esowgh hwi ow neshe kwota an servyer. Gwrewgh dasweles py data dhe gettermynegi.

source: Server Quota Exceeded
kw: Kwota an servyer yw passyes

source: Sync failed because it exceeded the server quota. Please review which data to sync.
kw: Kettermynegi a fyllas drefen bos passyes kwota an servyer. Gwrewgh dasweles py data dhe gettermynegi.
