Repository: translate/mozilla-l10n
Catalog: cak/toolkit/chrome/global/customizeToolbar.dtd.po
Languages: cak

source: Customize Toolbar
cak: Tichinäx ri kikajtz'ik taq samajib'äl

source: You can add or remove items by dragging to or from the toolbars.
cak: Yatikïr natz'aqatisaj o ye'awelesaj el taq ch'akulal rik'in ye'aqirirej pa kikajtzik taq samajib'äl.

source: Show:
cak: Tik'ut pe:

source: Icons and Text
cak: Taq wachib'äl chuqa' rucholajem tzij

source: Icons
cak: Xa xe taq wachib'äl

source: Text
cak: Xa xe rucholajem tzij

source: Use Small Icons
cak: Koköj taq wachib'äl

source: Restore Default Set
cak: Ke'atzolij retal kib'eyal

source: Add New Toolbar
cak: K'ak'a' cholob'äl

source: Done
cak: Ruk'isik

source: Undo Changes
cak: Ketzolïx ri taq jaloj
