Repository: translate/mozilla-l10n
Catalog: cak/toolkit/chrome/global/filepicker.properties.po
Languages: cak

source: All Files
cak: Konojel ri taq yakb'äl

source: HTML Files
cak: HTML taq yakb'äl

source: Text Files
cak: Yakb'äl richin rucholajem tz'ij

source: Image Files
cak: Taq kiyakb'al taq wachib'äl

source: XML Files
cak: XML taq yakb'äl

source: XUL Files
cak: XUL taq yakb'äl

source: Applications
cak: Taq chokoy

source: Audio Files
cak: Ruyakb'al k'oxom

source: Video Files
cak: Taq ruyakb'al silowachib'äl

# dirTextInputLabel
source: Directory name:
cak: Rub'i' yakwuj:

source: Confirm
cak: Tajikib'a'

source: %S already exists. Do you want to replace it?
cak: %S k'o chik. ¿La nawajo' najalwachij?

source: Open
cak: Tijaq

source: Save
cak: Tiyak

source: Select
cak: Ticha'

source: No
cak: Manäq

source: Format:
cak: B'anikil:

# errorOpenFileDoesntExistTitle
source: Error opening %S
cak: Sachoj toq nijaq %S

source: File %S doesn’t exist
cak: Man k'o ta ri yakb'äl %S

source: Error accessing %S
cak: Xsach toq tajin nok pa %S

source: Directory %S doesn’t exist
cak: Man k'o ta ri yakwuj %S

# errorOpeningFileTitle
source: Error opening %S
cak: Sachoj toq nijaq %S

source: File %S is not readable
cak: Man tikirel ta nisik'ïx ri yakb'äl %S.

source: Error saving %S
cak: Xsach toq nuyäk %S

source: %S is a file, can’t save %S
cak: %S jun chi yakb'äl; man tikirel ta niyak %S

source: Path %S doesn’t exist, can’t save %S
cak: Man k'o ta ri b'ey %S; man nitikïr ta nuyäk kan %S

source: File %S is not writable.
cak: Ri yakb'ä %S man tikirel ta nitz'ib'äx.

source: Cannot create file. Directory %S is not writable.
cak: Man tikirel ta xnuk' ri yakb'äl. Man tikirel ta xtz'ib'äx pa ri yakwuj %S.

# errorNewDirDoesExistTitle
source: Error creating %S
cak: Xsach toq ninuk' %S

source: A file named %S already exists, directory cannot be created.
cak: K'o chik jun yakb'äl rub'i' %S, man tikirel ta nitz'uk qa ri molwuj.

# errorCreateNewDirTitle
source: Error creating %S
cak: Xsach toq ninuk' %S

source: Directory %S could not be created
cak: Man xtikïr ta xunük' ri yakwuj %S

source: Directory cannot be created, %S is a file
cak: Man tikirel ta ninuk' qa ri yakwuj; %S jun chi yakb'äl

source: Directory cannot be created, %S not writable
cak: Man tikirel ta ninuk' ri yakwuj, man kiya'on ta q'ij chawe richin yatz'ib'an pa %S

source: Create new directory
cak: Tinuk' k'ak'a' yakwuj

# promptNewDirMessage
source: Directory name:
cak: Rub'i' yakwuj:

source: Unknown Error
cak: Man etaman ta ruwäch re sachoj
