Repository: translate/mozilla-l10n
Catalog: cak/toolkit/chrome/global/printdialog.dtd.po
Languages: cak

# printButton.label
source: Print
cak: Titz'ajb'äx

# printDialog.title
source: Print
cak: Titz'ajb'äx

source: Save File
cak: Tiyak yakb'äl

source: Print to &File
cak: Titz'ajb'äx pa jun &yakb'äl

source: Pr&operties…
cak: Taq ch'a&kulal…

source: Printer Description:
cak: Rucholajil tz'ajb'äl:

source: Printer
cak: Tz'ajb'äl

source: Printer &Name:
cak: &Rub'i' tz'ajb'äl:

source: Print Range
cak: Rajilab'al tz'ajb'anïk

source: &All Pages
cak: &Konojel ri taq ruxaq

source: &Pages
cak: Taq &ruxaq

source: f&rom
cak: a&j

source: &to
cak: &richin

source: &Selection
cak: &Cha'onïk

source: Copies
cak: Taq wachib'äl

source: Number of &copies:
cak: Jaruper' chi taq &wachib'äl:

source: Print Frames
cak: Ketz'ajb'äx taq ruchi' kajtz'ik

source: As laid o&ut on the screen
cak: &Achi'el niwachin pa ri ruwäch

source: The selected fra&me
cak: Ri ru&chi' kajtz'ik cha'on

source: &Each frame separately
cak: &Jujun chi ruchi' kajtz'ik pa kiyonil
