Repository: translate/mozilla-l10n
Catalog: kok/browser/chrome/browser/feeds/subscribe.properties.po
Languages: kok

source: Go to %S
kok: %S कडेन वचात

source: Add "%S" (%S) as a Feed Reader?
kok: '%S' फीड वाचपी म्हण जोडचे ?

source: Add Feed Reader
kok: फीड रिडर जोडचो

source: A
kok: S

source: "%S" is already registered as a Feed Reader
kok: '%S' पयलीसांवन फीड वाचपी म्हण नोंद जाल्या ?

source: Live Bookmarks
kok: लायव्ह पुस्तकखूण

source: Subscribe Now
kok: आता वर्गणीदार जायात

source: Choose Application…
kok: अनुप्रयोग निवडात...

source: Choose Application
kok: अनुप्रयोग निवडात

source: Always use %S to subscribe to feeds
kok: सदाच %S फीडाचे वर्गणीदार जावपाक वापरात

source: Media files
kok: मिडिया फायली

source: bytes
kok: बायट्स

source: KB
kok: केबी (KB)

source: MB
kok: एमबी (MB)

source: GB
kok: जीबी (GB)

source: Always use %S to subscribe to feeds.
kok: फीड्सांची वर्गणी करूंक सदांच %S वापरचें.

source: Always use %S to subscribe to podcasts.
kok: पोडकास्ट्सांची वर्गणी करूंक सदांच %S वापरचें.

source: Always use %S to subscribe to video podcasts.
kok: व्हिडिओ पोडकास्ट्सांची वर्गणी करूंक सदांच %S वापरचें.

source: Subscribe to this feed using
kok: हें वापरून ह्या फीडाची वर्गणी करची

source: Subscribe to this podcast using
kok: हें वापरून ह्या पोडकास्टाची वर्गणी करची

source: Subscribe to this video podcast using
kok: हें वापरून ह्या व्हिडिओ पोडकास्टाची वर्गणी करची

source: This is a "feed" of frequently changing content on this site.
kok: हे सायटीचेर सातत्यान बदलपी मजकुराचें "फीड" आसा.

source: This is a "podcast" of frequently changing content on this site.
kok: हे सायटीचेर सातत्यान बदलपी मजकुराचें "पोडकास्ट" आसा.

source: This is a "video podcast" of frequently changing content on this site.
kok: ह्या सायटीवयल्या परत परत बदलुपी आसयाचो हो "व्हिडिओ पॉडकास्ट".

source: You can subscribe to this feed to receive updates when this content changes.
kok: हे आशय बदलता तेन्ना सुदार स्विकारपाक तुमी ह्या फीडाचे वर्गीणीदार जाव शकता.

source: You can subscribe to this podcast to receive updates when this content changes.
kok: हे आशय बदलता तेन्ना सुदार स्विकारपाक तुमी ह्या पॉडकास्टाचे वर्गीणीदार जाव शकता.

source: You can subscribe to this video podcast to receive updates when this content changes.
kok: हे आशय बदलता तेन्ना सुदार स्विकारपाक तुमी ह्या व्हिडीओ पॉडकास्टाचे वर्गीणीदार जाव शकता.

source: Add %S (%S) as an application for %S links?
kok: %S लिंक्सां खातीर ऍप्लिकेशन म्हूण %S (%S) जोडूं ?

source: Add Application
kok: ऍप्लिकेशन जोडचें
