Repository: translate/mozilla-l10n
Catalog: brx/browser/chrome/browser/places/places.properties.po
Languages: brx

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
brx: रैखाथिनि थाखाय, जाभास्क्रिप्ट एबा डाटा urls खौ जारिमिन उइन्ड' एबा साइडबार निफ्राय ल'ड खालामनो हाया।

source: (no title)
brx: (जेबो बिमुं गैया)

source: (Empty)
brx: (लांदां)

source: Bookmarks backup filename
brx: बुकमार्क बेकआप फाइलमुं

source: Revert Bookmarks
brx: बुकमार्कखौ सिगांनि महराव लाबो

source: This will replace all of your current bookmarks with the backup. Are you sure?
brx: बेयो नोंथांनि गासै दानि बुकमार्कखौ बेकआपजों सोलायना फजफिनगोन। थारैनो नोंथाङा रोखा नामा?

source: Select a bookmarks backup
brx: बुकमार्क बेकआपखौ सायख

source: Unsupported file type.
brx: हेफाजाब होजायै फाइलनि रोखोम।

source: Unable to process the backup file.
brx: बेकआप फाइलखौ प्रचेछ खालामनो हायाखै।

source: Live Bookmark loading…
brx: लाइभ बुकमार्कखौ ल'ड खालाम गासिनो दं...

source: Live Bookmark feed failed to load.
brx: लाइभ बुकमार्क फिडखौ ल'ड खालामनो फेलें जाबाय।

source: Open "%S"
brx: "%S" खौ खेव

source: Sort '%S' by Name
brx: मुं मथे '%S' खौ थख' साजाय

source: Sort by Name
brx: मुं मथे थख' साजाय

source: Sort by &Name
brx: मुं मथे थख' साजाय

source: Sort by &Location
brx: जायगा मथे थख' साजाय

source: Sort by Most Recent &Visit
brx: दा बावैसो थांनाय मथे थख' साजाय

source: Sort by Visit &Count
brx: थांनाय हिसाब मथे थख' साजाय

source: Sort by &Description
brx: बेखेवथि मथे थख' साजाय

source: Sort by Add&ed
brx: दाजाबदेरनाय मथे थख' साजाय

source: Sort by Last &Modified
brx: जोबथा सुद्रायनाय मथे थख' साजाय

source: Sort by &Tags
brx: टेग मथे थख' साजाय

source: Search Bookmarks
brx: बुकमार्कफोरखौ नागिर

source: Search History
brx: जारिमिनखौ नागिर

source: Search Downloads
brx: डाउनल'डफोरखौ नागिर

source: Confirm open
brx: खेवनायखौ रोखा खालाम

source: You are about to open %S tabs. This might slow down %S while the pages are loading. Are you sure you want to continue?
brx: नोंथाङा %S टेबखौ खेवनोसै। बिलाइखौ ल'ड खालामनाय समाव बेयो %S खौ लासै खालामनो हागौ। थारैनो नोंथाङा सालाय लांबाय थानो लुबैयो नामा?

source: Open tabs
brx: टेबफोरखौ खेव

source: Warn me when opening multiple tabs might slow down %S
brx: आंखौ सांग्रां जेब्ला बायदि रोखोमनि टेब खेवयोब्ला %S आ लासै जायो।

source: Import Bookmarks File
brx: बुकमार्क फाइलखौ लाबो

source: Export Bookmarks File
brx: बुकमार्क फाइलखौ दैथाय हर

source: No items
brx: आइटेम गैया

source: One item;#1 items
brx: मोनसे आइटेम;#1 आइटेमफोर

source: Most Visited
brx: गोबां थांखांबाय

source: Recently Bookmarked
brx: बावैसो बुकमार्क होबाय

source: Recent Tags
brx: दानि टेगफोर

source: History
brx: जारिमिन

source: Downloads
brx: दावनल'दफोर

source: All Bookmarks
brx: गासै बुकमार्क

source: Tags
brx: टेगफोर

source: Tag
brx: टेग

source: Bookmark
brx: बुकमार्क

source: Tab
brx: टेब

source: Keyword
brx: गाहाय सोदोब

source: Search
brx: नागिर

source: Browser Startup Error
brx: ब्राउजार स्टार्टआप गोरोन्थि

source: The bookmarks and history system will not be functional because one of %S's files is in use by another application. Some security software can cause this problem.
brx: बुकमार्क आरो जारिमिन सिस्टेमआ खामानिआव नांथाव जानाय नङा मानोना %Sनि मोनसे फाइलआ गुबुन मोनसे एप्लिकेसनजों बाहायजागासिनो दं। माखासे रैखाथि सफ्टवेयारआ बे जेंनाखौ खालामनो हायो।

source: &Learn More
brx: गोबां सोलों
