Repository: translate/mozilla-l10n
Catalog: ak/toolkit/chrome/mozapps/extensions/extensions.properties.po
Languages: ak

# aboutWindowTitle
source: About %S
ak: Fa %S ho

source: Close
ak: To mu

source: version %S
ak: vɛɛhyɛn %S

# aboutAddon
source: About %S
ak: Fa %S ho

source: %S has been removed.
ak: Eyi %S

source: #1 review;#1 reviews
ak: riviw #1;nriviw #1

source: Updated %S
ak: Ato %S so

# notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
ak: %1$S mmfa %2$S %3$S.

# notification.blocked
source: %1$S has been disabled due to security or stability issues.
ak: Wɔedum %1$S osian bambɔ ne faako-gyina nsɛm nti.

# notification.blocked.link
source: More Information
ak: Infɔmehyɛn bio a wɔka ho

# notification.softblocked
source: %1$S is known to cause security or stability issues.
ak: Yenim sɛ %1$S tumi haw adwen wɔ sikuriti anaaso faako-gyina nsɛm mu.

# notification.softblocked.link
source: More Information
ak: Infɔmehyɛn bio a wɔka ho

# notification.outdated
source: An important update is available for %1$S.
ak: %1$S no ntoso bi a ho hia aba.

# notification.outdated.link
source: Update Now
ak: To so seisei ara

# notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
ak: %1$S akyerɛ sɛ etumi nya asɛm enti to so.

# notification.vulnerableUpdatable.link
source: Update Now
ak: To so sesei ara

# notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
ak: %1$S akyerɛ sɛ etumi nya asɛm. Fa ntoboase yɛ ho adwuma.

# notification.vulnerableNoUpdate.link
source: More Information
ak: Infɔmehyɛn bio a wɔka ho

# notification.enable
source: %1$S will be enabled after you restart %2$S.
ak: Wɔbɛsɔ %1$S sɛ wo san hyɛ %2$S ase a.

# notification.disable
source: %1$S will be disabled after you restart %2$S.
ak: Wɔbɛdum %1$S sɛ wo san hyɛ %2$S ase a.

# notification.install
source: %1$S will be installed after you restart %2$S.
ak: Wɔbɛinstɔl %1$S sɛ wo san hyɛ %2$S ase a.

# notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
ak: Wɔbɛyi %1$S sɛ wo san hyɛ %2$S ase a.

# notification.upgrade
source: %1$S will be updated after you restart %2$S.
ak: Wɔbɛto %1$S so sɛ wo san hyɛ %2$S ase a.

source: There was an error downloading %1$S.
ak: Mfomso aba %1$S ntweɛ no ho.

# notification.downloadError.retry
source: Try again
ak: San Sɔ Hwɛ

source: Try downloading this add-on again
ak: San twe nkaho no bio

source: There was an error installing %1$S.
ak: Mfomso aba %1$S instɔl no ho.

# notification.installError.retry
source: Try again
ak: San Sɔ Hwɛ

source: Try downloading and installing this add-on again
ak: San twe na instɔl nkaho yi bio

source: Suggested Contribution: %S
ak: Ntoboa a wɔesusu ho ama wo: %S

source: Downloading
ak: Retwe

source: Downloaded
ak: Atwe ewie

source: Error downloading
ak: Mfomso bae wɔ bere a wɔretwe

source: Verifying
ak: Regye-ato-mu

source: Installing
ak: Ɛreinstɔle

source: Restart to enable
ak: San hyɛ ase fa sɔ

source: Restart to disable
ak: San hyɛ ase fa dum

source: Error installing
ak: Mfomso bae wɔ bere a wɔreinstɔl

source: Install cancelled
ak: Etwa instɔl no mu

# details.notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
ak: %1$S mmfa %2$S %3$S.

# details.notification.blocked
source: %1$S has been disabled due to security or stability issues.
ak: Wɔedum %1$S ɛnam bambɔ ne faako-gyina ho nsɛm nti.

# details.notification.blocked.link
source: More Information
ak: Infɔmehyɛn Bio

# details.notification.softblocked
source: %1$S is known to cause security or stability issues.
ak: Yenim sɛ %1$S tumi haw adwen wɔ sikuriti anaaso faako-gyina nsɛm mu.

# details.notification.softblocked.link
source: More Information
ak: Infɔmehyɛn Bio

# details.notification.outdated
source: An important update is available for %1$S.
ak: Ntoso a ho hia aba ma %1$S.

# details.notification.outdated.link
source: Update Now
ak: To so seisei ara

# details.notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
ak: %1$S akyerɛ sɛ etumi nya asɛm enti to so.

# details.notification.vulnerableUpdatable.link
source: Update Now
ak: To so sesei ara

# details.notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
ak: %1$S akyerɛ sɛ etumi nya asɛm. Fa ntoboase yɛ ho adwuma.

# details.notification.vulnerableNoUpdate.link
source: More Information
ak: Infɔmehyɛn bio a wɔka ho

# details.notification.enable
source: %1$S will be enabled after you restart %2$S.
ak: Wɔbɛsɔ %1$S sɛ wo san hyɛ %2$S ase a.

# details.notification.disable
source: %1$S will be disabled after you restart %2$S.
ak: Wɔbedum %1$S sɛ wo san hyɛ %2$S ase a.

# details.notification.install
source: %1$S will be installed after you restart %2$S.
ak: Wɔbeinstɔl %1$S sɛ wo san hyɛ %2$S ase a.

# details.notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
ak: Wɔbeyi %1$S sɛ wo san hyɛ %2$S ase a.

# details.notification.upgrade
source: %1$S will be updated after you restart %2$S.
ak: wɔbɛto %1$S so sɛ wo san hyɛ %2$S ase a.

source: Select add-on to install
ak: Paw kaho a wo pɛ sɛ wo instɔl

source: Add-ons
ak: Nkaho

source: Uninstall this add-on
ak: Yi kaho yi

source: Uninstall this add-on (restart required)
ak: Yi kaho yi (ebehia sɛ wo bɛsan ahyɛ ase)

source: Enable this add-on
ak: Sɔ kaho yi

source: Enable this add-on (restart required)
ak: Sɔ kaho yi (ebehia sɛ wo bɛsan ahyɛ ase)

source: Disable this add-on
ak: Dum kaho yi

source: Disable this add-on (restart required)
ak: Dum kaho yi (ebehia sɛ wo bɛsan ahyɛ ase)

source: See one result;See all #1 results
ak: Hu susuanso baako pɛ;Hu nsusuanso #1 nyinara

source: Visit the add-ons gallery to purchase this add-on
ak: Sra nkaho galɛri na tɔ kaho yi

source: %S requires that you accept the following End User License Agreement before installation can proceed:
ak: %S hia asɛ wo bɛgye Adehyɛ Laesens yi ato mu ansaana wɔatoa instɔlehyɛn no so:

source: Extensions
ak: Ntrɛw

source: Appearance
ak: Enisoade

source: Languages
ak: Akasa

source: Plugins
ak: Mplagin

source: Dictionaries
ak: Nsɛmfuasekyerɛ

source: Services
ak: Asom
